[
    {
        "question": "A 25 year male presented with high grade fever, headache, neck stiffness, on examination found to have neck rigidity, kernig's sign positive, csf analysis showed neutrophilic predominance, low glucose and limulus amebocyte lysate assay was positive. Which of the following is the likely pathogen?",
        "exp": "The Limulus amebocyte lysate assay is a rapid diagnostic test for the detection of gram-negative endotoxin in CSF and thus for making a diagnosis of gram-negative bacterial meningitis. The test has a specificity of 85-100% and a sensitivity approaching 100%. Thus, a positive Limulus amebocyte lysate assay occurs in viually all patients with gram-negative bacterial meningitis, but false positives may occur. Ref Harrison 20th edition page 1001",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pneumonia",
        "opc": "Neisseria meningitides",
        "opd": "Listeria monocytogenes",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e41fa443-a31b-4edc-973f-c29a19504a8b",
        "choice_type": "single"
    },
    {
        "question": "Most common LMN cause of Facial nerve palsy is?",
        "exp": "*one of the most common cause of facial weakness is bell's palsy, a lower motor neuron lesion of the 7th (facial)nerve, effecting all ages and both sexes *here the lesion is within the facial canal. Ref Harrison20th editionpg 1082-1083",
        "cop": 2,
        "opa": "Trauma",
        "opb": "Bell's palsy",
        "opc": "Infections",
        "opd": "Vascular causes",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "348b7edd-9d1d-441d-ae44-e05bfe9215de",
        "choice_type": "single"
    },
    {
        "question": "An upper motor neuron (UMN) lesion involving cranial nerve VII would most likely produce",
        "exp": "The physical finding of facial asymmetry is suggestive of an abnormality involving the facial nerve (CN VII). The facial nucleus, which is located within the pons, is divided in half, the upper neurons innervate the upper muscles of the face, while the lower neurons innervate the lower poion of the face. It is impoant to realize that each half receives input from the contralateral motor coex, while only the upper half receives input from the ipsilateral motor coex. Therefore an upper motor neuron (UMN) lesion will produce a defect involving only the contralateral lower half of the face. Causes of UMN lesions involving the facial nerve includes strokes that involve the coex or the internal capsule. In contrast, lesions that affect the facial nerve from the facial nucleus to the remaining length of the nerve result in LMN lesions. Patients present with facial asymmetry involving the ipsilateral upper and lower quadrants. Lesions to the facial nerve within the facial canal (frequently due to cold weather) cause Bell's palsy. Patients present with paralysis of all muscles of facial expression. Bell's phenomenon refers to the finding of the affected eye looking up and out when patients try to close their eyes. Because the lacrimal punctum in the lower eyelid moves away from the surface of the eye, lacrimal fluid does not drain into the nasolacrimal duct. This produces \"crocodile tears. \" ref - pubmed. com",
        "cop": 1,
        "opa": "Contralateral weakness of the lower half of the face with sparing of the upper half of the face",
        "opb": "Decreased gag (pharyngeal) reflex with decreased taste sensation from the posterior one-third of the tongue",
        "opc": "Hemianesthesia of the face with flaccid paralysis of the muscles of mastication",
        "opd": "Ipsilateral anosmia with primary amenorrhea in females",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "cfae8a22-731e-46c9-b19c-a61874a8c618",
        "choice_type": "single"
    },
    {
        "question": "Lamivudine is given when?",
        "exp": "Lamivudine belongs to the set of antiviral agents effective against hepatitis B virus infection. Given case repos on liver injuries after ceain antiviral agent treatments, this study examined the effects of lamivudine on alanine aminotransferase (ALT) and total bilirubin (TB) using a medical system database Ref Harrison20th edition pg 2675 Lamivudine has been used for treatment of chronic hepatitis B at a lower dose than for treatment of HIV/AIDS. It improves the seroconversion of e-antigen positive hepatitis B and also improves histology staging of the liver. Long-term use of lamivudine leads to emergence of a resistant hepatitis B virus (YMDD) mutant. Despite this, lamivudine is still used widely as it is well tolerated Lamivudine, commonly called 3. TC, is an antiretroviral medication used to prevent and treat HIV/AIDS. It is also used to treat chronic hepatitis B when other options are not possible. It is effective against both HIV-1 and HIV-2. It is typically used in combination with other antiretrovirals such as zidovudine and abacavir. Lamivudine may be included as pa of post-exposure prevention in those who have been potentially exposed to HIV. Lamivudine is taken by mouth as a liquid or tablet HIV, high level resistance is associated with the M184V/I mutation in the reverse transcriptase gene as repoed by Raymond Schinazi's group at Emory University. Glaxo. Smith. Kline claimed that the M184V mutation reduces \"viral fitness\", because of the finding that continued lamivudine treatment causes the HIV viral load to rebound but at a much lower level, and that withdrawal of lamivudine results in a higher viral load rebound with rapid loss of the M184V mutation; GSK therefore argued that there may be benefit in continuing lamivudine treatment even in the presence of high level resistance, because the resistant virus is \"less fit\". The COLATE study has suggested that there is no benefit to continuing lamivudine treatment in patients with lamivudine resistance. A better explanation of the data is that lamivudine continues to have a paial anti-viral effect even in the presence of the M184V mutation. In hepatitis B, lamivudine resistance was first described in the YMDD (tyrosine-methionine-aspaate-aspaate) locus of the HBV reverse transcriptase gene. The HBV reverse transcriptase gene is 344 amino acids long and occupies codons 349 to 692 on the viral genome. The most commonly encountered resistance mutations are M204V/I/S. The change in amino acid sequence from YMDD to YIDD results in a 3. 2 fold reduction in the error rate of the reverse transcriptase, which correlates with a significant growth disadvantage of the virus. Other resistance mutations are L80V/I, V173L and L180M Ref Davidson 23rd edition pg 768",
        "cop": 3,
        "opa": "HBe. Ag positive",
        "opb": "HBe. Ag negative",
        "opc": "ALT >_ 2 ULN",
        "opd": "Viral DNA> 10(square) copies",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "67fce0c1-0aa2-43f1-8ca8-e7ce08bc1de6",
        "choice_type": "single"
    },
    {
        "question": "Age related dementia has been associated with increased levels of",
        "exp": "Identification of modifiable risk factors provides a crucial approach to the prevention of dementia.. The findings are consistent with moderately raised plasma total homocysteine (>11 mmol/L), which is common in the elderly, being one of the causes of age-related cognitive decline and dementia Ref Harrison20th edition pg 2445",
        "cop": 1,
        "opa": "Homocysteine",
        "opb": "Cysteine",
        "opc": "Tourine",
        "opd": "Methionine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "0623f75b-d859-4c1b-972b-e737be8445ea",
        "choice_type": "single"
    },
    {
        "question": "Pseudotumor cerebri is seen in",
        "exp": "* Pseudotumour cerebri(idiopathic intracranial hypertension) usually occur in obese young women. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Obese women in the age group 20-40 yrs",
        "opb": "Obese males 20-40 yrs.",
        "opc": "Thin females 50-60 yrs.",
        "opd": "Thin males 50-60 yrs.",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b8fbf315-07b4-4587-8b4a-d9cb786bf049",
        "choice_type": "single"
    },
    {
        "question": "Hypoxic pulmonary vasoconstriction due to",
        "exp": "Hypoxic pulmonary vasoconstriction (HPV), also known as the Euler-Liljestrand mechanism, is a physiological phenomenon in which small pulmonary aeries constrict in the presence of alveolar hypoxia (low oxygen levels). Ref Harrison20th edition pg 2334",
        "cop": 2,
        "opa": "Irreversible pulmonary vasocontriction hypoxia",
        "opb": "Reversible pulmonary vasoconstriction due to hypoxia",
        "opc": "Direct blood to poorly ventilated areas",
        "opd": "Occurs hours after pulmonary vasoconstriction",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "740725c8-9bee-4ded-aee1-170a163d7818",
        "choice_type": "single"
    },
    {
        "question": "Antibody found in patients of myaesthenia gravis is directed against",
        "exp": "*myasthenia gravis is an autoimmune disease, most commonly caused by antibodies to acetylcholine receptors in the post junctional membrane of the neuromuscular junction, which are found in around 80%of affected patients. Ref Harrison20th edition pg 2378",
        "cop": 2,
        "opa": "Acetycholine",
        "opb": "Acetycholine receptors",
        "opc": "Acetycholine vesicles in nerve terminal",
        "opd": "Actin-myosin complex of the muscle",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1f4a594c-c7ca-4253-b07c-fd3e5e94c2f6",
        "choice_type": "single"
    },
    {
        "question": "Todd's palsy can occur after episode of",
        "exp": "Todd's paralysis, or Todd's palsy. Specialty. Neurology. Todd's paresis (or postictal paresis/paralysis, \"after seizure\") is focal weakness in a pa or all of the body after a seizure. This weakness typically affects appendages and is localized to either the left or right side of the body. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Generalised tonic clonic seizures",
        "opb": "Paial motor seizures",
        "opc": "Atonic seizures",
        "opd": "Myoclonic seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7e17f476-dc9b-4225-8fec-32ea1546f763",
        "choice_type": "single"
    },
    {
        "question": "A middle aged female repoed with dull diffuse progressive headache of 2 months duration associated with episodes of vomiting and blurred vision at times. Cough increases the headache. Likely patient has",
        "exp": "A space-occupying lesion of the brain is usually due to malignancy but it can be caused by other pathology such as an abscess or a haematoma. Almost half of intracerebral tumours are primary but the rest have originated outside the CNS and are metastases Features of a headache indicating a high risk of a space-occupying lesion of the brain or idiopathic intracranial hypertension include: A new headache with features suggestive of raised intracranial pressure, including papilloedema, vomiting, posture-related headache, or headache waking the patient from sleep Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Vascular headache",
        "opb": "Intracranial space occupying lesion",
        "opc": "Intracerebral hemorrhage",
        "opd": "Acute pyogenic meningitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9e3599f3-7dbf-428f-8992-a948c3afe5f8",
        "choice_type": "single"
    },
    {
        "question": "Neurotransmitter in striatal pathway is?",
        "exp": "The nigrostriatal pathway or the nigrostriatal bundle (NSB), is a dopaminergic pathway that connects the substantia nigra with the dorsal striatum (i. e., the caudate nucleus and putamen). Dopaminergic neurons of this pathway synapse onto GABAergic neurons. Glycine is an inhibitory neurotransmitter in the central nervous system, especially in the spinal cord, brainstem, and retina. Serotonin is a neurotransmitter and is found in all bilateral animals, where it mediates gut movements and the animal's perceptions of resource availability Ref Harrison20th edition pg 2765",
        "cop": 4,
        "opa": "Glutamine",
        "opb": "Glycine",
        "opc": "Serotonine",
        "opd": "Dopamine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a5ed5279-5bad-405b-bee6-7ba071121859",
        "choice_type": "single"
    },
    {
        "question": "Which of the following areas of brain is most resistant to Neurofibrillary tangles in Aizeimer's disease -",
        "exp": "The lateral geniculate nucleus (LGN; also called the lateral geniculate body or lateral geniculate complex) is a relay center in the thalamus for the visual pathway. It receives a major sensory input from the retina. The LGN is the main central connection for the optic nerve to the occipital lobe, paicularly the primary visual coex. In humans, each LGN has six layers of neurons (grey matter) alternating with optic fibers (white matter And is resistant to neurofibrillary tangles Ref Harrison20th edition pg 2345",
        "cop": 3,
        "opa": "Entorhinal coex",
        "opb": "Hippocampus / Temporal lobe",
        "opc": "Lateral Geniculate Body",
        "opd": "Visual Association Area",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7359e741-ff3b-4683-b4e9-c05e18abdce1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the classical CSF finding seen in TBM?",
        "exp": "Harrison's textbook of internal medicine 17the edition *CSF revealed a high leucocyte count (up to 1000/microL), usually with predominance of lymphocyte s, but sometimes with predominance of neutrophils in early stage, protein count of 1-8g/L and low glucose concentration.",
        "cop": 1,
        "opa": "Increased protein, decreased sugar, increased lymphocytes",
        "opb": "Increased protein, sugar and lymphocytes",
        "opc": "Decreased protein, increased sugar and lymphocytes",
        "opd": "Increased sugar, protein and neutrophils",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1dfebf58-56d7-48e7-ab5c-0d9c699e2e01",
        "choice_type": "single"
    },
    {
        "question": "Dissociated sensory loss is seen in",
        "exp": "Harrison's principles of internal medicine 17th edition. * The classical presentation in syringomyelia is a central cord syndrome consisting of a dissociated sensory loss and areflexic weakness in upper limbs",
        "cop": 1,
        "opa": "Syringomyelia",
        "opb": "Vitamin B12 deficiency",
        "opc": "Transverse myelitis",
        "opd": "Pellagra",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bc9cdf4f-348a-4e10-9fc5-24b1670ac702",
        "choice_type": "single"
    },
    {
        "question": "Alzheimer's disease, which is involved?",
        "exp": "Alzheimer's disease (AD), also referred to simply as Alzheimer's, is a chronic neurodegenerative disease that usually stas slowly and gradually worsens over time. It is the cause of 60-70% of cases of dementia. The most common early symptom is difficulty in remembering recent events. As the disease advances, symptoms can include problems with language, disorientation (including easily getting lost), mood swings, loss of motivation, not managing self-care, and behavioural issues. As a person's condition declines, they often withdraw from family and society. Gradually, bodily functions are lost, ultimately leading to death. Although the speed of progression can vary, the typical life expectancy following diagnosis is three to nine years. coical atrophy of temporal and parietal lobes Stages of Alzheimer's disease Effects of ageing on memory but not AD Forgetting things occasionally Misplacing items sometimes Minor sho-term memory loss Not remembering exact details Early stage Alzheimer's Not remembering episodes of forgetfulness Forgets names of family or friends Changes may only be noticed by close friends or relatives Some confusion in situations outside the familiar Middle stage Alzheimer's Greater difficulty remembering recently learned information Deepening confusion in many circumstances Problems with sleep Trouble determining their location Late stage Alzheimer's Poor ability to think Problems speaking Repeats same conversations More abusive, anxious, or paranoid Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Frontal coex",
        "opb": "Coical atrophy of temporoparietal coex",
        "opc": "Frontal and parietal coex",
        "opd": "Occipital coex",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "3dd88978-a99b-4ee4-a51f-0712e9221cbb",
        "choice_type": "single"
    },
    {
        "question": "A patient with traumatic paraplegia due to injury of the thoracic cord of 'T3 level' is observed to have blood pressure f 210/120. What should be the initial management?",
        "exp": "Traumatic paraplegia is caused by a lesion of the spinal cord which occurs after a trauma, e. g. veebral fracture causing a puncture to the spinal cord. Any injury of the spinal cord may result in a condition known as autonomic dysreflexia (AD).. Autonomic dysreflexia can cause systolic blood pressure readings to increase by 20-40 mm. Hg., this condition couples dangerously high blood pressure with decreased heart rates. nefidipine can be used for high blood preassures Ref Harrison20th edition pg 2378",
        "cop": 3,
        "opa": "Subcutaneous LMWH",
        "opb": "Steroids",
        "opc": "Nifedipine",
        "opd": "Normal saline / Dextrose",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7a031a5a-48f3-4cdd-854b-3aca92473144",
        "choice_type": "single"
    },
    {
        "question": "A patient with suspected subarachnoid haemorrhage presents with blood isolated in the fouh ventricle on a CT scan. Aneurysmal rupture is likely to have resulted from",
        "exp": "*Saccular aneurysm at size of >7mm and at top of basilar aery and at origin of posterior communicating aery are at greater risk of rupture. Ref Harrison20th edition pg 2445",
        "cop": 3,
        "opa": "Posterior Inferior Cerebellar Aery Aneurysm",
        "opb": "Anterior Communicating Aery Aneurysm",
        "opc": "Posterior Communicating Aery Aneurysm",
        "opd": "Basilar Aery Tip Aneurysm",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "0fe69853-983a-4e6b-931d-d552f7777928",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of lateral cerebellar lesion?",
        "exp": "Resting tremors are seen in Parkinsonism In cerebellar lesions intension tremors are seen. Tremors are rhythmic oscillatory movements of a body pa. Reference: Harrison20th edition pg 2256",
        "cop": 1,
        "opa": "Resting tremor",
        "opb": "Dysahria",
        "opc": "Nystagmus",
        "opd": "Loss of Co-ordination of movements",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "425321e8-92f9-4769-bb8e-db43df1de965",
        "choice_type": "single"
    },
    {
        "question": "In dermatomyositis which is not seen",
        "exp": "*DM is a distinct entity identified by a characteristic rash accompanying or more often preceding muscle weakness. this includes heliotrope rash, erythema of knuckles with a raised violaceous scaly eruption(Gottron's sign). *Dilated capillary loops at the base of fingernails are also characterised *Palma areas of fingers may become rough and cracked with irregular diy horizontal lines resembling mechanics hands. Ref Harrison20th edition pg 2367",
        "cop": 1,
        "opa": "Salmon patch",
        "opb": "Gottron's papules",
        "opc": "Peringual telangiectasia",
        "opd": "Mechanic finger",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7dcb334a-45f3-4258-aafc-afb323d590eb",
        "choice_type": "single"
    },
    {
        "question": "Laminar necrosis and watershed infarcts are most suggestive of",
        "exp": "Decreased brain perfusion may be generalized (global) or localized. Global ischemia results from generalized decreased blood flow, such as with shock, cardiac arrest, or hypoxic episodes (e. g., near drowning or carbon monoxide poisoning). Global hypoxia results in watershed (border zone) infarcts, which typically occur at the border of areas supplied by the anterior and middle cerebral aeries, and laminar necrosis, which is related to the sho, penetrating vessels originating from pial aeries. The Purkinje cells of the cerebellum and the pyramidal neurons of Sommer's sector in the hippocampus are paicularly sensitive to hypoxic episodes. Atherosclerosis, which predisposes to vascular thrombi and emboli, is related to regional ischemia. Hypertension damages parenchymal aeries and aerioles, producing small ischemic lesions (lacunar infarcts). Fat emboli, related to trauma of long bones, lodge in small capillaries to form petechiae. Venous sinus thrombosis is related to systemic dehydration, phlebitis, and sickle cell disease. Ref - Harrison's internal medicine 20e pg 1117, 2039-2040",
        "cop": 1,
        "opa": "Shock",
        "opb": "Hypertension",
        "opc": "Fat emboli",
        "opd": "Vascular thrombosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "83d7a565-3257-4e37-9049-eadfaf8df0d7",
        "choice_type": "single"
    },
    {
        "question": "A 9 yr old girl has difficulty in combing hairs and climbing upstairs since 6 months. She has Gower's sign positive and maculopapular rash over metacarphalangeal joints. What should be the next appropriate investigation to be done?",
        "exp": "The mitochondrial creatine kinase (CKm) is present in the mitochondrial intermembrane space, where it regenerates phosphocreatine (PCr) from mitochondrially generated ATP and creatine (Cr) impoed from the cytosol. Apa from the two mitochondrial CK isoenzyme forms, that is, ubiquitous mt. CK (present in non-muscle tissues) and sarcomeric mt. CK (present in sarcomeric muscle), there are three cytosolic CK isoforms present in the cytosol, depending on the tissue. Whereas MM-CK is expressed in sarcomeric muscle, that is, skeletal and cardiac muscle, MB-CK is expressed in cardiac muscle, and BB-CK is expressed in smooth muscle and in most non-muscle tissues. Mitochondrial mt. CK and cytosolic CK are connected in a so-called PCr/Cr-shuttle or circuit. PCr generated by mt. CK in mitochondria is shuttled to cytosolic CK that is coupled to ATP-dependent processes, e. g. ATPases, such as acto-myosin ATPase and calcium ATPase involved in muscle contraction, and sodium/potassium ATPase involved in sodium retention in the kidney. The bound cytosolic CK accepts the PCr shuttled through the cell and uses ADP to regenerate ATP, which can then be used as energy source by the ATPases (CK is associated intimately with the ATPases, forming a functionally coupled microcompament). PCr is not only an energy buffer but also a cellular transpo form of energy between subcellular sites of energy (ATP) production (mitochondria and glycolysis) and those of energy utilization (ATPases). Thus, CK enhances skeletal, cardiac, and smooth muscle contractility, and is involved in the generation of blood pressure Finally, high CK in the blood may be an indication of damage to CK-rich tissue, such as in rhabdomyolysis, myocardial infarction, myositis and myocarditis. This means creatine kinase in blood may be elevated in a wide range of clinical conditions including the use of medication such as statins; endocrine disorders such as hypothyroidism; and skeletal muscle diseases and disorders including malignant hypehermia, and neuroleptic malignant syndrome Ref Harrison20th edition pg 2567",
        "cop": 3,
        "opa": "ESR",
        "opb": "RA factor",
        "opc": "Creatine kinase",
        "opd": "Electromyography",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8e6d7773-15cf-44d8-97f5-3840832b397e",
        "choice_type": "single"
    },
    {
        "question": "Progressive multifocal leukoencephalo. Pathy is caused-",
        "exp": "Harrison's principles of internal medicine. *In PML oligodendrocytes have enlarged densely staining nuclei that contain viral inclusions formed by crystallinearrays of JC virus paicles.",
        "cop": 4,
        "opa": "Epstein-barr virus",
        "opb": "Varicella-zoster virus",
        "opc": "Cytomegalo Virus",
        "opd": "JC Papovavirus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e8162589-54ce-4f9e-826a-111705a4ad89",
        "choice_type": "single"
    },
    {
        "question": "Single most common finding in Aphasic Patients",
        "exp": "*A deficit of naming (anomia) is the single most common finding in aphasic patients. The persistent inability to find the correct word is known as anomia (literally, 'without names'). Anomia is actually a symptom of all forms of aphasia, but patients whose primary language problem is word retrieval are diagnosed as having anomic aphasia. Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Anomia",
        "opb": "Apraxia",
        "opc": "Alexia",
        "opd": "Agraphia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "92c94b50-f842-4a70-8634-7a7d3e104a9c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following clinical findings excludes the diagnosis of polymyositis?",
        "exp": "PM don't have any of the following: rashes, involvement of extraocular and facial muscles, family history of neuromuscular disease, history of exposure to myotonic drugs or toxins, endocrinopathy, neurogenic disease, muscular dystrophy, biochemical muscle disorder. Ocular muscles are never involved in generalized polymyositis. However, isolated orbital myositis, an inflammatory disorder involving the extraocular muscles, is well described. Facial and bulbar muscle weakness is extremely rare in individuals with polymyositis Ref Harrison20th edition pg 2366",
        "cop": 2,
        "opa": "Neck muscle involvement",
        "opb": "Extraocular muscle involvement",
        "opc": "Dysphagia",
        "opd": "Abdominal muscle involvement",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e22676e3-ebf4-464b-8af3-ab81a4f2e4b2",
        "choice_type": "single"
    },
    {
        "question": "Thymoma commonly presents with",
        "exp": "Thymus is abnormal in 75% patients with MG; 65%is hyperplastic and 10 % have thymic rumours or thymomas These patients may present with cough, chest pain, superior vena cava (SVC) syndrome, dysphagia, and hoarseness if the recurrent laryngeal nerve is involved. One third of cases are found incidentally on radiographic examinations during a workup for myasthenia gravis (MG). Ref Harrison20th edition pg 2789",
        "cop": 1,
        "opa": "Myasthenia gravis",
        "opb": "Renal failure",
        "opc": "Hepatic failure",
        "opd": "Testicular fiminization",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "854401b0-8079-4793-a19d-12dabf3504b0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following inhibits GH secretion from the anterior pituitary gland?",
        "exp": "Growth hormone, also known as somatotropin, is secreted by somatotroph cells, which account for 50% of the anterior pituitary glands. The release of growth hormone from the anterior pituitary is pulsatile in nature, increasing after meals: with exercise, and during slow-wave sleep. Growth hormone, which is necessary for normal growth, exes its effects through mediators such as somatomedins and insulin-like growth factors. In addition to its involvement in growth, somatotropin is involved in stimulating the incorporation of amino acids into protein and inhibiting glucose uptake by tissues. By the latter effect, growth hormone helps restore low blood sugars to normal and is therefore a counterregulatory hormone to insulin. Both hypoglycemia and insulin stimulate growth hormone release, as does the presence of free amino acids such as arginine. Hypothalamic secretagogues also control growth hormone release. These molecules include the stimulatory hormone GHRH and the inhibitory hormone somatostatin (somatotropin release-inhibitory factor). The former is probably more impoant, since sectioning of the pathways between the hypothalamus and the anterior pituitary results in inhibition of growth hormone release. Other neurotransmitters influence growth hormone release, including hypothalamus-derived dopamine, which stimulates GHRH. -Adrenergic agonists stimulate growth hormone release, and -adrenergic blockers inhibit growth hormone increases. Serotonin agonists stimulate growth hormone release; this perhaps accounts for the nocturnal surge in growth hormone secretion. Ref - Harrison's principles of internal medicine 20e pg 2666t",
        "cop": 1,
        "opa": "Somatostatin",
        "opb": "Growth hormone- releasing hormone (GHRH)",
        "opc": "Hypoglycemia",
        "opd": "Arginine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "84d2ea72-9289-4864-8365-777be862b2e2",
        "choice_type": "single"
    },
    {
        "question": "Migraine is due to",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. *Neurogenic theory consider it to be spreading depression of coical electrical activity followed by vascular phenomena.",
        "cop": 3,
        "opa": "Dilatation of cranial aeries",
        "opb": "Constriction of cranial aeries",
        "opc": "Coical spreading dissociation",
        "opd": "Meningial inflammation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "49678267-3670-4ad0-b0c8-141539207654",
        "choice_type": "single"
    },
    {
        "question": "Brain abscess in cyanotic heart disease is commonly, located in",
        "exp": "The most common microbe in children with cyanotic congenital heart disease was of the Streptococcus milleri group (52%). Computerized tomography confirmed the diagnosis and the most common location of the abscess was the parietal lobe of the cerebral hemisphere Ref Harrison20th edition pg 2567",
        "cop": 4,
        "opa": "Cerebellar hemisphere",
        "opb": "Thalamus",
        "opc": "Temporal lobe",
        "opd": "Parietal lobe",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "184d5f95-302c-4cd4-b29c-06dea94fa9ee",
        "choice_type": "single"
    },
    {
        "question": "Hemiplegia is most commonly due to Occlusion Of?",
        "exp": "The MCA is the most common site for the occurrence of ischemic stroke. Contralateral hemiparesis and hemisensory loss of the face, upper and lower extremities is the most common presentation of MCA syndrome Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Middle cerebral aery",
        "opb": "Basilar aery",
        "opc": "Veebral aery",
        "opd": "Anterior cerebral aery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ae417fd8-f89a-432c-8364-a50e07183c57",
        "choice_type": "single"
    },
    {
        "question": "Todd's palsy can occur affer episode of-",
        "exp": "Harrison's principles of internal medicine 17th edition. *3 additional features of paial motor seizures are Jacksonian march, Todd's paralysis and epilepsia paialis continua.",
        "cop": 2,
        "opa": "Generalized tonic-clonic seizures",
        "opb": "Paial motor seizures",
        "opc": "Atonic seizures",
        "opd": "Myoclonic seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "07aa223e-8010-409a-9419-eb3be6b659a6",
        "choice_type": "single"
    },
    {
        "question": "Most common site of intracranial hemorrhage in hepeensive hemorrhage is",
        "exp": "*The most common site for hypeensive hemorrhage is basal ganglia, cerebellum, thalamus, pons. Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Basal ganglia",
        "opb": "Brainstem",
        "opc": "Cerebellum",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bef6c389-4cf7-4487-b997-8d130b3b5e15",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is NOT a characteristic or tuberous sclerosis",
        "exp": "Tuberous sclerosis is an autosomal dominant condition. The classic traid of clinical features comprises learning disability, epilepsy and skin lesions. Skin lesions include ash leaf macules, adenoma sebaceum, periungual and subungual fibromas and shagreen patches. Reference Harrison20th edition pg 2456",
        "cop": 3,
        "opa": "Seizures",
        "opb": "Adenoma sebaceum",
        "opc": "X-linked recessive inheritance",
        "opd": "Shagreen patches",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "4e3c4241-a78e-45e4-9c7d-71a36ab4f304",
        "choice_type": "single"
    },
    {
        "question": ". Brocas aphasia is?",
        "exp": "*Speech output is sparse (nonfluent), slow, labored, interrupted by many word- finding pauses, and usually dysahric; output may be reduced to a grunt or single word. Ref Harrison20th edition pg 2678",
        "cop": 2,
        "opa": "Fluent aphasia",
        "opb": "Non fluent aphasia",
        "opc": "Sensory aphasia",
        "opd": "Conduction aphasia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a499fbc3-6e1e-4e63-8ae2-c059300c67e1",
        "choice_type": "single"
    },
    {
        "question": "Basal exudates, infarcts and hydrocephalus are findings observed in Brain imagine studies. The most likely diagnosis is",
        "exp": "Harrison's textbook of internal medicine 17th edition. *Imaging studies (MRI, CT scan) may show hydrocephalus and abnormal enhancement of basal cisterns or ependyma. *CT and MRI reveals contrast enhanced ring lesions, but biopsy necessary to establish the diagnosis.",
        "cop": 1,
        "opa": "Tubercular Meningitis",
        "opb": "Viral Meningitis",
        "opc": "Herpes encephalitis",
        "opd": "Cerebral Malaria",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c8068907-8f55-4dd6-89c7-d20e1c9cfcf7",
        "choice_type": "single"
    },
    {
        "question": "Pinpoint pupils are seen in haemorrhage of",
        "exp": "In pontine haemorrhages, deep coma with quadriplegia often occurs over a few minutes. Typically, there is prominent decerebrate rigidity and \"pinpoint\" (1 mm) pupils that react to light. There is impairment of reflex horizontal eye movements evoked by head turning (doll's-head or oculocephalic maneuver) or by irrigation of the ears with ice water. Hyperpnea, severe hypertension and hyperhidrosis are common. Ref: Harrison 19e pg: 2583",
        "cop": 2,
        "opa": "Putamen",
        "opb": "Pons",
        "opc": "Thalamus",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "aafc7226-1cdf-4fb3-a281-5da39e58b1f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common type of Glial tumors?",
        "exp": "Robbins and cotran Pathologic basis of disease-south asia edition, 9 edition. *Astrocytomas are the most common gliomas.",
        "cop": 1,
        "opa": "Astrocytomas",
        "opb": "Medulloblastomas",
        "opc": "Neurofibromas",
        "opd": "Ependymomas",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5655e5c8-a6c7-4532-b8bf-2cd5801a45df",
        "choice_type": "single"
    },
    {
        "question": "Most common site of symptomatic intracranial aneurysm repture is?",
        "exp": "Harrison's principles of internal medicine 17th edition. * Excluding head trauma the most common cause of SAH is rupture of intracranial aneurysms Subarachnoid hemorrhage (SAH) is a life-threatening type of stroke caused by bleeding into the space surrounding the brain. SAH can be caused by a ruptured aneurysm, AVM, or head injury",
        "cop": 1,
        "opa": "SAH",
        "opb": "SDH",
        "opc": "EDH",
        "opd": "Putamen",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a1ac9ff3-a241-42e5-91e3-c642f4969ea1",
        "choice_type": "single"
    },
    {
        "question": "Proximal muscle weakness is not a feature of",
        "exp": "In Myotonic dystrophy the Muscles affected are Face(including ptosis), sternocleidomastoids, distal limb, generalised later. In all other above mentioned options the proximal muscles are affected. Reference: Harrison20th edition pg 2278",
        "cop": 2,
        "opa": "Polymyositis",
        "opb": "Myotonic dystrophy",
        "opc": "Becker's muscular dystrophy",
        "opd": "Duchene's muscular dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e83d752c-b376-40dc-8c75-3e8f44f4544e",
        "choice_type": "single"
    },
    {
        "question": "Floppy iris syndrome is associated with usage of",
        "exp": "Selective alpha- adrenergic antagonist side effects may include hypotension, dizziness, nasal congestion, headache, and floppy iris syndrome. Ref Harrison 20th edi page no 2833",
        "cop": 3,
        "opa": "Anticholinergics",
        "opb": "PDE- 5 inhibitor",
        "opc": "Selective alpha- adrenergic antagonist",
        "opd": "5 alpha reductase inhibitor",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1b936577-660e-45d6-b5a5-5e997bd72fe0",
        "choice_type": "single"
    },
    {
        "question": "In which of the following chronic Conditions, degenerative changes in the brain are Seen which are not a pa of normal ageing?",
        "exp": "Amnesia is a deficit in memory caused by brain damage or disease, but it can also be caused temporarily by the use of various sedatives and hypnotic drugs. The memory can be either wholly or paially lost due to the extent of damage that was caused. There are two main types of amnesia: retrograde amnesia and anterograde amnesia. Retrograde amnesia is the inability to retrieve information that was acquired before a paicular date, usually the date of an accident or operation. In some cases the memory loss can extend back decades, while in others the person may lose only a few months of memory. Anterograde amnesia is the inability to transfer new information from the sho-term store into the long-term store. People with this type of amnesia cannot remember things for long periods of time. These two types are not mutually exclusive; both can occur simultaneously People with amnesia can learn new information, paicularly non-declarative knowledge. However, some people with dense anterograde amnesia do not remember the episodes during which they previously learned or observed the information. Declarative information Some patients with anterograde amnesia can still acquire some semantic information, even though it might be more difficult and might remain rather unrelated to more general knowledge. H. M. could accurately draw a floor plan of the home in which he lived after surgery, even though he had not lived there in years. The reason patients could not form new episodic memories is likely because the CA1 region of the hippocampus was a lesion, and thus the hippocampus could not make connections to the coex. After an ischemic episode following surgery, an MRI of patient R. B. showed his hippocampus to be intact except for a specific lesion restricted to the CA1 pyramidal cells. Non-declarative information Some retrograde and anterograde amnesics are capable of non-declarative memory, including implicit learning and procedural learning. For example, some patients show improvement on the pseudorandom sequences experiment as healthy people do. Therefore, procedural learning can proceed independently of the brain system required for declarative memory. According to f. MRI studies, the acquisition of procedural memories activates the basal ganglia, the premotor coex and the supplementary motor area, regions which are not normally associated with the formation of declarative memories. This type of dissociation between declarative and procedural memory can also be found in patients with diencephalic amnesia such as Korsakoff's syndrome. Another example demonstrated by some patients, such as K. C. and H. M, who have medial temporal damage and anterograde amnesia, still have perceptual priming. Those patients did well in the word fragment completion test. Ref Harrison20th edition pg 2134",
        "cop": 3,
        "opa": "Dementia",
        "opb": "Pseudodementia",
        "opc": "Amnestic synrome",
        "opd": "Delirium",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a3788ab8-8917-4799-aa7a-bb8ee31adc84",
        "choice_type": "single"
    },
    {
        "question": "Parkinsonism is associated with which metal?",
        "exp": "Harrison's principles of internal medicine 17th edition. *Exposure to manganese, CO, disulfides, cyanide and methanol can lead to parkinsonism",
        "cop": 3,
        "opa": "Mg",
        "opb": "Se",
        "opc": "Mn",
        "opd": "Mo",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bf2e22b9-8f57-49cd-a0b5-c09f6e23c1a1",
        "choice_type": "single"
    },
    {
        "question": "Waddling gait is seen in",
        "exp": "*In muscular dystrophies the gait of an individual disclose a lordotic posture caused by combined trunk and hip weakness, frequently exaggerated by toe walking. A waddling gait is caused by the inability of weak hip muscles to prevent hip drop or hip dip. Muscular dystrophy A waddling gait is a symptom of several types of MD, including: Duchenne MD. This disorder occurs almost exclusively in boys and affects the arms, legs, and pelvis. One of the first signs is having difficulty crawling or getting up from the floor Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Muscular dystrophy",
        "opb": "Traumatic Paraphegia",
        "opc": "Parkinsonism",
        "opd": "Cerebellar infarct",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "871cd478-c73c-4e9a-a2f5-b91475707cbe",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions, neurons are exclusively affected",
        "exp": "Spinocerebellar ataxia (SCA), progressive, degenerative, genetic disease with multiple types, each of which could be considered a neurological condition in its own right. An estimated 150, 000 people in the United States have a diagnosis of spinocerebellar ataxia at any given time. SCA is hereditary, progressive, degenerative, and often fatal. There is no known effective treatment or cure. SCA can affect anyone of any age. The disease is caused by either a recessive or dominant gene. In many cases people are not aware that they carry a relevant gene until they have children who begin to show signs of having the disorder There are five typical autosomal-recessive disorders in which ataxia is a prominent feature: Friedreich ataxia, ataxia-telangiectasia, ataxia with vitamin E deficiency, ataxia with oculomotor apraxia (AOA), spastic ataxia. Ref Harrison20th edition pg 2556",
        "cop": 1,
        "opa": "Spinocerebellar ataxia",
        "opb": "Supranuclear palsy",
        "opc": "Coicobasal degeneration",
        "opd": "Multisystem Atrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d8510a2f-e5d1-4bb5-9143-f2dc0d703548",
        "choice_type": "single"
    },
    {
        "question": "A 65 year-old gentleman IS having tremors, rigidity and reduced mobility. He is likely to be benefited by",
        "exp": "Repeat",
        "cop": 1,
        "opa": "Broniocriptine",
        "opb": "Alpha Methyle dopa",
        "opc": "Reserpine",
        "opd": "Acyclovir",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a60a726d-f949-44d9-832e-d62ee0446541",
        "choice_type": "single"
    },
    {
        "question": "The following are preventable risk factors for dementia",
        "exp": "Many risk factors for dementia have been identified in recent years, most of which are common, and several are associated with both AD and VaD, as well as with atherosclerosis. These include age, hypertension, diabetes mellitus, dyslipidemia, hyperhomocysteinemia, obesity, smoking, coronary aery disease, and low level of education and occupational attainment. It is impoant to note that many of these risk factors seem to exe their critical effects already in midlife In senescence, the changes mayhave disappeared. Most elderly are not overweight any more, have stopped smoking (if they ever did), and even their cholesterol levels are lower than they have ever been. It is impoant to realize that an interaction exists between these factors. Ref Harrison20th edition pg 2297",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Apo E4",
        "opc": "Age",
        "opd": "Lowered Homocysteine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "565639f7-7fc1-4b47-8ce6-71ba792c05f7",
        "choice_type": "single"
    },
    {
        "question": "Death after rupture of berry aneurysm is due to?",
        "exp": "Harrison's principles of internal medicine 17th edition. *Autopsy and angiography studies have shown that about 2% of adults harbour intracranial aneurysms which will rupture producing SAH.",
        "cop": 1,
        "opa": "Sub arachnoid haemorrhage",
        "opb": "Subdural haemorrhage",
        "opc": "Extradural hemorrhage",
        "opd": "Intraparenchymal haemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7e953b85-2b07-4bd9-934a-a87f32294289",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of interventricular bleed is?",
        "exp": "Also known as an intracerebral hemorrhage, the haematoma typically results from a head trauma and normally takes the form of a bruise within the brain Intraparenchymal hemorrhage may occur suddenly without any apparent cause. In such cases, the affected individuals normally have weakened blood vessels as a result of long term hypertension. Other causes of intraparenchymal hemorrhage include tumors, anticoagulant medication and brain lesions Ref Harrison20th edition pg 2456",
        "cop": 4,
        "opa": "SDH",
        "opb": "EDH",
        "opc": "SAH",
        "opd": "Parenchymal bleed",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "67e94281-24d3-4463-9e5d-6d9c2e467c27",
        "choice_type": "single"
    },
    {
        "question": "Most common site for berry aneurysm rupture?",
        "exp": "Harrison's principles of internal medicine 17th edition. * Approximately 85% aneurysms occur in anterior circulation mostly on circle of Willis. Those >7 mm in diameter and those at the top of basilar aery and at the origin of posterior communicating aery are at greater risk of rupture",
        "cop": 2,
        "opa": "Anterior circulation of brain",
        "opb": "Posterior circulation of brain",
        "opc": "Ascending aoa",
        "opd": "Desending aoa",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "43f37c22-9ae2-49ca-9d95-059dab0e94d6",
        "choice_type": "single"
    },
    {
        "question": "Anti-Hu paraneoplastic neuropathy manifests as",
        "exp": "ANTI-Hu PARANEOPLASTIC NEUROPATHY This uncommon immune-mediated disorder manifests as a sensory neuronopathy (i. e., selective damage to sensory nerve bodies in dorsal root ganglia). The onset is often asymmetric with dysesthesias and sensory loss in the limbs that soon progress to affect all limbs, the torso, and the face. Marked sensory ataxia, pseudoathetosis, and inability to walk, stand, or even sit unsuppoed are frequent features and are secondary to the extensive deafferentation. Subacute sensory neuronopathy may be idiopathic, but more than half of cases are paraneoplastic, primarily related to lung cancer, and most of those are small-cell lung cancer (SCLC). Diagnosis of the underlying SCLC requires awareness of the association, testing for the paraneoplastic antibody, and often positron emission tomography (PET) scanning for the tumor. The target antigens are a family of RNA-binding proteins (HuD, HuC, and Hel-N1) that in normal tissues are only expressed by neurons. The same proteins are usually expressed by SCLC, triggering in some patients an immune response characterized by antibodies and cytotoxic T cells that cross-react with the Hu proteins of the dorsal root ganglion neurons, resulting in immune-mediated neuronal destruction",
        "cop": 2,
        "opa": "motor neuronopathy",
        "opb": "sensory neuronopathy",
        "opc": "motor sensory neuronopathy",
        "opd": "acute inflammatory demyelinating polyneuropathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d3c4a4c0-e34a-4222-9c2d-7219fbfa2bf4",
        "choice_type": "single"
    },
    {
        "question": "Dose of r. TPA in ishaemic stroke is?",
        "exp": "*-PA(recombinant tissue plasminogen activator) is administered as 0. 9mg/kg IV(max. 90 mg)IV as 10% of total dose by bolus, followed by remainder as total dose over 1hr. Ref Harrison20th edition pg 2445",
        "cop": 2,
        "opa": "6O mg",
        "opb": "90 mg",
        "opc": "100 mg",
        "opd": "120 mg",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "270e6a2d-62f9-4aac-8e44-87d6e9f27c4e",
        "choice_type": "single"
    },
    {
        "question": "NARP syndrome is a type of-",
        "exp": "Harrison's principles of internal medicine 17th edition *Neurogenic muscular weakness with ataxia and retinitis pigmentosa is a mitochondrial disease",
        "cop": 1,
        "opa": "Mitochondrial function disorder",
        "opb": "Glycogen storage disorder",
        "opc": "Lysosomal storage disorder",
        "opd": "Lipid storage disorder",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "159baf9d-a4d1-473f-b7e7-f8d16cfcb693",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old man with progressive dementia of recent onset presents with intermittent irregular jerky movemet EEG shows periodic sharp biphasic waves. The most likely diagnosis is",
        "exp": "Creutzfeldt-Jakob disease (CJD), also known as classic Creutzfeldt-Jakob disease, is a fatal degenerative brain disorder.] Early symptoms include memory problems, behavioral changes, poor coordination, and visual disturbances. This is accompanied by physical problems such as speech impairment, balance and coordination dysfunction (ataxia), changes in gait, and rigid posture. In most people with CJD, these symptoms are accompanied by involuntary movements and the appearance of an atypical, diagnostic electroencephalogram tracing. The duration of the disease varies greatly, but sporadic (non-inherited) CJD can be fatal within months or even weeks. Most victims die six months after initial symptoms appear, often of pneumonia due to impaired coughing reflexes. About 15% of people with CJD survive for two or more years. The symptoms of CJD are caused by the progressive death of the brain's nerve cells, which is associated with the build-up of abnormal prion protein molecules forming amyloids. When brain tissue from a person with CJD is examined under a microscope, many tiny holes can be seen where whole areas of nerve cells have died. The word \"spongiform\" in \"transmissible spongiform encephalopathies\" refers to the sponge-like appearance of the brain tissue Ref Harrison20th edition pg 2234",
        "cop": 2,
        "opa": "Alzheimers's disease",
        "opb": "Creutzfeldt Jakob disease",
        "opc": "Lewy body dementia",
        "opd": "Herpes simplex Encephalitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d3f67229-d20a-49d0-ae43-f0e6e1ddeb22",
        "choice_type": "single"
    },
    {
        "question": "A man with painful opthalmoplegia, cavernous sinus dilatation: diagnosis is",
        "exp": "Tolosa-Hunt syndrome (THS) is a painful ophthalmoplegia caused by nonspecific inflammation of the cavernous sinus or superior orbital fissure. Cavernous sinus thrombosis symptoms include: decrease or loss of vision, chemosis, exophthalmos (bulging eyes), headaches, and paralysis of the cranial nerves which course through the cavernous sinus. Gradenigo's syndrome, is a complication of otitis media and mastoiditis involving the apex of the petrous temporal bone. Orbital pseudotumor is the most common painful orbital mass in the adult population, and is associated with proptosis, cranial nervepalsy (Tolosa-Hunt syndrome), uveitis, and retinal detachment. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Gradinego syndrome",
        "opb": "Tolosa Hunt syndrome",
        "opc": "Cavernous sinus thrombosis",
        "opd": "Orbital pseudotumour",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b4a2cab3-1f73-4f94-bd14-666bf0120997",
        "choice_type": "single"
    },
    {
        "question": "According to the Glasgow Coma Scale (GCS), a verbal score of 1 indicates",
        "exp": ". *Glasgow coma score -verbal (nonintubated). 5-oriented and talks 4-disoriented and talks 3-inappropriate words 2-incomprehensible words 1-no response. Ref Harrison20th edition pg 2677",
        "cop": 1,
        "opa": "No response",
        "opb": "Inappropriate words",
        "opc": "Incomprehensible sounds",
        "opd": "Disoriented response",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "07c83654-da88-4a8b-9c18-fc2b6883dea1",
        "choice_type": "single"
    },
    {
        "question": "The following is an example of atypical antipsychotic",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. *atypical antipsychotics are olanzapine, clozapine, risperidone, quetiapine, aripiprazole *haloperidol belongs to butyrophenones antipsychotic *amitriptyline is TCAs *zuclopenthixol belongs to thioxanthene antipsychotics.",
        "cop": 1,
        "opa": "Olanzapine",
        "opb": "Haloperidol",
        "opc": "Amitriptyline",
        "opd": "Zuclopenthixol",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1690e8a7-8f47-4f62-8fcd-cd8d4b302de0",
        "choice_type": "single"
    },
    {
        "question": "Most common nerve involved in intracranial Aneurysm is",
        "exp": "*in Subarachinoid hemorrhage, a third nerve palsy may be present due to local pressure from an aneurysm of posterior communicating aery. *85% of SAH are caused by saccular or berry aneurysm. Ref Harrison20th edition pg 2345",
        "cop": 4,
        "opa": "IIICN",
        "opb": "VI CN",
        "opc": "VCN",
        "opd": "VI CN",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e186e583-adca-4108-807a-c4d4d0fce90f",
        "choice_type": "single"
    },
    {
        "question": "Definition of TIA is, patient signs and symptoms resolve by",
        "exp": "When blood flow is quickly restored, brain tissue can recover fully and the patient's symptoms are only transient, this is called a transient ischemic attack (TIA). The definition of TIA requires that all neurologic signs and symptoms resolve within 24 h without evidence of brain infarction on brain imaging. Most TIAs last <1 h. Stroke has occurred if the neurologic signs and symptoms last for >24 h or brain infarction is demonstrated. Ref: Harrison 19e pg: 2559",
        "cop": 1,
        "opa": "24 hours",
        "opb": "36 hours",
        "opc": "48 hours",
        "opd": "72 hours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "24f98377-80d1-4738-98f9-e1bef8552182",
        "choice_type": "single"
    },
    {
        "question": "A patient with previous spells of diplopia, ataxia, dysahria, and dizziness becomes acutely comatose. The most likely cause is",
        "exp": "Patients with basilar aery stenosis frequently have spells of ischemic brainstem dysfunction before a catastrophic stroke caused by aerial thrombosis. Timely anticoagulation and allowing a higher blood pressure can arrest the progression of this potentially fatal stroke. Acute coma can occur in association with each of the cerebrovascular accidents mentioned in the question Except carotid occlusion. Subarachnoid hemorrhage causes an acute increase in intracranial pressure that reduces blood flow to the brain. Unilateral coical infarction does not cause coma, but damage to brainstem structures infarction or compression will cause coma. Ref - Harrison's principles of internal medicine 20e pg 2073",
        "cop": 1,
        "opa": "Basilar aery thrombosis",
        "opb": "Subarachnoid hemorrhage",
        "opc": "Carotid occlusion",
        "opd": "Cerebellar hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d710d2f4-0d24-46b4-b50d-9633fe43b73f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites is responsible for the amnestic defect in Wernicke's Korsakoff -syndrome",
        "exp": "Harrison's principles of internal medicine 17th edition. *The amnestic defect is related to lesions of dorsal medial nuclei of thalamus",
        "cop": 2,
        "opa": "Mamillary body",
        "opb": "Thalamus",
        "opc": "Subthalmic nucleus",
        "opd": "Medical fore brain bundle",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "00e1d000-f29f-431d-b49d-fee3202b503a",
        "choice_type": "single"
    },
    {
        "question": "Shagreen patch is seen in-",
        "exp": ". *In tuberous sclerosis skin changes include ash leaf mailed, angiofibromas, adenoma sebaceum, shagreen patches often on lower back. Ref Harrison20th edition pg 2564",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Sturge weber syndrome",
        "opd": "Neurofibromatosis I",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2a35f599-cf62-4a55-b569-5c4c32b33dbd",
        "choice_type": "single"
    },
    {
        "question": "A-female patint of childbearing age is on valproate for JME. Whichk drug should be used to replace valproate and can be prescribed as montherapy?",
        "exp": "It is known to cause serious abnormalities in the baby if taken during pregnancy. Because of this it is not typically recommended in women of childbearing age who have migraines. Common side effects include sleepiness, dizziness, feeling tired, and aggression. Severe side effects may include psychosis, suicide, and allergic reactions such as Stevens-Johnson syndrome and anaphylaxis. It is unclear if use is safe during pregnancy but it appears okay when breastfeeding. It is the S-enantiomer of etiracetam. How it works is not clear Ref Davidson 23rd edition pg 1036 With respect to major congenital malformations (MCM), levetiracetam taken in monotherapy can be considered a safer alternative to valproate for women with epilepsy of childbearing age as per studies Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Levetiracetam",
        "opb": "Zonisamide",
        "opc": "Carbamazepine",
        "opd": "Phenytoin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b937f0c2-6060-4ec7-b6cc-2712fa55d973",
        "choice_type": "single"
    },
    {
        "question": "Hemiparesis is NOT a feature of",
        "exp": "Altered mental status is a common presenting complaint in the emergency depament (ED). Cerebrovascular accidents (CVAs) are one of the most serious etiologies for altered mental status. Ischemic stroke accounts for 87% of CVAs. 1 Of these, approximately 20% are the result of veebrobasilar aery occlusion (VBAO). The moality of VBAO can reach 80-95% without successful treatment. Making the diagnosis can be difficult as patients present with a variety of nonspecific signs and symptoms. Fuhermore, the posterior circulation is difficult to visualize, often requiring the use of computed tomography angiography (CTA), magnetic resonance imaging (MRI) or magnetic resonance angiography (MRA). We present here a review of the literature and a case of a young patient with VBAO. There are a number of conditions that can cause hemiparesis or hemiplegia. Examples of hemiparesis and hemiplegia causes include strokes, brain injuries, spinal cord injuries, infections, and a handful of other conditions affecting the central nervous system Hemiparesis is not a feature of VAO Ref Harrison20th edition pg 2345",
        "cop": 4,
        "opa": "Carotid aery occlusion",
        "opb": "MCA occlusion",
        "opc": "ACA occlusion",
        "opd": "Veebral aery occlusion",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2df66fa2-0c02-46bb-b548-dd08ff38e182",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old woman presents to her physician the complaint of difficulty in reading and fatigue. She repos having had \"pins and needles\" feeling in her left arm several months ago that resolved without treatment. On examination, She has visual field deficits and mild hyperreflexia. The MRI examination confirms the Suspected diagnosis. Which of the following is the underlying mechanism responsible for the patient's disease?",
        "exp": "A demyelinating disease is any condition that results in damage to the protective covering (myelin sheath) that surrounds nerve fibers in your brain, optic nerves and spinal cord. When the myelin sheath is damaged, nerve impulses slow or even stop, causing neurological problems Symptoms: The most common symptoms of demyelinating disorders are: Vision loss. Muscle weakness. Muscle stiffness. Muscle spasms. Changes in how well your bladder and bowels work Blurred double vision (Diplopia) Ataxia. Clonus. Dysahria. Fatigue. Clumsiness. Hand paralysis. Hemiparesis Ref Harrison20th edition pg 2776",
        "cop": 3,
        "opa": "Antibodies to acetylcholine receptors",
        "opb": "Axonal degeneration",
        "opc": "Demylination of neurons",
        "opd": "Posterior column degeneration",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "718db084-a4c2-4940-98e2-54707d5ed04b",
        "choice_type": "single"
    },
    {
        "question": "Lateral medullary syndrome is caused by thrombosis of-",
        "exp": "* Dorsolateral pa of the medulla is suplied by posterior inferior cerebellar aery, which usually a branch of veebral aery *thrombosis of posterior inferior cerebellar aery, therfore effects a wedge shaped area on the dorsolateral aspects of medulla and the inferior surface of cerebellum produce lateral medullary syndrome of wallenberg. Ref Harrison20th edition pg 2435",
        "cop": 3,
        "opa": "Anterior inferior cerebral aery",
        "opb": "Posterior interior cerebellar aery",
        "opc": "Veebral aery",
        "opd": "Basilar aery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "3cac6887-ef7f-4f48-af88-9bd432ec8152",
        "choice_type": "single"
    },
    {
        "question": "Burst suppression of EEG is sees in",
        "exp": ". * In SSPE, EEG demonstrates characteristic periodic bursts of triphasic waves. Ref Harrison20th edition pg 2567",
        "cop": 2,
        "opa": "Herpes",
        "opb": "SSPE",
        "opc": "Prions disease",
        "opd": "Epilepsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bc8c4222-c1cd-4ed6-b59b-aa6166691c11",
        "choice_type": "single"
    },
    {
        "question": "Sumatriptan is",
        "exp": "Sumatriptan a 5-HT 1D/1B agonist is used for acute migraine attacks. Buspirone, a 5-HT 1A agonist is an effective nonbenzodiazepine anxiolytic. ref - harrisons internal medicine 20e pg3100",
        "cop": 1,
        "opa": "5-HT 1D/1B agonists",
        "opb": "5-HT 1D/1B antagonist",
        "opc": "5-HT 1A agonist,",
        "opd": "5-HT 1A antagonist",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f9b5c9c8-4d50-4638-a4f9-3e8530a3cd9b",
        "choice_type": "single"
    },
    {
        "question": "Aneurysm with third nerve palsy?",
        "exp": "*a third nerve palsy may be present due to local pressure from an aneurysm of the posterior communicating aery. Ref Harrison20th edition pg 2334",
        "cop": 4,
        "opa": "Aneurysm of cavernous Sinus",
        "opb": "Aneurysm of middle cerebral aery",
        "opc": "Aneurysm of lower cerebral aery",
        "opd": "Junction of PCA with JCA",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d821a13c-1654-42bc-bda5-011dfb766102",
        "choice_type": "single"
    },
    {
        "question": "Which of the following may cause Parkinson's",
        "exp": "Manganese causes Parkinson's disease. Other drugs and toxins which causes parkinson's are: Antipsychotic drugs, Metoclopramide, tetrabenazine, sodium valproate, lithium and MPTP. In the human body, manganese aids blood sugar regulation, bone formation, and immunity. However, exposure to excessive levels of manganese may trigger Parkinson's-like neurological symptoms. Manganese builds up in the basal ganglia area of the brain Reference: Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Manganese",
        "opb": "Iron",
        "opc": "Copper",
        "opd": "Lead",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1c726473-f0d3-4e41-89da-1869c9b236c6",
        "choice_type": "single"
    },
    {
        "question": "A patient was on antiepileptics. Hirsutism, coarsening of facial features, gingival hyperophy is noted in the patient. The epileptic could be",
        "exp": "Long-term use of phenytoin is associated with untoward cosmetic effects (e. g., hirsutism, coarsening of facial features, gingival hyperophy) and effects on bone metabolism. Due to these side effects, phenytoin is often avoided in young patients who are likely to require the drug for many years. Ref: Harrison 19e 2552",
        "cop": 1,
        "opa": "Phenytoin",
        "opb": "Valproic acid",
        "opc": "Ethosuximide",
        "opd": "Lamotrigine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "964b8849-aa2d-49cd-8a87-40304a4e4cfa",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of neurocysticerocosis is",
        "exp": "Neurocysticercosis typically is first seen with seizures (70% to 90% of acutely symptomatic patients) and headache. Headache usually indicates the presence of hydrocephalus, meningitis, or increased intracranial pressure. Dementia, radiculopathy, focal neurologic defecits are less common presentations Ref Harrison20th edition pg 2445",
        "cop": 1,
        "opa": "Seizures",
        "opb": "Focal neurological deficits",
        "opc": "Dementia",
        "opd": "Radiculopathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ed439125-7055-4585-9565-1eb90965163d",
        "choice_type": "single"
    },
    {
        "question": "NARP syndrome is a type of",
        "exp": "Harrison's principles of internal medicine 17th edition. * Neurogenic muscular weakness with ataxia and retinitis pigmentosa is a mitochondrial disease",
        "cop": 1,
        "opa": "Mitochondrial function disorder",
        "opb": "Glycogen storage disorder",
        "opc": "Lysosomal storage disorder",
        "opd": "Lipid storage disorder",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c39d408f-9d25-4d43-bf6d-d49aed872e36",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old gentleman is having tremors, rigidity and reduced mobility. He is likely to be benefited by",
        "exp": "Symptoms suggestive of Parkinson's disease Treatment modality are: 1)levodopa + carbidopa 2). Bromocriptine(dopamine receptor agonist) 3)MAOI-B inhibitor: selegiline and rasagiline 4)COMT inhibitors: Entacapone and tolcapone 5). Amantadine 6) Anticholinergic: benzhexol 7). Surgery 8). Physiotherapy, occupational therapy and speech therapy. Reference: Harrison20th edition pg 2567",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Alpha-methyldopa",
        "opc": "Reserpine",
        "opd": "Acyclovir",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e2359ab6-2df9-4a4d-b1d1-16156697ffbc",
        "choice_type": "single"
    },
    {
        "question": "Which is a feature of Normal pressure hydrocephalus",
        "exp": "Harrison's principles of internal medicine 17 th edition * For NPH the clinical triad includes an abnormal gait( ataxic/ apractic), dementia and urinary incontinence.",
        "cop": 1,
        "opa": "Gait Disturbance",
        "opb": "Aphasia",
        "opc": "Global confusion",
        "opd": "Opthalmoplegia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a95c2c56-8ce8-4def-a81f-0fc89dd5e177",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is hepatotoxic",
        "exp": "17 alpha methyl testosterone oral form of testosterone is hepatotoxic, so should not be used for treatment of androgen deficiency Ref Harrison 20th edi page no 2783, tab 384-3",
        "cop": 2,
        "opa": "Transdermal testosterone patch",
        "opb": "17 alpha methyl testosterone",
        "opc": "Intranasal testosterone",
        "opd": "Injectible testosterone undeconate",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "96d3454d-26c5-4149-9620-99dfb0038a8c",
        "choice_type": "single"
    },
    {
        "question": "Soap bubble appearance is seen in which meningo encephalitis",
        "exp": "results from infection of the central nervous system with the yeast-like fungus Cryptococcus neoformans. It is the most common fungal infection and second most common oppounistic infection of the central nervous system. Gelatinous pseudocysts tend to give a \"soap bubble\" appearance on MRI Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Cryptococcus",
        "opb": "Mucormycosis",
        "opc": "Tubercular",
        "opd": "HSV",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8a59d968-a639-456a-9125-d71b7feb0c69",
        "choice_type": "single"
    },
    {
        "question": "An elederly male presented with headache, fever and hemiparasis of right side. On fuher examination and investigation a diagnosis of brain abscess was made. Which of the following antibacterial/ antibacterials is effective in this patient",
        "exp": "A 6-week combination of third-generation cephalosporin and metronidazole cures most cases of community-acquired brain abscess in immunocompetent patients. Coverage for streptococci can be attained by a high dose of penicillin G or a third-generation cephalosporin (eg, cefotaxime, ceftriaxone Ref Harrison20th edition pg 2234",
        "cop": 4,
        "opa": "Gentamycin",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "A combination of Cephalosporin and Metronidazole",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e394182a-8cb0-433a-a0e5-8b0cdf27decc",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's area lesion causes?",
        "exp": "*Although speech sounds grammatical, melodic, and effoless (fluent), it is viually incomprehensible due to errors in word usage, structure, and tense and the pres-ence of paraphasic errors and neologisms (\"jargon\"). Comprehension of written and spoken material is severely impaired, as are reading, writing, and repetition. The pt usually seems unaware of the deficit and is not frustrated. Reference Harrison20th edition pg 2756",
        "cop": 2,
        "opa": "Fluency, meaningful",
        "opb": "Fluency, meaningless",
        "opc": "Non fluent, meaningful",
        "opd": "Non fluent, meaningless",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "adbfd0a2-8e30-45d9-b91f-94d43bdd06be",
        "choice_type": "single"
    },
    {
        "question": "Astacia-Abasia seen in",
        "exp": "*Odd gyrations of posture with wastage of muscular energy (astasia-abasia), extreme slow motion, and dramatic fluctuations over time may be observed in patients with somatoform disorders and conversion reaction. The term abasia literally means that the base of gait (the lateral distance between the two feet) is inconstant or unmeasurable. When seen in conversion disorder, the gait is bizarre and is not suggestive of a specific organic lesion: often the patient sways wildly and nearly falls, recovering at the last moment. Ref Harrison20th edition pg 2345",
        "cop": 4,
        "opa": "Parkinsonism",
        "opb": "Alzeihmer's",
        "opc": "Schizophrenia",
        "opd": "Hysterical conversion disorder",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "55f3a1c3-e9ae-4c78-a809-e0036eeed724",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of Gullain Barre syndrome?",
        "exp": "*GBS manifest as rapidly envolving areflexic motor paralysis with or without sensory disturbance. *Deep tendon reflex is attenuated or disappear with in first few days *Bladder dysfunction occur in severe case but is usually transient. *CSF finding are distinctive with elevated protein levels without accompanying pleocytosis Ref Harrison20th edition pg 1234",
        "cop": 4,
        "opa": "Albumino-cytological dissociation",
        "opb": "Transient bladder disturbances",
        "opc": "Areflexia",
        "opd": "Babinski plantar response -",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "44d0eb1d-ef19-49a7-aac0-0c083ab8e50c",
        "choice_type": "single"
    },
    {
        "question": "In the central nervous system (CNS), oligodendrocytes share a similar function with",
        "exp": "Oligodendrocytes in the central nervous system (CNS) share a similar function with Schwann cells in the peripheral nervous system-synthesis of myelin. Oligodendrocytes are small, round, lymphocyte-size cells that produce and maintain CNS myelin, which is primarily located in the white matter. Ceain diseases, such as progressive multifocal leukoencephalopathy, caused by a papovavirus, specifically attack oligodendrocytes and produce demyelination. Oligodendrogliomas are malignant tumors that are derived from oligodendrocytes. However, unlike Schwann cells, oligodendrocytes contribute segments of myelin sheaths to more than one axon. Gemistocytes are reactive astrocytes that have an eosinophilic cytoplasm. They are commonly seen along the periphery of cerebral infarctions. Some astrocytomas have a gemistocytic appearance. Astrocytes provide the structural framework for the neurons and are analogous to the fibroblasts in connective tissue. However, scarring in the brain is not associated with collagen synthesis but with filling in the defect with the cellular processes of astrocytes. A cerebral abscess is the only example of CNS repair with collagen, which is derived from the blood vessels. Microglial cells are derived from monocytes. They are the phagocytic cell of the CNS. Ependymal cells line the ventricles of the brain and the spinal canal. They do not produce CSF nor are they responsible for reabsorption of CSF, a function relegated to arachnoid cells. Ref - Harrison's principles of internal medicine 20e pg 349, britannica. com",
        "cop": 3,
        "opa": "Gemistocytes",
        "opb": "Astrocytes",
        "opc": "Schwann cells",
        "opd": "Microglial cells",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e3d69979-1881-4673-a837-f75c2b77959b",
        "choice_type": "single"
    },
    {
        "question": "Dissociated sensory loss in a case of tumor of central Spinal cord is due to lesion of-",
        "exp": "Lesion involves in decussating lateral spinothalamic fibers in the anterior commissure in syringomyelia leads to bilateral loss of pain and temperature sensations below the lesion but other sensations are preserved in the uncrossed tracts of posterior columns. this condition lead to dissociated sensory loss. The lateral spinothalamic tract (or lateral spinothalamic fasciculus), which is a pa of the anterolateral system, is a bundle of afferent nerve fibers ascending through the white matter of the spinal cord, carrying sensory information to the brain Ref Harrison20th edition pg 2644",
        "cop": 3,
        "opa": "Dorsal column fibres",
        "opb": "Anterior Spinothalmic tract",
        "opc": "Decussating fibres of lateral spinothalmic tract",
        "opd": "Cub spinal centre of spinal cord",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b35c0259-8898-4ad4-80b3-8b74f028bfe1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a limb girdle dystrophy-",
        "exp": "*Autosomal recessive limb girdle muscle dystrophies: -LGMD2A disease associate with calpain3 -LGMDB associated with dysferin -LGMD2C-F associate with alpha, beta, gamma, delta sarcoglycans. Limb-girdle muscular dystrophy (LGMD) is a diverse group of disorders with many subtypes categorized by disease gene and inheritance. LGMD usually manifests in the proximal muscles around the hips and shoulders. (The proximal muscles are those closest to the center of the body; distal muscles are faher away from the center -- for example, in the hands and feet). The shoulder girdle is the bony structure that surrounds the shoulder area, and the pelvic girdle is the bony structure surrounding the hips. Collectively, these are called the limb girdles, and it is the observed weakness and atrophy (wasting) of the muscles connected to the limb girdles that has given this group of disorders its name. Weakness in the shoulder area may make reaching over the head, holding the arms outstretched, or carrying heavy objects difficult. It may become increasingly hard to keep the arms above the head for such activities as combing one's hair or arranging things on a high shelf. Some people find it harder to type on a computer or other keyboard and may even have trouble feeding themselves. Some of the LGMD subtypes also are characterized by additional symptoms. For example, the heart can be affected in some types of LGMD, with weakness of the heart muscle (cardiomyopathy) and/or abnormal transmission of signals that regulate the heabeat (conduction abnormalities or arrhythmias). Some disease subtypes also involve the muscles used for breathing, and for that reason, respiratory function, along with cardiac function, should be monitored regularly. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Sarcoglycan dystrophy",
        "opb": "Dystrophin dystrophy",
        "opc": "Dysferin dystrophy",
        "opd": "Calpain dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2f365c3a-36bf-451d-8473-083f83434800",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites is not involved in a posterior cerebral aery infarct",
        "exp": "Thalamus is mainly supplied by central branches of posterior communicating, posterior cerebral and basilar aeries *Midbrain supplied by posterior cerebral, superior cerebellar and basilar aeries Posterior cerebral asy gives off temporal branches which ramify over inferior surface of temporal lobe *Anterior coex supply by anterior cerebral aeries and middle cerebral aery Ref Harrison20th edition pg 2367",
        "cop": 4,
        "opa": "Midbrain",
        "opb": "Thalamus",
        "opc": "Temporal lobe",
        "opd": "Anterior Coex",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bcaa1693-2314-456b-8513-839b9a5dbf9b",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with thunder clap headache. Followed by unconsciousness with progressive 3rd cranial nerve palsy",
        "exp": "Harrison's textbook of internal medicine 17th edition. *Sudden transient loss of consciousness may be preceded by brief moment of excruciating head ache, but most patient first complain of head ache on regain the consciousness. *3rd cranial nerve palsy, associate with pupillary dilatation, loss of ipsilateral light reflex, focal pain above and behind the eye. Ref Harrison20th edition pg 2445",
        "cop": 2,
        "opa": "Extradual hemorrhage",
        "opb": "Aneurysmal subarachnoid hemorrhage",
        "opc": "Basilar migraine",
        "opd": "Cluster Headache",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "68a6aa19-f2f0-4ea5-ba8a-3c32ce032463",
        "choice_type": "single"
    },
    {
        "question": "In a patient receiving ketogenic diet for epilepsy, which one of the following antiepileptic agents is to be avoided?",
        "exp": "Valproate, and its valproic acid, sodium valproate, and valproate semisodium forms, are medications primarily used to treat epilepsy and bipolar disorder and to prevent migraine headaches. They are useful for the prevention of seizures in those with absence seizures, paial seizures, and generalized seizures Common adverse effects of valproate include nausea, upper abdominal cramps, abnormal liver function, weight gain and diarrhoea. Neurological adverse effects such as tremor, fatigue, sedation, confusion and dizziness are often observed should not be given when patient is on ketogenic diet Ref Harrison20th edition pg 2657",
        "cop": 1,
        "opa": "Sodium valproate",
        "opb": "Phenytoin",
        "opc": "Carbamazepine",
        "opd": "Lamotrigine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b4e5321a-6530-4ac6-b507-3483cb9958ef",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for leptomeningeal carcinomatosis",
        "exp": "To detect leptomeningeal metastases, gadolinium-enhanced MRI is more sensitive than CT scanning. The sensitivity of MRI is nearly 70% while that of CT scan is around 30%. The most common MRI findings consist of typical nodules in the subarachnoid and parenchymal regions, parenchymal volume loss and sulcal/dural enhancement CT-myelography is not indicated due to low sensitivity, whereas the value of FDG PET, SPECT scan is still under investigation Ref Harrison20th edition pg 2234",
        "cop": 3,
        "opa": "PET",
        "opb": "SPECT",
        "opc": "Gd enhanced MRI",
        "opd": "CT scan",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b8c17554-14b2-484b-8fe7-4188d3d008b9",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male complains of paroxysm of unilateral head ache, associated with nasal discharge and tearing of eyes on the side of head ache, precipitated by bouts of alcohol, most likely diagnosis is-",
        "exp": "Typical cluster headache has daily bouts of one to two attacks of sho duration unilateral pain. *Associate with ipsilateral conjunctivallacrimation andcongestion, rhinorrhea, nasal congestion, cranial sympathetic dysfunction like ptosis. Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Cluster headache",
        "opb": "Migraine",
        "opc": "Sinusitis",
        "opd": "Tension headache",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b58f489c-4573-4fb8-b21c-e11bc9c9d05c",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for idiopathic intracranial hypertension",
        "exp": "Idiopathic intracranial hypertension is treated with acetazolamide. It should not be given in first trimester, in rest of the peroids it is safe. This condition worsens during pregnancy due to weight gain. Reference: Harrison20th edition pg 2334",
        "cop": 1,
        "opa": "Acetazolamide",
        "opb": "Glycerol",
        "opc": "Mannitol",
        "opd": "Dexamethasone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "882dd7e1-e64a-4921-a0ac-ad7402d5cc8e",
        "choice_type": "single"
    },
    {
        "question": "A middle aged person is rushed to emergency depament with history of loss of motor power on left upper and lower limb since last 30 minutes. Imaging modality of choice to plan appropriate treatment will be",
        "exp": "Hemiparesis, or unilateral paresis, is weakness of one entire side of the body (hemi- means \"half\"). Hemiplegia is, in its most severe form, complete paralysis of half of the body. Hemiparesis and hemiplegia can be caused by different medical conditions, including congenital causes, trauma, tumors, or stroke Depending on the type of hemiparesis diagnosed, different bodily functions can be affected. Some effects are expected (e. g., paial paralysis of a limb on the affected side). Other impairments, though, can at first seem completely non-related to the limb weakness but are, in fact, a direct result of the damage to the affected side of the brain. Loss of motor skills Edit People with hemiparesis often have difficulties maintaining their balance due to limb weaknesses leading to an inability to properly shift body weight. This makes performing everyday activities such as dressing, eating, grabbing objects, or using the bathroom more difficult. Hemiparesis with origin in the lower section of the brain creates a condition known as ataxia, a loss of both gross and fine motor skills, often manifesting as staggering and stumbling. Pure Motor Hemiparesis, a form of hemiparesis characterized by sided weakness in the leg, arm, and face, is the most commonly diagnosed form of hemiparesis Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "CT scan of the head",
        "opb": "MRI of the brain",
        "opc": "Carotid doppler study",
        "opd": "EEG",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "015a6f41-e5a6-4c50-b10e-6275cbe630c7",
        "choice_type": "single"
    },
    {
        "question": "Pontine hemorrhage most common cause is",
        "exp": "Pontine haemorrhage, a form of Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Diabetes",
        "opc": "Trauma",
        "opd": "Aneurysmal rupture",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "743acf5c-7226-47d4-9cdd-28744fff15dc",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-Old man presents with daily headache. He describes two attacks per day over the last 3 weeks. Each attack lasts about an hour and awakens him from sleep. The patient has noticed associated tearingand reddening of the right eye as well as nasal stuffness. The pain's deep, excruciating, and limiting to the right side of the head. The neurological examination is normal. What is the most likely diagnosis?",
        "exp": "Harrison's principles of internal medicine 17th edition. *Cluster headache is associated with ipsilateral symptoms of cranial parasympathetic autonomic activation: conjunctival injection or lacrimation, rhinorrhea or nasal congestion, cranial sympathetic dysfunction such as ptosis *Pain is deep, retroorbital, excruciating in intensity nonfluctuating and explosive *Atleast one of the daily attack of pain recurs at about the same hour each day for the duration of a cluster bout. *Onset is nocturnal in about 50%patients and men are effected three times more than women. Ref Harrison20th edition pg 2245",
        "cop": 3,
        "opa": "Migraine headache",
        "opb": "Tension headache",
        "opc": "Cluster headache",
        "opd": "Brain tumour",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "6dbf3d31-e280-4aba-8a1d-22306dd859f4",
        "choice_type": "single"
    },
    {
        "question": "In a patient with ischaemic stroke, intravenous recombinant tissue has mainly been found to be useful during the initia",
        "exp": "Ischemic stroke occurs when a blood clot blocks or plugs an aery leading to the brain. A blood clot often forms in aeries damaged by the buildup of plaques (atherosclerosis). It can occur in the carotid aery of the neck as well as other aeries. Ref Harrison20th edition pg 1123",
        "cop": 1,
        "opa": "3 hours",
        "opb": "6 hours",
        "opc": "12 hours",
        "opd": "24 hours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "fc4b1f48-7940-4688-8b28-9cfcb9350579",
        "choice_type": "single"
    },
    {
        "question": "Criteria for Brainstem death includes",
        "exp": "Harrison's principles of internal medicine 17th edition. *Cardinal signs of death are cessation of cardiac function and respiration, pupils become fixed, body becomes cool, muscles and incontinence may occur",
        "cop": 2,
        "opa": "Positive Doll's eye Reflex",
        "opb": "Absent pupillary light reflex and delated pupils",
        "opc": "Pinpoint pupils",
        "opd": "Positive vestsibulo-ocular reflex",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "36e030c8-47ef-4f8b-8b00-460344a327d4",
        "choice_type": "single"
    },
    {
        "question": "A young male develops fever, followed by headache, confusional state, focal seizures and a right hemiparesis. The MRI performed shows bilateral frontotemporal hyperintense lesion. The most likely diagnosis is",
        "exp": "Neurocysticercosis (NCC) is a neurologic infection caused by the larval stage of the tapeworm Taenia solium. In the developing world, NCC, infection of the central nervous system (CNS) with the T. solium larvae, is the most common cause of acquired epilepsy Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Acute pyogenic meningitis",
        "opb": "Acute pyogenic meningitis",
        "opc": "Neurocysticercosis",
        "opd": "Carcinomatous meningitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "6db27e78-edd7-4a58-a1ac-58e82c5eae5c",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerve most commonly involved in posterior communicating aery aneurysm is",
        "exp": ". *a third nerve palsy may be present due to local pressure from an aneurysm of the posterior communicating aery. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Oculomotor",
        "opb": "Facial",
        "opc": "Optic",
        "opd": "Trigeminal",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "61b42508-728a-4c96-beda-80976bb60d37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following wave form is seen in metabolic encephalopathy",
        "exp": "Most impoantly, EEG can differentiate between a true acute encephalopathy and epileptic states or psychiatric conditions. Although EEG is very sensitive in detecting an acute encephalopathy, it is not usually etiologically specific. The usefulness of EEG in chronic encephalopathy is less clear. Delta waves, like all brain waves, can be detected by electroencephalography (EEG). Delta waves were originally defined as having a frequency between 1-4 Hz, although more recent classifications put the boundaries at between 0. 5 and 2 Hz. Delta waves are often associated with another EEG phenomenon, the K-complex. Ref Harrison20th edition pg 2445",
        "cop": 4,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Delta",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "4cb2ffee-6c27-4b68-a96a-b30de7f5877b",
        "choice_type": "single"
    },
    {
        "question": "What is not a feature of raised ICT",
        "exp": "intracranial hypertension is presented as headache and accompanied with diplopia(6th nerve involvement), visualdisturbances, papilloedema *vomiting, coma, bradycardia and aerial hypertension are late features of raised ICT. Ref Harrison20th edition pg 2234",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Tachycardia",
        "opc": "Vomiting",
        "opd": "Blurring of vision",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "50b22b12-a480-44d1-9dbe-6aa524e58b28",
        "choice_type": "single"
    },
    {
        "question": "Type of wave in Metabolic Encephalopathy-",
        "exp": "Harrison's principles of internal medicine 17th edition. *The type of EEG in metabolic encephalopathy typically reveals generalized slowing. (Delta waves -slower than 4/s).",
        "cop": 4,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Delta",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "52bde227-b114-4276-8371-737bf8e18bad",
        "choice_type": "single"
    },
    {
        "question": "Alzeihmer's disease is associated with",
        "exp": "Patients with trisomy 21 have 3 copies of the gene for amyloid precursor protein and develop neurological characteristics of Alzheimer's disease by midlife. Alzheimer's Disease in People with Down Syndrome. Many, but not all, people with Down syndrome develop Alzheimer's disease when they get older. People with Down syndrome are born with an extra copy of chromosome 21, which carries the APP gene. This gene produces a specific protein called amyloid precursor protein (APP). which leads to development of Alzheimer's Ref Harrison20th edition pg 2756",
        "cop": 1,
        "opa": "Chr 21",
        "opb": "Chr 19",
        "opc": "Chr. 21",
        "opd": "Chr. 22",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "92d3f27c-b4e8-48f1-a37f-5e9a7a5f02ac",
        "choice_type": "single"
    },
    {
        "question": "Cerebral infarcts at its earliest is detected by",
        "exp": "Diffusion-weighted magnetic resonance imaging (DWI or DW-MRI) is the use of specific MRI sequences as well as software that generates images from the resulting data that uses the diffusion of water molecules to generate contrast in MR images The most common application of conventional DWI (without DTI) is in acute brain ischemia. DWI directly visualizes the ischemic necrosis in cerebral infarction in the form of a cytotoxic edema, appearing as a high DWI signal within minutes of aerial occlusion. With perfusion MRI detecting both the infarcted core and the salvageable penumbra, the latter can be quantified by DWI and perfusion MRI Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Diffusion weighted MRI",
        "opb": "MRI",
        "opc": "Contrast enhanced CT",
        "opd": "PET scan",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "34432e82-ef4f-4ae8-aa96-c6071cdf2bfa",
        "choice_type": "single"
    },
    {
        "question": "Drug used in multiple sclerosis",
        "exp": "*beta interferon have a modest effect on exacerbrations and disease progression in relapsing-remitting MS. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Inferferon alpha",
        "opb": "Interferon beta",
        "opc": "Interferon gamma",
        "opd": "Infliximab -",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c481151e-d85f-4e0b-acef-fb4bbd0bf138",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman has oligoclonal bands in a high-resolution electrophoresis of her spinal fluid. This laboratory test was most likely prompted by a chief complaint of",
        "exp": "A woman who has oligoclonal bands in her spinal fluid most likely has a demyelinating disease, the most common of which is multiple sclerosis. Dizziness and paresthesias are common findings in demyelinating diseases. Memory loss, seizure activity, occipital headaches, and tunnel vision are not associated with features of demyelination. Oligoclonal bands are identified as narrow bands in the gamma globulin region. They are the product of different clones of plasma cells in the central nervous system (CNS) as a secondary response to chronic inflammation. They are present in other demyelinating diseases in the CNS, including subacute sclerosing panencephalitis and Guillain-Barre syndrome. ref - pubmed. com",
        "cop": 3,
        "opa": "Loss of recent memory",
        "opb": "Seizure activity",
        "opc": "Dizziness and paresthesias",
        "opd": "Severe occipital headaches",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5736367b-63d5-44c8-aabd-40698324b090",
        "choice_type": "single"
    },
    {
        "question": "A young adult presents with proximal weakness of upper limbs, features of facial palsy and winging of scapula. The most likely diagnosis is-",
        "exp": "*Condition typically has an onset in childhood or young adulthood., facial weakness is initial manifestation, weakness of shoulder girdle, loss of scapular stabilizing muscles makes arm elevation difficult, scapular winging becomes apparent with attempts at abduction and forward movement Ref Harrison20th edition pg 2567",
        "cop": 1,
        "opa": "Facio-Scapulo-Humeral Dystrophy",
        "opb": "Limb-Girdle Dystrophy",
        "opc": "Scapuloproneal Dystrophy",
        "opd": "Duchene Muscular Dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1ae7dd07-cb46-490f-bf2d-4a741a7920ff",
        "choice_type": "single"
    },
    {
        "question": "In pneumococcal meningitis empirical treatment given is",
        "exp": "Currently, dual therapy using high dose vancomycin (60 mg/kg/day) and either a third-generation cephalosporin (cefotaxime or ceftriaxone) or rifampin has been proposed as the optimal empirical treatment for suspected pneumococcal meningitis until antibiotic susceptibilities are known Ref Harrison20th edition pg 2345",
        "cop": 4,
        "opa": "Pencillin G",
        "opb": "Doxycycline",
        "opc": "Tetracycline",
        "opd": "Vancomycin + ceftriaxone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e4e73d77-8c12-440d-ab7a-bfd9d7a72485",
        "choice_type": "single"
    },
    {
        "question": "Untoff phenomenon is",
        "exp": "Harrison's principles of internal medicine 17th edition. *U/l visual blurring may occur following a hot shower or with physical exercise. Uhthoff's phenomenon (also known as Uhthoff's syndrome, Uhthoff's sign, and Uhthoff's symptom) is the worsening of neurologic symptoms in multiple sclerosis (MS) and other neurological, demyelinating conditions when the body gets overheated from hot weather, exercise, fever, or saunas and hot tubs. Ref Harrison20th edition pg 2345",
        "cop": 3,
        "opa": "Worsening of symptom with cold",
        "opb": "Relief of symptom with cold",
        "opc": "Worsening of symptom with heat and exeion",
        "opd": "Palsy of symptom with heat and excretion",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "94284280-d6ef-42aa-9454-f6dcca9d4c8c",
        "choice_type": "single"
    },
    {
        "question": "Which is most epileptogenic",
        "exp": "Patients with lacunar strokes can also develop seizures, although the relationship between the two remains unclear. The present study investigates whether seizures in patients with lacunar infarcts are related to the strokes or to an underlying neurodegenerative disorder leading to cognitive impairment. Ref Harrison20th edition pg 2245",
        "cop": 1,
        "opa": "Lacunar infarct",
        "opb": "Embolic stroke",
        "opc": "Thrombotic stroke",
        "opd": "Haemorrhagic stroke",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "be7795d9-4523-4cb7-b1e5-de21b6c75050",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an early sign of raised intracranial pressure?",
        "exp": "*vomiting, coma, bradycardia, and aerial hypertension are the features of raised intracranial pressure. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Bradycardia, hypotension",
        "opb": "Bradycardia, hypertension",
        "opc": "Tachycardia, hypotension",
        "opd": "Tachycarida, hypertension",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "809bd263-9026-4e13-8525-b2d9de88be92",
        "choice_type": "single"
    },
    {
        "question": "Streptokinase and urokinase are contraindicated in",
        "exp": "Intracranial tumours (ICT) are considered an absolute contraindication for thrombolysis because of their association with spontaneous ICH, although no such cases have been repoed in connection with lytic treatment Absolute contraindications for fibrinolytic use in STEMI include the following: Prior intracranial hemorrhage (ICH) Known structural cerebral vascular lesion. Known malignant intracranial neoplasm. Ischemic stroke within 3 months. Suspected aoic dissection. Active bleeding or bleeding diathesis (excluding menses) Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Intracranial malignancy",
        "opb": "Pulmonary embolism",
        "opc": "AV fistula",
        "opd": "Thrombophlebitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "00e54b73-33eb-43b2-8b8c-0d0ecaf32c4a",
        "choice_type": "single"
    },
    {
        "question": "A Thiy five year old female has proximal weakness of muscles, ptosis and easy fatigability. The most sensitive test to suggest the diagnosis is",
        "exp": "Single fiber electromyography (SFEMG) was established by Stalberg and Eskedt in the 1960s, and is of proven value in the diagnosis of neuromuscular disorders, especially myasthenia gravis. It has proved to be the most sensitive technique in detecting a neuromuscular transmission defect in comparison with the tensilon test, repetitive stimulation, and acetyl choline receptor antibody estimation. Single fiber electromyography typically requires the use of a specially contracted single fiber EMG needle electrode or facial concentric needle electrode with a small recording surface (25 micrometers), which is exposed at a po on the side of the electrode, 3 mm from the tip. Ref Harrison20th edition pg 2456",
        "cop": 4,
        "opa": "Muscle Biopsy",
        "opb": "CPK levels",
        "opc": "Edrophonium test",
        "opd": "Single fiber EMG",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "be069581-8cc6-4296-8b8b-e27e7ffb686b",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in clinical suspicion of stroke",
        "exp": "After the clinical diagnosis of stroke is made, an orderly process of evaluation and treatment should follow. The first goal is to prevent or reverse brain injury. Attend to the patient's airway, breathing, and circulation (ABCs), and Treat hypoglycemia or hyperglycemia if identified. Perform an emergency noncontrast head CT scan to differentiate between ischemic stroke and hemorrhagic stroke. Ref: Harrison 19e pg: 2561",
        "cop": 1,
        "opa": "Noncontrast head CT",
        "opb": "Contrast head CT",
        "opc": "Noncontrast head MRI",
        "opd": "Contrast head MRI",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ef7c9158-0e9a-4376-90b5-5ea2a7c5f168",
        "choice_type": "single"
    },
    {
        "question": "Lambe Eaton syndrome is associated with",
        "exp": "Lambe-Eaton myasthenic syndrome (LEMS) is a rare autoimmune disorder that is characterized by muscle weakness of the limbs. Lambe-Eaton myasthenic syndrome is caused by autoantibodies to the presynaptic membrane. Myasthenia gravis is caused by autoantibodies to the postsynaptic acetylcholine receptors. Around 60% of those with LEMS have an underlying malignancy, most commonly small cell lung cancer Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Thymoma",
        "opb": "Oat cell syndrome",
        "opc": "Myasthenia gravis",
        "opd": "Adenocarcinoma of lung",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1cdb62ea-4d47-412a-8602-24ff9d985c84",
        "choice_type": "single"
    },
    {
        "question": "In adult male person presents with drowsiness, veigo & unconsciousness which aery is involved",
        "exp": "Aneurysms of the posterior cerebral aery (PCA) represent approximately 1% of all intracranial aneurysms (1-4). The surgical approach and dissection of the PCA is technically challenging owing to the complexity of its perforating branches and their intimate relationship with the cranial nerves and upper brain stem Of the five giant serpentine aneurysms of the PCA, four presented with a constellation of symptoms related primarily to the associated mass effect on the adjacent temporal lobe and optic tract, ie, seizures, memory loss, and incongruous hemianopsia Ref Harrison20th edition pg 2345",
        "cop": 3,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Posterior cerebral aery",
        "opd": "Anterior choroidal aery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ea7b1f93-82a7-4afb-9beb-c24adbc5e2b2",
        "choice_type": "single"
    },
    {
        "question": "60-year old female presented with decreased movements for the last 2 years with rigidity and veical large square wave jerks. The most likely diagnosis is",
        "exp": "Progressive supranuclear palsy, also called Steele-Richardson-Olszewski syndrome, is an uncommon brain disorder that causes serious problems with walking, balance and eye movements. The disorder results from deterioration of cells in areas of your brain that control body movement and thinking Ref Harrison20th edition pg 2456",
        "cop": 4,
        "opa": "Parkinson's disease",
        "opb": "Lewy body dementia",
        "opc": "Multisystem atrophy",
        "opd": "Progressive supranuclear palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "bc2be865-8562-403a-8f08-b490b8a729a2",
        "choice_type": "single"
    },
    {
        "question": "IV thrombolysis is of no use in ischaemic stroke beyond",
        "exp": "In IV PA trails, efficacy was confirmed in the <3-h time window, and efficacy likely extended to 4. 5 h and possibly to 6 h. Depending on the country, IV PA is approved for up to 4. 5 h. Criteria for administration of Intravenous Recombinant Tissue Plasminogen Activator (PA ) for Acute Ischemic Stroke (AIS). Clinical diagnosis of stroke. Onset of symptoms to time of drug administration <=4. 5 h. CT scan showing no haemorrhage or edema of >1/3 of the MCA territory. Age 18 >= years. Consent by patient or surrogate. Ref: Harrison 19e pg: 2562",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "18 hours",
        "opd": "24 hours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f79f96eb-f40d-458e-b3bf-1bedf5bc0258",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of seizure in newborn/neonates",
        "exp": "*Subtle seizures are the commonest type of seizures in newborns especially they can occur within 72 hours of bih.. *They may result from hypoxic-ischemic encephalopathy in preterm infants Ref Harrison20th edition pg 2034",
        "cop": 3,
        "opa": "Clonic",
        "opb": "Tonic",
        "opc": "Subtle",
        "opd": "Tonic-clonic",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "635ed4bd-28c3-4589-8c3a-a1a79d72d0b2",
        "choice_type": "single"
    },
    {
        "question": "Maralgia paresthetica is not caused by",
        "exp": "A painful mononeuropathy of the lateral femoral cutaneous nerve (LFCN), meralgia paresthetica is commonly due to focal entrapment of this nerve. Meralgia paraesthetica can occur in pregnancy, in obesity and if there is tense ascites. It may be a result of trauma, surgery (such as pelvic osteotomy, spinal surgeries, laparoscopic hernia repair and bariatric surgery) Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Ascites",
        "opb": "Alcohol consumption",
        "opc": "Obesity",
        "opd": "Pelvic surgery -",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "65277efe-d9b7-46bd-b318-59631c8763cd",
        "choice_type": "single"
    },
    {
        "question": "The \"subclan steal syndrome\" occurs due to",
        "exp": "*Subclan steal: when the arm is used, blood is stolen from the brain the veebral aery. this lead to veebro-basilar ischemia, which is characterised by dizziness, coical blindness and/or collapse. Ref Harrison20th edition pg 2456",
        "cop": 3,
        "opa": "Occlusion /stenosis of the veebral aery",
        "opb": "Occlusion/stenosis of the carotid aery",
        "opc": "Occlusion of the subclan aery proximal to origin of veebral aery",
        "opd": "Occlusion of the subclan aery distal to origin of veebral aery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "fe1be890-80bb-4866-8a9d-ec6830fb0429",
        "choice_type": "single"
    },
    {
        "question": "Features of carotid-cavernous fistula include",
        "exp": "* With anterior drainage through orbit carotid cavernous fistula produce proptosis, diplopia, glaucoma and corkscrew, aerialized conjunctival vessels carotid-cavernous fistula results from an abnormal communication between the aerial and venous systems within the cavernous sinus in the skull. It is a type of aeriovenous fistula Ref Harrison20th edition pg 2567",
        "cop": 3,
        "opa": "Dilated superior ophthalmic vein on CT scan",
        "opb": "Blood in the Schlemm's canal",
        "opc": "Proptosis of contralateral eye suggests bilateral carotid-cavernous fistula",
        "opd": "Traumatic fistula rarely close spontaneously",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "4ef23b97-2279-4c59-b562-fb590de0bf4a",
        "choice_type": "single"
    },
    {
        "question": "Neurofibromatosis I is most commonly associated with",
        "exp": "Robbins and cotran Pathologic basis of disease-south asia edition, 9 edition * NF1 is characterised by neurofibromas of peripheral nerve, gliomas of optic nerve, Lisch nodules and cafe au lait spots.",
        "cop": 2,
        "opa": "Brain stem gliomas",
        "opb": "Optic pathway glioma",
        "opc": "Sub ependymal pilocytic astrocytoma",
        "opd": "Glioblastoma multiforune",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1157400e-5500-47b4-86ab-1c304c0729a1",
        "choice_type": "single"
    },
    {
        "question": "First line treatment of generalized onset tonic-clonic seizures is",
        "exp": "First line antiepileptics. Generalized- Onset Tonic-Clonic. Lamotrigine. Valproic acid. Focal. Lamotrigine. Carbamazepine. Oxcarbazepine. Phenytoin. Levetiracetam. Typical Absence. Valproic acid. Ethosuximide. Lamotrigine. Atypical Absence, Myoclonic, Atonic. Valproic acid. Lamotrigine. Topiramate. Ref: Harrison 19e 2552",
        "cop": 1,
        "opa": "Lamotrigine",
        "opb": "Phenytoin",
        "opc": "Levetiracetam",
        "opd": "Ethosuximide",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5630497c-7b04-48c4-be4f-1410067fd17f",
        "choice_type": "single"
    },
    {
        "question": "Lateral medullary syndrome is associated with",
        "exp": "Lateral medullary syndrome is a neurological disorder causing a range of symptoms due to ischemia in the lateral pa of the medulla oblongata in the brainstem. The ischemia is a result of a blockage most commonly in the veebral aery or the posterior inferior cerebellar aery Ref Harrison20th edition pg 2334",
        "cop": 1,
        "opa": "Dissociative anaesthesia",
        "opb": "Dense hemianaesthesia",
        "opc": "Crossed hemianesthesia",
        "opd": "No sensory defect",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c3b3831b-dc4e-4c32-bb8c-4060385c7633",
        "choice_type": "single"
    },
    {
        "question": "Contraindication for PA in ischemic stroke is",
        "exp": "Contraindications for administration of Intravenous Recombinant Tissue Plasminogen Activator (PA ) for Acute Ischemic Stroke (AIS). Sustained BP >185/110 mm. Hg despite treatment. Platelets <100, 000; HCT <25%; glucose <50 or >400 mg/d. LUse of heparin within 48 h and prolonged PTT, or elevated INRRapidly improving symptoms. Prior stroke or head injury within3 months; prior intracranial haemorrhage. Major surgery in preceding 14 days. Minor stroke symptoms. Gastrointestinal bleeding in preceding21 days. Recent myocardial infarction. Coma or stupor. Ref: Harrison 19e pg: 2562",
        "cop": 3,
        "opa": "Clinical diagnosis of stroke",
        "opb": "Systolic BP < 180 mm of Hg",
        "opc": "Comatose patient",
        "opd": "Onset of symptoms < 4. 5 hours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f0fe2f63-664d-459e-ae60-b71381fc76bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following exclusively involve neurons",
        "exp": "Spinocerebellar ataxia (SCA), progressive, degenerative, genetic disease with multiple types, each of which could be considered a neurological condition in its own right. An estimated 150, 000 people in the United States have a diagnosis of spinocerebellar ataxia at any given time. SCA is hereditary, progressive, degenerative, and often fatal. There is no known effective treatment or cure. SCA can affect anyone of any age. The disease is caused by either a recessive or dominant gene. In many cases people are not aware that they carry a relevant gene until they have children who begin to show signs of having the disorder The hereditary ataxias are categorized by mode of inheritance and causative gene or chromosomal locus. The hereditary ataxias can be inherited in an autosomal dominant, autosomal recessive, or X-linked manner. Many types of autosomal dominant cerebellar ataxias for which specific genetic information is available are now known. Synonyms for autosomal-dominant cerebellar ataxias (ADCA) used prior to the current understanding of the molecular genetics were Marie's ataxia, inherited olivopontocerebellar atrophy, cerebello-olivary atrophy, or the more generic term \"spinocerebellar degeneration. \" (Spinocerebellar degeneration is a rare inherited neurological disorder of the central nervous system characterized by the slow degeneration of ceain areas of the brain. There are three forms of spinocerebellar degeneration: Types 1, 2, 3. Symptoms begin during adulthood.) There are five typical autosomal-recessive disorders in which ataxia is a prominent feature: Friedreich ataxia, ataxia-telangiectasia, ataxia with vitamin E deficiency, ataxia with oculomotor apraxia (AOA), spastic ataxia. There have been repoed cases where a polyglutamine expansion may lengthen when passed down, which often can result in an earlier age-of-onset and a more severe disease phenotype for individuals who inherit the disease allele. This falls under the category of genetic Ref Harrison20th edition pg 2567",
        "cop": 1,
        "opa": "Spinocerebellar ataxia",
        "opb": "Supranuclear palsy",
        "opc": "Coicobasilar degeneration",
        "opd": "Multiple system atrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9649eeed-1175-4bfc-8350-471b39e38b93",
        "choice_type": "single"
    },
    {
        "question": "As a result of a unilateral lower motor neuron lesion of the hypoglossal nerve",
        "exp": "The genioglossus muscle is paralyzed on the side of the lesion in the hypoglossal nerve. When the tongue is protruded, the vector of the fully innervated muscles is unopposed by the muscle on the opposite side, thus producing the obvious detion of the tongue from the midline. Protrusion is still possible due to the normally innervated side. Taste is not related to the muscle innervation of the tongue; it is carried by the trigeminal and glossopharyngeal nerves. Spasticity is a sign of an upper motor neuron lesion. In a lower motor neuron lesion, atrophy of the affected side may be observed by the examiner. Ref - Harrison's internal medicine 20e pg 3028, 3171",
        "cop": 1,
        "opa": "The tongue would dete toward the same side as the lesion when protruded",
        "opb": "The patient would not be able to protrude the tongue",
        "opc": "Taste would be lost on one side of the tongue",
        "opd": "The tongue would dete toward the opposit side of the lesion when protruded",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "532f9818-ab06-40d3-a153-4b3c18792f23",
        "choice_type": "single"
    },
    {
        "question": "Diarrhoea with acantholysis in urine",
        "exp": "Harrison's principles of internal medicine 17th edition. *Steatorrheal cause of chronic diarrhea is a mucosal malabsorption caused by celiac disease, whipple's disease and abetalipoproteinemia. Abetalipoproteinemia is a rare defect is a defect of chylomicron formation and fat malabsorption in children associated with acantholytic erythrocytes,, ataxia and retinitis pigmentosa.",
        "cop": 3,
        "opa": "Whipples disease",
        "opb": "Celiac sprue",
        "opc": "Abetalipoproteinemia",
        "opd": "Ulcerative colitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "23c3322b-0f6c-468b-a06d-49a016cf2e65",
        "choice_type": "single"
    },
    {
        "question": "In Which of the following conditions is cardiac involvement NOT a usual feature?",
        "exp": "Facioscapulohumeral muscular dystrophy is a disorder characterized by muscle weakness and wasting (atrophy). This condition gets its name from the muscles that are affected most often: those of the face (facio-), around the shoulder blades (scapulo-), and in the upper arms (humeral). no cardiac involvement is seen Ref Harrison20th edition pg 2378",
        "cop": 1,
        "opa": "Facio-scapulo-humeral dystrophy",
        "opb": "Duchenne's muscular dystrophy",
        "opc": "Friedreich's ataxia",
        "opd": "Myotonic dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "496531a3-5b57-483d-b4d5-f9bed0f59397",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a useful drug for the initial management of a case with status epilepticus?",
        "exp": "At present, early recognition of the condition and treatment with oral or rectal benzodiazepines is recommended; oral clobazam has proven to be an effective treatment. In patients who have repetitive attacks of complex paial status epilepticus, oral or iv clobazam (1020 mg/day) over a period of 23 days given early at home can usually abo the status epilepticus Ref Harrison20th edition pg 2567",
        "cop": 2,
        "opa": "IV phenytoin",
        "opb": "IV clobazam",
        "opc": "TV thiopental",
        "opd": "IV sodium valproate",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1730aef3-b08b-4faf-b4f5-c697551a6add",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following agents has been associated with hemorrhagic stroke?",
        "exp": "Phenylpropanolamine is an ingredient used in many over-the-counter (OTC) and prescription cough and cold medications as a decongestant and in OTC weight loss products. Adverse events repoed with these products led to concerns that this ingredient might increase the risk of hemorrhagic strokes Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Phenylpropanolamine",
        "opb": "Terfenadine",
        "opc": "Quinidine",
        "opd": "Fenfluramine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "3ad0edec-ce95-4f1e-bee7-387c86a72c01",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is used for prophylaxis of migraine?",
        "exp": "Drugs used in prophylaxis of migraine Propranolol/other beta blockers Amitriptyline/other tricyclic antidepressants Fluanarazine/other Ca2+ channel blockers Valproate/topiramate Methysergide/cyproheptadine Ref: KD Tripathi, Pg 169",
        "cop": 2,
        "opa": "Diclofenac",
        "opb": "Flunarizine",
        "opc": "Sumatriptan",
        "opd": "Dihydroergotamine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ab851caa-b091-46b6-a0fe-9f465d457911",
        "choice_type": "single"
    },
    {
        "question": "Earliest feature in Multiple sclerosis is",
        "exp": "* Initial Symptoms and percent of cases Sensory loss -37% Optic neuritis- 36% Weakness -35% Ataxia-11%. Optic nerve Pain and temporary vision loss in one eye are common symptoms of optic neuritis. Optic neuritis is linked to multiple sclerosis (MS), a disease that causes inflammation and damage to nerves in your brain and spinal cord Ref Davidson edition23rd pg1110",
        "cop": 1,
        "opa": "Optic neuritis",
        "opb": "Inter nuclear ophthalmologia",
        "opc": "Ataxia",
        "opd": "Weakness",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "955fe790-1a6e-49e1-8860-fc7475a7cdfb",
        "choice_type": "single"
    },
    {
        "question": "A 60 yr old man with C/O progressive dementia for the past 6 months with intermittent jerky movement involving whole body from 2 days. EEG showed sharp bipolar spikes. Diagnosis is",
        "exp": "EEG findings... 1) Periodic sharp wave complex = Creutz feldt kacob disease 2) periodic lateralizing discharge =Herpes simplex encephalitis Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Alzheimer's",
        "opb": "Creutzfeld Jakob disease",
        "opc": "Lewy body dementia",
        "opd": "Herpes simplex encephalitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d6651092-c4d1-4d8f-8468-f09c1e159601",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of viral meningoencephalitis?",
        "exp": "Harrison's textbook of internal medicine 17th edition. *Most impoant viruses causing the sporadic cases of encephalitis in immunocompetent adults are herpes viruses (HSV, VZV, EBV).",
        "cop": 3,
        "opa": "Enterovirus",
        "opb": "Arbovirus",
        "opc": "Herpes virus",
        "opd": "CMV",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "60da7ac6-e28f-4f3a-82d8-fa979b9fe001",
        "choice_type": "single"
    },
    {
        "question": "Pa of brain involved in narcolepsy",
        "exp": "Harrison's principles of internal medicine 17th edition *Recently several convergent lines of evidence suggest that hypothalamic neuropeptide hypocretin(orexin) is involved in the pathogenesis of narcolepsy.",
        "cop": 2,
        "opa": "Neocoex",
        "opb": "Hypothalamus",
        "opc": "Cerebellum",
        "opd": "Putamen",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "06c60b4e-a5b2-42eb-b052-64c6ad88b8ac",
        "choice_type": "single"
    },
    {
        "question": "Cerebral Ischemia occur when cerebral blood flow is less than",
        "exp": "the threshold of cerebral blood flow ( CBF) below which neuronal function is impaired and the tissue is at risk of infarction is around 22 ml/100 g/ min Hyperventilation causes decreased Pa. CO2 which subsequently leads to aerial vasoconstriction thus lowering cerebral blood flow (CBF), cerebral blood volume, and ICP. This effect is mediated my pH changes in the extracellular fluid which cause cerebral vasoconstriction or vasodilation depending on the pH. Ref Harrison20th edition pg 2567",
        "cop": 2,
        "opa": "10 ml/ 1. OOg/minute",
        "opb": "20 ml/ 1. OOg/minute",
        "opc": "40 ml/ 1. OOg/minute",
        "opd": "50 ml/1. OOg/minute",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "488b0dd6-e280-46b4-bd47-6693940d8ba1",
        "choice_type": "single"
    },
    {
        "question": "What diameter of cerebellar hematoma will require surgical evacuation",
        "exp": "Most cerebellar hematomas >3 cm in diameter will require surgical evacuation. If the patient is ale without focal brainstem signs and if the hematoma is <1 cm in diameter, surgical removal is usually unnecessary. Patients with hematomas between 1 and 3 cm require careful observation for signs of impaired consciousness, progressive hydrocephalus, and precipitous respiratory failure. Reference: Harrison 19th edition 2585",
        "cop": 4,
        "opa": "> 0. 5 cm",
        "opb": "> 1 cm",
        "opc": "> 2 cm",
        "opd": "> 3 cm",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ca8b00e4-f8c7-405a-8763-80ac573d6a99",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is most Suitable for management of essential tremors",
        "exp": "Beta blockers and primidone is usually given for Essential tremor. In the above options there are only two beta blockers and both can be given, out of which propanolol is more preferred. Reference Harrison20th edition pg 2456",
        "cop": 4,
        "opa": "Diazepam",
        "opb": "Levodopa",
        "opc": "Metoprolol",
        "opd": "Propranolol",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "cfb9bd60-a8e0-46b0-95dd-e5e80f4666af",
        "choice_type": "single"
    },
    {
        "question": "Which muscle is relatively spared in facioscapulo humeral muscular dystrophy?",
        "exp": "* The disease involves slowly progressive weakness of muscles of face, shoulder girdle, scapular and foot dorsiflexion. Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Deltoid",
        "opb": "Biceps",
        "opc": "Triceps",
        "opd": "Orbicularis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "68e456fc-fce7-454b-8231-b2aa555e79b3",
        "choice_type": "single"
    },
    {
        "question": "Fredrich's ataxia is caused by which type of mutation",
        "exp": "*friedreich ataxia is caused by expansion of a GAA trinucleotide repeat in the 1st intron of a gene on chromosome 9q13 that encodes frataxin. Ref Harrison20th edition pg 2332",
        "cop": 2,
        "opa": "Point mutation",
        "opb": "Expanded trinucleotide repeat",
        "opc": "Missense mutation",
        "opd": "Inversion",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d409a1f0-c5ff-4a55-8218-3eb47b14ff73",
        "choice_type": "single"
    },
    {
        "question": "H-reflex is done in",
        "exp": "The H-reflex is a reflectory reaction of muscles after electrical stimulation of sensory fibers in their innervating nerves. The H-reflex test is performed using an electric stimulator, which gives usually a square-wave current of sho duration and small amplitude, and an EMG set, to record the muscle response. Ref Harrison20th edition pg 2567",
        "cop": 4,
        "opa": "L 2 radiculopathy",
        "opb": "L 3 radiculopaty",
        "opc": "L 4 radiculopaty",
        "opd": "S 1 radiculopty",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c88391fe-ce68-4bf7-8d15-f4bf7ec89520",
        "choice_type": "single"
    },
    {
        "question": "Penumococcal meningitis is associated with the following CSF findings",
        "exp": "Harrison's textbook of internal medicine 17th edition. *Typical finding of CSF in pneumococcal meningitis is increased WBC count (500-10000cells /microL) with _>85%PMNs, an elevated protein level(100-500mg/DL)and decreased glucose level(<30mg/DL).",
        "cop": 2,
        "opa": "Pleocytosis with low protein and low sugar",
        "opb": "Pleocytosis with high protein and low sugar",
        "opc": "Lymphocytosis low protein and low sugar",
        "opd": "Lymphocytosis high protein and low sugar",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5f83345e-7893-4b4f-9377-729c9049b5e5",
        "choice_type": "single"
    },
    {
        "question": "The annual Conversion rate to dementia in patients with mild congnitive impairment is",
        "exp": "The term mild cognitive impairment (MCI) has been used to describe the transition between normal cognition and Alzheimer dementia. Mild cognitive impairment is recognized as an impoant public health problem as a dementia risk. Annual conversion rates often range from 10% to 15% in clinic samples. Ref Harrison20th edition pg 2765",
        "cop": 1,
        "opa": "10%",
        "opb": "20%",
        "opc": "30%",
        "opd": "40%",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8d42055b-08a5-4e86-b7a9-fd7f02e9b3a4",
        "choice_type": "single"
    },
    {
        "question": "21 year old female presents with history of mild bilater ptosis, proximal muscle weakness and easy fatiguability which among the following is best in diagnosis this condition",
        "exp": "* For diagnosis inject edrophonium 2mg i. v Improvement- myasthenic crisis No improvement or worsening - cholinergic crisis. The Tensilon test uses the drug Tensilon (edrophonium) to help your doctor diagnose myasthenia gravis. Tensilon prevents the breakdown of the chemical acetylcholine, a neurotransmitter that nerve cells release to stimulate your muscles. This prevents muscles from being stimulated and makes muscles easy to tire Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Muscle biopsy",
        "opb": "Edrophonium test",
        "opc": "Repetitive nerve stimulation",
        "opd": "Electro myography",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ddb81cfe-123a-4460-a1d6-9f44fbdcd055",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for absence seizures",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. Valproic acid is the drug of choice for absence seizure.",
        "cop": 1,
        "opa": "Valproate",
        "opb": "Gabapentin",
        "opc": "Carbarnazepine",
        "opd": "phenytoin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "637f7923-7abd-43e9-90c7-9db7bdd4a6a1",
        "choice_type": "single"
    },
    {
        "question": "Acephalgic migraine is",
        "exp": "Patients with acephalgic migraine (typical aura without headache) experience recurrent neurologic symptoms, often with nausea or vomiting, but with little or no headache. Veigo can be prominent; it has been estimated that one-third of patients referred for veigo or dizziness have a primary diagnosis of migraine. Migraine aura can have prominent brainstem symptoms, and the terms basilar aery and basilar-type migraine have now been replaced by migraine with brainstem aura. Ref Harrison 20th edition page 3096, 3097 ( table 422-1)",
        "cop": 3,
        "opa": "Migraine without aura",
        "opb": "Migraine with typical aura with headache",
        "opc": "Migraine with typical aura with out headache",
        "opd": "Migraine with brainstem aura",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c412a524-0841-4e95-90ae-8482d73c294e",
        "choice_type": "single"
    },
    {
        "question": "Hippocampal sclerosis is seen in",
        "exp": "Mesial temporal lobe epilepsy (MTLE) is the most common syndrome associated with focal seizures with dyscognitive features and is an example of an epilepsy syndrome with distinctive clinical, electroencephalographic, and pathologic features. Highresolution magnetic resonance imaging (MRI) can detect the characteristic hippocampal sclerosis that appears to be essential in the pathophysiology of MTLE for many patients Ref: Harrison 19e 2544",
        "cop": 3,
        "opa": "Juvenile myoclonic epilepsy",
        "opb": "Lennox-Gastaut syndrome",
        "opc": "Mesial temporal lobe epilepsy",
        "opd": "Lafora's disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2e5f29d7-1889-410b-aeea-874cac556c47",
        "choice_type": "single"
    },
    {
        "question": "Persistent priapism is rarely seen as a consequence IS",
        "exp": "Harrison's principles of internal medicine 17th edition. * Priapism refers to a persistent and painful erection and may be associated with hypercoagulable states, spinal cord injury or injection of vasodilator agents in to the penis",
        "cop": 3,
        "opa": "Sickle cell disease",
        "opb": "Leukemia",
        "opc": "Spinal cord disease",
        "opd": "Prolonged sexual activity",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "90c67fd3-94c9-4aa6-afa0-e29052ac0d0e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most efficacious triptan for rapid relief of acute migraine attack?",
        "exp": "Stimulation of 5-HT1B/1D receptors can stop an acute migraine attack. Ergotamine and dihydroergotamine are nonselective receptor agonists, whereas the triptans are selective 5-HT1B/1D receptor agonists. A variety of triptans--sumatriptan, almotriptan, eletriptan, frovatriptan, naratriptan, rizatriptan, and zolmitriptan--are available for the treatment of migraine. Rizatriptan and eletriptan are, on a population basis, the most efficacious of the triptans currently available. Sumatriptan and zolmitriptan have similar rates of efficacy as well as time to onset, with an advantage of having multiple formulations, whereas almotriptan has a similar rate of efficacy to sumatriptan and is better tolerated, and frovatriptan and naratriptan are somewhat slower in onset and are also well tolerated Ref Harrison 20th edition page 3100",
        "cop": 3,
        "opa": "Sumatriptan",
        "opb": "Almotriptan",
        "opc": "Rizatriptan",
        "opd": "Naratriptan",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "217c97a5-f387-4230-b443-383ee82f84d0",
        "choice_type": "single"
    },
    {
        "question": "The typical CSF profile in cases of viral meningitis after 48 hours of onset is",
        "exp": "harrison's principles and practices of medicine 17th edition. * typical profile in viral meningitis is lymphocytic pleocytosis (25-500cells/microL), normal or slightly elevated protein concentration, normal glucose concentration, normal or mildly elevated opening pressure.",
        "cop": 1,
        "opa": "Lymphocytic pleocytosis, normal glucose level, normal or slightly elevated protein level",
        "opb": "Neutrophilic pleocytosis, raised glucose level normal protein level",
        "opc": "Lymphocytic pleocytosis, low glucose level, low protein level",
        "opd": "Neutrophilic pleocytosis, normal glucose level, elevated protein level -",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "be8d534e-2a24-4d17-ab48-c3c8a11040b2",
        "choice_type": "single"
    },
    {
        "question": "Elongated filaments in Pick's disease consist of",
        "exp": "Harrison's principles of internal medicine 17th edition. *In Pick's disease dementia is frontotemporal dementia *Molecular basis - tau *Causal genes and chromosome - tau exon and intron mutation(17) *Susceptibility - H1 tau haplophytes * Pathology - tau inclusions, pick bodies, neurofibrillary tangles",
        "cop": 1,
        "opa": "Hyperphosphorylated tau",
        "opb": "Ubiquitin",
        "opc": "Alpha-synuclein",
        "opd": "Beta-synuclein",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b6a500b8-34fd-422a-8b7c-8c8a514e72d3",
        "choice_type": "single"
    },
    {
        "question": "Mesial temporal lobe epilepsy is associated with",
        "exp": "harrison's principle of internal medicine 17th edition *mesial temporal lobe epilepsy is the most common syndrome associated with complex paial seizures Mesial temporal lobe epilepsy (MTLE) involves the medial or internal structures of the temporal lobe. Seizures often begin in a structure of the brain called the hippocampus or surrounding area. MTLE accounts for almost 80% of all temporal lobe seizures",
        "cop": 3,
        "opa": "Simple paial",
        "opb": "Generalised Tonic Clonic",
        "opc": "Complex paial",
        "opd": "Atonic seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "596731b1-8671-42fe-b6da-ca3e2fad3aaf",
        "choice_type": "single"
    },
    {
        "question": "In an EEG, a generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background. What is the diagnosis?",
        "exp": "The electrophysiologic hallmark of typical absence seizures is a generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background. In tonic-clonic seizures, The EEG during the tonic phase of the seizure shows a progressive increase in generalized low-voltage fast activity, followed by generalized high-amplitude, polyspike discharges. In the clonic phase, the high-amplitude activity is typically interrupted by slow waves to create a spike-and-wave pattern. The postictal EEG shows diffuse slowing that gradually recovers as the patient awakens. Hyperventilation tends to provoke these electrographic discharges and even the seizures themselves and is routinely used when recording the EEG. Ref: Harrison 19e 2543",
        "cop": 4,
        "opa": "Tonic-clonic seizures",
        "opb": "Simple paial seizures",
        "opc": "Complex paial seizures",
        "opd": "Absence seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "23162433-d434-4b23-803b-7b786c7d5744",
        "choice_type": "single"
    },
    {
        "question": ". Angloid streaks occur in",
        "exp": "Angioid streaks are bilateral, narrow, irregular lines deep to the retina configured in a radiating fashion emanating from the optic disc, which result from breaks in a weakened Bruch's membrane. common associations is PEPSI: Pseudoxanthoma elasticum, Ehler-Danlos syndrome, Paget's disease of bone, Sickle cell disease and other hemoglobinopathies, Idiopathic. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Sturge-Weber's syndrome",
        "opb": "Sickle cell disease (SS)",
        "opc": "Pseudoexfoliation syndrome",
        "opd": "Septo-optic dysplasia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c1e6521c-12a5-45f7-b593-e1392b1c62af",
        "choice_type": "single"
    },
    {
        "question": "Anti-epileptic that can be safely used in pregnancy",
        "exp": "Valproic acid is strongly associated with an increased risk of adverse fetal outcomes (7-20%). Recent findings from a large pregnancy registry suggest that other than topiramate, the newer antiepileptic drugs are far safer than valproic acid. Enzyme-inducing drugs such as phenytoin, carbamazepine, oxcarbazepine, topiramate, phenobarbital, and primidone cause a transient and reversible deficiency of vitamin K-dependent clotting factors in ~50% of newborn infants. Ref: Harrison 19e 2559",
        "cop": 4,
        "opa": "Valproic acid",
        "opb": "Phenytoin",
        "opc": "Carbamazepine",
        "opd": "Lamotrigine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "3c8a1de9-6db6-492a-a34e-82804d89e80b",
        "choice_type": "single"
    },
    {
        "question": "Dural hemorrhage seen in",
        "exp": "*dural hemorrhage occur due to rupture of cerebral veins in the dural space. An intracranial hematoma is a collection of blood within the skull, most commonly caused by rupture of a blood vessel within the brain or from trauma such as a car accident or fall. The blood collection can be within the brain ptissue or underneath the skull, pressing on the brain. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Heart",
        "opd": "Lung",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "aa92023b-fd15-467e-b404-ca951dbd57cf",
        "choice_type": "single"
    },
    {
        "question": "Rupture of a berry aneurysm of the Circle of Willis would likely produce hemorrhage into the",
        "exp": "Subarachnoid hemorrhage is much less common than hypeensive intracerebral hemorrhage, and most often it results from rupture of a berry aneurysm. Berry aneurysms are saccular aneurysms that result from congenital defects in the media of aeries. They are typically located at the bifurcations of aeries. They are not the result of atherosclerosis. Instead, berry aneurysms are called congenital, although the aneurysm itself is not present at bih. Berry aneurysms are most commonly found in the circle of Willis, typically either at the junction of the anterior communicating aery with the anterior cerebral aery or at the junction of the middle cerebral aery and the posterior communicating aery. The chance of rupture of berry aneurysms increases with age (rupture is rare in childhood). Rupture causes marked bleeding into the subarachnoid space and produces severe headaches, typically described as the \"worst headache ever. \" Additional symptoms include vomiting, pain and stiffness of the neck (due to meningeal irritation caused by the blood), and papilledema. Death may follow rapidly. Ref - Harrison's internal medicine 20e pg 2073, 2084-2085",
        "cop": 3,
        "opa": "Epidural space",
        "opb": "Cerebellum",
        "opc": "Subarachnoid space",
        "opd": "Subdural space",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "0212e46c-de00-42b8-ab62-890b63394e42",
        "choice_type": "single"
    },
    {
        "question": "Drug not used in multiple sclerosis",
        "exp": "*beta interferons act as immune modulators, given as subcutaneous or I. M route, help to reduce relapse rate *glatiramer acetate is parentrally administered, act as competitor antigen, help to reduce relapse rate of MS. Ref Harrison20th edition pg 2234",
        "cop": 4,
        "opa": "Interferon beta 1a",
        "opb": "Interferon beta1b",
        "opc": "Glatiramer acetate",
        "opd": "Mycophenolate",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7f4e387e-21e3-410f-9398-8d4c56964c4f",
        "choice_type": "single"
    },
    {
        "question": "Lisch Nodules are seen",
        "exp": "Harrison's principles of internal medicine 17 th edition. *Multiple neurofibromas usually in combination with 6 or more CALM measuring>1. 5 cm, axillary freckling and multiple Lisch nodules are seen in NF type 1.",
        "cop": 1,
        "opa": "Neurofibromatosis I",
        "opb": "Sturge weber's syndrome",
        "opc": "Tuberous sclerosis",
        "opd": "Von hippel lindau syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a1646598-191c-4f7d-84c5-f4eccdcd3241",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most likely diagnosis?",
        "exp": "Tuberculous meningitis (TBM) is the most common form of central nervous system tuberculosis (TB) and has very high morbidity and moality. TBM is typically a subacute disease with symptoms that may persist for weeks before diagnosis. Ref Harrison20th edition pg 2345",
        "cop": 4,
        "opa": "Meningococcal meningitis",
        "opb": "Subarachnoid haemorrhage",
        "opc": "Cryptococcal meningitis",
        "opd": "Tuberculous meningitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2545b22b-38d6-4330-845c-49d0e694b282",
        "choice_type": "single"
    },
    {
        "question": "A 15 year old boy came back to his village after a vacation to his relatives. He developed severe headache and purulent nasal discharge and w diagnosed as acute bacterial meningitis. He died 5 days later. Which is the most likely etiological agent?",
        "exp": "Naegleria fowleri infects people when water containing the ameba enters the body through the nose. This typically occurs when people go swimming or diving in warm freshwater places, like lakes and rivers. The Naegleria fowleri ameba then travels up the nose to the brain where it destroys the brain tissue. Ref Harrison20th edition pg 2443",
        "cop": 3,
        "opa": "Plasmodium falciparum",
        "opb": "Toxoplasma",
        "opc": "Naegleria fowleri",
        "opd": "Entamoeba histolytica",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "fd5465be-8f0b-407a-9891-0864499fe0bc",
        "choice_type": "single"
    },
    {
        "question": "Which is not affected in lesion of posterior column of spinal cord?",
        "exp": "*Lesion in the posterior column of spinal cord and posterior nerve roots in syphilitic degenerative disease called tabes dorsalis *Characterised by impairment of proprioceptive sensibility, vibration, passive movement and appreciation of posture. patient become ataxic, paicularly if he closes his eyes, because he has lost his position sense for which he can paially compensate by visual knowledge of his spatial relationship(Romberg's sign) Ref Harrison20th edition pg 2766",
        "cop": 2,
        "opa": "Romberg's",
        "opb": "Temperature sense",
        "opc": "Vibration sense",
        "opd": "Ataxia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "39eecfb0-e2fe-45dd-8da4-bdafe2775993",
        "choice_type": "single"
    },
    {
        "question": "Patient with recurrent pain over right cheek that increases on chewing and between attacks patient is otherwise normal. Most probable diagnosis is?",
        "exp": "Harrison's principles of internal medicine 17th edition. * Trigeminal neuralgia is characterised by excruciating paroxysms of pain in lips gums cheek, the pain very rarely lasts for more than a few seconds or minutes. they may occur spontaneously or with movement of affected area evoked by speaking, chewing or smiling.",
        "cop": 2,
        "opa": "Preherpetic neuralgia",
        "opb": "Trigeminal neuralgia",
        "opc": "Mumps",
        "opd": "Thalamic syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2c32f9f7-0c3c-43f3-87fd-d7ebf1a0368c",
        "choice_type": "single"
    },
    {
        "question": "Superior colliculus is concerned cells",
        "exp": "The superior colliculus (SC) is a midbrain area where visual, auditory and somatosensory information are integrated to initiate motor commands. The SC plays a central role in visual information processing in the mouse; it receives projections from 85% to 90% of the retinal ganglion cells (RGCs). Ref Harrison20th edition pg 2345",
        "cop": 3,
        "opa": "Olfaction",
        "opb": "Hearing",
        "opc": "Vision",
        "opd": "Pain sensation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d245086d-d863-4aa2-ad45-bcd97c7b46a1",
        "choice_type": "single"
    },
    {
        "question": "Frey's syndrome is associated with",
        "exp": "Vishram singh textbook of clinical neuroanatomy 2nd edition. * This syndrome occurs following auriculotemporal nerve injury. As a result there is aberrant innervation of sweat glands by parasympathetic secretomotor fibres.",
        "cop": 3,
        "opa": "Sympathetic fibres of auriculo temporal nerve",
        "opb": "Parasympahetic fibres of trigeminal nerve",
        "opc": "Parasympathetic fibres of auriculo temporal nerve",
        "opd": "Motor fibres of facial nerve",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "576cd3f5-1059-4482-8312-a611f8ffa93a",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic meningitis is caused by",
        "exp": "Hemorrhagic Meningitis, also sometimes known as Anthrax Meningitis, occurs when anthrax is inhaled. Bacillus anthracis spreads through the bloodstream from the primary focus of infection causing the Hemorrhagic Meningitis. Ref Harrison20th edition pg 2456",
        "cop": 3,
        "opa": "Streptococcus pneumonia",
        "opb": "Haemophilus influenzae",
        "opc": "Bacillus anthracis",
        "opd": "Neisseria meningitidis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "04ae34f7-63d4-45a8-b1e1-90b4c8d83bd1",
        "choice_type": "single"
    },
    {
        "question": "Most common seizure seen in metabolic derangements?",
        "exp": "Generalized-onset tonic-clonic seizures are the main seizure type in ~10% of all persons with epilepsy. They are also the most common seizure type resulting from metabolic derangements and are therefore frequently encountered in many. Ref: Harrison 19e 2543",
        "cop": 1,
        "opa": "Tonic-clonic seizures",
        "opb": "Simple paial seizures",
        "opc": "Complex paial seizures",
        "opd": "Absence seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2af6c084-a472-474d-bab3-5cd9586c3b95",
        "choice_type": "single"
    },
    {
        "question": "Following is a clinical feature of cerebellar disease",
        "exp": ". *Dysmetria and ataxia are the two impoant symptoms of cerebellar disease. Cerebellar ataxia can occur as a result of many diseases and may present with symptoms of an inability to coordinate balance, gait, extremity and eye movements. Lesions to the cerebellum can cause dyssynergia, dysmetria, dysdiadochokinesia, dysahria and ataxia of stance and gait. Deficits are observed with movements on the same side of the body as the lesion (ipsilateral). Clinicians often use visual observation of people performing motor tasks in order to look for signs of ataxia Ref Harrison20th edition pg 2756",
        "cop": 3,
        "opa": "Paralysis",
        "opb": "Sensory deficit",
        "opc": "Ataxia",
        "opd": "Resting tremors",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "7a10e05d-f20e-4a3f-8e3c-b6835c8e1b6b",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old male patient with h/o primary syphilis in the form of genital ulcer &mucocutaneous lesions, presents with features Suggestive of neurosyphilis in the form of meningitis for which appropriate treatment was staed. What will you do for monitoring of treatment",
        "exp": "The Venereal Disease Research Laboratory test (VDRL) is a blood test for syphilis that was developed by the eponymous lab. The VDRL test is used to screen for syphilis (it has high sensitivity), whereas other, more specific tests are used to diagnose the disease. The VDRL is a nontreponemal serological screening for syphilis that is also used to assess response to therapy, to detect central nervous system involvement, and as an aid in the diagnosis of congenital syphilis. The basis of the test is that an antibody produced by a patient with syphilis reacts with an extract of ox heart (diphosphatidyl glycerol). It therefore detects anti-cardiolipin antibodies (IgG, IgM or IgA), visualized through foaming of the test tube fluid, or \"flocculation\". The rapid plasma reagin (RPR) test uses the same antigen as the VDRL, but in that test, it has been bound to several other molecules, including a carbon paicle to allow visualization of the flocculation reaction without the need of a microscope. Many other medical conditions can produce false positive results, including some viruses (mononucleosis, hepatitis), drugs, pregnancy, rheumatic fever, rheumatoid ahritis, lupus, and leprosy. The syphilis anti-cardiolipin antibodies are beta-2 glycoprotein independent, whereas those that occur in the antiphospholipid antibody syndrome (associated to lupus for example) are beta-2 glycoprotein dependent, and this can be used to tell them apa in an ELISA assay. This test is very useful as the trend of titres are correlated to disease activity (i. e. falling titres indicate successful treatment). It has a very good sensitivity for syphilis, except in late teiary form Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Venereal disease Research Laboratory test (VDRL)",
        "opb": "TPI",
        "opc": "FTS-AB",
        "opd": "ELISA",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c6b073a4-c07e-4e19-bfb0-c6814b57944a",
        "choice_type": "single"
    },
    {
        "question": "A young girl presents with repeated episodes of throbbing occipital headache associated with ataxia and veigo. The family history is positive for similar headaches in her mother. Most likely diagnosis is",
        "exp": "basilar migraine is a rare type of migraine that begins in the brain stem. A basilar migraine may be caused by a constriction of blood vessels that limit blood flow to the brain. Other conditions that restrict blood flow, such as touous blood vessels, may also cause basilar migraines Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Vestibular Neuronitis",
        "opb": "Basilar migraine",
        "opc": "Cluster headache",
        "opd": "Tension headache",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "90c93524-02b5-4831-bcab-081390ace0fa",
        "choice_type": "single"
    },
    {
        "question": "Most common site of sub ependymal astrocytoma (giant cell)",
        "exp": "Subependymal giant cell astrocytoma (SEGA, SGCA, or SGCT) is a low-grade astrocytic brain tumor (astrocytoma) that arises within the ventricles of the brain. It is most commonly associated with tuberous sclerosis complex (TSC). Although it is a low-grade tumor, its location can potentially obstruct the ventricles and lead to hydrocephalus Subependymal giant cell astrocytoma (SEGA) is a slowly growing tumor of unknown histogenesis mainly arising in the periventricular regions adjacent to the foramen of Monro which causes increased intracranial pressure, seizures, and focal neurologic signs Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Trigone of lateral ventricle",
        "opb": "Foramen of munro",
        "opc": "Temporal horn of lateral ventricle",
        "opd": "4th ventricle",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "50e4979d-15d7-42d9-b07b-07565295344a",
        "choice_type": "single"
    },
    {
        "question": "Alternating hemiplegia is best described as",
        "exp": "Alternating hemiplegia is a neurological deficit involving limbs on one side and cranial nerves on the opposite side. This is most often related to cranial nerves III, VI, and XII. Although the involvement of the body may be the same, if the lesion is in the midbrain the eye is affected; if it is located in the pons specifically, the lateral rectus muscle is involved; and if the lesion is located in the medulla, the tongue is affected. Ref - Harrison's principles of internal medicine 20e pg 2071",
        "cop": 2,
        "opa": "A neurological deficit involving pairs of cranial nerves",
        "opb": "A neurological deficit involving limbs on one side and cranial nerves on the other side",
        "opc": "A neurological deficit involving four limbs (quadriplegia)",
        "opd": "Neurological deficits involving cranial nerves and limbs on the same side",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ee2d4d2d-c0b5-4a60-a710-763acd4c5664",
        "choice_type": "single"
    },
    {
        "question": "Lewy bodies are found in the substantia nigra neurons in",
        "exp": "Robbins and cotran Pathologic basis of disease-south asia edition, 9 edition *In Parkinson's disease the most prominent histologic correlate is the presence of widespread lewy bodies in neurons in coex and brainstem",
        "cop": 2,
        "opa": "Alzheimer disease",
        "opb": "Parkinson disease",
        "opc": "Huntington disease",
        "opd": "Pick disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a9d36f9e-7184-4f77-bc53-397d587cdc5f",
        "choice_type": "single"
    },
    {
        "question": "Most common inherited peripheral neuropathy is?",
        "exp": "Harrison's principles of internal medicine 17th edition. *Charcot-Marie-Tooth neuropathy is the most common heritable neuromuscular disorder with an incidence of 17 -40 cases per 100, 000",
        "cop": 2,
        "opa": "Refsum's disease",
        "opb": "Charcot marie tooth 1",
        "opc": "Farber's disease",
        "opd": "Fabry disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c21ef993-b60c-48fe-b97e-c33b29e754db",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely to be affected in an anuerysm of posterior cerebral aery (PCA)?",
        "exp": "*A third nerve palsy may be present due to local pressure from an aneurysm of the posterior communicating aery. Ref Harrison20th edition pg 2554",
        "cop": 3,
        "opa": "Hypophysis cerebri",
        "opb": "Trochlear nerve",
        "opc": "Oculomotor nerve",
        "opd": "Optic nerve",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b0a962bf-ab50-4895-9162-321e91add9cd",
        "choice_type": "single"
    },
    {
        "question": "Myasthenia gravis is associated with-",
        "exp": "*MG is an autoimmune disease most commonly caused by antibodies to Ach receptors in the post junctional membrane of neuromuscular junction Ref Harrison20th edition pg 2445",
        "cop": 1,
        "opa": "Antibodies against Ach receptors",
        "opb": "Decreased myosin",
        "opc": "Absent troponin C",
        "opd": "Increased myoneural junction transmission",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "27c3ca26-76eb-4bba-85aa-9c6d08fc0dd6",
        "choice_type": "single"
    },
    {
        "question": ". Beevor sign is Seen in",
        "exp": "*Lesion at T9-T10 paralyse the lower, but not upper-abdominal muscles, resulting in upward movement of the umbilicus when the abdominal wall contracts. Beevor's sign is medical sign seen in the selective weakness of the lower abdominal muscles, involving the movement of the navel towards the head on flexing the neck Beevor's sign is characteristic of spinal cord injury between T9 and T10 levels. This occurs when the upper pa of the Rectus abdominis muscle is intact but the lower pa is weak because of the spinal injury. Thus when the patient is asked to raise his head as he lies supine on bed, only the upper pa of the muscle contracts pulling the umbilicus toward the head. The sign has also been observed in amyotrophic lateral sclerosis, a disease associated with progressive weakening of the muscles of multiple areas of the body, and in facioscapulohumeral muscular dystrophy, a disease of weakness of predominantly the facial, shoulder and upper arm muscles. Ref Harrison20th edition pg 2611",
        "cop": 1,
        "opa": "Abdominal muscle",
        "opb": "Respiratory muscle",
        "opc": "Facial muscle",
        "opd": "Hand muscle",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5bad6fde-dda2-4246-b6d8-9ac98b1a436f",
        "choice_type": "single"
    },
    {
        "question": "A 24 year old male patient with h/o primary syphilis in the form of genital ulcer & mucocutaneous lesions, presents with features suggestive of neurosyphilis in the form of meningitis for which appropriate treatment was staed. What will you do for monitoring of treatment",
        "exp": "The nontreponemal cerebrospinal fluid (CSF) Venereal Disease Research Laboratory (VDRL) test is a mainstay for diagnosis of neurosyphilis. Although the estimated specificity of the test is high, the sensitivity is lower, which is a major limitation of the test Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Venereal disease Research Laboratory test (VDRL)",
        "opb": "TPI",
        "opc": "FTS-AB",
        "opd": "ELISA",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "667a685a-2591-45dd-b2d8-094360c80c4c",
        "choice_type": "single"
    },
    {
        "question": "An adult hypeensive male presented with sudden onset severe headache and vomiting. On examination, there is marked neck rigidity and no focal neurological deficit was found. The symptoms are most likely d/t",
        "exp": "Harrison's principles of internal medicine 17 th edition. *SAH characterised by headache, which is generalised and sudden onset, neckstiffness, vomiting is common *Althoughsudden headache without focal neurological deficit may occur as hallmark feature of aneurysmal rupure, but focal neurological deficit may occur.",
        "cop": 4,
        "opa": "Intracerebral parenchymal hemorrhage",
        "opb": "Ischemic stroke",
        "opc": "Meningitis",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1cce1318-7476-4963-b3ee-76ad75132c1d",
        "choice_type": "single"
    },
    {
        "question": "Anominal aphasia is due to defect in",
        "exp": "Wernicke's speech area, is one of the two pas of the cerebral coex that are linked to speech (the other is Broca's area). It is involved in the comprehension of written and spoken language (in contrast to Broca's area that is involved in the production of language). It is traditionally thought to be in Brodmann area, which is located in the superior temporal lobe in the dominant cerebral hemisphere (which is the left hemisphere in about 95% of right handed individuals and 60% of left handed individuals). Damage caused to Wernicke's area results in receptive, fluent aphasia. This means that the person with aphasia will be able to fluently connect words, but the phrases will lack meaning. This is unlike non-fluent aphasia, in which the person will use meaningful words, but in a non-fluent, telegraphic manner. Ref Harrison20th edition pg 2756",
        "cop": 3,
        "opa": "Left inferior frontal",
        "opb": "Parietal",
        "opc": "Temporal, occipital",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "fe6ec7fd-cd63-4138-961e-a4f64dfaac03",
        "choice_type": "single"
    },
    {
        "question": "Antlepileptic of choice in Post diabetic Peripheral neuropathy?",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition *pergabalin is indicated in seizure disorders and is paicularly used for neuropathic pain such as diabetic neuropathy, postherapetic neuralgia, complex regional pain syndrome, and in other type of chronic pain.",
        "cop": 1,
        "opa": "Pregabalin",
        "opb": "Amitryptylene",
        "opc": "Carbamazepine",
        "opd": "Duloxetine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8bc142c5-9107-4ff9-be00-457db151dee4",
        "choice_type": "single"
    },
    {
        "question": "Pain insensitive structure",
        "exp": "The cranium, brain parenchyma, ependymal lining of the ventricles, and choroid plexus are all pain insensitive Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Middle cerebral aery",
        "opb": "Choroid plexus",
        "opc": "Dural sheath",
        "opd": "Falx cerebri",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e1a28e9c-72a7-4ced-ac67-67b7fa914280",
        "choice_type": "single"
    },
    {
        "question": "Hyperventilation can provoke the following",
        "exp": "The electrophysiologic hallmark of typical absence seizures is a generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background. In tonic-clonic seizures, The EEG during the tonic phase of the seizure shows a progressive increase in generalized low-voltage fast activity, followed by generalized high-amplitude, polyspike discharges. In the clonic phase, the high-amplitude activity is typically interrupted by slow waves to create a spike-and-wave pattern. The postictal EEG shows diffuse slowing that gradually recovers as the patient awakens. Hyperventilation tends to provoke these electrographic discharges and even the seizures themselves and is routinely used when recording the EEG. Ref: Harrison 19e 2543",
        "cop": 4,
        "opa": "Tonic-clonic seizures",
        "opb": "Simple paial seizures",
        "opc": "Complex paial seizures",
        "opd": "Absence seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b16beaa8-e5cb-4cf8-bab1-b4bf86db3315",
        "choice_type": "single"
    },
    {
        "question": "Amyotrophic Lateral sclerosis is characterized by",
        "exp": "Harrison's principles of internal medicine 17th edition. *Pathologic hallmark is death of lower motor neurons (consisting of anterior horn cells in the spinal cord and their brainstem homologues innervating bulbar muscles) and upper, or coicospinal, motor neurons (originating in layer five of the motor coex and descending the pyramidal tract to synapse with lower motor neurons). Although at onset ALS may involve selective loss of only upper or lower motor neurons, it ultimately causes progressive loss of both",
        "cop": 3,
        "opa": "Spasticity early sing",
        "opb": "Sensory loss",
        "opc": "Anterior and Lateral columns affected",
        "opd": "Incontinence",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a1206a5e-f5eb-4c65-bd82-56dbb231fea8",
        "choice_type": "single"
    },
    {
        "question": "A head injured patient, who Opens eyes to painful is confused and localizes to pain. What is his Glassgow coma Score",
        "exp": "Harrison's principles of internal medicine 17th edition *Glasgow coma score eye opening 4-spontaneous, 3- verbal stimuli, 2- painful stimuli, 1-no response ( nonintubated). 5- oriented and talks, 4- disoriented and talks, 3-inappropriate words, 2- incomprehensible sounds, 1-no response verbal(intubated). 5- seems able to talk, 3- questionable ability to talk, 1-generally unresponsive activity. 6- verbal command, 5- localises to pain, 4-withdraws to pain, 3- decoicate, 2- decerebrate, 1-no response",
        "cop": 3,
        "opa": "7",
        "opb": "9",
        "opc": "11",
        "opd": "13",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "74f55c89-839f-4486-b484-c3ee2cbc1e59",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of cardioembolic stroke is",
        "exp": "Nonrheumatic atrial fibrillation is the most common cause of cerebral embolism overall. The presumed stroke mechanism is thrombus formation in the fibrillating atrium or atrial appendage, with subsequent embolization. Patients with atrial fibrillation have an average annual risk of stroke of ~5%. MI, prosthetic valves, rheumatic heart disease, and ischemic cardiomyopathy are other causes. Ref: Harrison 19e pg: 2564",
        "cop": 1,
        "opa": "Non rheumatic atrial fibrillation",
        "opb": "Myocardial infarction",
        "opc": "Ischemic cardiomyopathy",
        "opd": "Prosthetic valves",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f43fb838-24a2-4067-b5d7-da7bc3d872b4",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of headache-",
        "exp": "*Common cause of primary headache is tension headache(69%). *Migraine(16%)and cluster headache(0. 1%) Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Tension headache",
        "opb": "Migraine",
        "opc": "Cluster headache",
        "opd": "Trigemmal neuralgia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5cec618c-1787-48c8-ad09-20298d0fb917",
        "choice_type": "single"
    },
    {
        "question": "60 years old alcoholic male presented with urinary incontinence and abnormal gait since 3 months. He also complains of loss of memory. What is the diagnosis?",
        "exp": "Harrison's principles of internal medicine 17th edition. *For NPH (normal pressure hydrocephalus) clinical triad includes an abnormal gait (ataxic /apractic), dementia and urinary incontinence.",
        "cop": 2,
        "opa": "Huntington's disease",
        "opb": "Normal pressure hydrocephalus",
        "opc": "Wernicke's encephalopathy",
        "opd": "Cynocobalamine deficiency",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "cb986195-a36c-4b44-a62a-63238da745f7",
        "choice_type": "single"
    },
    {
        "question": "MIDAS question are is used in assessment of",
        "exp": "Once a diagnosis of migraine has been established, it is impoant to assess the extent of a patient's disease and disability. The Migraine Disability Assessment Score (MIDAS) is a well-validated, easy-to-use tool. Migraine Disability Assessment Score Five questions related to headache severity are used in assessment Grade I--Minimal or Infrequent Disability: 0-5 Grade II--Mild or Infrequent Disability: 6-10 Grade III--Moderate Disability: 11-20 Grade IV--Severe Disability: > 20 Ref Harrison 20th edition page 3098, 3100(table 422-4)",
        "cop": 2,
        "opa": "Severity of weakness in stroke",
        "opb": "Disability in migraine",
        "opc": "Memory in alzheimers disease",
        "opd": "Tremors in parkinsons disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9495e537-ea00-413b-b4d5-157fcbf862b5",
        "choice_type": "single"
    },
    {
        "question": "Risk of stroke after TIA is",
        "exp": "The risk of stroke after a TIA is 10-15% in the first 3 months, with most events occurring in the first 2 days. This risk can be directly estimated using the well-validated ABCD2 scoreA: Age >=60 years 1B: SBP >140 mm. Hg or DBP >90 mm. Hg 1C: Clinical symptoms. Unilateral weakness Speech disturbance without weakness 21D: Duration>60 min 10-59 min 21D: Diabetes (oral medications or insulin) 1. Score of 0 has 0% increased rate, whereas score of 7 has 22% rate of stroke in 3 months. Ref: Harrison 19e pg: 2569",
        "cop": 2,
        "opa": "5-10% in 3 months",
        "opb": "10-15% in 3 months",
        "opc": "20-25% in 3 months",
        "opd": "30-35% in 3 months",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5621615b-54d2-410c-97a6-3712411de96b",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of organic amnestic syndrome is",
        "exp": "organic amnesia and the amnestic syndrome.. The amnestic syndrome is characterized by disorientation paicularly in time, impairment of immediate recall, loss of recent memory, retroactive loss of remote memory of varying extent and a tendency to confabulation. Ref Harrison20th edition pg 2776",
        "cop": 4,
        "opa": "Alzheimer's disease",
        "opb": "Concussion",
        "opc": "Hypoxia",
        "opd": "Vitamin deficiency",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "95eb1749-6e0d-4056-a8b9-8d4c6a5a7c05",
        "choice_type": "single"
    },
    {
        "question": "In Alzheimer's disease which area of brain is involved",
        "exp": "*It is the accumulation of brain beta amyloid peptide in cerebral coex, hippocampus, basal ganglia, thalamus and even cerebellum. Alzheimer's disease typically destroys neurons and their connections in pas of the brain involved in memory, including the entorhinal coex and hippocampus. It later affects areas in the cerebral coex responsible for language, reasoning, and social behavior. Ultimately, the disease is fatal. Ref Harrison20th edition pg 2767",
        "cop": 4,
        "opa": "Cerebral coex",
        "opb": "Hippocampus",
        "opc": "Cerebellum",
        "opd": "A+ B",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8c1180b2-cf64-4caf-939f-b2216e73cec6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the right choice of treatment for poosystemic encephalopathy?",
        "exp": "Treatment Treatment of the cause Bowel cleansing using oral lactulose or enemas A diet with vegetable as the primary protein source Oral nonabsorbable antibiotics such as rifaximin and neomycin The bowels should be cleared using enemas or, more often, oral lactulose syrup. This synthetic disaccharide is an osmotic cathaic. It also lowers colonic pH, decreasing fecal ammonia production. The initial dosage, 30 to 45 mL po tid, should be adjusted to produce 2 or 3 soft stools daily. Ref Harrison20th edition pg 2456",
        "cop": 4,
        "opa": "Diurestics",
        "opb": "High protein diet",
        "opc": "Emergency poosystemic shunt syrgery",
        "opd": "Lactulose",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9f89820b-77e4-46e2-bd78-82fe733f03ed",
        "choice_type": "single"
    },
    {
        "question": "Inclusions in oligodendrogliocytes is a feature of",
        "exp": "Harrison's principles of internal medicine 17th edition. Pg 1249*Oligodendrocytes have enlarged, densely staining nuclei that contain viral inclusions formed by crystalline arrays of JC virus paicles.",
        "cop": 4,
        "opa": "Creutzfeldt-Jakob disease",
        "opb": "CIDP",
        "opc": "HSV",
        "opd": "Progressive multifocal leukoencephalopathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8a059ae6-b4bc-419e-99d5-500624159953",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of hypeensive intracerebral bleed is?",
        "exp": "The putamen is a common site of hypeensive cerebral hemorrhage. Such hemorrhages show a large range of possible presentations - from enormous hemorrhages involving the white matter of the hemispheres and the ventricular system, to cases occurring without causing any symptoms or neurological signs Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Pons",
        "opb": "Putamen",
        "opc": "Frontal love",
        "opd": "Thalamus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f74861a5-264c-4acb-8222-85412d66ed58",
        "choice_type": "single"
    },
    {
        "question": "Serum creative kinase-3 (CK-3) is elevated in",
        "exp": ". *Creatine kinase is markedly elevated in the dystrophinopathies( Duchene and Becker ) but is normal or moderately elevated in other dystrophies. The diagnosis of muscular dystrophy is based on the results of muscle biopsy, increased creatine phosphokinase (Cp. K3), electromyography, and genetic testing. A physical examination and the patient's medical history will help the doctor determine the type of muscular dystrophy. Specific muscle groups are affected by different types of muscular dystrophy. Other tests that can be done are chest X-ray, echocardiogram, CT scan, and magnetic resonance image scan, which a magnetic field can produce images whose detail helps diagnose muscular dystrophy Ref Harrison20th edition pg 1234",
        "cop": 1,
        "opa": "Muscular dystrophy",
        "opb": "Myocardial infarction",
        "opc": "Alcoholic cirrhosis",
        "opd": "Brain tumours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "09970bd2-17ea-4108-9c6d-ea1aa4f94222",
        "choice_type": "single"
    },
    {
        "question": "Ophthalmoplegic migraine is characterized by",
        "exp": "Ophthalmoplegic migraine is a rare neurologic syndrome characterized by recurrent bouts of head pain and ophthalmoplegia. The third cranial nerve is most commonly affected, in which case mydriasis and ptosis can also be observed Ophthalmoplegic migraine is a rare neurologic syndrome characterized by recurrent bouts of head pain and ophthalmoplegia. The third cranial nerve is most commonly affected, in which case mydriasis and ptosis can also be observed. Most patients recover completely within days to weeks, but a minority are left with persistent neurologic deficits Ref Harrison20th edition pg 1234",
        "cop": 3,
        "opa": "Transient diplopia",
        "opb": "Headache with vomiting episodes",
        "opc": "Headache with benign recurrent 3 rd N. palsy",
        "opd": "Headache with complete vision loss",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "933f8561-ed3e-4207-89c7-931394efa340",
        "choice_type": "single"
    },
    {
        "question": "Best method to monitor intracranial pressure is",
        "exp": "The intraventricular catheter is the most accurate monitoring method. of intracranial pressure The catheter is inseed through the brain into the lateral ventricle. This area of the brain contains liquid (cerebrospinal fluid or CSF) that protects the brain and spinal cord. Ref Harrison20th edition pg 2234",
        "cop": 1,
        "opa": "Intraventricular catheter",
        "opb": "Subarachnoid bolt",
        "opc": "Intraparenchymal catheter",
        "opd": "Epidural cathetar",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1891d023-43da-4fa6-85c4-84e1bc5cc273",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is likely to be found in a patient with the lesion in shaded area?",
        "exp": "Wernicke's aphasia is caused by a lesion in the posterior superior temporal gyrus of the dominant hemisphere. It is characterized by impaired language comprehension, inability to repeat, and fluent speech output with paraphasic errors. The only associated neurologic sign may be a right superior quadrantanopia second~ to the proximity of the inferior optic radiation to Wernicke's area in the left temporal lobe. Ref - Harrison's internal medicine 20e pg 158-159, 159t, 161",
        "cop": 1,
        "opa": "Fluent speech output",
        "opb": "Normal repetition",
        "opc": "Acalculia",
        "opd": "Dysahric speech pattern",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "371d0be3-a4b0-4488-8b51-c840939a44ba",
        "choice_type": "single"
    },
    {
        "question": "Kluver - Bucy Syndrome is associated with lesion in",
        "exp": ". *Effects of bilateral ablation of amygdala, when anterior pas of both temporal lobes are destroyed causes behavior changes. Kluver Bucy syndrome is a rare behavioral impairment characterized by inappropriate sexual behaviors and mouthing of objects. Other signs and symptoms, include a diminished ability to visually recognize objects, loss of normal fear and anger responses, memory loss, distractibility, seizures, and dementia Ref Harrison20th edition pg 1134",
        "cop": 2,
        "opa": "Hippocampus",
        "opb": "Amygdada",
        "opc": "Mamillary body",
        "opd": "Cerebral coex",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ce785a99-d19c-42bf-a175-4abaa860039a",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common childhood CNS tumor to metastasize outside brain?",
        "exp": "Glioblastoma, also known as glioblastoma multiforme (GBM), is the most aggressive cancer that begins within the brain. Initially, signs and symptoms of glioblastoma are nonspecific. Uncommon risk factors include genetic disorders, such as neurofibromatosis and Li-Fraumeni syndrome, and previous radiation therapy. Glioblastomas represent 15% of brain tumors. They can either sta from normal brain cells or develop from an existing low-grade astrocytoma. The diagnosis typically is made by a combination of CT scan, MRI scan, and tissue biopsy. No clear way to prevent the disease is known. Typically, treatment involves surgery, after which chemotherapy and radiation therapy are used. The medication temozolomide is used frequently as pa of chemotherapy. High-dose steroids may be used to help reduce swelling and decrease symptoms. Whether trying to remove all or simply most of the cancer is better is unknown. Despite maximum treatment, the cancer usually recurs. The tumor may extend into the meninges or ventricular wall, leading to high protein content in the cerebrospinal fluid (CSF) (> 100 mg/dl), as well as an occasional pleocytosis of 10 to 100 cells, mostly lymphocytes. Malignant cells carried in the CSF may spread (rarely) to the spinal cord or cause meningeal gliomatosis. However, metastasis of GBM beyond the central nervous system is extremely unusual. About 50% of GBMs occupy more than one lobe of a hemisphere or are bilateral. Tumors of this type usually arise from the cerebrum and may exhibit the classic infiltration across the corpus callosum, producing a butterfly (bilateral) glioma. The tumor may take on a variety of appearances, depending on the amount of hemorrhage, necrosis, or its age. A CT scan usually shows an inhomogeneous mass with a hypodense center and a variable ring of enhancement surrounded by edema. Mass effect from the tumor and edema may compress the ventricles and cause hydrocephalus. Ref Harrison20th edition pg 2234 Ref Davidson edition23rd pg 1123",
        "cop": 4,
        "opa": "Ependymoma",
        "opb": "Glioblastoma multiforme",
        "opc": "Choroid plexus tumor",
        "opd": "Medulloblastoma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "37378440-90ff-4fae-9484-bab6144daf84",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man complains of headache when he wakes up in the morning. It lasts into the afternoon and then subsides. Headache has been present for a few months. CT scan shows a frontal lobe mass with focal areas of calcification. You strongly suspect the patient has",
        "exp": "A frontal headache when waking up in the morning and a computerized tomography (CT) scan showing a frontal lobe mass with focal areas of calcification are characteristic findings in oligodendrogliomas, which commonly involve the frontal lobe. These are tumors derived from oligodendrocytes that frequently locate in the cerebral hemispheres of adults 30 to 50 years of age. Calcifications are visible on routine skull films or CT in 90% of cases. They commonly have an admixture with other types of glial tumors, such as an astrocytoma (50%). Overall, oligodendrogliomas have a good prognosis but a high recurrence rate. Ref - Harrison's principles of internal medicine 20e pg 646, pubmed. com",
        "cop": 4,
        "opa": "An astrocytoma",
        "opb": "A pinealoma",
        "opc": "A meningioma",
        "opd": "An oligodendroglioma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "32190b44-d596-402f-943d-91c733a4e623",
        "choice_type": "single"
    },
    {
        "question": "A ventrolateral cordotomy is performed to produce relief of pain from the right leg. It is effective because effective because it interrupts the",
        "exp": "The lateral spinothalamic tract conveys pain and temperature. In the spinal cord, the spinothalamic tract has somatotopic organization. The pathway crosses over (decussates) at the level of the spinal cord, rather than in the brainstem like the dorsal column-medial lemniscus pathway and lateral coicospinal tract. Cordotomy (or chordotomy) is a surgical procedure that disables selected pain-conducting tracts in the spinal cord, in order to achieve loss of pain and temperature perception Ref Harrison20th edition pg 2366",
        "cop": 2,
        "opa": "Left Dorsal Column",
        "opb": "Left Lateral Spinothalamic Tract",
        "opc": "Right Lateral Spinothalamic Tract",
        "opd": "Right coicospinal Tract",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1ca6a145-272d-40b6-81e8-c98d073b07de",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for diagnosis of Epilepsy is?",
        "exp": "In the evaluation of a patient with suspected epilepsy, the presence of electrographic seizure activity during the clinically evident event (i. e., abnormal, repetitive, rhythmic activity having a discrete onset and termination) clearly establishes the diagnosis. The EEG may also be helpful in the interictal period by showing ceain abnormalities that are highly suppoive of the diagnosis of epilepsy. The EEG is also used for classifying seizure disorders and aiding in the selection of anticonvulsant medications. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "EEG",
        "opb": "CT scan",
        "opc": "MRI",
        "opd": "CSF investigation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "10ff1811-5070-4432-915f-1a5accd9a87a",
        "choice_type": "single"
    },
    {
        "question": "Carbmezpine is the drug of choice in",
        "exp": "K D Tripathy essentials of medical pharmacology 7th edition. *Carbamazepine is the most effective drug for CPS",
        "cop": 2,
        "opa": "Absence attacks",
        "opb": "Paial complex siezures",
        "opc": "Myoclonus",
        "opd": "Innantile spams",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b7d60248-989e-4232-b194-1e745f17f424",
        "choice_type": "single"
    },
    {
        "question": "Thymoma associated with",
        "exp": "* Thymus is abnormal in 75% patients with MG. 65% - hyperplastic, 10%- thymic tumours or thymomas Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Myasthenia gravis",
        "opb": "Polycythemia",
        "opc": "Ectopic ACTH",
        "opd": "Polyaentis nodosa",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9224ff69-d41e-41cb-96f7-146e5b0c88f6",
        "choice_type": "single"
    },
    {
        "question": "Ocular dipping is seen in",
        "exp": "\"Ocular bobbing\" describes brisk downward and slow upward movements of the eyes associated with loss of horizontal eye movements and is diagnostic of bilateral pontine damage, usually from thrombosis of the basilar aery. \"Ocular dipping\" is a slower, arrhythmic downward movement followed by a faster upward movement in patients with normal reflex horizontal gaze; it usually indicates diffuse coical anoxic damage. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 328; Coma",
        "cop": 3,
        "opa": "Pontine damage",
        "opb": "Medulla damage",
        "opc": "Diffuse coical damage",
        "opd": "Mid brain damage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "78394c58-10aa-473f-b1d1-99e47f846aa6",
        "choice_type": "single"
    },
    {
        "question": "The most common location of hypeensive intracranial hemorrhage is",
        "exp": "The most common locations of hypeensive ICH are: 1) Basal ganglia (putamen or caudate), 2) Thalamus, 3) Pons and 4) Cerebellum. Within the basal ganglia region, it is rare for an ICH to specifically affect one area; Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Subarachnoid space",
        "opb": "Basal ganglia",
        "opc": "Cerebellum",
        "opd": "Brainstem",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "037118cc-8285-4236-886c-9f598a18ac46",
        "choice_type": "single"
    },
    {
        "question": "Which drug is essential in Sheehan's syndrome",
        "exp": "Sheehan syndrome is a condition that happens when the pituitary gland is damaged during childbih. It's caused by excess blood loss (hemorrhage) or extremely low blood pressure during or after labor. A lack of blood deprives the pituitary of the oxygen it needs to work properly Lifelong hormone replacement therapy for the hormones that are missing. This may involve treatment with glucocoicoids. After hormone profiling, treatment with coisol, ACTH, thyroid hormones, gonadotropins, and prolactin as seen in cases of hypopituitarism may occur. [ Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Estrogen",
        "opb": "Coisone",
        "opc": "Thyroxine",
        "opd": "Growth hormone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "403ac3f6-01b1-4575-bf4a-af518cff1e8b",
        "choice_type": "single"
    },
    {
        "question": "An obese female patient presented with hypertension chronic headeache and, normal pituitary function. The most likely diagnosis is",
        "exp": "Empty sella syndrome (ESS) is the condition when the pituitary gland shrinks or becomes flattened, filling the sella turcica with cerebrospinal fluid instead of the normal pituitary patients with empty sella syndrome can have headaches as symptoms of elevated spinal fluid pressure; symptoms of hypopituitarism; or visual symptoms, which can sometimes be due to downward, prolapse of the optic chiasm into the empty sella. Ref Harrison20th edition pg 2478",
        "cop": 2,
        "opa": "Cushing's disease",
        "opb": "Empty sella Syndrome",
        "opc": "prolactinoma",
        "opd": "Hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c9cb0133-58e5-4efe-9f1b-1c7123798ae4",
        "choice_type": "single"
    },
    {
        "question": "Adenosine deaminase In CSF Is significantly higher In",
        "exp": "Tuberculous meningitis (TBM) is the most common form of central nervous system tuberculosis (TB) and has very high morbidity and moality. TBM is typically a subacute disease with symptoms that may persist for weeks before diagnosis Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Tuberculous meningitis",
        "opb": "BacteriaI meningitis",
        "opc": "Viral meningitis",
        "opd": "Syphilitic meningitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "02a81d14-b363-4c9e-801d-64501c5833db",
        "choice_type": "single"
    },
    {
        "question": "Aery involved in 3rd cranial nerve lesion?",
        "exp": "Harrison's textbook of internal medicine 17 th edition. *A third nerve past, paicularly when associated with pupillary dilatation, loss of ipsilateral light reflex and focal pain above or behind the eye, may occur with an expanding aneurysm at the junction of posterior communicating aery and internal carotid aery.",
        "cop": 3,
        "opa": "Anterior communicating",
        "opb": "Posterior communicating",
        "opc": "Posterior cerebral",
        "opd": "Anterior cerebral",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c8220c5b-1b2c-47db-881c-494b1225fc77",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with thunder clap headache followed by unconsciousness with pregressive III ranial nerve palsy. Likely diagnosis is",
        "exp": "davidson's principles and practices of medicine 22nd edition. *85%of SAH caused by saccular aneurysm arise from bifurcation of cerebral aeries. *SAH present with sudden, severe, thunderclap headache (often occipital), which lasts for hours or even days, often accompanied by vomiting, raised blood pressure and neck stiffness or pain *there may be loss of consciousness at the onset, so SAH should be consider if patient found comatose *a third nerve palsy may be present due to local pressure from an aneurysm of posterior communicating aery. *focal hemispherical signs like hemiparesis or aphasia, may be present at onset if there is associated intracerebral haematoma. Ref Harrison20th edition pg 2765",
        "cop": 2,
        "opa": "Extradural hemorrhage",
        "opb": "Aneurysmal subarachnoid hemorrhage",
        "opc": "Basilar migraine",
        "opd": "Cluster headache",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1895b24c-0d2c-43c3-af9c-ec5188eb76f9",
        "choice_type": "single"
    },
    {
        "question": "Degenerative changes in Huntington's chorea are seen in",
        "exp": "Huntington's disease (HD), also known as Huntington's chorea, is an inherited disorder that results in the death of brain cells. The earliest symptoms are often subtle problems with mood or mental abilities.] A general lack of coordination and an unsteady gait often follow. As the disease advances, uncoordinated, jerky body movements become more apparent. People with HD often underestimate the degree of their problems Symptoms of HD most commonly become noticeable between the ages of 35 and 44 years, but they can begin at any age from infancy to old age. In the early stages, there are subtle changes in personality, cognition, and physical skills. are generally not severe enough to be recognized on their own at the earlier stages. Sleep disturbances are also associated symptoms. Especially affected are executive functions, which include planning, cognitive flexibility, abstract thinking, rule acquisition, initiation of appropriate actions, and inhibition of inappropriate actions. [As the disease progresses, memory deficits tend to appear. Repoed impairments range from sho-term memory deficits to long-term memory difficulties, including deficits in episodic (memory of one's life), procedural (memory of the body of how to perform an activity) and working memory. [Cognitive problems tend to worsen over time, ultimately leading to dementia. [This pattern of deficits has been called a subcoical dementia syndrome to distinguish it from the typical effects of coical dementias e. g. Alzheimer's disease. [ Repoed neuropsychiatric manifestations are anxiety, depression, a reduced display of emotions (blunted affect), egocentrism, aggression, and compulsive behavior, the latter of which can cause or worsen addictions, including alcoholism, gambling, and hypersexuality. [Difficulties in recognizing other people's negative expressions have also been observed. [ The prevalence of these symptoms is highly variable between studies, with estimated rates for lifetime prevalence of psychiatric disorders between 33% and 76%. [For many sufferers and their families, these symptoms are among the most distressing aspects of the disease, often affecting daily functioning and constituting reason for institutionalization. [Suicidal thoughts and suicide attempts are more common than in the general population. [Often individuals have reduced awareness of chorea, cognitive and emotional impairments. [ Mutant Huntingtin is expressed throughout the body and associated with abnormalities in peripheral tissues that are directly caused by such expression outside the brain. These abnormalities include muscle atrophy, cardiac failure, impaired glucose tolerance, weight loss, osteoporosis, and testicular atrophy. Ref Harrison20th edition pg 2677",
        "cop": 2,
        "opa": "Cerebellum",
        "opb": "Caudate nucleus",
        "opc": "Red nucleus",
        "opd": "Pons",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "62dd5e90-07b7-4739-96ae-312963469617",
        "choice_type": "single"
    },
    {
        "question": "A 4 month pregnant lady on treatment with valproate regularly asked for your advice regarding taking the drug during pregnancy. What is the best course of action",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. *Valproate used during pregnancy produced spina bifida and other neural tube defects in off spring: should be avoided *Incidence of minor foetal malformation repoed with carbamazepine *",
        "cop": 2,
        "opa": "Immediately tape off valproate and sta lamotrigine",
        "opb": "Change to carbamazepine",
        "opc": "Continue valproate and monitor blood levels",
        "opd": "Slowly tape dose of valproate",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "0021ca99-8acd-45aa-b737-83f8d13cb157",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not involved in Wernicke's Korsakoff psychosis",
        "exp": "Harrison's principles of internal medicine 17th edition. Pathology: preventricular lesions surround the 3rd ventricles, aqueduct and 4th ventricle; atrophy of mammillary bodies; amnestic defect is related to lesions in dorsal medial nuclei of thalamus.",
        "cop": 4,
        "opa": "Mamillary body",
        "opb": "Thalamus",
        "opc": "Periventricular Grey matter",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d87e3742-c29f-42de-9a7e-646196f16dda",
        "choice_type": "single"
    },
    {
        "question": "Bilateral inter nuclear ophthalmoplegia is pathognomonic of",
        "exp": "*Patient with bilateral injury to medial longitudinal fasciculus will have bilateral internuclear ophthalmoplegia. *Multiple sclerosis is the most common cause. Reference Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Multiple sclerosis",
        "opb": "Pontine glioma",
        "opc": "Lateral medullary syndrome",
        "opd": "Pontine haemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c98b6eca-55cc-4ed4-a53c-a385f449ccee",
        "choice_type": "single"
    },
    {
        "question": "A thiy five year old female has proximal weakness of muscles, ptosis and easy fatigability. The most sensitive test to suggest the diagnosis is.",
        "exp": "Tensilon test (edrophonium test) is a pharmacological test used for the diagnosis of ceain neural diseases, especially myasthenia gravis. It is also used to distinguish a myasthenic crisis from a cholinergic crisis in individuals undergoing treatment for myasthenia gravis 10 mg edrophonium hydrochloride syringe and a 2 mg atropine syringe are prepared. Atropine is prepared for immediate use in case cholinergic crisis occurs. After a neurologic examination and recording of vital signs, first 2 mg edrophonium is injected intravenously. After waiting 30 seconds and ensuring that no adverse reactions occurred, the remaining 8 mg of edrophonium is also injected. A patient suffering from myasthenia gravis experiences improvement in muscle strength and endurance with repetitive movements, while normal persons do not feel any difference. The effects of edrophonium lasts around 10 minutes. The edrophonium allows accumulation of acetylcholine (ACh) in the neuromuscular junctions, and makes more ACh available to the muscle receptors, thereby increasing muscle strength in myasthenia gravis. In newborns, a 0. 15 mg/kg edrophonium administered subcutaneously produces a response within 10 minutes. In infants, the drug is administered intravenously at a dose of 0. 2 mg/kg. Improvement of diplopia is often used as an evaluation item because in this case, placebo effect can be excluded Ref Harrison20th edition pg 2456",
        "cop": 3,
        "opa": "Muscle Biopsy",
        "opb": "CPK levels",
        "opc": "Edrophonium test",
        "opd": "EMG",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2c4cac73-1967-46ae-a586-185549de5c20",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old nondiabetic, nonhypeensive individual to casualty with a sudden bursting headache and altered sensorium. What is the most likely diagnosis?",
        "exp": "Harrison's textbook of internal medicine 17th edition... Davidson's principles and practice of Medicine 23 rd edition. *Hemorrhage usually presents as abrupt onset of focal neurological deficit and can be considered as a spectrum of symptoms from transient (TIA) to persistent(stroke).. *Deficit typically worsen steadily over 30 -90 min(if symptoms progress over hours and days, other diagnoses must be excluded)it is associated with diminished level of consciousness, signs of increased ICT-headache, vomiting, prominent sensory deficit involving all modalities.",
        "cop": 3,
        "opa": "Meningitis",
        "opb": "Encephalitis",
        "opc": "Intracerebral hemorrhage",
        "opd": "Intracranial tumor",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "afafd42c-a4ed-4799-a334-42c0ad47529f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with peripheral neuropathy",
        "exp": "Uicaria pigmentosa (also known as generalized eruption of cutaneous mastocytosis (childhood type) ) is the most common form of cutaneous mastocytosis. It is a rare disease caused by excessive numbers of mast cells in the skin that produce hives or lesions on the skin when irritated. not associated with peripheral neuropathy Ref Harrison20th edition pg 2478",
        "cop": 1,
        "opa": "Uicaria pigmentosa",
        "opb": "Diabetes mellitus",
        "opc": "Nitrofurantion",
        "opd": "Infectious mononucleosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "d73bd44e-a37b-42c3-acd5-f130a5aa93bf",
        "choice_type": "single"
    },
    {
        "question": "Senile plaques in Alzeihmer's diseasae are rich in-",
        "exp": "*Pathology: neuritic plaques composed in pa of Ab amyloid, derived from amyloid precursor protein (APP); neurofibrillary tangles composed of abnormally phosphorylated tau protein. Ref Harrison20th edition pg 2567",
        "cop": 1,
        "opa": "Amyloid",
        "opb": "Tau protein",
        "opc": "ApoE",
        "opd": "Neuroglia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "27c07f0e-38d0-4620-966b-929700db6c69",
        "choice_type": "single"
    },
    {
        "question": "Chances of multiple sclerosis are maximum if",
        "exp": ". *In multiple sclerosis genetic factors are also relevant, the risk of familial recurrence in MS is 15%, with highest risk in first degree relatives (age adjusted risk: 4-5% for siblings and 2-3 % for parents or off spring. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Mother has the disease",
        "opb": "Father has the disease",
        "opc": "Mother is carrier",
        "opd": "Father is carrier",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f803c9ba-36f2-4bfe-b9c0-9374b17d9119",
        "choice_type": "single"
    },
    {
        "question": "Dissociative sensory loss is not seen in",
        "exp": "Dissociated sensory loss is a pattern of neurological damage caused by a lesion to a single tract in the spinal cord which involves preservation of fine touch and proprioception with selective loss of pain and temperature. Understanding the mechanisms behind these selective lesions requires a brief discussion of the anatomy involved. Loss of pain and temperature are due to damage to the lateral spinothalamic tracts, which cross the central pa of the cord close to the level where they enter it and travel up the spinal column on the opposite side to the one they innervate (i. e. they ascend contralaterally). Note that a lesion of the lateral spinothalamic tract at a given level will not result in sensory loss for the dermatome of the same level; this is due to the fibers of the tract of Lissauer which transmit the neuron one or two levels above the affected segment (thus bypassing the segmental lesion on the contralateral side). Loss of fine touch and proprioception are due to damage to the dorsal columns, which do not cross the cord until the brainstem, and so travel up the column on the same side to the one they innervate (i. e. they ascend ipsilaterally). This means that a lesion of the dorsal columns will cause loss of touch and proprioception below the lesion and on the same side as it, while a lesion of the spinothalamic tracts will cause loss of pain and temperature below the lesion and on the opposite side to it. Dissociated sensory loss always suggests a focal lesion within the spinal cord or brainstem. The location of cord lesions affects presentation--for instance, a central lesion (such as that of syringomyelia) will knock out second order neurons of the spinothalamic tract as they cross the centre of the cord, and will cause loss of pain and temperature without loss of fine touch or proprioception. Other causes of dissociated sensory loss include: Diabetes mellitus Syringomyelia Brown-Sequard syndrome Lateral medullary syndrome aka Wallenberg's syndrome Anterior spinal aery thrombosis Tangier disease Subacute combined degeneration Multiple sclerosis Tabes dorsalis Friedreich's ataxia (or other spinocerebellar degeneration) Ref Harrison20th edition pg 2756",
        "cop": 2,
        "opa": "Syringomelia",
        "opb": "Cauda equine syndrome",
        "opc": "Diabetes mellitus",
        "opd": "Damage to spino-thalamic pathway",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "c6dd7184-c017-4b04-b8bf-543e388b04f3",
        "choice_type": "single"
    },
    {
        "question": "Treatment for multiple sclerosis",
        "exp": "Beta interferons. These medications are among the most commonly prescribed medications to treat MS. They are injected under the skin or into muscle and can reduce the frequency and severity of relapses Interferon alpha is used to treat various cancers (e. g., leukemia, melanoma, AIDS-related Kaposi's sarcoma). It is also used to treat virus infections Interferon-g 1b is approved by the U. S. Food and Drug Administration to treat chronic granulomatous disease and osteoporosis This medication is used to treat ceain types of ahritis (rheumatoid ahritis, ahritis of the spine, psoriatic ahritis), ceain bowel diseases (Crohn's disease, ulcerative colitis), and a ceain severe skin disease (chronic plaque psoriasis). Ref Harrison20th edition pg 2345",
        "cop": 2,
        "opa": "Interferon alpha",
        "opb": "Interferon beta",
        "opc": "Infliximab",
        "opd": "Interferon gamma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "753f7e8b-b92b-462c-8134-d4eab3a3e55d",
        "choice_type": "single"
    },
    {
        "question": "Pronator drip is a sign of",
        "exp": "In medicine, pronator drift refers to a pathologic sign seen during a neurological examination. Jean Alexandre Barre is credited with having first described it; thus it is sometimes known as the Barre test or sign. A positive result indicates spasticity seen in UMN lesion of upper limb Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "UMN lesion of upper limb",
        "opb": "LMN lesion",
        "opc": "Dorsal syringomyelia",
        "opd": "Carpel tunnel syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "90a21de7-4d52-4d4f-8d05-49e32681aff5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with ependymal cells rather than microglial cells?",
        "exp": "Ependymal cells line the cerebral ventricles and have blepharoplasty that are visible with special stains. They are useful histologic markers that document the ependymal origin of a brain tumor. Microglial cells are derived from macrophages and are the phagocytic cells of the central nervous system. When activated, microglial cells are called gitter cells and have a foamy appearance. Neuronophagia (e. g., viral encephalitis, poliomyelitis) occurs when microglial cells phagocytize breakdown products of the neuron. Rod-like microglial cells are seen in neurosyphilis. Macrophages are primarily responsible for carrying HIV into the central nervous system and are the reservoir cell for the virus. ref - pubmed. com",
        "cop": 1,
        "opa": "Blepharoplasts",
        "opb": "Rod cells",
        "opc": "Gitter cells",
        "opd": "Reservoir for HIV",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e34f5231-7760-4611-8705-e5a885001096",
        "choice_type": "single"
    },
    {
        "question": "Hypotonia with brisk tendon reflexes are seen in",
        "exp": "Ghai essential paediatrics 8th edition. *In hypotonic cerebral palsy despite pyramidal involvement patients are atonic or hypotonic. Tendon reflexes are normal or brisk and Babinski response is positive.",
        "cop": 1,
        "opa": "Hypotonic cerebral palsy",
        "opb": "GBS",
        "opc": "Spinal muscle atropy",
        "opd": "Infantile tremor",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "ce739159-735c-4e7d-8411-1f96b12c223f",
        "choice_type": "single"
    },
    {
        "question": "A 16year old boy presents with symptoms similar to parkinsonism, on examination found to have dytonia and had no abnormalities on FD-PET scan, had clinical response to treatment with levodopa. What is the likely diagnosis?",
        "exp": "Parkinsonism can also be seen in Dopa-Responsive Dystonia, a condition that results from a mutation in the GTP-Cyclohydrolase 1 gene which can lead to a defect in a cofactor for tyrosine hydroxylase and the impaired manufacture of dopa and dopamine. While it typically presents as dystonia. it can present as a biochemically based form of parkinsonism (due to reduced synthesis of dopamine) which closely resembles PD and responds to levodopa, but is not associated with abnormalities on fluoro-dopa positron emission tomography (FD-PET) nor neurodegeneration. This diagnosis should be considered in individuals aged <20 years who present with a clinical picture resembling PD. Ref Harrison 20th edition page 3123",
        "cop": 3,
        "opa": "Dementia with lewy bodies",
        "opb": "Atypical parkinsomism",
        "opc": "Dopa-responsive dystonia",
        "opd": "Multiple system atrophy - parkinsonism type",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9ff12371-b26f-4173-b4c9-3481c138c71d",
        "choice_type": "single"
    },
    {
        "question": "Tt/t of choice in status epilepticus",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. *Diazepam 10mgi. v inj. at 2mg/min, repeat once after 10min if required.",
        "cop": 2,
        "opa": "Im diazepam",
        "opb": "i. v diazepam",
        "opc": "Im phenytoin",
        "opd": "i. v. phenytoin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5c1b47fe-72e7-4182-9690-083b98d51e0d",
        "choice_type": "single"
    },
    {
        "question": "An adolescent female has headache which is intermittent in episode in associated with tinnitus, veigo and hearing loss. There is history of similar complains in her mother. Most likely diagnosis",
        "exp": "basilar migraine is a rare type of migraine that begins in the brain stem. A basilar migraine may be caused by a constriction of blood vessels that limit blood flow to the brain. Other conditions that restrict blood flow, such as touous blood vessels, may also cause basilar migraines Ref Harrison20th edition pg 2567",
        "cop": 1,
        "opa": "Basilar migraine",
        "opb": "Cervical spondylosis",
        "opc": "Temporal aeritis",
        "opd": "Vestibular neuronitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "4e77a5b6-edde-464a-8f01-94c41d06a399",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with quadriparesis. CSF shows protein 1 g%, sugar 40 mg% and no cells. He should be treated with:",
        "exp": "There is convincing evidence that GBS at least in some patients is caused by an infection-induced aberrant immune response that damages the peripheral nerves. Four key factors were identified that control this process Anti-ganglioside antibodies In up to 50% of patients, serum antibodies to various gangliosides present in human peripheral nerves, including GM1, GD1a, Gal. NAc-GD1a, and GQ1b, can be demonstrated. Other antibodies may bind to mixtures or complexes of different gangliosides instead of individual ones. Interestingly, most of these antibodies are related to defined clinical subgroups of GBS. Molecular mimicry and cross-reactivity C. jejuni isolates from GBS patients express lipooligosaccharides (LOS) that mimic the carbohydrates of gangliosides. The type of ganglioside mimic in C. jejuni seems to determine the specificity of the anti-ganglioside antibodies and the associated variant of GBS. Antibodies in these patients usually are cross-reactive; they recognize LOS as well as gangliosides or ganglioside complexes. GBS after Campylobacter infection in anti-GM1/GD1a/GQ1b antibody-related cases is considered to be true example of molecular mimicry-related disease. Complement activation Postmoem studies demonstrated that local complement activation occurs at the side of nerve damage. A mice model for GBS showed that some anti-ganglioside antibodies are toxic for peripheral nerves and can cause blockade of nerve transmission and paralysis of the nerve-muscle preparation. Additionally, there is destruction of the nerve terminal and perisynaptic Schwann cells. Antibodies to GM1 affect the sodium channels at the nodes of Ranvier of rabbit peripheral nerves All of these effects appear to be dependent on complement activation and formation of the membrane attack complex. The neurotoxic effects of these antibodies can be inhibited by IVIG and the complement inhibitor eculizumab Treatment for Gillian barre syndrome: IVIG is applied in a regimen of 2 g/kg bodyweight, usually as 0. 4 g/kg bodyweight per day for five consecutive days. IVIG has replaced PE as the preferred treatment in many centers, mainly because of its greater convenience and availability The combination of PE followed by IVIG was not significantly better than PE or IVIG alone. It appeared that oral steroids and, surprisingly, intravenous methylprednisolone 500 mg/day for five consecutive days alone is not beneficial in GBS. The combination of IVIG and intravenous methylprednisolone was not significantly more effective than IVIG alone. Although when a correction was made for known prognostic factors, the combined treatment shows some sho-term effect These trials show that there is an effect of immunotherapy on the course of GBS, but new studies with different regimens or another therapy that is directed toward improving the prognosis and outcome of GBS are needed Ref Harrison20th edition pg 2345",
        "cop": 3,
        "opa": "Antisnake venum",
        "opb": "5% dextrose",
        "opc": "Intravenous immunoglobulin",
        "opd": "I. V. Potassium chloride",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9e796296-c9ea-47ac-bfab-22241293237b",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female is diagnosed as a case of pneumococcal meningitis. Her blood sample were sent for culture sensitivity. In the mean time best drug to sta as an empirical treatment is",
        "exp": "Harrison's textbook of internal medicine 17th edition. *Treatment of choice for pneumococcal meningitis is cetriaxone (2g q 12h) plus vancomycin (1g q 12h).",
        "cop": 4,
        "opa": "Penicillin G",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "Vancomyin + Ceftriaxone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "82557e10-46c6-4329-b7e1-90178349727f",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive test for the diagnosis of ' myasthenia gravis is",
        "exp": "*Tensilon (edrophonium) test: a sho-acting anticholinesterase--look for rapid and transient improvement of strength; false-positive (placebo response, motor neuron disease) and false-negative tests occur. Atropine IV should be on hand if symptoms such as bradycardia occur. Ref Harrison20th edition pg 2378",
        "cop": 3,
        "opa": "Elevated serum ACH-receptor binding antibodies",
        "opb": "Repetitive nerve Stimulation test",
        "opc": "Positive edrophonium test",
        "opd": "Measurement of jitter by Single fibre electromyography",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "6ea8a16e-958f-4701-9ad7-0484c197c2cd",
        "choice_type": "single"
    },
    {
        "question": "The most common physical sign of cerebral metastasis",
        "exp": "*in brain metastases, presentation is with headaches(40-50%), focal neurological deficit(20-40%), coognitive dysfunction(35%), seizures(10-20%) and papilledema(<10%). A focal neurologic deficit is a problem with nerve, spinal cord, or brain function. It affects a specific location, such as the left side of the face, right arm, or even a small area such as the tongue. Speech, vision, and hearing problems are also considered focal neurological deficits Ref Harrison20th edition pg 2764",
        "cop": 2,
        "opa": "Epilepsy",
        "opb": "Focal neurological deficit",
        "opc": "Papilloedema",
        "opd": "Visual defects",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "0bc9e8d8-db4d-493a-bdf1-83f6fb7a5bc9",
        "choice_type": "single"
    },
    {
        "question": "Pyknolepsy is seen in",
        "exp": "Pyknolepsy refers to a syndrome of typical absence seizures (both simple and complex) in otherwise normal, prepubeal children older than about 3 to 5 years. There is a strong genetic predisposition, and girls are more frequently affected. The absences are very frequent (occurring at least several times daily), and tend to cluster. The absences may remit during adolescence, but generalized tonic-clonic seizures may develop. The EEG reveals a bilateral, synchronous, symmetric 3-Hz spike-and-wave discharge with normal interictal background activity. No distinct clinical or EEG features completely differentiate childhood absence epilepsy from juvenile absent epilepsy Ref Harrison20th edition pg 2234",
        "cop": 2,
        "opa": "Lennox gastout syndrome",
        "opb": "Absence seizures",
        "opc": "Marcolepsy",
        "opd": "Adrenoleukodystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "a23b7fec-8666-45dd-8888-a9ce2b0e9efe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following dopamine agonists used in treatment of parkinsonism is available as a transdermal patch but not oral formulation?",
        "exp": "Both ropinirole and pramipexole are available as orally administered immediate (tid) and extended-release (qd) formulations. Rotigotine is administered as a once-daily transdermal patch, and may be useful in managing surgical patients who are NPO. Apomorphine is a dopamine agonist with efficacy comparable to levodopa, but it must be administered parenterally as it is rapidly and extensively metabolized if taken orally. Ref harrison 20th edition page 3127",
        "cop": 3,
        "opa": "Apomorphine",
        "opb": "Ropinirole",
        "opc": "Rotigotine",
        "opd": "Pramipexole",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8408cef5-07b8-482f-9496-203d68fd0b96",
        "choice_type": "single"
    },
    {
        "question": "In a status epilepticus patient, first line of drugs is",
        "exp": "IV benzodiazepines are initiated first in a status epilepticus patient, followed by IV antiepileptics. If refractory seizures, phenobarbital may be given. Ref: Harrison 19e 2558",
        "cop": 1,
        "opa": "Benzodiazepine",
        "opb": "Phenytoin",
        "opc": "Barbiturates",
        "opd": "Magnesium",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2fc09529-28bd-4ad4-a156-60ad57f1a309",
        "choice_type": "single"
    },
    {
        "question": "Most common site of intracranial hemorrhage is",
        "exp": "The most common locations of hypeensive ICH are: 1) Basal ganglia (putamen or caudate), 2) Thalamus, 3) Pons and 4) Cerebellum. Within the basal ganglia region, it is rare for an ICH to specifically affect one area; Ref Harrison20th edition pg 2334",
        "cop": 1,
        "opa": "Basal ganglia",
        "opb": "Brainstem",
        "opc": "Cerebellum",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "46a9e800-f3b1-461d-a949-fea43b185a59",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of spontaneous SAH",
        "exp": "*85%of SAH are caused by saccular or 'berry' aneurysms arising from the bifurcation of cerebral aeries paicularly in region of the circle of willis. Ref Harrison20th edition pg 2445",
        "cop": 2,
        "opa": "Trauma",
        "opb": "Aneurysm",
        "opc": "AV malformation",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5309cf9e-13b9-424f-b80a-9da2b069882f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of subarachnoid hemorrhage IS",
        "exp": "*Commonly result from rupture of congenital berry aneurysms in the interpeduncular cistern Ref Harrison20th edition pg 2344",
        "cop": 3,
        "opa": "AV malformation",
        "opb": "Cavernous angioma",
        "opc": "Aneurysm",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "e15a582d-d402-41ee-bc32-35658212e0dc",
        "choice_type": "single"
    },
    {
        "question": "A 30year old male with past history of otitis media and mastoiditis presented with severe throbbing headache, high grade fever, nausea, vomiting, confusion, gait disturbance. On examination he was febrile, ataxic with nystagmus and there was no neck rigidity. Mri brain with contrast revealed a brain abscess. Which of the following is likely site of brain abscess?",
        "exp": "Approximately one-third of brain abscesses are associated with otitis media and mastoiditis, often with an associated cholesteatoma. Otogenic abscesses occur predominantly in the temporal lobe (55-75%) and cerebellum (20-30%). In some series, up to 90% of cerebellar abscesses are otogenic. The clinical presentation of a brain abscess depends on its location, the nature of the primary infection if present, and the level of the ICP. Hemiparesis is the most common localizing sign of a frontal lobe abscess. A temporal lobe abscess may present with a disturbance of language (dysphasia) or an upper homonymous quadrantanopia. Nystagmus and ataxia are signs of a cerebellar abscess. Signs of raised ICP--papilledema, nausea and vomiting, and drowsiness or confusion--can be the dominant presentation of some abscesses, paicularly those in the cerebellum. Meningismus is not present unless the abscess has ruptured into the ventricle or the infection has spread to the subarachnoid space. Ref Harrison 20th edition page 1013, 1014.",
        "cop": 4,
        "opa": "Temporal lobe",
        "opb": "Frontal lobe",
        "opc": "Midbrain",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9861370d-f8ae-45de-bc2b-8ce4c3591a29",
        "choice_type": "single"
    },
    {
        "question": "Features of parkinsons disease-",
        "exp": "Rigidity is seen in Parkinson's disease. Two types: 1) Cogwheel type, mostly upper limbs(due to tremor superimposed on rigidity) 2) Lead pipe rigidity Rigidity causes stiffness and flexed posture. Ref Harrison20th edition pg 1567",
        "cop": 2,
        "opa": "Decreased Blinking",
        "opb": "Rigidity",
        "opc": "On-off phenomenon",
        "opd": "Objective (downside arrow) muscle power",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "3771b372-4631-4dae-978d-d27aa7d54fcb",
        "choice_type": "single"
    },
    {
        "question": "Lab repo --> CSF with N glucose, (upward arrow) protein and marked lymphocytosis diagnosis is",
        "exp": "TB meningitis (Tuberculous meningitis) is caused by the Mycobacterium tuberculosis bacteria. Infection begins elsewhere in the body, usually the lungs, but in about 1 - 2% of cases the bacterium causes TB meningitis. TB meningitis Characteristic cerebrospinal fluid (CSF) findings of TBM include a lymphocytic-predominant pleiocytosis, elevated protein, and low glucose. CSF acid-fast smear and culture have relatively low sensitivity but yield is increased with multiple, large volume samples. Ref Harrison20th edition pg 2345.",
        "cop": 1,
        "opa": "T. B. Meningitis",
        "opb": "Viral meningitis",
        "opc": "Paialy Rx pyogenic infection",
        "opd": "Pyogenic infection",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "2a90578d-9413-4fe9-839f-3db313bf0940",
        "choice_type": "single"
    },
    {
        "question": "In benign intracranial hypertension-",
        "exp": "Dural sinus thrombosis (DST) is a life threatening illness and is often overlooked but it must be considered in the differential diagnosis of a patient presenting with a significant headache. DST presents similarly to benign intracranial hypertension (BIH) with intracranial hypertension and headache. A case of a 23 year old woman with DST is described that was initially diagnosed as BIH. Brain CT scan and MRI scan should be taken to distinguish from sinus thrombosis and benign intracranial hypertension Ref Harrison20th edition pg 2455",
        "cop": 3,
        "opa": "here is a restriction of upgaze",
        "opb": "Normal ventricles is found in 50% of cases",
        "opc": "Brain scan in impoant in young woman to exclude sagittal sinus thrombosis",
        "opd": "Optic nerve fenestration should be performed early before the Vision is affected",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "eb5508a6-6ae5-4f6f-aae4-935f74e91b06",
        "choice_type": "single"
    },
    {
        "question": "Isolated 3rd nerve palsy is Seen in-",
        "exp": "*Diabetes, hypertension and vascular disease are major risk factors *Isolated nuclear oculomotor palsy is rare. Third nerve palsy typically manifests as diplopia and ptosis. The diabetic 3rd nerve palsy may affect isolated superior or inferior division of the oculomotor nerve, but diplopia usually exists Ref Harrison20th edition pg 2456",
        "cop": 3,
        "opa": "Frontal lobe tumour",
        "opb": "Webers syndrome",
        "opc": "Diabetes",
        "opd": "Lateral medullary syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9cee72a4-1ee8-4ab0-be82-c191b9d212c7",
        "choice_type": "single"
    },
    {
        "question": "Prophylaxis for migraine",
        "exp": "K. D Tripathy essentials of medical pharmacology 7th edition. *Drugs for prophylaxis of migraine are beta blockers(propranalol ), TCA(amitriptyline ), calciumchannelblockers(flunarizine), anticonvulsants (valproate), 5. HT antagonist. Ref Harrison20th edition pg 2234",
        "cop": 2,
        "opa": "Sumitriptan",
        "opb": "Amytriptiline",
        "opc": "Nifidipine",
        "opd": "Diazepam",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8e4d1aa5-eb83-4026-b73c-6683ea09530b",
        "choice_type": "single"
    },
    {
        "question": "The common cause of subarachnoid hemorrhage Is",
        "exp": "*Subarachnoid hemorrhage commonly, but exclusively results from rupture of congenital berry aneurysms in the interpeduncular cistern. Subarachnoid haemorrhage, a medical emergency, is usually from a bulging blood vessel that bursts in the brain (aneurysm). It may lead to permanent brain damage or death if not treated promptly Ref Harrison20th edition pg 2567",
        "cop": 3,
        "opa": "Aerio-venous malformation",
        "opb": "Cavernous angioma",
        "opc": "Aneurysm",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "1096f571-bc78-403c-bf07-054040494600",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the calcitonin gene related peptide (CGRP)receptor antagonist approved by FDA for treatment of acute migraine attack?",
        "exp": "FDA approved rimepegant, a CGRP receptor antagonist for treatment of acute migraine attack in february 2020. Activation of cells in the trigeminal nucleus results in the release of vasoactive neuropeptides, paicularly calcitonin gene-related peptide (CGRP), at vascular terminals of the trigeminal nerve and within the trigeminal nucleus. Six CGRP receptor antagonists, gepants, have now been shown to be effective in the acute treatment of migraine, and four monoclonal antibodies to CGRP or its receptor have been shown to be effective in migraine prevention Most drugs effective in the treatment of migraine are members of one of three major pharmacologic classes: nonsteroidal anti-inflammatory drugs, 5-HT1B/1D receptor agonists, and dopamine receptor antagonists. Two new classes of therapeutic agents, CGRP receptor antagonists, such as rimegepant and ubrogepant, and 5-HT1F receptor agonists, such as lasmiditan, should soon be available. Ref Harrison 20th edition page 3096, 3100",
        "cop": 1,
        "opa": "Rimegepant",
        "opb": "Lasmiditan",
        "opc": "Eletriptan",
        "opd": "Erenumab",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "46a0c16a-79b1-4872-a634-4e2b93b0f015",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of epidural abscess",
        "exp": "Harrison's principles of internal medicine. * Staphylococci or gram negative organisms are the usual cause of an epidural abscess",
        "cop": 1,
        "opa": "Staphylococcus",
        "opb": "Streptococcus",
        "opc": "Gram negative bacilli",
        "opd": "Microanerophilic anaerobic streptococci",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "94334499-a6b2-4393-b3cc-f07406aa6bb9",
        "choice_type": "single"
    },
    {
        "question": "Therapy of choice for sleep-apnea syndrome is",
        "exp": "Harrison's principles of internal medicine 17th edition. * Majority of patients need to use continuous positive airway pressure(CPAP) delivered by a nasal mask every night to splint the upper airway open.",
        "cop": 2,
        "opa": "Invasive ventilation",
        "opb": "Non - Invasive ventilation",
        "opc": "Oxygen inhalation",
        "opd": "Use of respiratory stimulants",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "579121f5-475a-4d4d-a1aa-13812e113dba",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of embolic stroke is?",
        "exp": "*approximately 20% of ischemic strokes are due to embolism from the heart. the most common causes are atrial fibrillation, prosthetic heart valves, other valvular abnormalities and recent myocardial infraction. Ref Harrison20th edition pg 2345",
        "cop": 1,
        "opa": "Intra cardiac mural thrombi",
        "opb": "Paiculate matter from iv drug injections",
        "opc": "Protein C deficiency",
        "opd": "Antiphospholipid syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f1ed324c-ff2d-47b2-b7be-9c8dbbe8367b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is involved in gradenigo's syndrome?",
        "exp": "Headache and earache are the most frequent symptoms of transverse sinus thrombosis. A transverse sinus thrombosis may also present with otitis media, sixth nerve palsy, and retroorbital or facial pain (Gradenigo's syndrome). Sigmoid sinus and internal jugular vein thrombosis may present with neck pain. Ref Harrison 20th edition page 1018",
        "cop": 3,
        "opa": "Superior saggital sinus",
        "opb": "Cavernous sinus",
        "opc": "Transverse sinus",
        "opd": "Sigmoid sinus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9f281bf6-1cdd-4c66-bbb7-822aefe6ff0a",
        "choice_type": "single"
    },
    {
        "question": "Tic douloureux is facial pain traveling through the _____ nerve?",
        "exp": "Harrison's principles of internal medicine 17th edition. * Trigeminal neuralgia(Tic douloureux) is characterised by excruciating paroxysms of pain in lips, gums, cheek or chin and very rarely in distribution of ophthalmic division of 5th nerve.",
        "cop": 3,
        "opa": "Facial",
        "opb": "Hypoglossal",
        "opc": "Trigeminal",
        "opd": "Vestibulocochlear",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "5a876d27-bb9f-41e7-84e3-bca5d5f17bed",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with thunder clap headache followed by unconsciousness with pregressive 111 ranial nerve palsy. Likely diagnosis is",
        "exp": "davidson's principles and practices of medicine 22nd edition. *85% of SAH are caused by saccular or berry aneurysm arise from bifurcation of cerebral aeries *SAH typically presented with a sudden, severe, thunderclap headache (often occipital), which lasts for hours or even days, often accompanied by vomitting, raised blood pressure and neck stiffness or pain. *there may be loos of consciousness at the onset, so SAHshould be consider if patient is comatose *focal neurological signs like hemiparesis, aphasia may be present at onset if there is an associated intracerebral hematoma *a third nerve palsy present due to local pressure from an aneurysm of posterior communicating aery. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Extradural hemorrhage",
        "opb": "Aneurysmal subarachnoid hemorrhage",
        "opc": "Basilar migraine",
        "opd": "Cluster headache",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "9aa62d85-d394-4cfc-b208-085c93ef7720",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with low grade fever, his ECG is as shown below. What is the most probable diagnosis?",
        "exp": "The electrocardiogram (ECG) is very useful in the diagnosis of acute pericarditis. Characteristic manifestations of acute pericarditis on ECG most commonly include diffuse ST-segment elevation. However, other conditions may have ECG features similar to those of acute pericarditis. Pericarditis is inflammation of the pericardium (the fibrous sac surrounding the heart). Symptoms typically include sudden onset of sharp chest pain. The pain may also be felt in the shoulders, neck, or back. It is typically better sitting up and worse when lying down or breathing deeply. Other symptoms may include fever, weakness, palpitations, and shoness of breath. Occasionally onset of symptoms is gradual. Substernal or left precordial pleuritic chest pain with radiation to the trapezius ridge (the bottom poion of scapula on the back) is the characteristic pain of pericarditis. The pain is usually relieved by sitting up or bending forward, and worsened by lying down (both recumbent and supine positions) or by inspiration (taking a breath in). The pain may resemble that of angina but differs in that pericarditis pain changes with body position, where heart attack pain is generally constant and pressure-like. Other symptoms of pericarditis may include dry cough, fever, fatigue, and anxiety. Due to its similarity to the pain of myocardial infarction (heart attack), pericarditis can be misdiagnosed as a heart attack. Acute myocardial infarction can also cause pericarditis, but the presenting symptoms often differ enough to warrant diagnosis. Ref Harrison20th edition pg 2776",
        "cop": 3,
        "opa": "Acutemyocardial infarction",
        "opb": "Old myocardial infarction",
        "opc": "Pericarditis",
        "opd": "Hypothermia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "41405e4e-a3fb-409c-b647-3aa38c38800e",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old patient has decreased pain and temperature sensation in the upper extremities, atrophy of the intrinsic muscles of his hand, and brisk deep tendon reflexes in the upper extremity. Your diagnosis?",
        "exp": "The patient is an adult with decreased pain and temperature sensation in the upper extremities, atrophy of the intrinsic muscles of his hand, and brisk deep tendon reflexes in the upper extremity. This constellation of clinical findings strongly suggests syringomyelia, which most commonly affects the cervical spinal cord. Syringomyelia refers to a fluid-filled space within the cervical spinal cord that produces (1) cervical cord enlargement, best visualized with magnetic resonance imaging; (2) cape-like neurologic abnormalities involving the shoulders and upper extremities; (3) decreased pain and temperature sensation from involvement of the crossed lateral spinothalamic tracts, with preservation of light touch and proprioception; (4) atrophy of the small muscles of the hands from anterior horn cell involvement, simulating amyotrophic lateral sclerosis; (5) involvement of the lateral coicospinal tract with upper motor neuron findings; (6) Horner's syndrome, consisting of pupillary constriction, lid lag, and anhidrosis; (7) and associations with Arnold-Chiari malformation and Dandy-Walker cysts. Regarding the other choices: Amyotrophic lateral sclerosis involves motor neurons producing upper and lower motor neuron disease. Sensory findings are not present. Multiple sclerosis has sensory and motor deficits. Subacute combined degeneration occurs in vitamin B12 deficiency and involves the dorsal columns and the lateral coicospinal tract. Guillain-Barre syndrome is an ascending paralysis without the type of sensory deficits described in this patient. Ref - Harrison's principles of internal medicine 20e pg 3180, 3180f",
        "cop": 3,
        "opa": "Amyotrophic lateral sclerosis",
        "opb": "Multiple sclerosis",
        "opc": "Syringomyelia",
        "opd": "Subacute combined degeneration",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "b8ea2eb5-d55c-44d3-acc8-3c4cc333a537",
        "choice_type": "single"
    },
    {
        "question": "In which of the following diseases decrease in levels of single neurotransmitter was first identified?",
        "exp": "Neurons of the substantia nigra communicate with neurons of the basal ganglia by liberating the neurotransmitter dopamine (DA). In Parkinson's disease, neurons of the substantia nigra progressively degeneration; as a result, the amount of DA available for neurotransmission in the corpus striatum is lowered. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Alzheimer's disease",
        "opb": "Parkinson's disease",
        "opc": "Huntington disease",
        "opd": "Schizophrenia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "8af7dd9a-5be7-441f-8a71-4dd47478c60e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an exclusive 5-HT 1F receptor agonist approved by FDA for treatment of acute migraine attack?",
        "exp": "Lasmiditan has been approved by FDA in October 2019 for acute treatment of migraine attack which is a selective 5-HT 1F receptor agonist. The triptans were designed to stimulate selectively subpopulations of 5-HT receptors; at least 14 different 5-HT receptors exist in humans. The triptans are potent agonists of 5-HT1B and 5-HT1D receptors, and some are active at the 5-HT1F receptor; the latter's exclusive agonists are called ditans. Most drugs effective in the treatment of migraine are members of one of three major pharmacologic classes: nonsteroidal anti-inflammatory drugs, 5-HT1B/1D receptor agonists, and dopamine receptor antagonists. Two new classes of therapeutic agents, CGRP receptor antagonists, such as rimegepant and ubrogepant, and 5-HT1F receptor agonists, such as lasmiditan, should soon be available. Ref Harrison 20th edition page 3096, 3100.",
        "cop": 2,
        "opa": "Rimegepant",
        "opb": "Lasmiditan",
        "opc": "Eletriptan",
        "opd": "Dosulepin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "f63f22bd-7623-4256-a0d1-f5ffc82e09ab",
        "choice_type": "single"
    },
    {
        "question": "The commonest space-occupying lesion in the cerebellopontine angle is",
        "exp": "Common tumors of CP (cerebellopontine) angle are 1. Acoustic neuroma (commonest: 80- 90%) 2. Meningioma (2nd commonest: 5- 10%) Ref: Harrison; 20th edition, pubmed. com",
        "cop": 4,
        "opa": "Meningioma",
        "opb": "Glioma",
        "opc": "Neurofibroma",
        "opd": "Acoustic neuroma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "4d86a200-ceab-404b-991f-9749ceeab8ce",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with history of recurrent attacks of optic neuritis, an episode of transverse myelitis with no white mater lesions on mri brain. Aquaporin 4 antibody testing was positive. What is the most likely diagnosis?",
        "exp": "In patients with NMO, attacks of ON can be bilateral and produce severe visual loss (uncommon in MS); myelitis can be severe and transverse (rare in MS) and is typically longitudinally extensive involving three or more contiguous veebral segments. Also in contrast to MS, progressive symptoms typically do not occur in NMO. The brain MRI was earlier thought to be normal in NMO, but it is now recognized that in many cases brain lesions are present, including areas of nonspecific signal change as well as lesions associated with specific syndromes such as the hypothalamus causing an endocrinopathy; the area postrema in the lower medulla presenting as intractable hiccoughs or vomiting; or the cerebral hemispheres producing focal symptoms, encephalopathy, or seizures. Large MRI lesions in the cerebral hemispheres can be asymptomatic, sometimes have a \"cloud-like\" appearance and, unlike MS lesions, are often not destructive, and can resolve completely. NMO is an autoimmune disease associated with a highly specific autoantibody directed against aquaporin-4 (AQP4) that is present in the sera of ~70% of patients with a clinical diagnosis of NMO. AQP4 is localized to the foot Ref Harrison 20th edition page 3202",
        "cop": 4,
        "opa": "multiple sclerosis",
        "opb": "neuromyelitis optica",
        "opc": "acute disseminated encephalomyelitis",
        "opd": "miller fischer syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "96716f22-0f35-4fed-9a4b-9868742d19c8",
        "choice_type": "single"
    },
    {
        "question": "In a right-handed person, which of the following signs is not a characteristic feature of occlusion in the right middle cerebral aery?",
        "exp": "Middle cerebral aery syndrome is a condition whereby the blood supply from the middle cerebral aery (MCA) is restricted, leading to a reduction of the function of the poions of the brain supplied by that vessel: the lateral aspects of frontal, temporal and parietal lobes, the corona radiata, globus pallidus, caudate and putamen. The MCA is the most common site for the occurrence of ischemic stroke. Depending upon the location and severity of the occlusion, signs and symptoms may vary within the population affected with MCA syndrome. More distal blockages tend to produce milder deficits due to more extensive branching of the aery and less ischemic response. In contrast, the most proximal occlusions result in widespread effects that can lead to significant cerebral edema, increased intracranial pressure, loss of consciousness and could even be fatal. In such occasions, mannitol (osmotic diuretic) or hypeonic saline are given to draw fluid out of the edematous cerebrum to minimise secondary injury. Hypeonic saline is better than mannitol, as mannitol being a diuretic will decrease the mean aerial pressure and since cerebral perfusion is mean aerial pressure minus intracranial pressure, mannitol will also cause a decrease in cerebral perfusion. Contralateral hemiparesis and hemisensory loss of the face, upper and lower extremities is the most common presentation of MCA syndrome. Lower extremity function is more spared than that of the faciobrachial region. The majority of the primary motor and somatosensory coices are supplied by the MCA and the coical homunculus can, therefore, be used to localize the defects more precisely. Middle cerebral aery lesions mostly affect the dominant hemisphere i. e. the left cerebral hemisphere Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Left hemoplegia with left UMN VII cranial nerve palsy",
        "opb": "Left hemiplegia with aphasia",
        "opc": "Left hemiplegia with right anosognosia",
        "opd": "Left hemiplegia with left hemi-anaesthesia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "cfe3ccd6-0a19-4427-b97c-fb1dde20f235",
        "choice_type": "single"
    },
    {
        "question": "Lesion is Alzheimer's disease are commonest at",
        "exp": "Nucleus basalis of Meyne for Alzheimer's disease and Parkinson's disease dementia. The nucleus basalis of Meyne (NBM) is a large source of cholinergic innervation to widespread coical areas. There have been two repos of DBS of the NBM for either AD or PD. Ref Harrison20th edition pg 2456",
        "cop": 2,
        "opa": "Aniygdala",
        "opb": "Nucleus of Meynes",
        "opc": "Pineal gland",
        "opd": "Prefrontal sulcus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "23b6a6ff-c056-4c39-8f9e-21763c2e6809",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's hemianopic pupillary response is seen in lesion of-",
        "exp": ". *Wernicke's hemianopic pupil indicates lesions of optic tract. In this condition light reflex is absent when light is thrown on temporal half of retina of affected side and nasal half of opposite side. Ref Harrison20th edition pg 2456",
        "cop": 1,
        "opa": "Optic tract",
        "opb": "Optic chiasm",
        "opc": "Optic radiation",
        "opd": "Lateral genicular body",
        "subject_name": "Medicine",
        "topic_name": "C. N. S",
        "id": "453c7308-da02-436e-879b-a35a773a60cf",
        "choice_type": "single"
    }
]