[
    {
        "question": "Port wine stain of the face, seizures, hemiparesis, intracranial calcification and glaucoma are features of?",
        "exp": "Ans. c (Sturge-Weber syndrome) (Ref. Harrison's medicine 17th/Chapter 379; IADVL 2nd/ pg l68)PHAKOMATOSES (NEUROCUTANEOUS SYNDROMES = NEUROECTODERMAL DYSPLASIAS)# Autosomal dominant:- Neurofibromatosis (von Recklinghausen synd)# Not autosomal dominant:- Encephalotrigeminal angiomatosis (Sturge-Weber synd)- Tuberous sclerosis (Bourneville synd)- Retinocerebellar hemangioblastoma (VHL synd)- Neurocutaneous melanosis- Ataxia-telangiectasia. STURGE-WEBER SYNDROME (ENCEPHALOTRIGEMINAL ANGIOMATOSIS)# Classical triad:- Facial portwine stain in distribution of VI (trigeminal nerve), present at birth and unilateral; may cross midline.- Mentral retardation- Seizures# Ocular features:- Ipsilateral glaucoma, - Buphthalmos, - Strabismus and- Loss of vision, # CT SCAN:- \"Tram-track\" or S-shaped intracranial calcifications, seen after the age of 2 years.- Ipsilateral Choroid plexus and venous angiomas with leptomeningeal angiomatoses over the parietoccipital lobes. VON HIPPEL-LINDAU DISEASE# Mutation of the von Hippel-Lindau (VHL) gene on chromosome 3p, a tumor-suppressor gene, causes this disorder.# Associated tumors:- Hemangioblastomas (Erythropoietin producing) - cerebellum, retina, medulla, spinal cord- Renal cysts 60%; Pancreatic, epididymis, or liver cysts- Renal cell carcinoma 45%- Pheochromocytoma (NIH Type 2a or 2b)- Islet cell tumors; Endolymphatic sac tumors; Serous adenomas. TUBEROUS SCLEROSIS (BOURNEVILLPS DISEASE)# Autosomal dominant# Classical clinical triad of = EPIlepsy, LOw IQ, Adenoma sebaceum (EPDLOIA).# 'Ash leaf' macule - the earliest cutaneous sign & results in poliosis (circumscribed patch of gray-white hair)# Hamartomas involving many organs# Cardiac rhabdomyomas# Angiomyolipomas of kidneys, liver, adrenals, and pancreas (Angiomyolipomas are the most common renal abnormality, occur bilaterally, are often multiple, and are usually asymptomatic)# Brain -- periventricular subependymal nodules- Cortical tubers- 15% develop subependymal giant cell astrocytoma (SEGA) - the foramen Munro tumor# Lungs - LAM (Lymphangioleomyomatosis) and pulmonary interstitial fibrosis. NEUROFIBROMATOSIS TYPE 1 (VON RECKLINGHAUSEN'S DISEASE)# NF1 is characterized by cutaneous neurofibromas, pigmented lesions of the skin called cafe au lait spots, freckling in non-sun-exposed areas such as the axilla, hamartomas of the iris (Lisch nodules), and pseudoarthrosis of the tibia.# Neurofibromas present as multiple, palpable, rubbery, cutaneous tumors.# Aqueductal stenosis (hydrocephalus), scoliosis, short stature, hypertension, epilepsy, & mental retardation may occur.# Patients with NF1 are at T risk of developing nervous system neoplasms, including plexiform neurofibromas, optic pathway gliomas, ependymomas, meningiomas, astrocytomas, and pheochromocytomas.# Mutation of NF1 gene on chromosome 17 causes von Recklinghausen's disease. The NF1 gene is a tumor-suppressor gene; it encodes a protein, neurofibromin, which modulates signal transduction through the ras GTPase pathway. NEUROFIBROMATOSIS TYPE 2 (MISME Complex)# bilateral vestibular schwannomas in >90% of individuals who inherit the gene.# Predisposition for the development of Meningiomas, gliomas, and Schwannomas of cranial and spinal nerves.# In addition, a characteristic type of cataract, juvenile posterior subcapsular lenticular opacity, occurs in NF2.# Multiple cafe au lait spots and peripheral neurofibromas occur rarely.# This syndrome is caused by mutation of the NF2 gene on chromosome 22q; NF2 encodes a protein called neurofibromin 2, schwannomin, or merlin, with homology to a family of cytoskeletal proteins that includes moesin, ezrin, and radixin.",
        "cop": 3,
        "opa": "Neurofibromatosis",
        "opb": "Tuberous sclerosis",
        "opc": "Sturge-Weber syndrome",
        "opd": "VHL",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f764ad5e-a74c-4a1c-aaeb-7f93b209d7e6",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with diabetes acutely develops double vision and discomfort in his left eye. On examination, there is ptosis of the left eyelid, the eye is rotated down and out, and the pupil is 3 mm and reactive to light. The right eye is normal. Which of the following is the most likely diagnosis?",
        "exp": "Third nerve palsy can result in ptosis of the eyelid. There is also loss of the ability to open the eye, and the eyeball is deviated outward and slightly downward. With complete lesions, the pupil is dilated, does not react to light, and loses the power of accommodation. In diabetes, the pupil is often spared. The sixth cranial nerve can also be affected by diabetes, but this is much less common.",
        "cop": 3,
        "opa": "fourth nerve palsy",
        "opb": "diabetic autonomic neuropathy",
        "opc": "third nerve palsy",
        "opd": "sixth nerve palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "68ff9908-2480-44a0-b76d-a50dd05032f9",
        "choice_type": "single"
    },
    {
        "question": "Max risk of stroke after TIA:",
        "exp": "Ans. a. First 48 hours. Transient ischemic attack (TIA) is sudden, transitory loss of neurologic function that comes on without headache and resolves spontaneously within 24 hours (but usually lasts less than 1 hour), leaving no neurologic sequelae. The specific symptoms depend on the area of the brain affected, which is in turn related to the vessels involved. The most common origin is high-grade stenosis (>=70%) of the internal carotid, or ulcerated plaque at the carotid bifurcation. Stroke may be indistinguishable from a TIA at the time of presentation: Duration of symptoms is the determining difference. Symptoms are transient with a TIA because reperfusion occurs, either because of collateral circulation or because of the breaking up of an embolus. The blockage in blood flow does not last long enough to cause permanent infarction. Once a patient has a TIA, there is a high risk of stroke in 10-15% in the first 3 months, with most events occurring in the first 2 days. The risk of a stroke in a patient with a history of TIA is about 10% per year. TIAs carry a 30% 5-year risk of stroke. Therefore, cardiac risk factors should be closely investigated and, if possible, eliminated in a patient who has had a TIA. Cases may present only with transient loss of vision in one eye, known as amaurosis fugax. This happens during a transient ischemic attack because the first branch of the internal carotid artery is the ophthalmic artery. Note: TIAs are never due to hemorrhage; hemorrhages do not resolve in 24 hours. The importance of TIAs is that they are predictors of stroke, and timely elective carotid endarterectomy may prevent or minimize that possibility. Workup starts with. noninvasive Duplex studies. Carotid endarterectomy is indicated if the lesions are found in the location that explains the neurologic symptoms. Angioplasty and stent can be performed in high risk surgical patients",
        "cop": 1,
        "opa": "First 48 hours",
        "opb": "First week",
        "opc": "First month",
        "opd": "First year",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "ab32941a-6551-44a8-96cf-f1e60d6f7ea2",
        "choice_type": "single"
    },
    {
        "question": "Following sign is seen in which condition:",
        "exp": "Ans. A. Medial medullary syndrome. Image shows one sided deviation of tongue, i. e. paralysis of XIIth nervea. This occurs in Medial Medullary syndrome or Dejerine syndromeb. It occurs due to occlusion of anterior spinal arteryc. It is characterized by Ipsilateral XIIth nerve paralysis with contralateral hemiplegia.",
        "cop": 1,
        "opa": "Medial medullary syndrome",
        "opb": "Lateral medullary syndrome",
        "opc": "Benedict syndrome",
        "opd": "Millar Gubler syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "69644927-c705-4384-868e-c400a82d4966",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman complains of weakness that is worse in the afternoon, worse during prolonged activity, and improved by rest. When fatigued, the patient is unable to hold her head up or chew her food. She often notes diplopia when driving home from work. On physical examination, she has no loss of reflexes, sensation, or coordination. Which of the following is the likely pathogenesis of this disease?",
        "exp": "The disease process described is myasthenia gravis (MG), a neuromuscular disease marked by muscle weakness and fatigability. Myasthenia gravis results from a reduction in the number of junctional acetylcholine receptors as a result of autoantibodies. Antibodies cross-link these receptors, causing increased endocytosis and degradation in lysosomes. A decreased number of available acetylcholine receptors results in decreased efficiency of neuromuscular transmission. MG patients also have autoantibodies against muscle-specific tyrosine kinase (Mu. SK) receptors. MG presents with weakness and fatigability, particularly of cranial muscles, causing diplopia, ptosis, nasal speech, and dysarthria. Proximal limb weakness also occurs. Diseases of the central nervous system (poliomyelitis, Friedreich ataxia, or multiple sclerosis, as in the option b, c, and d) cause changes in reflexes, sensation, or coordination. ALS, a pure motor disorder, causes fasciculations and muscle atrophy as a result of lower motor neuron involvement. Mc. Ardle disease, a glycogen storage disease, causes muscle cramping and occasionally rhabdomyolysis with heavy exertion but only very rarely with usual daily activities. Ten percent of myasthenia patients have thymic tumors. Surgical removal of a thymoma is necessary because of local tumor spread. Even in the absence of tumor, 85% of patients clinically improve after thymectomy. It is common practice to perform thymectomy in most patients with generalized MG who are between puberty and age 55.",
        "cop": 1,
        "opa": "Autoantibodies directed against the postsynaptic acetylcholine receptor causing neuromuscular transmission failure",
        "opb": "Destruction of anterior horn cells by virus",
        "opc": "Progressive muscular atrophy caused by spinal degeneration",
        "opd": "Demyelinating disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "42704339-3d53-479b-be41-bb9bd4425157",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents with symptoms of fatigue and weakness. On examination, there is diplopia, ptosis, weakness, and fatigability of muscles on repeated use. Which of the following is the most likely diagnosis?",
        "exp": "The distribution of muscle weakness is characteristic with early involvement of the cranial nerves, especially the lids and extraocular muscles. Women are more frequently affected than men (3: 2 ratio), and the age for peak incidence in women is in the third or fourth decade.",
        "cop": 1,
        "opa": "myasthenia gravis",
        "opb": "multiple sclerosis",
        "opc": "TIAs",
        "opd": "muscular dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "69c73554-b26f-4569-b236-88493905cccb",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man presents to the emergency department because of transient symptoms of vertigo, slurred speech, diplopia, and paresthesia. He is symptom-free now, and clinical examination is entirely normal. His past medical history is significant for osteoarthritis, hypertension, and dyslipidemia. Which of the following is the most likely cause for symptoms?",
        "exp": "Posterior circulation TIA is suggested by the constellation of symptoms (vertigo, dysarthria, and diplopia and the transient episode of his symptoms. The basilar artery is formed by the two vertebral arteries and supplies the pons, the midbrain, and the cerebellum with vertebrobasilar TIAs, tinnitus, vertigo, diplopia, ataxia, hemiparesis, and bilateral visual impairment are common findings. This patient does not have occlusion of the middle cerebral artery since it results in cortical symptoms of motor and sensory loss on the contralateral side. This is also not hypertensive encephalopathy since it causes confusion, headache, nausea, vomiting, and focal neurologic signs.",
        "cop": 1,
        "opa": "posterior circulation transient ischemic attack (TIA)",
        "opb": "anterior communicating artery aneurysm",
        "opc": "hypertensive encephalopathy",
        "opd": "pseudobulbar palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "63497dfb-a998-4137-9888-40d31588e79c",
        "choice_type": "single"
    },
    {
        "question": "Duret hemorrhage seen in -",
        "exp": "Ans. is 'a' i. e., Brain o Duret - Bernard hemorrhage can be seen with severe compression of the midbrain and other brainstem areas during transtentorial herniation.",
        "cop": 1,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Heart",
        "opd": "Lung",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d7fc3477-6c0e-4054-86e6-5a6532dc949a",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following patterns of visual disturbance would be predicted to be demonstrable on examination of this patient?",
        "exp": "Answer A. Inferior hemifield loss. Dilated ophthalmoscopy of this left eye illustrates a nonrefractile plaque in the proximal superior retinal artery with retinal whitening in the superior macula signifying retinal ischemia. Superior retinal ischemia will result in a defect in the inferior visual field, as in this patient. A diagnosis of hemiretinal arterial occlusion was made.",
        "cop": 1,
        "opa": "Inferior hemifield loss",
        "opb": "Temporal quadrantanopsia",
        "opc": "Uniocular blindness",
        "opd": "Macular sparing hemianopia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c431288a-8db5-4886-a417-474f8e240dc8",
        "choice_type": "single"
    },
    {
        "question": "Regions of \"trinucleotide repeats\" are seen in -",
        "exp": "Ans. is 'b' i. e., Huntington's disease Huntingtons disease is caused bv triplet repeat expansion nucleotideo Huntington disease (HD) is caused by expansion of the cytosine-adenin e-suanine (CA G) trinucleotide repeats in the HTT sene (also known as the HD or IT15 gene) located on chromosome 4pl6. 3 that encodes the protein huntingtin. o Mutant huntingtin contains an expanded tract of glutamine residues, which is located near its amino terminal. o The disease is transmitted in an autosomal dominantQ manner. o Unstable trinucleotide repeats are associated with a variety of neurodegenerative diseases. Nine of these disorders are associated with expansion ofcytosine-adenine-guanine (CAG) repeats that encode for polyglutamine tracts in the protein products. Included in this group are Huntington disease (HD), spinobulbar muscular atrophy, dentatorubral pallidoluysian atrophy, and some of the spinocerebellar ataxias. o The most common presenting symptom of HD in adults is chorea (hence the name Huntington chorea). Other usual findings at presentation include memory deficits, affective disturbances, personality changes, and other manifestations of motor dysfunction such as parkinsonism and dystonia.",
        "cop": 2,
        "opa": "Parkinson's disease",
        "opb": "Huntington's disease",
        "opc": "Progressive supranuclear palsy",
        "opd": "Alzheimer's deentia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "0bbec814-dab3-4f06-9b08-45e1d17eb4e1",
        "choice_type": "single"
    },
    {
        "question": "Thymoma is associated with-",
        "exp": "Ans. is 'a' i. e., Myasthenia gravis o Thymomas are associated with a wide variety of paraneoplastic disorders the most common of which is mvaesthenia graviso Mvaesthenia eravis is seen in about 30-40% cases of Thymoma. Paraneoplastic syndromes associated with Thymoma. Autoimmune. Endocrine disorders. Neuromuscular syndrome. Hematological disorderso Systemic lupuso Addison s diseaseo Myasthenia graviso Red cell aplasiaerythematosiso Hyperthyroidismo Eaton lambert syndromeo Hypogamma globuline-o Polymyositiso Hyperparathyroidismo Myotonic dystrophymiao Myocarditiso Panhypopituitarismo Myositiso T-cell deficiency>o Sjogren s Syndrome syndromeo Ulcerative colitis o Pancytopeniao Hashimotos thyroiditis o Erythrocytosiso Rheumatoid arthritis o Amegakargocytico Sarcoiffosis thrombocytopeniao Scleroderma Miscellaneouso Hypertrophic pulmonary osteoarthropathyo Nephrotic syndromeo Minimal change nephropathyo Pemphiguso Chronic mucocutaneous candidiasis",
        "cop": 1,
        "opa": "Myasthenia gravis",
        "opb": "Polycythemia",
        "opc": "Ectopic ACTH",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "12a51307-9ec2-49c4-8245-f4df4a807445",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old lady presented with fever of one month duration, ataxia and headache. Brain imaging showed dilated ventricles with basal exudates. Which among the following is the most likely CSF finding?",
        "exp": "Ans. c. Lymphocytosis, low glucose, high protein (Ref: Harrison 19/e p1111, 18/e p3414). Presence of significant basal exudates, together with dilated ventricles (hydrocephalus) in a young female with prolonged history of fever and headache suggests a diagnosis of tubercular meningitis. Tubercular meningitis is characterized by lymphocytic pleocytosis (Pleocytosis is the presence of both neutrophils and lymphocytes in CSF), low glucose and high proteins within the CSF. \"The pathological hallmark of Tubercular Meningitis is predominant involvement of basal cisterns that are observed by the presence of basal inflammatory tissue exudate. \"CSF changes in Infection of CNSParameters (Normal values). Bacterial Meningitis. Tuberculous Meningitis. Viral Meningitis. Pressure. Raised. QRaised. QRaised. QGross appearance. Turbid. QClear (may clot). Clear. QProtein (Normal: 20-50 mg/dL). High. QVery high. QSlightly high. QGlucose (40-70 mg/dL). Very Low. QLow. QNormal. QChloride (116-122 mg/dL). Low. QVery Low. QNormal. QCells < 5/m. LNeutrophils. QPleocytosis. QLymphocytosis. QTubercular Meningitis. Classic CSF Abnormalities in Tubercular Meningitis* Elevated opening pressure* Elevated protein concentration (Range of 1 to 5 g/L or 10 to 500 mg/dL)* Decreased glucose concentration (Range of 1. 1 to 2. 2 mmol/L or 20 to 40 mg/dL)* Lymphocytic pleocytosis (10-500 cells/mL)* Mononuclear cells (except early infection when PMN cells are seen)* Chloride level: usually reduced. The pathological hallmark of Tubercular Meningitis is predominant involvement of basal cisterns that are observed by the presence of basal inflammatory tissue exudate. Classical Radiological Features (CT/MRI) in Tubercular Meningitis* Basal exudates/Obliteration of Basal cisternsQ (Tubercular exudates are primarily located in the vicinity of basal cisterns that are obscured by presence of inflammatory tissue exudate.)* Subarachnoid space is involved by the exudate (i. e. subarachnoiditis is present)Q* Abnormal leptomeningeal enhancement (Usually most pronounced in the basal cisterns)* Involvement is mainly of the leptomeninges i. e. Pia- arachnoid: Duramater is usually sparedQ.* Hydrocephalus (Usually communicating although non-communicating may also be seen)* Ischemic/Vasculitic infarcts (Basal ganglia and/or Internal capsule)* Tuberculomas (Granulomas)* Calcification is commonly seen in the meninges at the base of the brain.* Ventriculitis may be seen, but it is not common",
        "cop": 3,
        "opa": "Lymphocytosis, low glucose, low protein",
        "opb": "Lymphocytosis, normal glucose, high protein",
        "opc": "Lymphocytosis, low glucose, high protein",
        "opd": "Polymorphonuclear pleocytosis, normal glucose, high protein",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c6a75321-01aa-4196-ab85-287a3c19e41a",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man presents to the out-patient clinic complaining of episodes of severe unilateral, stabbing facial pain that is intermittent for several hours, and then disappears for several days. The pain is described as \"electric shock-like\" and only lasts a few seconds. Physical examination of the face and mouth is entirely normal. Which of the following treatments is most effective for this condition?",
        "exp": "This patient has trigeminal neuralgia. Carbamazepine (an anticonvulsant drug) is given in doses varying from 600 to 1200 mg/day. Phenytoin has also been used. The two drugs can also be used in combination. Operative procedures include alcohol injection of the nerve or ganglion, partial section of the nerve in the middle or posterior fossa, decompression of the root, and medullary tractotomy. Radiofrequency surgery can destroy pain fibers but spare motor fibers. The other treatment options are not considered effective for this condition.",
        "cop": 4,
        "opa": "morphine",
        "opb": "indomethacin",
        "opc": "cimetidine",
        "opd": "carbamazepine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "62d8f9b3-a99b-42d0-a0b4-e6883005bcb0",
        "choice_type": "single"
    },
    {
        "question": "An adult hypertensive male presented with sudden onset severe headache and vomiting. On examination, there is marked neck rigidity and no focal neurological deficit was found. The symptoms are most likely due to:",
        "exp": "Ans. d. Subarachnoid hemorrhage (Ref: Harrison 19/e p1784, 18/e p2262-2263; Sabiston 19/e p1880-1882: Schwartz 9/e p1534-1536: Bailey 25/e p304). Most likely diagnosis in an adult hypertensive male with sudden onset severe headache, vomiting with marked neck rigidity without focal neurological deficit would be subarachnoid hemorrhage. A patient developed sudden severe headache two hours ago and become unconscious. Upon regaining conscious, patient developed photophobia and neck rigidity. Most probable diagnosis in this case is subarachnoid hemorrhage. NCCT head should be done in this case to confirm the diagnosis. Subarachnoid Hemorrhage. MC cause: Trauma >Spontaneous rupture of Berry aneurysm. QClinical Features: Sudden transient loss of consciousnessQ (occurs in nearly half of the patients). Excruciating severe headacheQ: presenting complaint in 45% of case s (worst headache of patients life) more common upon regaining consciousness when loss of consciousness is associated. Neck stiffness and vomitingQ: are common associations. Focal neurological deficit: uncommon. Sudden headache in the absence of focal neurological deficit is the hallmark of aneurysmal rupture. QAssociated prodromal symptoms (suggest location of progressively enlarging unruptured aneurysm): Third cranial nerve palsvQ: Aneurysm at junction of PCA and ICASixth nerve palsyQ: Aneurysm in cavernous sinus. Occipital and posterior cervical pain: Inferior cerebellar artery aneurysm. Pain in or behind the eyeQ: MCA aneurysm. Diagnosis: Noncontrast CT scan: Investigation of choice (Lumbar puncture is not indicated prior to an imaging procedure)CSF picture: Hallmark of aneurysmal rupture is blood in CSF (Xanthochromic spinal fluidQ). Lumbar puncture should be performed if the CT scan fails to establish the diagnosis of SAH and no mass lesion or obstructive hydrocephalus is found to establish the presence of subarachnoid blood. QTreatment: Traumatic subarachnoid hemorrhage is managed conservativelyQ. Prognosis assessed by: Hunt and Hess Scale. WFNS (World Federal of Neurological Scale",
        "cop": 4,
        "opa": "Intracerebral parenchymal hemorrhage",
        "opb": "Ischemic stroke",
        "opc": "Meningitis",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "4a77b48e-aaf9-40dd-a0ff-2cca4230d5b9",
        "choice_type": "single"
    },
    {
        "question": "Shagreen patch is a cha racteristic feature of -",
        "exp": "Ans. is 'a' i. e., Tuberous Sclerosiso Shagreen Patch (connective tissue naevi) are roughened raised leathery lesions with an orange peel consistency that are typically seen in patients with Tuberous Sclerosis.",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Sturge weber syndrome",
        "opd": "Von Hippei-Lindau syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a8eb8efa-cbe1-4b1f-82ff-ec7ced51ce92",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for myasthenia gravis?",
        "exp": "Ans. (a) Single Fiber E. M. GRef: Harrison 19th ed. / 442e-6* Single fiber E. M. G is the investigation of choice for myasthenia gravis and shows a decremental response* Anti-acetylcholine receptor blocking antibody TITER is the most specific test for diagnosis of myasthenia gravis. Also remember that Tensilon test is a screening test for myasthenia gravis. False positive tensilon test can be seen in motor neuron disease.",
        "cop": 1,
        "opa": "Single Fiber E. M. G",
        "opb": "Muscle biopsy",
        "opc": "Nerve conduction velocity",
        "opd": "Anti -acetylcholine receptor antibody",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e07e9372-e8e6-460e-b1b5-36eb251eace2",
        "choice_type": "single"
    },
    {
        "question": "What presentation is most likely to accompany this angiographic finding?",
        "exp": "Answer A. Binocular visual loss. The patient developed vertigo and binocular visual loss during cardiac catheterization. Cerebral angiography revealed total occlusion of the distal basilar artery consistent with cardioembolic stroke. All neurological abnormalities resolved following selective intraarterial thrombolysis.",
        "cop": 1,
        "opa": "Binocular visual loss",
        "opb": "Hemineglect",
        "opc": "Paratonic rigidity",
        "opd": "Urinary incontinence",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f3f5d552-65b8-49a5-b573-cfaef7f9eee9",
        "choice_type": "single"
    },
    {
        "question": "Dysmetria -",
        "exp": "Ans. is 'a' i. e.. Cerebellum o Features of Cerebelllar dysfunction include: Dysmetria. Ataxia. Past Pointing. Dysdiadochokinesia. Dysarthria. Intention Tremor. Cerebellar Nystagmus. Hypotonia",
        "cop": 1,
        "opa": "Cerebellum",
        "opb": "Cerebrum",
        "opc": "Basal ganglia",
        "opd": "Thalamus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "cc3a2244-3841-4b46-8bd5-81a450103782",
        "choice_type": "single"
    },
    {
        "question": "Akinetic mutism is seen in lesion of which of the following lobes?",
        "exp": "Ans. D. Frontala. Akinetic mutism is a condition in which patient neither moves (akinesia) nor speak (mutism). b. It is the result of severe frontal lobe injury in which the pattern of inhibitory control is one of increasing passivity and gradually decreasing speech and motion.",
        "cop": 4,
        "opa": "Parietal",
        "opb": "Temporal",
        "opc": "Occipital",
        "opd": "Frontal",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "aa830765-6148-4dd0-ae69-5988d8e972e8",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man is brought to the emergency department because of new symptoms of double vision and discomfort in his left eye. He reports no other neurologic symptoms. On physical examination, there is ptosis of the left eyelid, the eye is rotated down and out, and the pupil is 3 mm and reactive to light. The right eye is normal, and there are no other focal neurological deficits. Which of the following is the most likely diagnosis?",
        "exp": "Third nerve palsy can result in ptosis of the eyelid. There is also loss of the ability to open the eye, and the eyeball is deviated outward and slightly downward. With complete lesions, the pupil is dilated, does not react to light, and loses the power of accommodation. In diabetes, the pupil is often spared. The sixth cranial nerve can also be affected by diabetes, but this is much less common.",
        "cop": 3,
        "opa": "fourth nerve palsy",
        "opb": "diabetic autonomic neuropathy",
        "opc": "third nerve palsy",
        "opd": "sixth nerve palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a5526967-130a-4bd4-a6cc-3663aa0b37c3",
        "choice_type": "single"
    },
    {
        "question": "Dorsal column lesions are associated with loss of:",
        "exp": "Ans: C (Proprioception) Ref: Harrison's Principles of Internal Medicine, 18th ed. Explanation: The posterior column (dorsal column). It refers to the area of white matter in the dorsomedial side of the spinal cord. It is made up of the fasciculus gracilis and fasciculus cuneatus. It is part of an ascending pathway that is important for well-localized fine touch and conscious proprioception called the posterior column-medial lemniscus pathway. Joint capsules, tactile and pressure receptors send a signal through the dorsal root ganglia up through the fasciculus gracilis for lower body sensory impulses and the fasciculus cuneatus for upper body impulses. Once the fasciculus gracilis reaches the nucleus gracilis and the fasciculus cuneatus reaches the nucleus cuneatus in the lower medulla, they begin to cross over the medulla as the internal arcuate fibers. When they reach the contralateral side, they become the medial lemniscus, which is the second part of the posterior column-medial lemniscus pathway. Lesions in this pathway can diminish oi completely abolish tactile sensations and movement or position sense below the lesion. Tests of sensation. Modality. Pathway. Light touch. Large fast-conducting axons. Proprioception. Dorsal columns. Vibration. Medial lemniscus. Two-point discrimination Pinprick (superficial pain). Smaller slower-conducting axons. Spinothalamic tracts Deep pain. Temperature Stereognosis. Parietal cortex (only valid if peripheral sensory function intact). Graphaesthesia. Two-point discrimination",
        "cop": 3,
        "opa": "Ankle jerk",
        "opb": "Knee jerk",
        "opc": "Proprioception",
        "opd": "Superficial abdominal reflexes",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d4a66a9c-2328-4757-9278-b725aa5f88ef",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old patient presents with dizziness and headache followed by left sided hemiparesis with right eye dilatation and ptosis. Most probable blood vessel damaged is:",
        "exp": "Ans: (c) Posterior cerebral artery. Ref: Adams and Victor's Principles of Neurology, 10th edition, Page 804; Localisation in Clinical Neurology, 6th edition, Chapter 105. Eponym. Site. Cranial nerves involved. Tracts involved. Signs. Arteries involved. Weber Syndrome. Base of midbrain. IIICorticospinal tract. Oculomotor palsy with crossed hemiplegia. Proximal posterior cerebral artery. Claude syndrome. Tegmentum of midbrain. IIIRed nucleus, superior cerebellar peduncles after decussation. Oculomotor palsy with contralateral cerebellar ataxia and tremor. Proximal posterior cerebral artery. Benedict syndrome. Tegmentum of midbrain. IIIRed nucleus, corticospinal tract superior cerebellar peduncles after decussation. Oculomotor palsy with contralateral cerebellar ataxia, tremor, and corticospinal signs, choreoathetosis. Proximal posterior cerebral artery. Nothnagel syndrome. Tectum of midbrain. Unilateral or bilateral III nerve. Superior cerebellar peduncles. Ocular palsies (IV), paralysis of gaze, nystagmus and ataxia Parinaud syndrome. Dorsal midbrain Supranuclear mechanism for upward gaze and dorsal midbrain, periaqueductal gray matter. Paralysis of upward gaze and accommodation; fixed pupils Millard Gubler syndrome. Unilateral lesion of the ventrocaudal pons. Fascicles of cranial nerves VI and VIIPyramidal tract, cranial nerve VI, cranial nerve VIIContralateral hemiplegia, Ipsilateral lateral rectus paresis, Ipsilateral peripheral facial paresis Raymond Syndrome. Unilateral lesion of the ventral medial pons. Abducens nerve fascicles and the corticospinal tract but spares cranial nerve VIIPyramidal tract, cranial nerve VIIpsilateral lateral rectus paresis, contralateral hemiplegia Locked-in syndrome. Bilateral ventral pontine lesions Bilateral corticospinal tract involvement in the basal pontis, involvement of the corticobulbar fibers innervating the lower cranial nerve nuclei. Quadriplegia, Aphonia Foville syndrome. Dorsal pontine tegmentum. Involvement of the nucleus and fascicle (or both) of cranial nerve VIICorticospinal tract, involvement of the PPRF or abducens nucleus, or both. Contralateral hemiplegia (with facial sparing), Ipsilateral peripheral type facial palsy, Inability to move the eyes conjugately to the ipsilateral side involvement of the PPRF or abducens nucleus, or both Raymond- Cestan syndrome. Rostral lesions of the dorsal pons Involvement of the cerebellum, medial lemniscus and the spinothalamic tract, PPRFCerebellar signs (ataxia), Contralateral hypoesthesia with reduction of all sensory modalities (face and extremities), contralateral hemiparesis, paralysis of conjugate gaze toward the side of the lesion Marie-Foix syndrome. Lateral pontine lesions brachium pontis Involvement of cerebellar connections, corticospinal tract, spinothalamic tract. Ipsilateral cerebellar ataxia, Contralateral hemiparesis, Variable contralateral hemihypesthesia for pain and temperature Wallenburg syndrome. Lateral tegmentum of medulla. Spinal V, IX, X, XILateral spinothalamic tract, spinocerebellar and ollivocerebellar tracts. Ipsilateral V, IX, X, XI palsy, Horner syndrome, -cerebellar ataxia; contralateral loss of painand temperature sense. Intracranial vertebral artery or posterior inferior cerebellar artery. Medial Medullary syndrome (Dejerine's Anterior Bulbar Syndrome). Medial medulla. XIICranial nerve. XII, Corticospinal tract, medial lemniscus. Ipsilateral paresis, atrophy, and fibrillation of the tongue, Contralateral hemiplegia, Contralateral loss of position and vibratory sensation. Vertebral artery, anterior spinal artery, or the lower segment of the basilar artery. Avellis syndrome. Tegmentum of medulla. XSpinothalamic tract. Paralysis of soft palate and vocal cord and contralateral hemianaesthesia Thalamic syndrome of Dejerine and Roussy Occlusion of thalamogeniculate branches of PCA",
        "cop": 3,
        "opa": "Middle cerebral artery",
        "opb": "Anterior communicating artery",
        "opc": "Posterior cerebral artery",
        "opd": "Basilar artery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f48e04fa-6471-4b57-a8c8-4014344c9172",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Upper Motor Neuron lesion?",
        "exp": "Ans. is. 'c' i. e., Positive sharp waves on EMG * Following table compares and contrasts the features of upper motor neuron and lower motor neuron lesions. Difference between upper and lower motor neuron paralysis. Upper motor neuron paralysis. Lower motor neuron paralysis* Muscles affected in groups never individual nuscles.* Atrophy slight and due to disuse.* Spasticity with hyperactivity of the tendon reflexes and* Extensor plantar reflex (Babinski sign)* Fascicular twitches absent* Normal nerve conduction studies; no denervation potentials in E. M. G.* Individual nuscles may be affected.* Atrophy pronounced up to 70% of the total bulk.* Flaccidity and hypotonia of affected muscles with loss of tendon reflexes.* Plantar reflex if present is of normal flexor type* Fasciculation may be present* Abnormal nerve conduction studies; denervation potential (fibrillations, fasciculations positive sharp waves) in E. M. G.* It is clear from the table that presence of fibrillations, fasciculations and positive sharp waves are features of lower motor neuron and not upper motor neuron lesions.",
        "cop": 3,
        "opa": "Positive babinsky sign",
        "opb": "Normal nerve conduction study",
        "opc": "Positive sharp waves on EMG",
        "opd": "Hyperactive tendon reflexes",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "eb4a5590-cf5f-4493-a81c-1dfc4410130f",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man from a poor socioeconomic environment is admitted with an acute illness characterized by mental disturbances. On examination, he has bilateral sixth nerve palsy and an ataxic gait. Which of the following is the most appropriate treatment?",
        "exp": "The patient has Wernicke's encephalopathy and requires treatment with thiamine. A delay of a few hours may permit progression to psychosis. The eye findings in Wernicke's encephalopathy include bilateral (but not necessarily symmetrical) abductor weakness or paralysis, horizontal diplopia, strabismus, and nystagmus. The nystagmus is most frequently horizontal or vertical gaze-evoked nystagmus.",
        "cop": 1,
        "opa": "thiamine",
        "opb": "lecithin",
        "opc": "vitamin D",
        "opd": "phenytoin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c53b856a-255b-4538-a137-494dd183d69b",
        "choice_type": "single"
    },
    {
        "question": "In syringomyelia the sensation that is lost is:",
        "exp": "Ans: c. Ref: Harrison, 16thed, p. 2445",
        "cop": 3,
        "opa": "Touch",
        "opb": "Pressure",
        "opc": "Pain and temporature",
        "opd": "Two point descrimination",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "64b93d88-8a01-43fc-bf6a-7812c7021fac",
        "choice_type": "single"
    },
    {
        "question": "A patient of RTA presents in emergency with inability to speak. On examination, the patient was moaning with inability to speak but patient was able to understand what he wanted to speak. Which of following marked area of brain is involved in this?",
        "exp": "(b) BRef: Harrison, 18th ed., pg. 3236. ANATOMIC LOCALIZATION IN STROKESigns and Symptoms. Cerebral Hemisphere, Lateral Aspect (Middle Cerebral A.)* Hemiparesis* Hemisensory deficit* Motor aphasia (Broca's) - hesitant speech with word-finding difficulty and preserved comprehension* Sensory aphasia (Wernicke's) - anomia, poor comprehension, jargon speech Unilateral neglect, apraxias* Homonymous hemianopia or quadrantanopia* Gaze preference with eyes deviated toward side of lesion. Cerebral Hemisphere, Medial Aspect (Anterior Cerebral A.)* Paralysis of foot and leg with or without paresis of arm* Cortical sensory loss over leg* Grasp and sucking reflexes* Urinary incontinence* Gait apraxia. Cerebral Hemisphere, Posterior Aspect (Posterior Cerebral A.)* Homonymous hemianopia* Cortical blindness* Memory deficit* Dense sensory loss, spontaneous pain, dysesthesias, choreoathetosis. Brainstem, Midbrain (Posterior Cerebral A.)* Third nerve palsy and contralateral hemiplegia* Paralysis/paresis of vertical eye movement* Convergence nystagmus, disorientation. Brainstem, Pontomedullary Junction (Basilar A.)* Facial paralysis* Paresis of abduction of eye* Paresis of conjugate gaze* Hemifacial sensory deficit* Homer's syndrome* Diminished pain and thermal sense over half body (with or without face)* Ataxia. Brainstem, Lateral Medulla (Vertebral A.)* Vertigo, nystagmus* Homer's syndrome (miosis, ptosis, decreased sweating)* Ataxia, falling toward side of lesion* Impaired pain and thermal sense over half body with or without face. Patient comprehension is intact in this case, but he has difficulty in speech, resulting in development of Broca's aphasia.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "da3b8b0d-e661-446e-8402-c2193673f356",
        "choice_type": "single"
    },
    {
        "question": "Characteristic EEG pattern in Absence seizures?",
        "exp": "Ans. A. 3-Hz spike-and-waves. (Ref. H - 17th/pg. 2498-2500, 2504-2505; 444). Harrison's 17th/pg. 2549....... \"The electrophysiologic hallmark of typical absence seizures is a generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background\"Absence Seizures (Petit Mai)# \"The electrophysiologic hallmark of typical absence seizures is a generalized, symmetric, 3-Hz spike-and-wave discharge that begins and ends suddenly, superimposed on a normal EEG background\".# Periods of spike- and-wave discharges lasting more than a few seconds usually correlate with clinical signs, but the EEG often shows many more brief bursts of abnormal cortical activity than were suspected clinically.# Hyperventilation tends to provoke the electrographic discharges and even seizures and is used during EEG.# The episodic generalized spike-wave activity that occurs during and between seizures in patients with typical absence epilepsy contrasts with focal interictal epileptiform discharges or ictal patterns found in patients with complex partial seizures. Atypical Absence Seizures# have features that deviate both clinically and electrophysiologically from typical absence seizures.# For example, the lapse of consciousness is usually of longer duration and less abrupt in onset and cessation, and the seizure is accompanied by more obvious motor signs that may include focal or lateralizing features.# The EEG shows a generalized, slow spike-and-wave pattern with a frequency of <2-5/s, as well as other abnormal activity. Complex Partial Seizures# The routine interictal (i. e., between seizures) EEG in patients with complex partial seizures is often normal or may show brief discharges termed epileptiform spikes, or sharp waves.# Since complex partial seizures can arise from the medial temporal lobe or inferior frontal lobe, i. e., regions distant from the scalp, the EEG recorded during the seizure may be nonlocalizing. Generalized, Tonic-Clonic Seizures (Grand Mai)# The EEG during the tonic phase of the seizure shows a progressive increase in generalized low-voltage fast activity, followed by generalized high-amplitude, polyspike discharges.# In the clonic phase, the high-amplitude activity is typically interrupted by slow waves to create a spike-and-wave pattern. The postictal EEG shows diffuse slowing that gradually recovers as the patient awakens. Atonic Seizures# Atonic seizures are characterized by sudden loss of postural muscle tone lasting 1-2 s. Consciousness is briefly impaired, but there is usually no postictal confusion.# A very brief seizure may cause only a quick head drop or nodding movement, while a longer seizure will cause the patient to collapse. This can be extremely dangerous, since there is a substantial risk of direct head injury with the fall.# The EEG shows brief, generalized spike-and-wave discharges followed immediately by diffuse slow waves that correlate with the loss of muscle tone. Myoclonic Seizures# Myoclonus is a sudden and brief muscle contraction that may involve one part of the body or the entire body.# A normal, common physiologic form of myoclonus is the sudden jerking movement observed while falling asleep. Pathologic myoclonus is most commonly seen in association with metabolic disorders, degenerative CNS diseases, or anoxic brain injury.# Although the distinction from other forms of myoclonus is imprecise, myoclonic seizures are considered to be true epileptic events since they are caused by cortical (versus subcortical or spinal) dysfunction.# The EEG may show bilaterally synchronous spike-and-wave discharges synchronized with the myoclonus, although these can be obscured by movement artifact. LENNOX-GASTAUT SYNDROMELennox-Gastaut syndrome occurs in children and is defined by the following triad: 1) multiple seizure types (usually including generalized tonic-clonic, atonic, and atypical absence seizures); 2) an EEG showing slow (<3 Hz) spike-and-wave discharges and a variety of other ab- normalities; and3) impaired cognitive function in most but not all cases. Partial (focal) seizures. Affect one area of the brain. Most commonly originate in medial temporal lobe. Often preceded by seizure aura; can secondarily generalize. Types:# Simple partial (consciousness intact)-- motor, sensory, autonomic, psychic# Complex partial (impaired consciousness). Generalized seizures. Diffuse. Types:# Absence (petit mal)--3 Hz, no postictal confusion, blank stare# Myoclonic--quick, repetitive jerks# Tonic-clonic (grand mal)--alternating stiffening and movement# Tonic--stiffening# Atonic--\"drop\" seizures (fails to floor); commonly mistaken for fainting. Additional Educational points: EEG:# NORMAL:- The frequencies most brain waves range from are 0. 5-500 Hz; imp categories are-* Alpha waves - 8-13 Hz* Beta waves - Greater than 13 Hz* Theta waves - 3. 5-7. 5 Hz* Delta waves - 3 Hz or less- In normal awake adults lying quietly with the eyes closed, an 8- to 13-Hz alpha rhythm is seen posteriorly in the EEG, intermixed with a variable amount of generalized faster (beta) activity (>13 Hz); the alpha rhythm is attenuated when the eyes are opened. During drowsiness, the alpha rhythm is also attenuated; with light sleep, slower activity in the theta (4-7 Hz) and delta (<4 Hz) ranges becomes more conspicuous. Some more Specific diagnostic patterns of EEG: Pattern. Diagnostic of. Comments1. Periodic lateralizing epileptiform discharges (PLEDs)acute focal cerebral insult like HSVif bilateral diagnostic of HSV2. Periodic high voltage with 4-15 secs separation with accompanying body jerks, no change with painful stimulation. Pathognomoic of SSPEd/d is PCP overdose3. Myoclonic jerks with bilateral sharp wave 1. 5-2 / secs (early = slowing; later=triphasic). Creutzfeldt Jakob disease. May resemble PLEDs, but contrary to them in CJD are not reactive to painful stimuli. 4. Triphasic waves. May be seen in hepatic enceph, postanoxia, hyponatremia. Not a specific pattern",
        "cop": 1,
        "opa": "3-Hz spike-and-waves",
        "opb": "l-2. Hz spike-and-waves",
        "opc": "Generalized polyspikes",
        "opd": "Hypsarrythmia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "1fc227ee-4656-4023-989c-64480ec6e191",
        "choice_type": "single"
    },
    {
        "question": "Loss of social inhibition occurs when the site of disease is?",
        "exp": "Ans. D. Frontal cortex. Frontal Lobe LesionA. Foster Kennedy syndromeB. Features: Ipsilateral optic atrophy and contralateral papilledemaC. A tumor of the frontal lobe is likely to damage the pre-frontal network. This presents as two relatively distinct syndromes. a. Frontal disinhibition syndromei. Socially disinhibited and shows severe impairment of judgment, insight and foresight. ii. Antisocial behavior is a characteristic feature of frontal disinhibition syndrome produced from frontal lobe damageb. Frontal abulic syndromei. Loss of initiative, creativity and curiosityii. Pervasive emotional apathy and blandnessiii. Akinetic mutismD. Urinary incontinence can occur in lesion of paracentral lobule area of frontal lobe. E. Frontal release signs - Grasp reflex, palmomental response, rooting reflex.",
        "cop": 4,
        "opa": "S2-4",
        "opb": "T10-T12",
        "opc": "T3-T4",
        "opd": "Frontal cortex",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "7eed7b74-e3ea-4e9a-b14c-4cf00e18f5f3",
        "choice_type": "single"
    },
    {
        "question": "Temozolomide is used in:",
        "exp": "Ans. C. Brain Tumor. Chemotherapy for brain Tumora. Carmustine (CCNS) lomustine (BCNS): the side effects of these drugs = delayed bone marrow suppression. b. Temozolomide: Its main indication is anaplastic astrocytoma which is refractory to conventional treatment.",
        "cop": 3,
        "opa": "Epilepsy",
        "opb": "Stroke",
        "opc": "Brain tumor",
        "opd": "Multiple sclerosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "88d29330-4b78-479d-9659-b82cdfabdb68",
        "choice_type": "single"
    },
    {
        "question": "Uvula deviated to right side, which nerve is involved?",
        "exp": "Ans: a (Left vagus). In case of unilateral palatal palsy, the palatal arch on that side is at a lower level than on the healthy side. On saying 'ah', the uvula is pulled to the healthy side by the normal palate. Remember the code--Cranial nerve palsies 12 & 5 (12+5=17) cause movement towards the side of weakness, and weakness of cranial nerves 7 and 10(10+7= 17) cause movement towards opposite or healthy side. Don't get surprised this was asked in the morning session of the exam in anatomy.......",
        "cop": 1,
        "opa": "Left vagus",
        "opb": "Left glossopharangeal",
        "opc": "Left hypoglossal",
        "opd": "Right hypoglossal",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c89856ca-00bd-4c6f-8fe3-e370b917fdde",
        "choice_type": "single"
    },
    {
        "question": "Following eye lesion are seen in which condition:",
        "exp": "Ans. C. Wilson disease. The image is showing darkening encircling iris of the eye. These occur due to copper deposition in corneal Descemet's membrane. These rings are a sign of Wilson's Disease. Other causes may be cholestasis primary biliary cirrhosis & cryptogenic cirrhosis.",
        "cop": 3,
        "opa": "Vitamin B12 deficiency",
        "opb": "Multiple sclerosis",
        "opc": "Wilson disease",
        "opd": "NF1",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "30aa4fc2-9777-4984-b6e0-4ab1ceb2a4f8",
        "choice_type": "single"
    },
    {
        "question": "A female patient of childbearing age is on valproate for JME. Which drug should be used to replace valproate and can be prescribed as monotherapy?",
        "exp": "Ans. a. Levetiracetam (Ref: Harrison 19/e p2544, 18/e p3265, 3253; Current Management in Child Neurology 4/e p127, 163). Levetiracetam can be prescribed as monotherapy in a female patient of childbearing age is on valproate for JME, because of no known significant drug interactions. Drug of choice for the treatment of JME is sodium valproate. Valproate should be avoided in women of childbearing age, because of significantly increased risk of fetal malformations and neurodevelopmental delay. Levetiracetam or lamotrigine are alternative first-line options if valproate is contraindicated. Treatment of Juvenile Myoclonic Epilepsy: Valproate is often used to treat juvenile myoclonic epilepsy. Other epilepsy drugs are effective in juvenile myoclonic epilepsy: Levetiracetam. Topiramate. Lamotrigine. Antiepiieptic Drugs in the treatment sequence of Juvenile Myoclonic Epilepsy (JME). First choice. ValproateQ, Lamotrigine. QSecond choice. LevetiracetamQ, Clonazepam. Consider. Topiramate, Zonisamide, Phenobarital Primidone. Juvenile Myoclonic Epilepsy. Juvenile myoclonic epilepsy (JME) is a generalized seizure disorder of unknown cause that appears in early adolescence. Characterized by bilateral myoclonic jerks that maybe single or repetitive. Myoclonic seizures are most frequent in the morning after awakening and can be provoked by sleep deprivationQ. Consciousness is preserved unless the myoclonus is especially severe. Many patients also experience generalized tonic-clonic seizures, and up to one-third have absence seizures. Although complete remission is relatively uncommon, the seizures respond well to appropriate anticonvulsant medication. There is often a family history of epilepsy, and genetic linkage studies suggest a polygenic cause. Treatment: Valproate is often used to treat juvenile myoclonic epilepsy. Other epilepsy drugs are effective in juvenile myoclonic epilepsy: Levetiracetam. QTopiramate. QLamotrigine. QFor most people with JME, treatment is long-term, and often lifelongQ. However, treatment is effective, allowing most people with juvenile myoclonic epilepsy to go five years or more between seizures.",
        "cop": 1,
        "opa": "Levetiracetam",
        "opb": "Lincosamide",
        "opc": "Carbamazepine",
        "opd": "Phenytoin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "33f4ae87-cf89-409a-a19e-540e5f07ddfd",
        "choice_type": "single"
    },
    {
        "question": "Lesion of which tract leads to voluntary skilled movements?",
        "exp": "Ans. A. Corticospinal tract* The corticospinal tract (along with the corticobulbar tract) is the primary pathway that carries the motor commands that underlie voluntary movement.* The lateral corticospinal tract is responsible for the control of the distal musculature and the anterior corticospinal tract is responsible for the control of the proximal musculature.* A particularly important function of the lateral corticospinal tract is the fine control of the digits of the hand.* The corticospinal tract is the only descending pathway in which some axons make synaptic contacts directly onto alpha motor neurons.* This direct cortical innervation presumably is necessary to allow the powerful processing networks of the cortex to control the activity of the spinal circuits that direct the exquisite movements of the fingers and hands.",
        "cop": 1,
        "opa": "Corticospinal tract",
        "opb": "Rubrospinal tract",
        "opc": "Tectospinal tract",
        "opd": "Lateral spinothalamic pathway",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "bb682131-75f1-460e-933f-92937d70ef51",
        "choice_type": "single"
    },
    {
        "question": "Defect in myasthenia gravis is at the level of?",
        "exp": "Ans. a (Skeletal muscles). (Ref. Harrison, Principles of Medicine, 18th/Ch. 386)MYASTHENIA GRAVIS# MG is a neuromuscular disorder characterized by weakness and fatiguabilty of skeletal muscles. The underlying defect is decrease in the number of Ach receptors at NMJ due to cell mediated autoimmune attack.# In NMJ Ach is synthesized in motor nerve terminal and stored in vesicle. When action potential travels down the motor nerve and reaches nerve terminal, Ach is released and combines with Ach receptors on post synaptic folds. Further causing sodium channels to open, depolarisation to occur and cause muscle contraction.# In MG fundamental defect is decrease in number of Ach receptors at post-synaptic muscle membrane. The nerve terminal is normal in MG.# Apart from number of Ach receptor, simplified postsynaptic folds and widened synaptic space are the two other pathologies causing MG.",
        "cop": 1,
        "opa": "Skeletal muscles",
        "opb": "Nerve terminal",
        "opc": "Brain",
        "opd": "Enzyme",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "19d75194-bba7-4f06-9171-989f2161efde",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman presents to the clinic with memory difficulty. The patient's daughter is concerned that her mother is having difficulty doing her finances, such as paying bills. Memory impairment testing reveals the poor ability to generate lists of words or copy diagrams (intersecting pentagons). Her remaining physical examination is normal. Which of the following anatomic findings is most likely with her condition?",
        "exp": "Alzheimer disease (AD) can be quite diffuse, but there is particular involvement of the medial temporal lobes and cortical association areas. The atrophy of the hippocampus is particularly marked. Microscopic examination reveals neurofibrillary tangles and amyloid plaques. Hemiplegia is not a feature of AD and suggests more vascular disease and vascular dementia. The cranial nerves are not involved in AD.",
        "cop": 2,
        "opa": "atrophy of the medial temporal lobes",
        "opb": "diffuse atrophy of the cerebral cortex and temporal lobes",
        "opc": "cranial nerve involvement",
        "opd": "transient episodes of hemiplegia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "2d247459-2388-4291-950c-0ac62a4ca2f3",
        "choice_type": "single"
    },
    {
        "question": "Shy dragger syndrome is Parkinsonism + ----?",
        "exp": "Ans. D. Autonomic Neuropathy. Multisystem Atrophy (Shy Dragger Syndrome). The features are as follows: a. Parkinsonismb. Autonomic neuropathyc. Cerebellar ataxia (due to olivo ponto cerebellar atrophy)d. Additional feature which may be there are - Dystonia, Myoclonus, Emotional incontinence, Sleep deprivation. e. Pathology: There is presence of alpha Synuclein positive inclusion located in the various part of the brain. f. Treatment: Droxidopa is a synthetic amino acid precursor which acts as a prodrug to the neurotransmitters norepinephrine (noradrenaline) and epinephrine (adrenaline). Unlike norepinephrine and epinephrine themselves, droxidopa is capable of crossing the protective blood-brain barrier (BBB)",
        "cop": 4,
        "opa": "Sensory Neuropathy",
        "opb": "Motor Neuropathy",
        "opc": "Cerebellar Ataxia",
        "opd": "Autonomic Neuropathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f398c611-14c3-4033-8d67-151096515801",
        "choice_type": "single"
    },
    {
        "question": "This 23-year-old man was involved in a motor vehicle accident. What is the diagnosis?",
        "exp": "Answer D. Pneumothorax. The presence of a deep, lucent, right costophrenic angle on supine chest radiography is an indirect sign of a pneumothorax. In addition, a pneumothorax with associated rib fractures and subcutaneous emphysema is evident in the right chest. The patient's endotracheal tube needs to be withdrawn further into the trachea.",
        "cop": 4,
        "opa": "Aortic dissection",
        "opb": "Cardiac rupture",
        "opc": "Diaphragmatic rupture",
        "opd": "Pneumothorax",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "1e024371-5db4-4609-b2b0-9802b22a7c9a",
        "choice_type": "single"
    },
    {
        "question": "An elderly male presented with headache, fever and hemiparasis of right side. On further examination and investigation, a diagnosis of brain abscess was made. Which of the following antibacterial/ antibacterials is effective in this patient:",
        "exp": "Ans. d. A combination of cephalosporin and metronidazole (Ref: Harrison 19/e p900, 18/e p3429-3430; Sabiston 19/e p1913; Schwartz 9/e p1550; Bailey 26/e p609-610, 25/e p628-629). Empirical therapy of community-acquired brain abscess in an immunocompetent patient typically includes a third-or fourth-generation cephalosporin (e. g. cefotaxime, ceftriaxone or cefepime) and metronidazole. ''Optimal therapy of a brain abscess involves a combination of high dose parenteral antibiotics and neurosurgical drainage. Empirical therapy of community-acquired brain abscess in an immunocompetent patient typically includes a third-or fourth-generation cephalosporin (e. g. cefotaxime, ceftriaxone or cefepime) and metronidazole. \"- Harrison 18/e p3429. Brain Abscess. Intracerebral abscess may occur as a result of direct spread from air sinus infection, following surgery or from hematogenous spread especially associated with respiratory infection, endocarditis or dental infectionQ. Increased risk of abscess in: Cyanotic heart disease, immunocompromised (diabetes, solid organ transplant, hematological malignancy or long-term steroids)QOrganisms: Streptococci (MC), Bacteroides, Pseudomonas, Hemophilus and Enterobacteriaceae. Etiology. Location. Otitis media, mastoiditis* Temporal lobeQ >Cerebellum. Paranasal sinusitis, dental infections* Frontal lobes. QHematogenous* Parietal lobe. QClinical Features: Presentation is with focal signs, seizures and raised ICP, as with other mass lesions, but the time course is often shortQ. Patients may be febrile or have a raised peripheral white cell count or inflammatory markers. Diagnosis: CT scan: Ring-enhancing mass lesion (may be multiple in case of hematogenous spread)Q Treatment: Surgical drainage + IV antibiotics for at least 6 weeksQ. Multiple small abscesses may be treated medically with antibiotics targeted against organisms. Steroids are reserved for cases with significant edema or mass effect. QOwing to the high risk of seizures, patients should also be treated with anticonvulsants. Optimal therapy of a brain abscess involves a combination of high dose parenteral antibiotics and neurosurgical drainage. Empirical therapy of community-acquired brain abscess in an immunocompetent patient typically includes a third-or fourth-generation cephalosporin (e. g. cefotaxime, ceftriaxone or cefepime) and metronidazole.",
        "cop": 4,
        "opa": "Gentamycin",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "A combination of cephalosporin and metronidazole",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "2282efd1-f7de-48f7-a98e-416d7891c100",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman presents with acute vision loss and pain in the left eye, but no other symptoms. On examination she appears well, visual acuity is not possible, and she can only perceive movement and bright light. The direct papillary reflex is absent but the indirect (consensual) response is normal. The optic disc is edematous. Which of the following symptoms is also most likely present in patients with this condition?",
        "exp": "This patient has multiple sclerosis (MS). Weakness or numbness in one or more limbs is the initial manifestation of disease in about half the patients. Other common initial presentations include optic neuritis (25%) and acute myelitis. Hemiplegia, seizures, and cervical myelopathy (in older patients) occur occasionally as the initial manifestation. Sphincter impairment usually occurs later in the disease.",
        "cop": 1,
        "opa": "limb weakness",
        "opb": "hemiplegia",
        "opc": "cervical myelopathy",
        "opd": "sphincter impairment",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "bc13ac9d-d837-4033-a0b5-fd77d0d85fe1",
        "choice_type": "single"
    },
    {
        "question": "In Berry aneurysm, defect lies in:",
        "exp": "Ans. b. Degeneration of media in muscle layer Berry' aneurysms (Saccular aneurysms) are believed to arise from a defect in the tunica media of the involved vessel. \"Saccular aneurysms (Berry aneurysms) develop over time because of an underlying defect in the media of vessel. Robbins 8/e p1297\"Berry aneurysms are saccular in appearance (saccular aneurysms) presenting as out pouching of the vessel wall involving only a portion of the circumference tresembles a 'berry'' attached to a twig of the arterial tree). Berry aneurysms are rare in childhood but increase in frequency in young adults and middle life. They ate therefore not congenital anomalies but develop over the years from developmental defects of the \"media' of the arterial wall at the bifurcation of arteries. These may however be predisposed by a congenital defect in the media of the involved vessel. \"\"In the past, most berry aneurysm were thought to be congenital in origin arising from focal defects in the 'media 'and gradually developing over the years as arterial pressure, first weakens and subsequently balloons out the vessel wall. Recent studies however suggest that these intracranial aneurysms probably result from hemodynamically induced degenerative vascular injury to the tunica media. \"Berry Aneurysm (Saccular or Congenital Aneurysm)* MC type of Intra-crania I aneurysm^; Multipie in 20-30% cases* Predisposing factors: Smoking and hypertension^Increased Risk of Berry Aneurysm in* ADPKD* Ehlers-Danlos syndrome* NF-1* Marfan's syndrome* Fibromuscular dysplasia* Coarctation of aorta. Pathology: Wall of Berry aneurysm is made up of thickened hyalinized inrimaQ. The adventitia covering the sac is continuous with that of parent artery.* Saccular aneurysms (Berry aneurysms> develop over time because ofan underlying defect in the media of vessel. Characteristic Features: Berry aneurysms: MC intracranial aneurysm^, saccular in appearance, arising at the bifurcation of intracranial arteries.* About 85% aneurysms occur in the anterior circulation, on the circle of willis.* Rupture of aneurysm usually occurs at the apex (dome) resulting in subarachnoid hemorrhage or intraparenehymal hemorrhage or both.* Unruptured aneurysms are usually completely asymptomatic. Occurrence of Berry aneurysm in order of frequency: 1. Anterior communicating artery- Anterior Cerebral junction (29%)2. Posterior communicating artery-Internal carotid junction (28%)3. Middle cerebral bifurcation (18%)4. Intracranial carotid bifurcation (8%)5. Vertebrobasilar or basilar bifurcation (3%)",
        "cop": 2,
        "opa": "Degeneration of internal elastic lamina",
        "opb": "Degeneration of media in muscle layer",
        "opc": "Defect in muscular layer",
        "opd": "Disturbance in vessel wail",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "2abed94e-85c2-4409-ac20-57335a50a48f",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old gentleman is having tremors, rigidity and reduced mobility. He is likely to be benefited by?",
        "exp": "Ans. is 'a' i. e., Bromocriptine o Major pathology in parkinsons disease is -Decrease in nigrostriatal dopaminergic neurons. Increase in cholinergic activity: Two major strategies for the treatmentof parkinson's disease is",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Alpha methyl dopa",
        "opc": "Reserpine",
        "opd": "Acyclovir",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "925c2423-dcd7-47dc-98ec-0d64e65a2de4",
        "choice_type": "single"
    },
    {
        "question": "Conus lesion characterised by?",
        "exp": "Ans: c (toss of anal reflex) ref: Davidson 21 page no: 268. Harrison 17 pg 2589. Conus medullaris is the tapered caudal termination of the spinal cord) comprising the lower sacral and single coccygeal segments. In this syndrome pathology is limited to the parenchyma of the terminal spinal cord. A conus lesion is intramedullary, a cauda equina lesion extramedul-lary. Some processes may involve both structures, and it is not always possible to make a clear clinical distinction, as many of the manifestations are similar. Lesion in conus medullaris causes -consisting of bilateral saddle anesthesia (S3-S5) prominent bladder and bowel dysfunction (urinary retention and incontinence with lax anal tone) mpotence. bulbocavemosus (S2-S4) and anal (S4-S5) reflexes are absent Muscle strength normal or mild) symmetric lower-extremity motor involvement relative lack of pain. Cauda equina - cluster of nerve roots derived from the lower cord is involved. Features are low back and radicular pain, asymmetric leg weakness and sensory loss, variable areflexia in the lower extremities and relative sparing of bowel and bladder function. I am not sure but I will go for absent anal reflex",
        "cop": 3,
        "opa": "early loss of ankle jerk",
        "opb": "rectal pain",
        "opc": "loss of anal reflex",
        "opd": "loss of potency",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a182a3e5-7c9f-407a-8603-590e5e32ea9d",
        "choice_type": "single"
    },
    {
        "question": "A 30 yr old person has fever & headache from 20 days. CSF values is following: glucose 38 mg/dl, protein 60 mg/dl, lymphocytes pleocytosis with 20cells/ mm3. Initial lx should include:",
        "exp": "Ans: D (HSV...)-Most probable answer In Q pt is presented with feature of meningitis with normal glucose (N value=40-70 mg/dl), normal /slightly? ed protein (N value= 20-50mg/dl) & lymphocytic pleocytosis\" So, most probably it is a case of viral meningitis. In Viral meninigitis, glucose remains normal, protein- slightly increased (20-80 mg/dl) & lymphocytic pleocytosis (25-500/ pi) cells. Harrison 17th/2621-27\"Patients with viral meningitis usually present with headache, fever, and signs of meningeal irritation coupled with an inflammatory CSF profile\"\"Viral meningitis: The typical profile is a lymphocytic pleocytosis (25-500 cells/uL), a normal or slightly elevated pro tein concentration, a normal glucose concentration, and a normal or mildly elevated opening pressure (100-350 mm. H2O). Organismsare not seen on Gram's or acid-fast stained smears or India ink preparations of CSF\"\"The typical CSF profile with viral CNS infections is a lymphocytic pleocytosis with a normal glucose concentration, in contrast to PMN pleocytosis and hypoglycorrhachia characteristic of bacterial meningitis\"\"Using a variety of diagnostic techniques, inciuding CSF PCR, culture, and serology, a specific viral cause can be found in 75-90% of cases of viral meningitis. The most important agents are enteroviruses, HSVtype 2 (HSV-2), and arboviruses\"\"A CSF/serum glucose ratio <0. 4 is highly suggestive of bacterial meningitis but may also be seen in other conditions, inciuding fungal, tuberculous, and carcinomatous meningitis\" \"In cryptococeal meningitis, CSF examination usually reveals evidence of chronic meningitis with mononuclear ceil pleocytosis and increased protein levels. A particularly useful test is cryptococeal antigen (CRAg) detection in CSF and blood\"Differential Diagnosis of Viral Meningitis\"The most important issue in the differential diagnosis of viral meningitis is to consider diseases that can mimic viral meningitis, including (1) untreated or partially treated bacterial meningitis; (2) early stages of meningitis caused by fungi, mycobacteria, or Treponema pallidum (neurosyphilis), in which a lymphocytic pleocytosis is common, cultures may be slow growing or negative, and hypoglycorrhachia may not be present early; (3) meningitis caused by agents such as Mycoplasma, Listeria spp.. Brucella spp., Coxiella spp., Leptospira spp., and Rickettsia spp.; (4) parameningeal infections; (5) neoplastic meningitis; and (6) meningitis secondary to noninfectious inflammatory diseases, including hypersensitivity' meningitis, SLE and other rheumatologic diseases, sarcoidosis, Behcet's syndrome, and the uveomeningitic syndromes'\"Table (Harskmohan 6th/876): CSF changes in Infection of CSSParameter (Normal values. Bacterial Meningitis. Tubercu lous Meningitis. Viral Meningitis. Pressure. Raised. Raised. Raised. Gross appearance. Turbid. Clear [may clot). Clear. Protein (Normal: 20-50 mg/dL). High. Very High. Slightly high. Glucose (40-70 mg/ dL). Very low. Low. Normal. Chloride (116-122 pg/dL). Low. Very Low. Normal. Cells <5/microlit. Neutrophils. Plecoytosis. Lympho cytosis. TUBERCULAR MENINGITISLu mho r pa flebu re is the cornerstone of diagno sis. In general, examination of the cerebrospinal fluid (CSF) reveals a high leukocyte count (up to 1000/pL), usually with a predominance of lymphocytes but sometimes with a predominance of neutrophils in the early stage; a protein content of 1-8 g/L (100-800 mg/dL); and a low glucose concentration. However, any of these three parameters can be within the normal range. AFB are seen on direct smear of CSF sediment in up to one- third of cases, but repeated lumbar punctures increase the yield. Culture of CSF is diagnostic in up to 80% of cases and remains the gold standard. Polymerase chain reaction (PCR) has a sensitivity' of up to 80%, but rates of false-positivity reach 10%. The ADA concentration may be a sensitive test but has low specificity'. Imaging studies (CT and MRI) may show hydrocephalus and abnormal enhancement of basal cisterns or ependy'ma.",
        "cop": 4,
        "opa": "Indian ink smear of CSF",
        "opb": "AFB",
        "opc": "Toxoplasmosis",
        "opd": "HSV detection",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c6f6edf5-e2b7-422d-843c-acee28706ce1",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in this patient who presented with sudden painful vision impairment after vigorous exercise?",
        "exp": "Answer C. Dislocation of the lens. There is anterior dislocation of the lens. Rupture of the zonular fibers may result from ocular trauma or other conditions. The patient underwent surgical extraction of the dislocated lens, anterior vitrectomy, and implantation of an iris-fixated intraocular lens.",
        "cop": 3,
        "opa": "Central retinal artery occlusion",
        "opb": "Corneal ulcer",
        "opc": "Dislocation of the lens",
        "opd": "Episcleritis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "7cf25a8e-44a4-444a-bc73-fa62916f3677",
        "choice_type": "single"
    },
    {
        "question": "Henoch-Schonlein purpura is characterized by the deposition of the following immunoglobulin around the vessels",
        "exp": "(C) IgA # In HENOCH-SCHONLEIN PURPURA Whatever the histologic lesions, the prominent feature by fluorescence microscopy is the deposition of IgA, sometimes with IgG and C3 in the mesangial region.> IgA is the antibody class most often seen in the immune complexes and has been demonstrated in the renal biopsies.",
        "cop": 3,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "6a0f8980-6f10-4ef6-8cf3-153c8b700adb",
        "choice_type": "single"
    },
    {
        "question": "Which is given to prevent relapse in multiple sclerosis?",
        "exp": "Ans: a (IFN-beta) Ref: Harrison, 16th ed, p. 2467; Davidson, 20th ed, p. 1216. Multiple sclerosis is characertised by a triad of inflammation, demylination and gliosis; the course can be relapsing - remitting or progressive. MS is twice more common in females. MS risk correlates with high socioeconomic status. High antibody titres against many viruses have been reported in serum and CSF of MS patients, including measles, herpes simplex, varicella, rubella, Epstein - Barr, and influenza C and some parainfluenza strains. Sensory loss is most common initial symptom followed by optic neuritis. MRI is the investigation of choice. Dawson's fingers corresponds to perivenous demylination seen in MRI in multiple sclerosis. Four clinical types of MS are there. The relapsing /remitting type accounts for 85% of cases. DISEASE-MODIFYING TREATMENTS IN MSTreatment. Mode of action. Comment. Interferon beta. Immune modulation. In widespread use for reducing relapse rate. Glatiramer acetate. Immune modulation. Similar efficacy to interferon beta. Azathioprine. Immune suppression. Similar efficacy to interferon beta. Cyclophosphamide. Immune suppression(cytotoxic). Occasionally used in aggressive disease. Not recommended for widespread use (no proven benefit in RCTs). Mitoxantrone. Immune suppression(cytotoxic). Early trials in aggressive disease (no proven benefit in RCTs). Plasmapheresis. Immune modulation. Occasionally used in aggressive disease (no proven efficacy in RCTs). Intravenous immunoglobulin. Immune modulation. Occasionally used in aggressive disease. Monoclonal antibodies to beta-integrins(e. g. natalizumab). Immune modulation(lymphocyte entry into CNS). Encouraging experimental results (no proven efficacy in RCTs). Monoclonal antibodies to lymphocyte epitopes (e. g. campathl-H). Immune suppression(lymphocyte depletion). Encouraging experimental results (no proven efficacy in RCTs)",
        "cop": 1,
        "opa": "IFN-beta",
        "opb": "Cyclosporine",
        "opc": "Corticosteroids",
        "opd": "I FIN-gamma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "eb2059d7-b060-4e84-96ae-cc9946e6f413",
        "choice_type": "single"
    },
    {
        "question": "Most common clinical presentation of juvenile myoclonic epilepsy:",
        "exp": "Ans. c. Myoclonus (Ref: Harrison 19/e p2544, 18/e p3253). Most common clinical presentation of juvenile myoclonic epilepsy is myoclonus. \"Juvenile myoclonic epilepsy (JME) is a generalized seizure disorder of unknown cause that appears in early adolescence and is usually characterized by bilateral myoclonic jerks that may be single or repetitive. The myoclonic seizures are most frequent in the morning after awakening and can be provoked by sleep deprivation. Consciousness is preserved unless the myoclonus is especially severe. Harrison 18/e p3253. Juvenile Myoclonic Epilepsy. Juvenile myoclonic epilepsy (JME) is a generalized seizure disorder of unknown cause that appears in early adolescence. Characterized by bilateral myoclonic jerks that may be single or repetitiveQ. Clinical Features: Myoclonic seizures are most frequent in the morning after awakening and can be provoked by sleep deprivationQ. Consciousness is preserved unless the myoclonus is especially severe. Many patients also experience generalized tonic-clonic seizures, and up to one-third have absence seizures. Although complete remission is relatively uncommon, the seizures respond well to appropriate anticonvulsant medication. There is often a family history of epilepsy, and genetic linkage studies suggest a polygenic cause. Juvenile Myoclonic Epilepsy. Treatment: Valproate is often used to treat juvenile myoclonic epilepsy. Other epilepsy drugs are effective in juvenile myoclonic epilepsy: Levetiracetam. QTopiramate. QLamotrigine. QFor most people with JME, treatment is long-term, and often lifelongQ. However, treatment is effective, allowing most people with juvenile myoclonic epilepsy to go five years or more between seizures.",
        "cop": 3,
        "opa": "Generalised tonic clonic seizures in sleep",
        "opb": "Generalised tonic clonic seizures in awake state",
        "opc": "Myoclonus",
        "opd": "Absence seizures",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c02b2913-524a-4e99-a436-20b23f20b00b",
        "choice_type": "single"
    },
    {
        "question": "EEG of a teenager with early morning involuntary movements of hands in his sleep noticed by parents. Immunization is complete. What does it indicate?",
        "exp": "Ans. (a) Juvenile myoclonic epilepsy.",
        "cop": 1,
        "opa": "Juvenile myoclonic epilepsy",
        "opb": "SSPE",
        "opc": "Benign rolandic epilepsy",
        "opd": "Huntington chorea",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b739ffa8-d649-4aea-ba12-953c219438a9",
        "choice_type": "single"
    },
    {
        "question": "Most common early finding in Tuberous sclerosis complex is",
        "exp": "(D) Ash leaf spot # Shagreen patch: is a connective tissue hamartoma located in the lower back region. A shagreen patch has an orange peel or leathery texture and often presents in children aged 2-6 years but may not appear until puberty in Tuberous sclerosis.> Axillary freckling: is the presence of flat, tan colored spots in the armpit area. Axillary freckles are sometimes referred to as Crowe's sign or cafe-au-lait macules and can be associated with a disease called neurofibromatosis type 1 (NF1).> Adenoma sebaceum: is a misnamed cutaneous disorder consisting of angiofibromas that begin in childhood and appear clinically as red papules on the face. Adenoma sebaceum may at times be associated with tuberous sclerosis. Gradually the papules become more prominent with time and persist throughout life> Hypomelanotic macules: are overwhelmingly the most common early finding in tuberous sclerosis complex. These hypopigmented lesions are described as ash-leaf spots. These are best observed using a Wood lamp. A Fitzpatrick patch or ash-leaf spot may be observed in the general population, but the presence of at least 3 spots constitutes one of the major diagnostic criteria of Tuberous sclerosis. (Ash leaf spot - often missed as a birth mark).",
        "cop": 4,
        "opa": "Shagreen's patch",
        "opb": "Axillary freckling",
        "opc": "Adenoma sebaceum",
        "opd": "Ash leaf spot",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9e76c13e-f1c5-4a4d-9805-8d13dee9a038",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man presents with weakness and fasciculations in his arms and legs. His cranial nerves are normal, but there is weakness of his left handgrip and right leg quadriceps with loss of muscle bulk. There are obvious fasciculations over the left forearm and right thigh. Tone is increased in the arms and legs and the reflexes are brisk. Which of the following is the most likely diagnosis?",
        "exp": "The most common initial symptom of ALS is weakness and wasting of the extremities. The fasciculations can be a very prominent part of the disease. This is rare in other neurologic disorders.",
        "cop": 1,
        "opa": "amyotrophic lateral sclerosis (ALS)",
        "opb": "myotonic muscular dystrophy",
        "opc": "amyotonia congenita",
        "opd": "tabes dorsalis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "50739674-c973-4fa5-9668-fbf27b9ac5e7",
        "choice_type": "single"
    },
    {
        "question": "Bilateral Babinski sign is characteristic of:",
        "exp": "Ans. a. Pontine hemorrhage (Ref: Harrison 19/e p2583, 209, 18/e p3286-3287). Features of Pontine Stroke. Sudden onset. Deep coma with quadriplegia (usually occurs over few minutes). Pinpoint pupil (1 mm pupils) that react to light. Loss of reflex eye movements and corneal responses. Decerebrate rigidity/Posturing. Hyperpnea/Hyperventilation. Severe hypertension. Ocular bobbing. Excessive sweating/Hyperhidrosis. Hyperpyrexia. Pontine Strokes. Ventral pontine syndrome (Millard Gubler syndrome). Lower dorsal pontine syndrome (Foville's syndrome). Upper dorsal pontine syndrome (Raymond ceston syndrome)* Caused by paramedian infarction of pons* Caused by lesion is dorsal tegmentum of lower pons* Caused by obstruction of long circumferential branches of basilar artery",
        "cop": 1,
        "opa": "Pontine hemorrhage",
        "opb": "Basal ganglia and thalamic hemorrhage",
        "opc": "Cerebellar hemorrhage",
        "opd": "Subarachnoid hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "fff358d7-b2b7-4e8a-99f7-3396e6174341",
        "choice_type": "single"
    },
    {
        "question": "Acute inflammatory demyelinating polyneuropathy (AIDP) is the most common form of",
        "exp": "(A) Guillian Barre syndrome # Acute Inflammatory Demyelinating Polyneuropathy (AIDP): is the most common form of GBS, and the term is often used synonymously with GBS. It is caused by an autoimmune response directed against Schwann cell membranes.> Miller Fisher syndrome (MFS): \\s a rare variant of GBS and manifests as a descending paralysis, proceeding in the reverse order of the more common form of GBS. It usually affects the eye muscles first and presents with the triad of ophthalmoplegia, ataxia, and areflexia. Anti-GQ1b antibodies are present in 90% of cases.> Acute motor axonal neuropathy (AMAN), or Chinese paralytic syndrome, attacks motor nodes of Ranvier and is prevalent in China and Mexico. It is probably due to an autoimmune response directed against the axoplasm of peripheral nerves. The disease may be seasonal and recovery can be rapid. Anti-GD1a antibodies are present. Anti-GD3 antibodies are found more frequently in AMAN.> Bickerstaff's brainstem encephalitis (BBE):, is a further variant of Guillain-Barre syndrome. It is characterized by acute onset of ophthalmoplegia, ataxia, disturbance of consciousness, hyperreflexia or Babinski's sign. The course of the disease can be monophasic or remitting-relapsing. Large, irregular hyperintense lesions located mainly in the brainstem, especially in the pons, midbrain and medulla are described in the literature. BBE despite severe initial presentation usually has a good prognosis. Magnetic resonance imaging (MRI) plays a critical role in the diagnosis of BBE. A considerable number of BBE patients have associated axonal Guillain-Barre syndrome, indicative that the two disorders are closely related and form a continuous spectrum.",
        "cop": 1,
        "opa": "Guillian Barre syndrome",
        "opb": "Miller Fisher syndrome",
        "opc": "Chinese paralytic syndrome",
        "opd": "Bickerstaff's brainstem encephalitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "8e8add1c-9bf9-4d1b-97e0-568fe6cda7f1",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male patient with Down syndrome has experienced severe cognitive decline for few years. Now he is completely dependent on others for basic activities of daily living. Cortical neurons in this patient are most likely to show the following histopathologic findings.",
        "exp": "Answer: a) Neurofibrillary tangles (HARRISON 19th ED, P-2599; ROBBINS 9th ED, P-1290)ALZHEIMER'S DISEASEFactors associated with increased risk* Old age (20-40% of the population of age > 85)* Positive family history* Female sex* Low level of education* Diabetes mellitus* ApO E4* Down's syndrome* Increased production of AB peptide* Mutations in the gene encoding Presinilin-1 and Presinilin-2. Clinical manifestations. The cognitive changes follow a characteristic pattern, beginning with memory impairment and spreading to language and visuospatial deficits. Patients will deny that there is anything wrong (anosognosia). Language becomes impaired-first naming, then comprehension, and finally fluency. Aphasia is an early and prominent feature. Apraxia emerges, and patients have trouble performing learned sequential motor tasks. Delusions are common and usually simple10% develop Capgras' syndrome, believing that a caregiver has been replaced by an impostor. In DLB, Capgras' syndrome is an early feature, in AD this syndrome emerges later. Most common cause of death - aspiration. Microscopy: silver staining neurofibrillary tangles (abnormally phosphorylated tau protein). Triad for diagnosis: Slowly progressive decline in memory and orientation. Normal results on laboratory tests. MRI or CT scan showing only distributed or posteriorly predominant cortical and hippocampal atrophy. Treatment: donepezil, rivastigmine, galantamine, memantine (NMDA receptor antagonist)",
        "cop": 1,
        "opa": "Neurofibrillary tangles",
        "opb": "Pick bodies",
        "opc": "Psammoma bodies",
        "opd": "Lewy bodies",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "6a32c7b3-9961-495d-b33b-7bc963ceb068",
        "choice_type": "single"
    },
    {
        "question": "Which of the following exclusively involve neurons:",
        "exp": "Ans. is 'a' i. e. Spinocerebellar ataxia",
        "cop": 1,
        "opa": "Spinocerebellar ataxia",
        "opb": "Supranuclear palsy",
        "opc": "Corticobasilar degeneration",
        "opd": "Multiple system atrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "5b28692c-32dd-424a-a721-291c18978d00",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents to the clinic complaining of symptoms of fatigue and weakness. The symptoms are worse near the end of the day and she finds it difficult to continue working as a bank teller. She has no prior health issues and is not taking any medications. Her sleep patterns are unchanged and she feels refreshed in the morning. On examination, there is diplopia and ptosis noted in the extraocular muscle with prolonged upward gaze. In addition, repetitive muscle exercises of her hands with open and close maneuvers causes hand grip weakness. The remaining neurological examination is normal. Which of the following is the most likely diagnosis?",
        "exp": "In myasthenia gravis, the distribution of muscle weakness is characteristic with early involvement of the cranial nerves, especially the lids and extraocular muscles. Women are more frequently affected than men (3: 2 ratio), and the age for peak incidence in women is in the third or fourth decade. The other feature is the fatigability of muscle strength with repeated exercise which distinguishes this patient's weakness from muscular dystrophy.",
        "cop": 1,
        "opa": "myasthenia gravis",
        "opb": "multiple sclerosis",
        "opc": "TIAs",
        "opd": "muscular dystrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9dc970b4-e2b2-4262-8c2a-a785f23e09b6",
        "choice_type": "single"
    },
    {
        "question": "Keshan disease is due to deficiency of",
        "exp": "(A) Selenium # Keshan disease is an endemic cardiomyopathy found in children and young women residing in regions of China where dietary intake of selenium is low (<20 pg/dl). Concomitant deficiencies of iodine and selenium may worsen the clinicalnr attestations of cretinism.> Keshan disease: is a congestive cardiomyopathy caused by a combination of dietary deficiency of selenium and the presence of a mutated strain of Coxsackievirus, named after Keshan County of Heilongjiang province, Northeast China, where symptoms were first noted.> Often fatal, the disease afflicts children and women of child bearing age, characterized by Heart failure and Pulmonary edema.> Over decades, Supplementation with selenium reduced this affliction.> It has previously been linked to the coxsackie B virus.> Current research suggests that the lack of selenium results in a more virulent strain of the coxsackievirus becoming the dominant viral species present in the population of virus, but the mechanism of this selection event is presently unclear",
        "cop": 1,
        "opa": "Selenium",
        "opb": "Chromium",
        "opc": "Copper",
        "opd": "Manganese",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e64e8bc1-4202-431e-928c-d27fa720fa98",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman presents with acute vision loss and pain in the left eye, but no other symptoms. On examination, she appears well, visual acuity is not possible, and she can only perceive movement and bright light. The direct pupillary reflex is absent but the indirect (consensual) response is normal. The optic disc is edematous. An example of the pathologic changes seen in her optic nerve are shown in Figure A. It shows a plaque of demyelination in the optic nerve as compared to a normal sample in Figure B. Which of the following is the most likely diagnosis? Figure AFigure B",
        "exp": "Visual loss in multiple sclerosis varies from slight blurring to no light perception. Other eye symptoms include diplopia and pain. The classic syndrome of optic or retrobulbar neuritis occurs commonly at some point in the disease, and it is the presenting symptom in 25% of cases.",
        "cop": 4,
        "opa": "diabetic microvascular disease",
        "opb": "arteriosclerosis",
        "opc": "trauma",
        "opd": "multiple sclerosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "4e57cc36-212d-412e-9a8c-9c54f686648e",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy came back to his village after a vacation to his relatives. He developed severe headache and purulent nasal discharge and was diagnosed as acute bacterial meningitis. He died 5 days later. Which of the following is most likely etiological agent?",
        "exp": "Ans. b. Naegleria fowleri (Ref: Harrison 19/e p1367, 18/e p1686)A 15-year old boy came back to his village after a vacation to his relatives. He developed severe headache and purulent nasal discharge and was diagnosed as acute bacterial meningitis. He died 5 days later. The above presentation is consistent with atypical free-living amoeba infection, most probably due to Naegleria fowleri. Naegleria fowleri: Naegleria prefers warm freshwater, and most cases occur in otherwise healthy children, who usually have swum in lakes or swimming pools during the previous 2 weeks. Naegleria enters the central nervous system via water inhaled or splashed into the nose, with trophozoites disrupting the olfactory mucosa, invading through the cribriform plate, and ascending via the olfactory nerves into the brain. Earliest manifestations are anosmia (usually perceived as alterations in taste), headache, nasal discharge, fever, photophobia, nausea, and vomiting. Death usually occurs within 7-10 days of the onset of symptoms. Laboratory findings in the CSF resembles those in bacterial meningitis, with high opening pressures, low glucose levels, high protein concentrations, and elevated polymorphonuclear cell-predominant white blood cell counts. Diagnosis of PAM is based on the finding of motile Naegleria trophozoites in wet mounts of freshly obtained cerebrospinal fluid (CSF). Naegleria fowleri* Naegleria (the 'brain-eating amoeba') is the causative agent of primary amebic meningoencephalitis (PAM)Q.* Pathogenic free living amoebae. QSpread of Infection:* Naegleria prefers warm freshwater, and most cases occur in otherwise healthy children, who usually have swum in lakes or swimming pools during the previous 2 weeksQ.* Naegleria enters the central nervous system via water inhaled or splashed into the nose, with trophozoites disrupting the olfactory mucosa, invading through the cribriform plate, and ascending via the olfactory nerves into the brainQ. Pathology:* Hemorrhagic necrosis of brain tissue (often most prominent in the olfactory bulbs)Q* Evidence of increased intracranial pressureQ* Scant purulent material that may contain a few amoebas* Marked leptomeningitis. QClinical Features:* Earliest manifestations are anosmia (usually perceived as alterations in taste), headache, nasal discharge, fever, photophobia, nausea, and vomitingQ.* Cranial nerve palsies, especially of the 3rd, 4th and 6th nerves, are documented and rapid progression of disease, with seizures and comaQ* Death usually occurs within 7-10 days of the onset of symptoms. QDiagnosis:* Diagnosis of PAM is based on the finding of motile Naegleria trophozoites in wet mounts of freshly obtained cerebrospinal fluid (CSF)Q.* Laboratory findings in the CSF resembles those in bacterial meningitis, with high opening pressures, low glucose levels, high protein concentrations, and elevated polymorphonuclear cell-predominant white blood cell countsQ.* PAM should be suspected in any patient who has an appropriate history and purulent meningoencephalitis with negative gram stains, negative antigen detection and PCR tests for other pathogens, and negative bacterial culturesQ. Treatment:* The few survivors who have been reported were treated with high-dose amphotericin B and rifampin in combinationQ. Prognosis:* Unfortunately, the prognosis for PAM is dismalQ.",
        "cop": 2,
        "opa": "Entamoeba histolytica",
        "opb": "Naegleria fowleri",
        "opc": "Toxoplasma gondii",
        "opd": "Plasmodium falciparum",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d8624c07-1ea4-4b1e-a29b-0d33db2a4bc2",
        "choice_type": "single"
    },
    {
        "question": "Ophthalmoplegic migraine means:",
        "exp": "Ans. is 'b' i. e. When the headache is followed by partial paralysis of the IIIrd nerve on the same side as the hemicrania with out any scotoma. Parson writes- \"Occasionally people who suffer from ordinary migraine have attacks in which without any scotoma, the headache is followed by partial paralysis of the third nerve (ophthalmoplegic migraine) on the same side as hemicrania. Slight ptosis, diplopia, and sluggishness of the pupillary reactions continue for some hours and gradually disappear. \"",
        "cop": 2,
        "opa": "When headache is followed by complete paralysis of the IIIrd and VI nerve on the same side as the hemicrania.",
        "opb": "When the headache is followed by partial paralysis of the IIIrd nerve on the same side as the hemicrania without any scotoma.",
        "opc": "Headache associated with IIIrd, IVth and VIth nerve paralysis.",
        "opd": "Headache associated with optic neuritis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9e5e701e-e728-4ea9-93d4-17db0367e399",
        "choice_type": "single"
    },
    {
        "question": "What is the line of treatment for intractable Sydenham chorea?",
        "exp": "Ans. b. Valproate. Ref: Inflammatory and Autoimmune Disorders of the Nervous System in Children by Russell; Page No- 130. Sydenham chorea remains the most common cause of acute chorea in children world-wide. It has been firmly established that Sydenham chorea is a complex neuropsychiatric condition, encompassing motor, sensory, and behavioural abnormalities. Although Sydenham chorea is an immune-mediated complication of streptococcus infection, details of its pathogenesis remain to beelucidated. Treatment with Valproic acid, neuroleptics, or, in selected cases, corticosteroids, is effective in the majority cases.",
        "cop": 2,
        "opa": "Haloperidol",
        "opb": "Valproate",
        "opc": "Warfarin",
        "opd": "Risperidone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "5e027524-41f7-4209-83e6-28936242a5e6",
        "choice_type": "single"
    },
    {
        "question": "Neurofibrillary tangles and agarophilic plaque are character-istic feature of",
        "exp": "Ans a: Ref: Harrison 17th ed pg 2541. The area affected in Alzheimer's d/s are hippocampus temporal cortex and nucleus basalis of mayemet Microscopic finding are neurofibrillary tangles and senile neuritic plaques Neuritic plaque contain a central core that contain A? amyloid) proteoglycans, apo. E4, alpha 1 antichymotrypsin &other proteins. Accumulation of A-beta amyloid on cerebral arterioles is amyloid angi-opathy. NFT- are silver staining, twisted neurofilaments in neuronal cytoplasm which represent abnormally phosphorylated tau protein",
        "cop": 1,
        "opa": "Alzheimers d/s",
        "opb": "CJD",
        "opc": "Hepatic encephalopathy",
        "opd": "Parkinsonism",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "0cf04125-1a68-421e-83ef-0d62c4b8e8d7",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female is diagnosed as a case of pneumococcal meningitis. Her blood samples were sent for culture sensitivity. In the mean time best drug to start as an empirical treatment is:",
        "exp": "Ans. d. Vancomycin + ceftriaxone (Ref: Harrison 19/e p889, 18/e p3416). Antimicrobial therapy of pneumococcal meningitis is initiated with a cephalosporin (ceftriaxone, cefotaxime, or cefepime) and vancomycin. \"Antimicrobial therapy of pneumococcal meningitis is initiated with a cephalosporin (ceftriaxone, cefotaxime, or cefepime) and vancomycin. For S. pneumoniae meningitis, an isolate of S. pneumoniae is considered to be susceptible to penicillin with a minimal inhibitory concentration (MIC) <0. 06 mg/mL, to have intermediate resistance when the MIC is 0. 1 -1. 0 mg/mL, and to be highly resistant when the MIC >1. 0 mg/mL. Isolates of S. pneumoniae that have cephalosporin MICs <_0. 5 mg/mL are considered sensitive to the cephalosporins (cefotaxime, ceftriaxone, cefepime). Those with MICs of 1 mg/mL are considered to have intermediate resistance, and those with MICs >_2 mg/mL are considered resistant. For meningitis due to pneumococci, with cefotaxime or ceftriaxone MICs <0. 5 mg/mL, treatment with cefotaxime or ceftriaxone is usually adequate. For MIC >1 mg/mL, vancomycin is the antibiotic of choice; Rifampin can be added to vancomycin for its synergistic effect but is inadequate as monotherapy because resistance develops rapidly when it is used alone. \"- Harrison 18/e p3416\"A 2-week course of intravenous antimicrobial therapy is recommended for pneumococcal meningitis. \"- Harrison 18/e p3416\"Patients with penicillin- and cephalosporin-resistant strains of S. pneumoniae who do not respond to intravenous vancomycin atone may benefit from the addition of intraventricular vancomycin. The intraventricular route of administration is preferred over the intrathecal route because adequate concentrations of vancomycin in the cerebral ventricles are not always achieved with intrathecal administration. \"- Harrison 18/e p3416. Antimicrobial Therapy of CNS Bacterial Infections Based on Pathogens. Organism. Antibiotic. Neisseria meningitides. Penicillin-sensitive* Penicillin G or ampicillin. QPenicillin-resistant* Ceftriaxone or cefotaxime. QStreptococcus pneumoniae. Penicillin-sensitive* Penicillin GQPenicillin-intermediate* Ceftriaxone or cefotaxime or cefepime. QPenicillin-resistant* (Ceftriaxone or cefotaxime or cefepime) + vancomycin. QGram-negative bacilli (except Pseudomonas spp.)* Ceftriaxone or cefotaxime. QPseudomonas aeruginosa* Ceftazidime or cefepime or meropenem. QStaphylococci spp. Methicillin-sensitive* Nafcillin. QMethicillin-resistant* Vancomycin. QListeria monocytogenes* Ampicillin + gentamicin. QHaemophilus influenzae* Ceftriaxone or cefotaxime or cefepime. QStreptococcus agalactiae* Penicillin G or ampicillin. QBacteroides fragilis* Metronidazole. QFusobacterium spp.* MetronidazoleQ",
        "cop": 4,
        "opa": "Penicillin G",
        "opb": "Doxycycline",
        "opc": "Streptomycin",
        "opd": "Vancomycin + ceftriaxone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "45b320ec-479c-42f6-a892-e2df3f247359",
        "choice_type": "single"
    },
    {
        "question": "A 12 year old girl child presents with head ache, unsteadiness and poor hearing which has worsened over the past 5 years. His father has a history of brain surgery and he is deaf since his 35 years. Most likely diagnosis in the child",
        "exp": "Answer: c) Neurofibromatosis 2 (HARRISON 19. TH ED, P-604)NEUROFIBROMATOSISType 1 (Von Recklinghausen disease). Type 2 (Acoustic neurofibromatosis)* Most common phakomatosis* 50% have family history* NF1 gene in Chr 17 that encodes Neurofibromin* Cafe-au-lait spots* Lisch nodules (Iris hamartoma)* Cutaneous, subcutaneous and plexiform (premalignant) neurofibromas* Pseudoarthrosis of the tibia. Increased risk of* Optic nerve glioma (most common CNS tumor)* Meningioma, Schwannoma, Astrocytoma* Pheochromocytoma* NF 2 gene in Chr 22 that encodes Merlin* Cafe-au-lait spots* Lisch nodules not seen. Increased risk of* Bilateral acoustic schwannomas (most common)* Meningioma, Astrocytoma, Ependymoma* Nodular ingrowth of Schwann cells into the spinal cord (Schwannosis)* Proliferation of meningeal cells and blood vessels that grows into the brain(Meningioangiomatosis)* Microscopic collections of glial cells at abnormal locations (glial hamartia) often in the cerebral cortex. Neurofibromatosis type 2 (NF2). Characterized by the development of bilateral vestibular schwannomas (acoustic neuromas) in 90% that lead to deafness, tinnitus, or vertigo. Some patients with NF2 also develop meningiomas, spinal schwannomas, peripheral nerve neurofibromas, and cafe au lait macules. Endocrine abnormalities are not found in NF2 and are associated solely with NF1. Malignant change may occur in NF1 neurofibromas but is rare in NF2 schwannomas",
        "cop": 3,
        "opa": "Optic glioma",
        "opb": "Tuberous sclerosis",
        "opc": "Neurofibromatosis 2",
        "opd": "Late onset congenital deafness",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "206722d6-af3b-4069-89ec-28bd61bdb519",
        "choice_type": "single"
    },
    {
        "question": "What accounts for this patient's hand pain?",
        "exp": "Answer C. Radial artery thrombosis. Peripheral ischemia resulted from interruption of radial artery blood flow at the wrist by a thrombosis.",
        "cop": 3,
        "opa": "Ulnar artery occlusion",
        "opb": "Wrist fracture",
        "opc": "Radial artery thrombosis",
        "opd": "Carpal tunnel syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "fb45b286-828b-4850-a68c-5ee9f111245e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes distal myopathy:",
        "exp": "Ans: A (Myotonic dystrophy) Ref: Harrison's Principles of Internal Medicine. 18th ed, pg 3499. 3500. Explanation (See the following table). Myotonic Dystrophy: Facial muscle (hatchet face), neck. palatal, pharyngeal, distal muscle of hands and feet weakness. Frontal baldness. Myotonia of thenar muscle, tongue, wrist extensor. Cardiac conduction defects, cataract, insulin resistance. Myotonia treated with phenytoin/mexilitine. Drug induced proximal weakness. Amiodarone. Chloroquine. HCQColchicine. Lipid lowering drugs. Glucocorticoids. Zidovudine. Alcohol. Amphetamined-Penicillaminc. Clofibratte. Vincristine. Endocrine causes: Hypo/hyperthyroidism. Hyper/hypoparathyroidism. Cushing's syndrome. Osteomalacia. Renal osteodystrophy. Adrenal insufficiency. Conn's syndrome. Acromegaly. DMChannelopathies: Malignant hyperthermia- Calcium channel. Hypokalemic periodic paralysis- Calcium & sodium channel. Hyperkalemic periodic paralysis- Sodium channel. Paramyotonia congenita-Sodium channel. Myotonia congenita! (Thompson's disease)- Chloride channel. Anderson-Tawil syndrome- Potassium channel. Mitochondrial myopathies: MERFF, MELAS. CPEO, MNGIE. Kearns-Sayre syndrome. Disorders of carbohydrate & lipid metabolism: Me Ardle disease, CPT deficiency- In general, myopathies follow a proximal distribution of weakness and muscle wasting (with the notable exception of myotonic muscular dystrophy)- Neuropathies are generally distal in distribution (with the notable exception of juvenile spinal muscular atrophy",
        "cop": 1,
        "opa": "Myotonic dystrophy",
        "opb": "Duchenne Muscular Dystrophy",
        "opc": "Becker Muscular Dystrophy",
        "opd": "Polymyositits",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b1b7df58-b01e-4843-a7f5-c5a369ccb4bc",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old banker complains of 2 days of severe dizziness. When she sits up or rolls over in bed, she has a spinning sensation that lasts for a few seconds and is followed by nausea. These episodes have occurred many times a day and prevent her from working. She denies fever or upper respiratory symptoms and takes no medications. When moved quickly from a sitting to a lying position with her head turned and hanging below the horizontal plane, she complains of dizziness, and horizontal nystagmus is noted. The most likely diagnosis is",
        "exp": "Dizziness is a nonspecific symptom that may refer to several different sensations, including impending faint, spinning sensation, or impaired balance. A sensation of spinning or rotation is referred to as vertigo and may be due to central or peripheral causes. Peripheral causes of vertigo are usually associated with nystagmus and more troublesome to the patient but are not due to life-threatening disease. The commonest cause of peripheral vertigo is benign paroxysmal positional vertigo (BPPV), which characteristically begins in middle-age persons, occurs with sudden changes of position, and is thought to be due to cellular debris in the semicircular canals. The diagnosis is supported by the Dix-Hallpike maneuver, where the patient is moved quickly from a sitting to a lying position with head turned and hanging below the horizontal plane. The occurrence of dizziness and horizontal nystagmus after a few second latency period constitutes a positive test. This patient's symptoms are not brought on by standing; so orthostatic hypotension is unlikely. Meniere disease is a chronic disease of both the labyrinth and the cochlea; so progressive unilateral hearing loss and tinnitus are usually present. Acoustic neuroma is also a chronic (rather than episodic) condition associated with hearing loss, unsteadiness of gait, and loss of corneal reflex on the affected side. Central causes of vertigo (vertebrobasilar stroke, cerebellar hemorrhage) cause constant (rather than intermittent) symptoms and are associated with ataxia and focal CNS signs. The Dix-Hallpike test in brainstem disorders causes immediate vertigo (i. e., no latent period) and often vertical or rotatory nystagmus.",
        "cop": 4,
        "opa": "Orthostatic hypotension",
        "opb": "Meniere disease",
        "opc": "Acoustic neuroma",
        "opd": "Benign paroxysmal positional vertigo (BPPV)",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "62887846-0da8-4c48-ab7f-49db2e88bc65",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in this 31-year-old woman with gradual bilateral vision loss?",
        "exp": "Answer C. Marfan's syndrome. The imaging shows posterior dislocation of the lens in both eyes. The most common cause of bilateral ectopia lentis is Marfan's syndrome, the diagnosis in this case.",
        "cop": 3,
        "opa": "Glaucoma",
        "opb": "Graves' ophthalmopathy",
        "opc": "Marfan's syndrome",
        "opd": "Retinitis pigmentosa",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "11b62857-d9ad-4f27-98f4-ef5313ac02db",
        "choice_type": "single"
    },
    {
        "question": "65 year old man presents with anemia and posterior column dysfunction, the likely cause is:",
        "exp": "Ans. is 'b' Vit. B12 deficit (Ref Harrison, 16/e, p 2458 (15/e, p 2432)). Patient with anemia and post, column dysfunction is most likely suffering from subacute combined degeneration of the cord. (SACD)SACD occurs due to vitamin B12 deficiency. Vitamin B12 deficiency leads to megaloblastic anemia and defects in myelination. Demyelination occurs in predominantly post-column* and pyramidal tract* and later in the course peripheral nerves are also involved.",
        "cop": 2,
        "opa": "B1-deficit",
        "opb": "B12-deficit",
        "opc": "SSPE",
        "opd": "Multiple sclerosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "dea13b1e-b311-4500-972a-61bc31ffaaf7",
        "choice_type": "single"
    },
    {
        "question": "Duret hemorrhage is seen in: (PGI June 2008)",
        "exp": "Ans.: A (Brain) Duret hemorrhage is seen in brain. Duret Haemorrhage# \"Progressive rise in ICP cause further downward herniation into the foramen magnum or coning. This result in shearing of perforators supplying the brainstem causing haemorrhage known as Duret haemorrhage. Tractional damage to pituitary stalk can result in Diabetes insipidus. With progressive herniation the pupils become midsize & unreacting. These are invariably irreversible events leading to brainstem death\"- Love & Bailey 24thf611# In case of increased ICP downward herniation ofbrainstem occur, which cause stretching of perforators of Basilar artery & may results in bleed (Duret's haemorrhage). The local syndrome may include cashing triad\" (arterial hypertension, bradycardia & respiratory irregularity) - Operative Neurosurgical Technique fry Henry- 5th/35\"Duret haemorrage is small area of bleeding in ventral & paramedian part of upper brainstemfmidbrain & pons). It usually indicates a fatal outcome, however survival has been reported. Daignosis is made on CT or MRr-www. wikspedia. org/ wiki/Duret_haemorrage",
        "cop": 1,
        "opa": "Brain",
        "opb": "Kidney",
        "opc": "Heart",
        "opd": "Lung",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "74ba8381-b03c-4aa0-8be4-2a9017948658",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely finding in a 79-year-old woman with Parkinson's disease?",
        "exp": "The characteristic triad in Parkinson's disease (Tremor, Rigidity, Akinesia) has been expanded to include Postural instability. This forms the mnemonic TRAP. Autonomic instability is also common. Findings on examination also include masklike facies, dysarthria, stooped posture, and abnormal gait.",
        "cop": 3,
        "opa": "constant fine tremor",
        "opb": "muscle atrophy",
        "opc": "akinesia",
        "opd": "pupillary constriction",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "902a8388-7a13-4601-9c82-1ed17dad4942",
        "choice_type": "single"
    },
    {
        "question": "The Drug of Choice for Sydenham chorea is",
        "exp": "(D) Sodium Valproate[?]SYDENHAM'S CHOREA: o. Sydenham's chorea (SC)/Chorea minor/Rheumatic chorea (RC)/St Vitus' s Dance:-Major diagnostic criteria for rheumatic disease-Most common acquired chorea during childhood-Characterized by rapid, uncoordinated jerking movements primarily affecting the face, hands and feet. [?]. Treatment of Chorea: o. May be difficult to treat. o. Taper or discontinue any medications that can cause or worsen chorea. o. In adults, the mainstay of treatment in adults is Neuroleptics, including Haloperidol & Pimozide. o. In children the incidence of side effects in children is high. o. Therefore, treatment is usually:-Benzodiazepine, particularly Clonazepam, Diazepam or Clobazam.-Valproate Is the drug of choiceo. Sydenham chorea generally responds to dopamine-blocking agents - Valproic acid & carbamazepine. o. Benzodiazepines facilitate the action of GABA and valproate enhances the action on GABA, hence these agents are used to treat choreao. But it is self limited, and treatment generally restricted to those with severe chorea. o. Sydenham chorea with recurrence in lateral life as pregnancy (Chorea gravidarum) or treatment with sex hormones. [?]. Treatment Hyperkinetic Movement Disorders: o. Dystonia:-Anticholinergic, baclofen, botulinum toxin, globus pallidus internus DBS. o. Hemifacial spasm:-Botulinum toxino. Essential tremor:-Propranolol, primidone, topiramate, botulinum toxin, ventral intermediate nucleus DBS. o. Tics (Tourette's syndrome):-Fluphenazine, risperidone, botulinum toxin. o. Chorea (huntington's Disease):-Tetrabenazineo. Myoclonus:-Clonazepam, levetiracetam, piracetam, sodium valproate. o. Tardive dyskinesia:-Withdrawal of the causative treatment, tetrabenazine (for tardive stereotypy, chorea, tremor), botulinum toxin (for tardive dystonia). GENETIC & NON-GENETIC CAUSES OF CHOREAGenetic causes. Non-genetic causes* Huntington's Disease* Sydenham's chorea* Neuroacanthocytosis* Metabolic causes* Benign hereditary chorea* Chorea gravidarum* Wilson's disease* Drug induced chorea* Dentatorubropallidolusian atrophy* Senile chorea* Spinocerebellar ataxia type 2* Vascular chorea* Mc. Leod Syndrome* Infective causes[?]CAUSES OF CHOREA: o. Drugs:-Levodopa in Parkinson's patients-Oral contraceptive pills-Many psychiatric drugso. Vascular disease of the basal ganglia:-Atheroma-Systemic lupus erythematosuso. Degeneartive disease:-Huntington's diseaseo. Post-infectious:-Sydenham's choreao. Other causes: Thyrotoxicosis",
        "cop": 4,
        "opa": "Haloperidol",
        "opb": "Sodium valproate",
        "opc": "Diazepam",
        "opd": "Prednisolone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "65faa213-b675-4b6e-85de-bfb0c96623d9",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of nontraumatic intracerebral hemorrhage is -",
        "exp": "Ans. is 'a' i. e., Hypertension * Intracranial hemorrhage is defined as the pathologic distribution of blood within the calvaria. It is subdivided into intra-axial (intracerebral) and extra-axial hemorrhage.* Extra-axial hemorrhage includes blood into epidural, subdural and subarachnoid spaces. Intra- axial hemorrhage includes blood into the intraparenchymal or intraventricular spaces.* Intracranial hemorrhage is believed to occur in 10 - 30% of all strokes and is predominantly intraparenchymal in such cases.* Hypertension is the most common cause underlying most nontraumatic intracerebral hemorrhage (50 - 60%).* Cerebral amyloid angiopathy is the second most common cause of nontruamatic intraparenchymal hemorrhage and is responsible for 10 - 12% of all hemorrhagic strokes.",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Cerebral amyloid angiopathy",
        "opc": "Anticoagulant therapy",
        "opd": "Rupture of aneurysm",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "63f3e353-004a-4094-9af4-96a70e2f1144",
        "choice_type": "single"
    },
    {
        "question": "The given pattern of EEG found in:",
        "exp": "Ans. (b) Creutzfeldt - Jakob disease. Ref: Harrisons Principle of Internal Medicine 20th Ed; Page No- 3059* Periodic sharp wave complex in EEG seen in Creutzfeldt - Jakob disease. Creutzfeldt - Jakob disease (CJD)* CJD is caused by prions, transmissible protein particles.* CJD patient is younger than in Alzheimer.* Rapidly progressive dementia and the presence of myoclonus are most common manifestation.* Although the EEG is abnormal, the most accurate diagnostic test is a brain biopsy.* Pathological Findings: Pr. PSC deposition, panlaminar spongiosis* CSF shows a 14-3-3 protein. The presence of the 14-3-3 protein spares the patient the need for brain biopsy. Abnormal Waveforms in EEGHepatic encephalopathy* Triphasic waves. Herpes simplex encephalitis* Periodic lateralized epileptiform discharge.* Notice the repetitive burst of activity over temporal area.* In Herpes simplex encephalitis, which mainly affects the temporal lobe, EEG shows Periodic lateralized epileptiform discharge over the temporal lobe. GTCS* Generalized repetitive sharp activity with synchronicity in all leads.",
        "cop": 2,
        "opa": "Hepatic encephalopathy",
        "opb": "Creutzfeldt-Jakob Disease",
        "opc": "GTCS",
        "opd": "Herpes simplex encephalitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "984176b5-9c19-4255-afc0-4e3d2fcb487e",
        "choice_type": "single"
    },
    {
        "question": "The minimum dose of radiation to produce cerebral symptoms",
        "exp": "(5000 rads) (2588-H 15th). Organ. Injury. Minimum tolerance dose. Maximum tolerance dose. Whole or partial organ(Field size or length). Bone marrow. Aplasia250450. Whole Pancytopenia300004000. Segmental. Liver. Acute hepatitis25004000*Whole Chronic hepatitis15002000. Whole (Strip). Stomach. Perforation, ulcer, hemorrhage45005500100 cm. Intestine. Ulcer, perforation45005500400 cm Haemorrhage50006500100 cm. Brain. Infarction necrosis5000*6000. Whole. Spinal cord. Infarction necrosis4500550010 cm. Heart. Pericarditis, 4500550060% Pan carditis7000800025%Lung. Acute and chronic pneumonitis30003500100 cm 15002500. Whole. Kidney. Acute and chronic nephrosclerosis15002000. Whole (strip) 20002500. Whole. Fetus. Death200400. Whole",
        "cop": 4,
        "opa": "500 rads",
        "opb": "100 rads",
        "opc": "1000 rads",
        "opd": "5000 rads",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "436d15fc-17d2-4139-a06e-9a4ee048b8fd",
        "choice_type": "single"
    },
    {
        "question": "An elderly, hypertensive patient presented with sudden onset headache, vomiting, neck rigidity without focal neurological deficit. Diagnosis:(AIIMS November 2013. May 2013)",
        "exp": "Ans. a. Subarachnoid hemorrhage (Ref: Harrison 19/e p1784, 18/e p2262-2263; Sabiston 19/e p1880-1882; Schwartz 9/e p1534-1536; Bailey 25/e p304). An elderly, hypertensive patient presented with sudden onset headache, vomiting, neck rigidity without focal neurological deficit, diagnosis in this case is subarachnoid hemorrhage. Subarachnoid Hemorrhage. MC cause: Trauma >Spontaneous rupture of Berry aneurysm. QClinical Features: Sudden transient loss of consciousnessQ (occurs in nearly half of the patients). Excruciating severe headacheQ: presenting complaint in 45% of cases (worst headache of patients life) more common upon regaining consciousness when loss of consciousness is associated. Neck stiffness and vomitingQ: are common associations. Focal neurological deficit: uncommon. Sudden headache in the absence of focal neurological deficit is the hallmark of aneurysmal rupture. QDiagnosis: Non contrast CT scan: Investigation of choice (Lumbar puncture is not indicated prior to an imaging procedure)CSF picture: Hallmark of aneurysmal rupture is blood in CSF (Xanthochromic spinal fluidQ). Lumbar puncture should be performed if the CT scan fails to establish the diagnosis of SAH and no mass lesion or obstructive hydrocephalus is found to establish the presence of subarachnoid blood. QTreatment: Traumatic subarachnoid hemorrhage is managed conservativelyQ.",
        "cop": 1,
        "opa": "Subarachnoid hemorrhage",
        "opb": "Ischemic stroke",
        "opc": "Subdural hemorrhage",
        "opd": "Meningitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e3d89609-bc09-4690-b4a8-2a0aebaacc7d",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man complains of intermittent double vision and fatigue. The symptoms are worse at the end of the day, and he has stopped working as a courier because of easy leg fatigue and weakness. He finds that the symptoms improve with resting. On physical examination, there is weakness of the eyelids, masticatory muscles, and thigh flexors. Having him look up at the ceiling for a long time brings on his double vision. There is no sensory abnormality, and reflexes are normal. Which of the following treatments is contraindicated in this patient?",
        "exp": "Anticholinergic drugs exacerbate the underlying defects in patients with myasthenia gravis. Cholinergic drugs are largely inhibitors of cholinesterase. Prednisone may improve as many as 80% of patients. Thymectomy helps patients with no thymoma, but thymoma patients do not do as well. Plasmapheresis benefits most patients but needs to be repeated at intervals.",
        "cop": 1,
        "opa": "anticholinergic drugs",
        "opb": "surgery",
        "opc": "plasmapheresis",
        "opd": "cyclophosphamide",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "ed8763d8-02a9-4ca4-953e-f5195160ade2",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman complains of double vision and fatigue at the end of the day. Further history reveals difficulty in chewing food, and some weakness in climbing stairs. She has stopped running because of easy leg fatigue and leg weakness. The symptoms improve with resting. On examination, there is weakness of the eyelids, masticatory muscles, and thigh flexors. Her handgrip decreases with repetitive action. There is no sensory abnormality, and reflexes are normal. Which of the following is the most likely diagnosis?",
        "exp": "The most common presenting symptoms relate to weakness of eye muscles, causing ptosis or diplopia. Difficulty in chewing, dysarthria, and dysphagia are also common. The differential diagnosis includes all diseases that cause weakness of oropharyngeal or limb muscles. These include the muscular dystrophies, ALS, and progressive bulbar palsies, among others. Most other conditions do not improve after injection of edrophonium or neostigmine, which can help differentiate myasthenia from other neuromuscular disorders. Hypercalcemia can cause weakness, but the symptoms are constant, and do not worsen with use or improve with rest. Multiple sclerosis causes focal neurologic deficits and not diffuse muscle weakness, and thyroid storm can cause a myopathy but again the weakness is constant and more prominent in proximal muscle groups.",
        "cop": 2,
        "opa": "hypercalcemia",
        "opb": "myasthenia gravis",
        "opc": "multiple sclerosis",
        "opd": "thyroid storm",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "adc4097a-c6ea-4112-9839-0c6fdf4223af",
        "choice_type": "single"
    },
    {
        "question": "A 55yers old male has sudden onset of thunder clap headache following by loss of consiusness for 4 hour investigation is",
        "exp": "(A) (MRI angiogram) (128- H 18th) (Brad- Lee Neurology 5th). Primary thunderclap headache* Sudden onset of severe headache may occur in the absence of any known provocation* D/D-(i) Sentinel bleed of an intracranial aneurysm(ii) Cervicocephalic arterial dissection(iii) Cerebral venous thrombosis(iv) Sympathomimetic drugs or tyramine containing foods in patients who is taking MAO is or they may be a symptom of pheochromocytoma.* First presentation of any sudden onset severe headache should be vigoruously investigated with neuroimaging (CT or when possible MRI with MR angiography) and CSF examination* Nimodipine may be helpful. Although by definition the vasoconstriction of primary thunder clap headache resolves spontaneously. Red flag svmptons in headache (1157- Dividson 22nd). Symptoms. Possible explanation. Sudden onset (Maximal immediately or with in minutes)- Subarachnoid haemorrhage- CCA- Pituitary apoplexy- Meningitis. Focal neurological symptoms (other than for typically migrainous). Intracranial mass lesions. Vascular. Neoplastic. Infections. Constitutional symptoms* Weight loss* General malaise* Pyrexia* Meningism* Rash* Meningoencephalitis* Neoplastic (lymphoma or metastasis) Inflammatory (vasculitic). Raised intracranial pressure (worse on wakening/lying down, associated Vomiting). Intracranial mass lesions. New onset aged > 60 years. Temporal arteritis* Thunderclap headache is an acute and servre headache that is maximum in intensity at onset and has been likened to a clap thunder.* The term TCH was initially used by Day and Raskin in reference to the pain associated with an unruptured intracranial aneurysm.* However, multiple cause of thunderclap headache have since been described\"subarachnoid hemorrhage is the most common cause of thunderclapQ\". Primary Thunder Clap headache* Primary TCH is diagnosed when all other potential underlying cause have been eliminated by diagnostic testing* Primary TCH's can recur intermittently and are generally associated with benign outcome. The international Headache society's diagnostic criteria for primary TCHA. Severe headpain fulfilling criteria B and CB. Both of the following characteristics- Sudden onset, - Reaching maximum intensity in < 1 min lasting form 1 hour to 10 daysC. Does not recur regularly over subsequent weeks or months. D. Not attributed to another disorder (normal cerebrospinal fluid and normal brain imaging are needed). Secondary causes of Thunderclap headache- Subarachnoid hemorrhage0- Sentinel headache- Cerebral venous sinus thrombosis0- Cervical artery dissection- Spontaneous intracranial hypotension- Pituitary apoplexy0- Retroclival hematoma- Ischaemic stroke- Acute hypertensive crisis- Reversible cerebral vasoconstriction syndrome- Third ventricle colloid cyst- Intracranial infection- Priamary thunderclap headache- Primary cough, sexual and exertional headache",
        "cop": 1,
        "opa": "Non contrast ct followed by angiogram",
        "opb": "PET",
        "opc": "MRI angiogram",
        "opd": "Contrast enhanced CT",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "57386d2d-0d35-4dc9-83fc-2a3e73bd7937",
        "choice_type": "single"
    },
    {
        "question": "This lesion is seen in which condition:",
        "exp": "Ans. B. NF2a. The image is of acoustic neuroma. This is noncancerous growth which develops on the inferior vestibular nerve. These tumors usually grow slowly over a period of years. These do not invade the brain & usually affects cranial nerves, Vth, VIth, VIIth, VIIIth. b. Earliest nerve to get involve is Vth nerve. Earlies sign is loss of corneal reflex.",
        "cop": 2,
        "opa": "NF1",
        "opb": "NF2",
        "opc": "Tuberous sclerosis",
        "opd": "VHL",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "71ed74a1-d31b-42a6-9b02-39e503e9b544",
        "choice_type": "single"
    },
    {
        "question": "Unconscious proprioception is carried by?",
        "exp": "Ans. B. Spinocerebellar pathways* Unconscious proprioception is the sensation of limb and joint position and range and direction of limb mediated by (spinocerebellar pathways and serves as a back up to) the dorsal column medial lemniscal system.* Unconscious proprioception involves acquisition and maintenance of skilled motor activities such as walking speaking writing, swallowing, unconscious proprioception.",
        "cop": 2,
        "opa": "Dorsal column",
        "opb": "Spinocerebellar pathways",
        "opc": "Anterior spinothalamic tract",
        "opd": "Rubro- spinal pathway",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "20bfe28f-ebc6-4414-8f81-9463b9b99c2d",
        "choice_type": "single"
    },
    {
        "question": "Increase in alpha-fetoprotein is seen in",
        "exp": "Ans. is 'a' i. e Hepatoblastoma Hepatoblastoma is a malignant liver tumour of infancy that is typically associated with very high serum AFP level\" - Harrison, 15/e, p590. Other carcinomas in which alpha feto protein is elevated is*Hepatocellular Carcinoma*Some Germ cell Neoplasia*Non neoplastic conditions in which alpha Fetoprotein is increased*Cirrhosis*Hepatitis*",
        "cop": 1,
        "opa": "Hepatoblastoma",
        "opb": "Neuroblastoma",
        "opc": "Thymoma",
        "opd": "Angiosarcoma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e90395cb-823f-417d-a9e7-baab8a0846e4",
        "choice_type": "single"
    },
    {
        "question": "Common complication of acute stroke is:",
        "exp": "[Cl (Neurological deficit) Ref: (2373-H (864-CMDT-09) (2513, 67, 1719-H17th)STROKE* Sudden onset of characteristic neurologic deficit* Patient often has history of hypertension. DM, valvular heart disease or atherosclerosis* Distinctive neurologic signs reflect the region of the brain involvement.* Most cerebrovascular diseases are manifest by the abrupt onset of a focal neurologic deficit, as if the patients was struck by the hand of god (2513~Hl7th)",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Encephalopathy",
        "opc": "Neurological deficit",
        "opd": "Myocardial infarction",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "7d1ad507-21b4-4250-85f5-c5b059a8aed9",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old factory worker develops increasing weakness in the legs; coworkers have noted episodes of transient confusion. The patient has bilateral foot drop and atrophy; mild wrist weakness is also present. Deep tendon reflexes are absent in the lower extremities. His CBC shows an anemia with hemoglobin of 9. 6 g/dL; examination of the peripheral blood smear shows basophilic stippling. Which of the following is the most likely cause of this patient's symptoms?",
        "exp": "Lead poisoning often causes a peripheral neuropathy with primary motor involvement. It can superficially resemble ALS, but upper motor neuron signs (such as hyperreflexia) are not seen in lead poisoning. In addition, the cognitive changes of lead encephalopathy are not seen in early ALS, in peripheral nerve injuries (e. g., carpal or tarsal tunnel syndromes), or in myasthenia. Alcoholism can cause peripheral neuropathy but would not cause this patient's prominent motor weakness or the basophilic stippling. The presence of any anemia in a patient with peripheral neuropathy should prompt the clinician to think of a single disease entity (such as heavy metal poisoning) that can cause both entities. Lead lines may be seen at the gingiva-tooth border. Laboratory testing focuses on protoporphyrin levels (free erythrocyte or zinc) and blood lead levels. Industries often associated with lead exposure include battery and ceramic manufacturing, the demolition of lead-painted houses and bridges, plumbing, soldering, and, occasionally, exposure to the combustion of leaded fuels.",
        "cop": 2,
        "opa": "Amyotrophic lateral sclerosis",
        "opb": "Lead poisoning",
        "opc": "Overuse syndrome",
        "opd": "Myasthenia gravis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "3d72b10b-042c-403a-bba9-e204a7a99568",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common location of hypertensive hemorrhage?",
        "exp": "i. e. (Putamen): (948-CMDT-11). The putamen is the most common site of hypertensive haemorrhage. External capsule refers to a thin layer of white matter that seperates the lateral part oflentiform nucleus (putamen) from claustrum and is invariably damaged along with the putamen* Hypertensive intracerebral hemorrhage occurs most frequently in the basal ganglia and less commonly in the pons, thalamus, cerebellum and cerebral white matter* Most common cause of \"Sub arachnoid haemorrhage\" is spontaneous rupture of saccular aneurysm*** Most common cause of intracerebral haemorrhage\" is hypertension due to rupture of small perforating arteries or Arterioles* Most common cause of intraparenchymal haemorrhage is Hypertension* Most common artery involved in intraparenchymal haemorrhage is Lentiulostriate arteries**Clinical features. Hypertensive hemorrhage. Subarachnoid hemorrhage* Hemorrhage generally presents as abrupt onset of focal neurological deficit* Focal neurological deficit gradually worsens and is accompanied by signs of increased intracranial pressure (ICP) such as headache and vomiting* In hypertensive bleeding the hemorrhage is intracerebral not in subarachnoid space1. Sudden headache in the absence of focal neurological deficit is the hall mark of aneurysmal rupture**2. The patient often calls the headache the worst headache of his life3. Brief period of unconsciousness4. Nuchal rigidity and other signs of meningeal irritation. The hall mark of aneurysmal rupture is blood in the C. S. F** (blood in sylvian fissure indicates blood in sub arachnoid space filled with C. S. F)",
        "cop": 2,
        "opa": "Pons",
        "opb": "Putamen",
        "opc": "Thalamus",
        "opd": "Subcortical white matter",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "3741fd00-7710-415f-b9ee-a93d04155226",
        "choice_type": "single"
    },
    {
        "question": "Cut off for TIA definition:",
        "exp": "Ans. B. 24 hours. The standard definition of TIA requires that all neurologic signs and symptoms resolve within 24 hours regardless of whether there is imaging evidence of new permanent brain injury; stroke has occurred if the neurologic signs and symptoms last for >24 hours.",
        "cop": 2,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "48 hours",
        "opd": "36 hours",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9b76b275-0386-48b9-953b-138745c051e7",
        "choice_type": "single"
    },
    {
        "question": "Decremental response on EMG is seen in",
        "exp": "Ans. is 'a' i. e., Myasthenia gravis. Diagnosis of myaesthenia gravis 1. Several special diagnostic Tests for mysthenia gravis. Electrophysiological Testing: (Repetitive nerve stimulation test)* Characteristic of myasthenia on electrophysiological testing is rapid reduction in the amplitude of muscle action potentials evoked during a series of repetitive stimulations of a peripheral nerve at a rate of 3 per second (decrementing response)* The traditional and simple method is to stimulate the nerve at 3 Hz and to measure the compound muscle action potential (a decrement of more than 10% when comparing the fifth to the first response is abnormal). Single fibre electromyography:* This is more sensitive but technically more difficult than electrophysiological testing* Confirmatory but not specific.* This technique demonstrates an inconstancy in the firing offibres connected to the same motor unit or a blocking of successive discharges from single muscle fibre belonging to the same motor unit. Edrophonium and Neostigmine test/Tensilon test:* When edrophonium and neostigmine are given intravenously, it produces a transient improvement in strength in patients with myasthenia.* Edrophonium and neostigmine are anticholinesterase so they prolong and exaggerate the effect of acetylcholine in the synapse and therefore provide an increment in muscle power in patient with myasthenia.* It is highly sensitive with 85%Q sensitivity in ocular and 95% sensitivity in systemic myaesthenia. Measurement of receptor antibodies in the blood:* Measurement of antiacetylcholine receptor antibodies provides a sensitive and highly specific test for the diagnosis of myasthenia. Presence of. Ach antibodies is virtually diagnostic of Myaesthenia graves.* Sensitivity is limited to about 50% in purely occular myasthenia and about 85% in generalized myasthenia.* Definitive if positive but negative test does not rules out the diagnosis. Also know. Most specific test to diagnose myaesthenia gravis - Anti - AchR antibody test (presence of Anti - AchR antibody is virtually. Diagnostic of myaesthenia gravis). Most sensitive test to diagnose myaesthenia gravis - Single fibre electromyography",
        "cop": 1,
        "opa": "Myansthenia gravis",
        "opb": "Lambert Eaton syndrome",
        "opc": "Duschene muscular dystrophy",
        "opd": "UMN lesion",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "14c5a4dc-20c8-4c7f-b365-e853764e3a53",
        "choice_type": "single"
    },
    {
        "question": "Number connection test is done to detect:",
        "exp": "Ans: D (Hepatic encephalopathy.) Ref: Davidson 21st edn and Harrison's Principles of Internal Medicine, 18th edn. Explanation: HEPATIC ENCEPHALOPATHYIt is a neuropsychiatric syndrome caused by chronic liver disease. Due to disturbance of brain function by circulating neurotoxins metabolised by liver. Neurotoxins include: o Ammoniao GABAo Octopamineo Amino acidso Fatty acidso Mercaptans. Precipitating Factorso Drugs like antidepressants, sedativeso High protein load in dieto Gi bleedingo Constipationo Hypokalemiao infectiono Dehydrationo Portosystemic shunting. Clinical Featureso Altered sleep rhythm. o Asterixis. o Confusion and coma, o Fetor hepaticus. o Inability to perform simple sums, o Constructional apraxia (tested by drawing star or clock). o Rarely causes focal neurological deficit. o Focal signs if present are usually extensor piantars with hyperreflexia +. Number connection test used in assessing encephalopathy. The 25 numbered circles can normally be joined together within 30 seconds. Serial observations may provide useful information as long as the position of the numbers is varied to avoid the patient learning their pattern. EEG shows diffuse slowing of normal alpha waves and development of delta waves. Ammonia is elevated (nonspecific). Remove precipitant, reduce dietary proteins. Lactulose, osmotic laxative, oral neomycin. Rifaximin and Zinc supplementation. Liver transplant for chronic hepatic encephalopathy. Fig: Number connection test",
        "cop": 4,
        "opa": "Parkinsonism",
        "opb": "Dementia",
        "opc": "Cerebellar ataxia",
        "opd": "Hepatic encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b7bf50ce-0009-4844-98dd-a0e3a62a9b35",
        "choice_type": "single"
    },
    {
        "question": "In which of the following will EMG show decremental response?",
        "exp": "Ans. A. M. Gravis* In M. Gravis, the fundamental defect is a decrease in the number of available ACh. Rs at the postsynaptic muscle membrane. These changes result in decreased efficiency of neuromuscular transmission.* Therefore, although ACh is released normally, it produces small end-plate potentials that may fail to trigger muscle action potentials.* The amount of ACh released per impulse normally declines on repeated activity (termed presynaptic rundown).* In the myasthenic patient, the decreased efficiency of neuromuscular transmission combined with the normal rundown results in the activation of fewer and fewer muscle fibers by successive nerve impulses and hence increasing weakness, or myasthenic fatigue.* This mechanism accounts for the decremental response to repetitive nerve stimulation seen on electrodiagnostic testing.",
        "cop": 1,
        "opa": "M. Gravis",
        "opb": "Lambert-Eaton syndrome",
        "opc": "Guillain-Barre syndrome",
        "opd": "Botulinum",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "89fe7df5-9e66-468c-8e9f-1346734aabaf",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old woman presents with symptoms of a fine tremor of her hands. The tremor is best seen when her hands are stretched out. She is not on any medications and reports no alcohol use. Which of the following is the most likely diagnosis?",
        "exp": "In hyperthyroidism, neurologic symptoms include tremors of the hands, exophthalmos, lid lag, stare, and muscle weakness. Muscle weakness of hyperthyroidism affects the pelvic girdle and, to a lesser extent, the shoulder girdle. Reflexes are normal or increased, and sensation is normal. It must be differentiated from myasthenia gravis, which may also accompany thyrotoxicosis.",
        "cop": 3,
        "opa": "hypopituitarism",
        "opb": "marijuana use",
        "opc": "hyperthyroidism",
        "opd": "myxedema",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "82807ca6-d1bd-49b2-8d5e-9629a628be70",
        "choice_type": "single"
    },
    {
        "question": "Inclusions in oligodendrogliocytes is a feature of:",
        "exp": "Ans. D. Progressive multiple encephalopathy. Progressive Multifocal Leukoencephalopathya. PML is a rare demyelinating CNS disorder caused by the reactivation of JC virus. b. The virus stays latent in the kidneys and lymphoid organs until reactivation. c. PML mainly occurs in adults with impaired cell-mediated immunity, especially AIDS patients but also in those with lymphoproliferative and myeloproliferative disorders. Decreasing immunosuppression in non-AIDS patients with PML (e. g. Transplant patients). d. JCV causes lytic infection of oligodendrocytes in the white matter. e. Symptoms include altered mental status, aphasia, ataxia, hemiparesis or hemiplegia and visual filed disturbances, Seizures. f. Treatment: Risperidone and mirtazapine. Oligodendrocyte inclusion bodies are seen in PML",
        "cop": 4,
        "opa": "Polio",
        "opb": "Multiple sclerosis",
        "opc": "HSV",
        "opd": "Progressive multiple encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d978b98a-8b1a-42bf-b6bd-33f859865fd1",
        "choice_type": "single"
    },
    {
        "question": "NOT a characteristic feature of Alzheimer's disease",
        "exp": "(D) Only recent memory loss[?]ALZHEIMER'S DISEASE (Senile Dementia) is a progressive disease that destroys memory and other important mental functions. o. Memory loss & confusion are the main symptoms. Aphasia, Amnesia, Agnosia, Acaiculia & Aiexia. Alzheimer's Symptoms10 Warning Signs*. Short term memory loss - forgetting recent events, names and places. 1. Memory loss*. Difficulty performing familiar tasks. 2. Difficult to performing familiar tasks*. Disorientation especially away from normal surroundings. 3. Problems with language*. Increasing problems with planning and managing. 4. Disorientation to time & place*. Trouble with language. 5. Poor or decreased judgment*. Rapid, unpredictable mood swings. 6. Problems with abstract thinking*. Lack of motivation. 7. Misplacing things*. Changes in sleep and confusion about the time of day. 8. Changes in mood or behavior*. Reduced judgment E. g., being unaware of danger. 9. Changes in personality10. Loss of initiative MAKING SENSE OF MEMORY LOSSSymptoms of Alzheimer's. Memory loss from Normal Aging. Forgetting whole experiences. Forgetting part of an experience. Rarely able to remember later. Often able to remember later. Gradually unable to follow written I spoken directions. Usually able to follow written I spoken directions. Gradually unable to use notes as reminders. Usually able to use notes as reminders. Gradually unable to care for oneself. Usually able to care for oneself. o. Currently, there is no cure for Alzheimer's. o. Drug & non-drug treatments may help with both cognitive & behavioral symptoms. o. Treatments available for Alzheimer's do not slow or stop the progression of the disease, but they may help with the symptoms for a time. o. There are three cholinesterase inhibitors to treat Alzheimer's:-Donepezil; Rivastigmine; Galantamine",
        "cop": 4,
        "opa": "Intranuclear neurofibrillary tangles (NFTs)",
        "opb": "Ab Amyloid extra cellular",
        "opc": "Decreased ACh in Meynert",
        "opd": "Only recent memory loss",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "61634f16-9556-4bbc-b158-b1de46979cd5",
        "choice_type": "single"
    },
    {
        "question": "In vitro DNA amplification is done by",
        "exp": "(D) Polymerase chain reaction # DNA amplification is done by PCR> Blotting technique Following gel electrophoresis, probes are often used to detect specific molecules from the mixture. However, probes cannot be applied directly to the gel. The problem can be solved by three types of blotting methods: Southern blotting, Northern blotting and Western blotting. Southern blotting is a technique for detecting specific DNA fragments in a complex mixture. Northern blotting is used for detecting RNA fragments, instead of DNA fragments. Western blotting is used to detect a particular protein in a mixture. The probe used is therefore not DNA or RNA, but antibodies. The technique is also called \"immunoblotting\" PCR: In vitro Techniques such as the polymerase chain reaction allow the amplification of specific DNA sequences so that minute quantities of foreign nucleic acids can be recognized in host specimens. Recombinant DNA refers to a collection of techniques for creating (and analyzing) DNA molecules that contain DNA from two unrelated organisms. One of the DNA molecules is typically a bacterial or viral DNA that is capable of accepting another DNA molecule; this is called a vector DNA. The other DNA molecule is from an organism of interest, which could be anything from a bacterium to a whale, or a human. Combining these two DNA molecules allows for the replication of many copies of a specific DNA. These copies of DNA can be studied in detail, used to produce valuable proteins, or used for gene therapy or other applications. Electrophoresis, also called cataphoresis, is the motion of dispersed particles relative to a fluid under the influence of a spatially uniform electric field. This electrokinetic phenomenon was observed for the first time in 1807 by Reuss, who noticed that the application of a constant electric field caused clay particles dispersed in water to migrate. It is ultimately caused by the presence of a charged interface between the particle surface and the surrounding fluid.",
        "cop": 4,
        "opa": "Blotting technique",
        "opb": "Recombinant technique",
        "opc": "Electrophoresis",
        "opd": "Polymerase chain reaction",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "1d9e3cf3-13d2-455a-b4be-0ecd106deed2",
        "choice_type": "single"
    },
    {
        "question": "Superior orbital fissure syndrome involves which of the following cranial nerves?",
        "exp": "Ans. b (III, IV, and first division of V and VI) (Ref: Harrison 18th. JCh. 26). Major Openings of the Skull Base. Aperture. Contents. Cribriform plate. Olfactory nerves, ethmoid arteries. Optic canal. Optic nerve-sheath complex; Ophthalmic artery. Superior orbital fissure. Cranial nerves III, IV, VI and VI (ophthalmic nerve), Superior ophthalmic vein. Foramen ovale. V3 (mandibular nerve). Foramen rotundum. V2 (maxillary nerve). Foramen spinosum. Middle meningeal artery. Vidian canal. Vidian artery, Vidian nerve. Carotid canal^Internal carotid artery. Sympathetic plexus. Jugular foramen, pars nervosa; CN IX and inferior petrosal sinus. Jugular foramen, pars vascularis. Internal jugular vein; CN X and XIStylomastoid foramen. CN VIIHypoglossal canal. CN XIISupraorbital Fissure: Structures that pass through it:# Lacrimal nerve# Frontal nerve# Trochlear nerve# Superior branch of oculomotor nerve# Nasociliary nerve# Inferior branch of oculomotor nerve# Abducent nerve# Ophthalmic veins# Sympathetic nerves Cavernous Sinus content and veins drain with Rule of 3# 3 Afferent veins: Sphenoparietal sinus (Vault veins), Supf Middle cerebral Vein (Brain), Ophthalmic vein# 3 Efferent Veins: Superior petrosal sinus, Inferior Petrosal Sinus, Communicating vein to pterygoid plexus# 3 Contents; Cranial Nerves (III, IV, V1, V2 & VI)# 3 Areas Drain into it: Vault Bones, Brain (Cerebral Hemisphere), Orbit# 3 Nerves: Motor (III, IV, VI), Sensory (V1, V2), Sympathetic",
        "cop": 2,
        "opa": "II, III, IV, V and VI",
        "opb": "Ill, IV, and first division of V and VI",
        "opc": "VII and VIII",
        "opd": "IX, X and XI",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "bbcdbb2d-c55c-4c47-90ff-27f0566cfd53",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old female presented with decreased movements for the last 2 years with rigidity and vertical large square wave jerks. The most likely diagnosis is?",
        "exp": "Ans. d. Progressive supranuclear palsy (Ref: Harrison 19/e p2604, 2610, 18/e p3311). The most likely diagnosis in a 60-year old female presenting with decreased movements for the last 2 years with rigidity and vertical large square wave Jerks is progressive supranuclear palsy. \"Progressive supranuclear palsy should be considered whenever a middle aged or elderly person-person presents with history of repeated falls and has an extrapyramidal syndrome accompanied by nuchal dystonia and paralysis of voluntary down gaze. \"Parkinson's disease* A degenerative disorder caused by degeneration of substantia nigra (pars compacta), and idiopathic in etiology.* Clinical feature: Tremors, rigidity and bradykinesia. Lewy body dementia* Progressive cognitive decline and dementia are essential for diagnosis* Other features: fluctuating cognition, recurrent well formed detailed visual hallucinations, spontaneous features of Parkinsonism. Multisystem atrophy* Characterized by:- Autonomic failure involving urinary incontinence or an orthostatic decrease of blood pressure within 3 min of standing by at least 30 mm Hg systolic or 15 mm Hg diastolic, - Poorly levodopa responsive parkinsonism- Cerebellar syndrome (gait ataxia with cerebellar dysarthria, limb ataxia or cerebellar oculomotor dysfunction). Progressive supranuclear palsy* Marked impairment of voluntary downward gaze and horizontal gaze. Q* Extended rather than flexed dystonic posturingQ* Absence of tremorQ* Poor response to antiparkinsonian medication. QSupranuclear Gaze Palsy (Steel-Richardson syndrome)A degenerative disorder where in there occurs toss of neurons in midbrain, pons, basal ganglion and cerebellum. \"Progressive supranuclear palsy should he considered whenever a middle aged or elderly person-person presents with history of repeated falls and has an extrapyramidal syndrome accompanied by nuchal dystonia and paralysis of voluntary down gaze\"Factors which distinguish this from Parkinson's. Marked impairment of voluntary downward gaze and horizontal gaze. QExtended rather than flexed dystonic posturing. QAbsence of tremor. QPoor response to antiparkinsonian medicationQ",
        "cop": 4,
        "opa": "Parkinson's disease",
        "opb": "Lewy body dementia",
        "opc": "Multisystem atrophy",
        "opd": "Progressive supranuclear palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "1a9e62c8-6167-476c-89dc-bfcc97f1b351",
        "choice_type": "single"
    },
    {
        "question": "Drug preferred in treatment of 'Restless leg' syndrome?",
        "exp": "Ans. B. Ropinirole. (Ref. Harrison 18, h/ch. Table 27-l; Katzung pharmacology 11th7 Ch. 28). Restless Legs Syndrome# It is an unpleasant creeping discomfort that seems to arise deep within the legs and occasionally the arms. It occur particularly when patients are relaxed, especially when they are lying down or sitting, and they lead to an urge to move about. Such symptoms may delay the onset of sleep. A sleep disorder associated with periodic movements during sleep may also occur. The cause is unknown, but the disorder is especially common among pregnant women and also among uremic or diabetic patients with neuropathy. In most patients, no obvious predisposing cause is found, but several genetic loci have been associated with it (12ql2-q21, 14ql3-q31, 9p24-p22, 2q33, and 20pl3).# Symptoms may resolve with correction of coexisting iron-deficiency anemia and often respond to dopamine agonists, levodopa, diazepam, clonazepam, gabapentin, or opiates.# Dopaminergic therapy is the preferred treatment for restless legs syndrome and should be initiated with long-acting dopamine agonists (eg, pramipexole 0. 125-0. 75 mg or ropinirole 0. 25-4. 0 mg once daily) to avoid the augmentation that may be associated with levodopa-carbidopa (100/25 or 200/50 taken about 1 hour before bedtime).# Augmentation refers to the earlier onset or enhancement of symptoms; earlier onset of symptoms at rest; and a briefer response to medication. When augmentation occurs in patients receiving an agonist, the daily dose should be lowered or divided, or opioids substituted. Oxycodone is often effective; the dose is individualized.# Gabapentin is an alternative to opioids. Initial dopamine agonists were ergot derivatives (e. g., bromocriptine, pergolide, cabergoline) and were associated with ergot-related side effects, including cardiac valvular damage. They have largely been replaced by a second generation of non-ergot dopamine agonists (e. g., pramipexole, ropinirole, rotigotine). In general, dopamine agonists do not have comparable efficacy to levodopa. Evaluation of the Patient with the Complaint of Excessive Daytime Somnolence. Findings on History and Physical Examination. Diagnostic Evaluation. Diagnosis. Therapy. Obesity, snoring, hypertension. Polysomnography with respiratory monitoring. Obstructive sleep apnea. Continuous positive airway pressure; ENT surgery (e. g., uvulopalatopharyngoplasty); dental appliance; pharmacologic therapy (e. g., protriptyline); weight loss. Cataplexy, hypnogogic hallucinations, sleep paralysis, family history. Polysomnography with multiple sleep latency testing. Narcolepsy- cataplexy syndrome. Stimulants (e. g., modafinil, methylphenidate); REM-suppressant antidepressants (e. g., protriptyline); genetic counseling. Restless legs, disturbed sleep, predisposing medical condition {e. g., iron deficiency or renal failure). Assessment for predisposing medical conditions. Restless legs syndrome. Treatment of predisposing condition, if possible; dopamine agonists (e. g., pramipexole, ropinirole). Disturbed sleep, predisposing medical conditions (e. g., ioralasthma), and/or predisposing medical therapies (e. g., theophylline). Sleep-wake diary recording. Insomnias (see text). Treatment of predisposing condition and/ or change in therapy, if possible; behav-therapy; short-acting benzodiazepine receptor agonist (e. g., zolpidem)",
        "cop": 2,
        "opa": "Propranolol",
        "opb": "Ropinirole",
        "opc": "Bupropion",
        "opd": "Diazepam",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d3eaea47-a327-49c2-9b4f-1a458c812284",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following NOT a contraindication in Porphyria?",
        "exp": "(A) High calorie diet # High calorie diet and intravenous dextrose are used as treatment in Acute Porphyria. Alcohol, Phenobarbitone, and Norethisterone are enzyme inducers, which are causing more Heme precursosrs production and thereby are contraindicated in Acute Porphyria.",
        "cop": 1,
        "opa": "High calorie diet",
        "opb": "Phenobarbitone",
        "opc": "Alcohol",
        "opd": "Norethisterone",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "992c4cbe-3c02-4ef6-aa99-b6b04f00f0aa",
        "choice_type": "single"
    },
    {
        "question": "The minimum possible score in \"Glasgow coma scale'' is:",
        "exp": "Ans: C (3) Ref: Harrison 3 Principles of Internal Medicine. 18th edition. 2012. Chapter 267 (Table 267-1). Explanation: Glasgow Coma Scale for Head Injury. Eye opening (E) Verbal response (V) Spontaneous4. Oriented5. To loud voice3. Confused, disoriented4. To pain2. Inappropriate words3. Nil1. Incomprehensible sounds2 Nil1. Best motor response (M) Obeys6 Localizes5 Withdraws (flexion)4 Abnormal flexion posturing3 Extension posturing2 Nil1 Note: Coma score = E + M + V, The lowest possible score = 1 + 1 + 1 =3",
        "cop": 3,
        "opa": "0",
        "opb": "1",
        "opc": "3",
        "opd": "5",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "abc51857-6149-4bff-9bd2-2c56e9189ece",
        "choice_type": "single"
    },
    {
        "question": "Patient's case histories are Orofacial oedema, facial palsy, and fissured tongue. What will be your diagnosis?",
        "exp": "Ans. a. Melkersson-rosenthal syndrome. MELKERSSON-ROSENTHAL SYNDROMEIt a rare disorder, etiological agent is unknown. Sign and Symptoms: Recurrent facial paralysis, recurrent-and eventually permanent facial (particularly labial) edema, and less constantly, plication of the tongue. RAMSAY HUNT SYNDROMEIt is caused by reactivation of herpes zoster in geniculate ganglion. Most commonly 8th CN is affected. Sign and Symptoms: Facial palsy associated with vesicular eruption in the auditory canal and sometimes in the pharynx and other parts of the cranial integument. GUILLAIN-BARRE syndrome. It can cause bilateral Facial palsy. LYME DISEASEIt can cause unilateral or bilateral facial palsies. In endemic area more cases of facial palsy are occurs due to infection of Borrelia burgdorferi.",
        "cop": 1,
        "opa": "Melkersson-rosenthal syndrome",
        "opb": "Ramsay hunt syndrome",
        "opc": "Guillain-barre syndrome",
        "opd": "Lyme disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b2290466-22f6-4199-9178-10809c6021f8",
        "choice_type": "single"
    },
    {
        "question": "A patient with history of weakness of one side was brought to AIIMS emergency medicine department with altered sensorium. A CT was taken, and showed the following. What should be done next?",
        "exp": "ANS. B",
        "cop": 2,
        "opa": "Decompressive craniotomy",
        "opb": "Intravenous mannitol",
        "opc": "Observe and follow-up",
        "opd": "Aspirin",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "7550b118-6dfe-477b-b3ad-cdaf452f2d2f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an example of Motor Neuropathy?",
        "exp": "(B) Dapsone neuropathy NEUROPATHIESPredominantly Motor. Pure Sensory1. Guillain-Barre syndrome2. Diphtheric neuropathy3. Dapsone-induced neuropathy4. Porphyria5. Lead neuropathy6. Vincristine neuropathy7. Multifocal motor neuropathy. 1. Paraneoplastic syndromes2. Autoimmune disorders (Sjogren's syndrome)3. Vitamin E deficiency4. Vitamin B12 deficiency5. Cis-platinum neuropathy6. Pyridoxine toxicity7. Idiopathic sensory neuropathy8. Hereditary sensory neuropathy9. Friedreich's ataxia10. Bassen-Kornzweig disease",
        "cop": 2,
        "opa": "Sjogrens syndrome",
        "opb": "Dapsone neuropathy",
        "opc": "Tangiers disease",
        "opd": "Amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "26487c80-887d-4d73-b8f4-46fbc4029d03",
        "choice_type": "single"
    },
    {
        "question": "Nerve involved in Bell's palsy is",
        "exp": "Ans. a (Facial nerve). (Ref. Harrison-medicine, 18th/Chapter 376.). Bell's palsy# The most common form of facial paralysis is Bells palsy. Bell's palsy is idiopathic palsy of facial nerve. Clinical Manifestations# The onset of Bell's palsy is fairly abrupt, maximal weakness being attained by 48 h as a general rule.# Pain behind the ear may precede the paralysis for a day or two.# Taste sensation may be lost unilaterally, and hyperacusis may be present.# In some cases there is mild cerebrospinal fluid lymphocytosis.# MRI may reveal swelling and uniform enhancement of the geniculate ganglion and facial nerve, and, in some cases, entrapment of the swollen nerve in the temporal bone.# Approximately 80% of patients recover within a few weeks or months.# The presence of incomplete paralysis in the first week is the most favorable prognostic sign. Pathophysiology# Bell's palsy is associated with the presence of herpes simplex virus type 1 DNA in endoneurial fluid and posterior auricular muscle, suggesting that a reactivation of this virus in the geniculate ganglion may be responsible. However, a causal role for herpes simplex virus in Bell's palsy is unproven. Differential Diagnosis# Tumors that invade the temporal bone (carotid body, cholesteatoma, dermoid).# The Ramsay Hunt syndrome, presumably due to herpes zoster of the geniculate ganglion, consists of a severe facial palsy associated with a vesicular eruption in the pharynx, external auditory canal, and other parts of the cranial integument; often the eighth cranial nerve is affected as well.# Acoustic neuromas frequently involve the facial nerve by local compression.# Infarcts, demyelinating lesions of multiple sclerosis, and tumors are the common pontine lesions that interrupt the facial nerve fibers; other signs of brainstem involvement are usually present.# Bilateral facial paralysis (facial diplegia) occurs in Guillain-Barre' syndrome and also in a form of sarcoidosis known as uveoparotid fever (Heerfordt syndrome).# Lyme disease is a frequent cause of facial palsies in endemic areas.# The rare Melkersson-Rosenthal syndrome consists of a triad of recurrent facial paralysis, recurrent--and eventually permanent--facial (particularly labial) edema, and less constantly, plication of the tongue;# Leprosy frequently involves the facial nerve, and facial neuropathy may also occur in diabetes mellitus.# All these forms of nuclear or peripheral facial palsy must be distinguished from the supranuclear type.# In the latter, the frontalis and orbicularis oculi muscles are involved less than those of the lower part of the face, since the upper facial muscles are innervated by corticobulbar pathways from both motor cortices, whereas the lower facial muscles are innervated only by the opposite hemisphere. Treatment# Symptomatic measures include use of paper tape to depress the upper eyelid during sleep and prevent corneal drying, and Massage of the weakened muscles.# A course of glucocorticoids, given as prednisone 60 to 80 mg daily during the first 5 days and then tapered over the next 5 days, appears to shorten the recovery period and modestly improve the functional outcome.# In one double-blind study, patients treated within 3 days of onset with both prednisone and acyclovir (400 mg five times daily for 10 days) had a better outcome than patients treated with prednisone alone.",
        "cop": 1,
        "opa": "Facial nerve",
        "opb": "Oculomotor nerve",
        "opc": "Trigeminal nerve",
        "opd": "Trochlear nerve",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a9ffac81-60a9-4372-90f0-0c630a43f486",
        "choice_type": "single"
    },
    {
        "question": "Sea saw nystagmus is seen in:",
        "exp": "Ans. is 'b' Craniopharyngioma (Ref Parson, 18/e, p 336). In Parson it is given that sea-saw nystagmus occurs due to para chiasmatic masses and the only para chiasmatic mass in the option is craniopharyngioma.",
        "cop": 2,
        "opa": "Anterior longitudinal fasiculus",
        "opb": "Craniopharyngioma",
        "opc": "Medullary lesion",
        "opd": "G. B. Syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "6129813e-99bc-4455-9c28-d3ba33274ed3",
        "choice_type": "single"
    },
    {
        "question": "A lady cannot speak but can tell by writing. Which of the following brain areas is affected?",
        "exp": "Ans. A. Broca's Area* Broca's area damage is called expressive aphasia (non- fluent aphasia).* Pattern has loss of the ability to produce language (spoken or written).* Patient has insight to his problem and is frustrated.* Broca is broke. Speaks broken words.* Damage to paracentral lobule would lead to loss of control over urination and lead to urge incontinence.* Damage to insula leads to loss of hand eye coordination and loss of social skills.",
        "cop": 1,
        "opa": "Broca's area",
        "opb": "Wernicke's area",
        "opc": "Paracentral lobule",
        "opd": "Insula",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a562cdfa-c886-4030-91cf-5058dc2f343f",
        "choice_type": "single"
    },
    {
        "question": "Acute onset headache, fever, seizure:",
        "exp": "(Encephalitis): Ref: 2480, 88, 247-73-2387-H (2621-22-H17th). Meningitis: - Clinical triad fever headache and nuchal rigidity (\"Stiff neck\") > 90% of cases* Seizures occurs as part of the initial presentation of bacterial meningitis (20 - 40%) of patients* Kernig's sign and Brudzinski's sign positive. Subarachnoid hemorrhage: -* Most common cause of S AH is rupture of saccular aneurysm* Sudden loss of consciousness, severe headache (generalized, neck stiffness and vomiting/No fever* Common deficits - hemiparesis, aphasia and abulia* Focal deficits frequently absent (995 - CMDT). Migraine: -* Migraine, the most common cause of headache* Headache, nausea, vomiting, photophobia, scalp tenderness is common symptoms. Encephalitis: -* Acute febrile illness, meningitis features, confusion, behavioural abnormalities, altered level of consciousness, focal or generalized seizures occurs in severe encephalitis* Focal finding aphasia ataxia, hemiparesis, cranialnerve palcies (ocular palsies, facial weakness) (2480 - H)",
        "cop": 4,
        "opa": "Meningitis",
        "opb": "Migraine",
        "opc": "Subarachnoid haemorrhage",
        "opd": "Encephalitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "62c1d30e-8cb2-405f-bb3a-fb197257fe59",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman complains of double vision and fatigue at the end of the day. Further history reveals difficulty in chewing food, and some weakness in climbing stairs. She has stopped running because of easy leg fatigue and leg weakness. The symptoms improve with resting. On examination, there is weakness of the eyelids, masticatory muscles, and thigh flexors. Her handgrip decreases with repetitive action. There is no sensory abnormality, and reflexes are normal. Which of the following is the most likely diagnosis?",
        "exp": "The most common presenting symptoms relate to weakness of eye muscles, causing ptosis or diplopia. Difficulty in chewing, dysarthria, and dysphagia are also common. The differential diagnosis includes all diseases that cause weakness of oropharyngeal or limb muscles. These include the muscular dystrophies, ALS, and progressive bulbar palsies, among others. Most other conditions do not improve after injection of edrophonium or neostigmine.",
        "cop": 2,
        "opa": "hypercalcemia",
        "opb": "myasthenia gravis",
        "opc": "multiple sclerosis",
        "opd": "thyroid storm",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "ba7d18f5-fc57-4f7b-a169-2154f0908fe1",
        "choice_type": "single"
    },
    {
        "question": "Total score in GCS -",
        "exp": "Ans. is 'd' i. e., 15 Glasgow coma score (GCS) of this patient* Verbal response: oriented patient - score 5* Eye opening: opens eyes to verbal stimuli, command and speech - score 3* Motor response: responds to motor stimuli with purposeful movements is - score 5* Total GCS score: 5+3+5=13. Glasgow Coma Score:* It was developed by Tesdale Jennett.* It was devised to quantify the depth and duration of coma in patients of impaired consciousness.* Assessment of the cerebral cortex and brain stem functions is based on three responses to stimuli: eye opening response, verbal response, motor response.* Following table denotes the Glasgow coma score. Glasgow coma scale Assessed behaviors. Criteria for scoring. Scores. Eye-opening response. Spontaneous opening with blinking at baseline4. To verbal stimuli, command, speech3. To pain only (not applied to face2. No response1. Verbal response. Oriented5. Confused conversation, but able to answer questions4. Inappropriate words3. Incoherent2. No response1. Motor response. Obeys commands for movement6. Purposeful movement to painful stimulus5. Withdraws in respons ti pain4. Flaxion in response to pain (decorticate posturing)3. Extension response in response to pain(decerebrate posturing)2. No response1 Modified Glasgow coma scale-(verbal response modified for young children). Verbal Response. Appropriate words, smiles, fixes and follows5 Consolable crying4 Presistently irritable3 Restless, agitate2 None1",
        "cop": 4,
        "opa": "12",
        "opb": "13",
        "opc": "14",
        "opd": "15",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "323d5f7d-d7e7-4efd-b3c9-a0bed2d050d9",
        "choice_type": "single"
    },
    {
        "question": "These lesions are seen in which condition:",
        "exp": "Ans. A. NF1* This lesion is cafe-au-lait macule* This is characteristic of Neurofibromatosis type 1.* Other Feature of NF-1. 1. Optic Glaucoma2. Sphenoid Dysplasia3. Lisch nodules in IRIS",
        "cop": 1,
        "opa": "NF1",
        "opb": "Tuberous clerosis",
        "opc": "Sturge weber syndrome",
        "opd": "Von Hippel lindo syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "1a0c219f-d91d-40e5-9b2d-5c14375d0420",
        "choice_type": "single"
    },
    {
        "question": "To make a \"Draw a men\" test for:",
        "exp": "(Personality) (16-Neeraj Ahuja 6th). Commonly used projective tests of personality are* Rorschach inkblot test* TAT (Thematic apperception test)* D APT {Draw a person test)* Sentence completion test.",
        "cop": 4,
        "opa": "Cognitive ability",
        "opb": "Artistic ability",
        "opc": "Fine touch coordination",
        "opd": "Personality",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "89e21e86-b3cc-4acd-9cd5-077116b3f4c0",
        "choice_type": "single"
    },
    {
        "question": "First Symptoms of parkinsons disease is -",
        "exp": "Ans. is 'c' i. e., Tremors o Earliest symptom of parkinsonism is \"tremor\"Parkinsonism is Characteristically Associated with Triad of||||Rigidity. Hypokinesia. Tremors|Slowness in initiating and repeating voluntary movements despite normal muscular strength. Resting tremors (earliestsvmptoms)o 4-6 hzo Diminish with movement and attentiono Fingers most commonly affectedo Present at rest. Postural Tremorso 8-10 hzo Persists on movement||Limbs. Trunk. Lead pipe (More in lower limbs/trunk). Stooped/flexed Cog wheel rigidity (more in upper limbs)| | | Gait/Postural reflexes (disturbed)",
        "cop": 3,
        "opa": "Postural instability",
        "opb": "Rigidity",
        "opc": "Tremors",
        "opd": "Bradykinesia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "23fd5896-3575-4c68-9b67-290442cb6d91",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old child presents with recurrent seizures and poor development. The evaluation reveals a baby with hydrocephalus, impaired movement of the extremities, hypotonia, and retinal abnormalities. A computerized tomography (CT) scan demonstrates large ventricles and calcified lesions. Which of the following is the most likely diagnosis?",
        "exp": "Toxoplasmosis is the most likely diagnosis. The infection has a predilection for the CNS and the eye, and produces encephalitis in utero. Symptoms can be evident in the first few days of life. Infants born with active disease may have fever, rash, seizures, and hepatosplenomegaly at birth.",
        "cop": 4,
        "opa": "Tay-Sachs disease",
        "opb": "congenital hydrocephalus",
        "opc": "kernicterus",
        "opd": "toxoplasmosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "96af7f65-6d8a-45fb-a47e-814b60f34c95",
        "choice_type": "single"
    },
    {
        "question": "Following is not used in the management of Post dural headache -",
        "exp": "Ans. is 'a' i. e., Propped up position * Supine (recumbent) position and not propped up is recommended for the management of post dural headache.* Post dural puncture headache is due to CSF leak. Typical location is bifrontalor occipital.* Headache gets worsen on sitting or upright posture and is relieved by lying down position and abdominal pressure - The hallmark of postdural puncture headache i. e., association with body position.* The onset of headache is usually 12-72 hours following the procedure, however, it may be seen almost immediately. In most cases it lasts for 7-10 days.* PDPH is believed to result from leakage of CSF from a dural defect and decreased ICT. Loss of CSF at a rate faster that it can be produced causes traction on structure supporting the brain, particularly dura and tentorium. Traction on cranial nerve (particularly 6th nerve) produces diplopia.* Factors that increase the incidence of PDPH are young age, female sex, Pregnancy, large bore needle and multiple punctures. Timing of ambulation has no effect on incidence of PDPH* Use of small bore needle can prevent PDPH.* Intially conservative treatment is given which includes analgesics (NSAIDs), oral or i. v. fluids, Sumatriptan, cosyntropin, caffeine and recumbent position.* If conservative treatment fails, epidural blood patch can be used. It involves injecting 15-20 ml of autologous blood into the epidural space which stop leakage of CSF by coagulation and mass effect.",
        "cop": 1,
        "opa": "Propped up position",
        "opb": "Sumatriptan",
        "opc": "Hydration",
        "opd": "Epidural blood patch",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "2a15b42c-9a71-4d4d-9566-061efab6e87c",
        "choice_type": "single"
    },
    {
        "question": "A female has episodic, recurrent headache in left hemicranium with nausea and parasthesia on right upper and lower limbs is most probably suffering from",
        "exp": "Ans. is 'a' i. e Migraine A female giving above mentioned symptoms is most probably suffering from migraine (classical migraine with Aura)migraine headache has the following characteristics. Unilateral location. Pulsating qualities. Moderate or severe intensity. Frontotemporal in location. Aggravation by walking, climbing stairs or similar routine physical activity. During headache at least one of the following. Nausea or Vomiting. Photophobia and phonophobia. If the headache occurs in association with Aura then it is a classical migraine with Aura. Aura usually consists of Homonymous visual disturbance, hemiparesis, Hemisensory symptoms, Dysphasias or any combination of these symptoms. visual aura is most common and usually consists of photopsia & scintillation. sometimes basilar migraine in which headache is accompanied by brainstem symptoms. Glossopharyngeal neuralgia. The patient gets brief attack of lancinating pain in the side of the throat radiating down the side of the neck, the back of the lower jaw and deep towards the inner ear. The attacks are precipitated by protruding or swallowing the tongue. Post herpetic trigeminal pain - Usually distinguished by h/o of zoster & residual scars, constant quality of pain over the distribution of the trigeminal nerve and sometimes sensory impairment over involved area. Brain tumour - May present with prostrating pounding headache that is associated with nausea & Vomiting. It is usually difficult to distinguish headache of migraine from brain tumour.",
        "cop": 1,
        "opa": "Migraine",
        "opb": "Glossopharyngeal neuralgia",
        "opc": "Herpes zoster infection of trigeminal Nerve",
        "opd": "Brain tumour",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "dffc5533-7599-4a59-bc4f-1117097ec841",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man presents with several weeks of excruciating stabbing pain in his right cheek. This pain occurs several times a day, lasts for a few seconds, and is so intense that he often winces or cries out. Episodes of pain can sometimes be caused by touching the face, or by air blowing on his face. What is the most likely diagnosis?",
        "exp": "Facial or head pain that is repetitive, severe, stabbing, and lasts just a few seconds is characteristic of the cranial neuralgias: trigeminal, glossopharyngeal, and occipital neuralgia. Of the cranial neuralgias, trigeminal neuralgia (tic douloureux) is the most common and typically occurs in middle-aged patients. Earlier onset can indicate underlying multiple sclerosis. The pain usually occurs unilaterally in the second or third division of the trigeminal nerve and is classically precipitated by light touch of the face. The first-line treatment is carbamazepine, but about one-third of patients do not respond to medical treatment and require invasive management such as microvascular decompression of the trigeminal nerve. Glossopharyngeal neuralgia is much less common, is felt in the throat, and is precipitated by swallowing or yawning. In occipital neuralgia the episodes of pain originate from the base of the skull. Headaches associated with migraine tend to be throbbing and last for hours at a time. Headaches associated with brain tumors are steadily progressive and are often made worse by Valsalva maneuver and by recumbency (i. e., typically worse at night). Carotid artery aneurysms may cause stroke or facial swelling but rarely cause headache.",
        "cop": 3,
        "opa": "Carotid artery aneurysm",
        "opb": "Migraine",
        "opc": "Trigeminal neuralgia",
        "opd": "Glossopharyngeal neuralgia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "09dd8663-2a1c-4d5b-92e0-7b5f53b5765e",
        "choice_type": "single"
    },
    {
        "question": "In Mesial Temporal Lobe Epilepsy responds best to which treatment:",
        "exp": "Ans. D. Surgery. Epilepsy Syndromes. Epilepsy syndromes are disorders in which epilepsy is a predominant feature and there is sufficient evidence to suggest a common underlying mechanism. Causes - Developmental ab normal. Perinatal hypoxia/ ischemia, trauma, infection. Response to therapy is poor. 1. Mesial Temporal Lobe Epilepsy - H/O febrile seizure. Family h/o positive. Complex partial seizure. Poor response to therapy. Characteristic hippocampal sclerosis. Surgery is curative.",
        "cop": 4,
        "opa": "Valproic Acid",
        "opb": "Lamotrigine",
        "opc": "Rufinamide",
        "opd": "Surgery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "56326f2a-1e35-499f-a48f-55e75127a49d",
        "choice_type": "single"
    },
    {
        "question": "IOC for diffuse axonal injury is -",
        "exp": "Ans. is 'c' i. e., MRI Diffuse Axonal Injury* A special type of deep white matter lesion consists of widespread mechanical disruption, or shearing, of axons at the time of impact.* Most characteristic are small areas of tissue injury in the corpus callosum and dorsolateral pons.* This presence of widespread axonal damage in both hemispheres is called diffuse axonal injury (DAI).* It has been proposed to explain persistent coma and the vegetative state after closed head injury.* Only severe shearing lesions that contain blood are visualized by CT, usually in the corpus callosum and centrum semiovale; however, selective imaging sequences of the MRI can demonstrate such lesions throughout the white matter. Thus MRI is considered the investigation of choice for diffuse axonal injury.",
        "cop": 3,
        "opa": "Radiograph",
        "opb": "CT Scan",
        "opc": "MRI",
        "opd": "PET Scan",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "eac9b58f-9624-4641-8c29-af2a27cc17f1",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man is injured in a car accident and fractures his left elbow. He now complains of numbness of his fourth and fifth fingers, and weakness in his hand grip. Neurologic findings confirm weakness of handgrip with weakness of finger abduction and adduction, and decreased sensation over the fifth finger and lateral aspect of fourth finger. Which of the following is the most likely diagnosis?",
        "exp": "Injury to the ulnar nerve results in impaired adduction and abduction of the fingers. The nerve is commonly injured in elbow dislocations and fractures. The fibers arise from the eighth cervical and the first thoracic segments. The ulnar is a mixed nerve with sensory supply to the medial hand.",
        "cop": 1,
        "opa": "ulnar nerve injury",
        "opb": "radial nerve injury",
        "opc": "median nerve injury",
        "opd": "carpal tunnel syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d6bb3a72-622f-47fa-a7d8-dd439dae5b27",
        "choice_type": "single"
    },
    {
        "question": "Priapism can be due to?",
        "exp": "Ans. (a) C. M. LRef: Harrison 19th ed. / 324y 634. Priapism is characterized by prolonged, painful and irreducible erection, not resulting in ejaculation. It is an emergency with a poor prognosis, as the risk of impotence is 50%. Causes of Priapism* Sickle cell anemia* Chronic myelogenous leukemia, Chronic lymphocytic leukemia, and acute lymphoblastic leukemia* Drugs",
        "cop": 1,
        "opa": "C. M. L",
        "opb": "Myelo-fibrosis",
        "opc": "A. I. H. A.",
        "opd": "Thrombocytopenia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "07ee8c13-49b8-48e9-8fd9-5e407333e4da",
        "choice_type": "single"
    },
    {
        "question": "Freys syndrome develops secondary to abberant innervation of the skin over parotid by which cranial nerve -",
        "exp": "Ans. is 'a' i. e., IX Freys Syndrome* Frey's syndrome (also known as Baillarger's syndrome, Dupuy's syndrome, auriculotemporal syndrome, or Frey-Baillarger syndrome) is a rare neurological disorder resulting from damage to or near the parotid glands responsible for making saliva, and from damage to the auriculotemporal nerve often from surgery.* The postganglionic CN IX fibers are responsible for stimulation of parotid secretion* The interruption of these nerve fibers may lead to gland atrophy.* In some cases of parotidectomy these CN IX fibers are aberrantly reinnervated to the skin, causing gustatory sweating or Frey's syndrome.",
        "cop": 1,
        "opa": "IX",
        "opb": "X",
        "opc": "XI",
        "opd": "XII",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f25ea63f-efa9-46bc-ace0-f661a77587cf",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man developed a transient episode of vertigo, slurred speech, diplopia, and paresthesia. He is symptom-free now, and clinical examination is entirely normal. His past medical history is significant for hypertension and dyslipidemia. Which of the following is the most likely cause for symptoms?",
        "exp": "Posterior circulation TIA is suggested by the transient episodes. The basilar artery is formed by the two vertebral arteries and supplies the pons, the midbrain, and the cerebellum. With vertebrobasilar TIAs, tinnitus, vertigo, diplopia, ataxia, hemiparesis, and bilateral visual impairment are common findings.",
        "cop": 1,
        "opa": "posterior circulation transient ischemic attack (TIA)",
        "opb": "anterior communicating artery aneurysm",
        "opc": "hypertensive encephalopathy",
        "opd": "pseudobulbar palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "db40b37e-8438-4049-80c4-c7c8e01ae8bc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in tubercular meningitis:",
        "exp": "Ans. (d) Cerebrospinal fluid reveals a low leukocyte count. Ref: Harrison 19th ed. / 898-99. Refer to above table* Tubercular meningitis is seen most often in young children but also develops in adults, especially those infected with HIV.* Tubercular meningitis results from the hematogenous spread of primary or post primary pulmonary TB.* The disease often presents subtly as headache and slight mental changes after a prodrome of weeks of low-grade fever, malaise, anorexia, and irritability.* In general, examination of cerebrospinal fluid (CSF) reveals a high leukocyte count (up to 1000/pL), usually with a predominance of lymphocytes but sometimes with a predominance of neutrophils in the early stage; a protein content of 1-8 g/L (100-800 mg/dL); and a low glucose concentration.* Culture of CSF is diagnostic in up to 80% of cases and remains the gold standard. Polymerase chain reaction has a sensitivity of up to 80%, but rates of false-positivity reach 10%* Imaging studies (CT and MRI) may show hydrocephalus and abnormal enhancement of basal cisterns or ependyma.",
        "cop": 4,
        "opa": "Evidence of old pulmonary lesions or a miliary pattern is found on chest radiography",
        "opb": "Culture of CSF is diagnostic in majority of cases and remains the gold standard.",
        "opc": "It is seen most often in young children but also develops in adults.",
        "opd": "Cerebrospinal fluid reveals a low leukocyte count.",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "ba824925-08d6-4943-a5d2-ab5f07d0c5f2",
        "choice_type": "single"
    },
    {
        "question": "Fluent aphasia without weakness occurs due to which of the following culprit arteries?",
        "exp": "Ans. c (Inferior division of MCA) (Ref: Harrison's Internal Medicine 18th/Ch. 26; 17th/pg. 2524). If a fluent (Wernicke's) aphasia occurs without weakness, the inferior division of the MCA supplying the posterior part (temporal cortex) of the dominant hemisphere is probably involved. Jargon speech and an inability to comprehend written and spoken language are prominent features, often accompanied by a contralateral, homonymous superior quadrantanopia.# Partial syndromes due to embolic occlusion of a single branch include hand, or arm and hand, weakness alone (brachial syndrome) or facial weakness with nonfluent (Broca) aphasia, with or without arm weakness (frontal opercular syndrome).# A combination of sensory disturbance, motor weakness, and nonfluent aphasia suggests that an embolus has occluded the proximal superior division of MCA and infarcted large portions of the frontal and parietal cortices.# Hemineglect or spatial agnosia without weakness indicates that the inferior division of the MCA in the nondominant hemisphere is involved. Effect of strokes. Artery. Area of lesion. Symptoms Notes. Notes. Anterior circulation MCAMotor cortex-upper limb and face. Contralateral paralysis-upper limb and face Sensory cortex-upper limb and face. Contralateral loss of sensation- upper and lower limbs, and face Temporal lobe (Wernicke are); frontal lobe (Broca area). Aphasia if in dominant (usually left) hemisphere. Hemineglect if lesion affects nondominant (usually right) side ACAMotor cortex-lower limb. Sensory cortex-lower limb. Contralateral paralysis-lower limb. Contralateral loss of sensation- lower limb Lenticulostriate artery. Striatum, internal capsule. Contralateral hemiparesis/ hemiplegia. Common location of lacunar infarcts, 2deg to unmanaged hypertension. Posterior circulation. ASALateral corticospinal tract. Medial lemniscus. Caudal medulla-hypoglossal nerve. Contralateral hemiparesis-upper and lower limbs| contralateral proprioception. Ipsilateral hypoglossal dysfunction (tongue deviates ipsilaterally). Stroke commonly bilateral. Medial medullary syndrome-caused by infact of paramedian branches of ASA and vertebral arteries. PICALateral medulla-vestibular nuclei, lateral spinothalamic tract, spinal trigeminal nucleus, nucleus ambiguous, sympathetic fibres, inferior cerebellar peduncle. Vomiting, vertigo, nystagmus; | pain and temperature sensation from ipsilateral face and contralateral body; dysphagia, hoarseness. | gag reflex; ipsilateral Horner syndrome; ataxia, dysmetria. Lateral medullary (wallenberg) syndrome. Nucleus ambiguous effects are specific to PICA lesions. \"Dont pick a (PICA) horse (hoarseness) that cant cat (dysphagia)\"AICALateral pons-cranial nerve nuclei; vestibular nuclei; facial nucleus, spinal trigeminal nucleus, cochlear nuclei, sympathetic fibers. Middle and inferior cerebellar peduncles. Vomiting, vertigo, nystagmus. Paralysis of face, 4 lacrimation, salivation, 4 taste from anterior 2/3 of tongue, 4 corneal reflex. Face- 4 pain and temperature sensation. Ipsilateral 4 hearing. Ipsilateral. Horner syndrome. Ataxia, dysmetria. Lateral pontine syndrome. Facial nucleus effect are specific to AICA lesions. \"Facial droop means Al. CA's pooped. \"PCAOccipital cotex, visual cortex. Contralateral hemianopia with macular sparing Basilar artery. Pons, medulla, lower midbrain, corticospinal and corticobulbar tracts, ocular cranial nerve nuclei, paramedian pontine reticular formation. Preserved consciousness and blinking, quadriplegia, loss of voluntary facial, mouth and tongue movements. \"Locked- in syndrome\"Communicating arteries. ACom. Most common lesion is aneurysm. Can lead to stroke. Saccular (berry) aneurysm can impinge cranial nerves. Visual fields defects. Lesion are typically aneurysms, not strokes. PCom. Common site of saccular aneurysm. CN III palsy - eye is \"down and out\" with ptosis and pupil dilation. Lesions are typically aneurysms, not strokes. APHASIA AND ASSOCIATED CULPRIT AREA AND ARTERY Aphasias and Related Conditions. Comprehension. Repetition of Spoken language. Naming. Fluency. Wernicke's. Impaired. Impaired. Impaired. Preserved or increased. Broca's. Preserved (except grammar). Impaired. Impaired. Decreased. Global. Impaired. Impaired. Impaired. Decreased. Conduction. Preserved. Impaired. Impaired. Preserved. Nonfluent (motor) Transcortical. Preserved. Preserved. Impaired. Impaired. Fluent (sensory) Transcortical. Impaired. Preserved. Impaired. Preserved. Isolation. Impaired. Echolalia. Impaired. No purposeful speech. Anomic. Preserved. Preserved. Impaired. Preserved (word finding pauses+). Pure word deafness. Impaired for spoken language. Impaired. Preserved. Preserved. Pure alexiaimpaired only for reading. Preserved. Preserved. Preserved. Educational Points# Wernicke's aphasia not associated with weakness; can be associated with upper quadranto hemianaopia.# Broca's aphasia usually associated with hemiparesis.# Loss of contralateral conjugate gaze associated with fomtal lobe lesion.# Loss of Ipsilateral conjugate gaze associated with pontine lesion.# Most common type of aphasia is Anomic aphasia; due to angular gyrus involvement (Ganong).",
        "cop": 3,
        "opa": "Superior division of MCA (dominant lobe)",
        "opb": "Hubner's branch of ACA",
        "opc": "Inferior division of MCA",
        "opd": "PCA (nondominant lobe)",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "39e17a30-3f09-4328-bdc2-3854f601230d",
        "choice_type": "single"
    },
    {
        "question": "Extradural haemorrhage is due to",
        "exp": "A. i. e. (Middle meningeal artery) (2597 - HI 7th)* Extradural (epidural) haemorrhage. Middle meningeal artery* Subdural haemorrhage. Superior cerebral artery vein* Sub arachnoid haemorrhage. Berry aneurysm* Intracerebral haemorrhage. Hypertension* Contusions are easily visible on CT and MRI scans, appearing as in homogeneous hyperdensities On CT and as hyperintensities on MRI (2597 - HI7th).",
        "cop": 1,
        "opa": "Rupture of middle meningeal artery",
        "opb": "Rupture of anterior meningeal artery",
        "opc": "Rupture of posterior meningeal artery",
        "opd": "Rupture of middle cerebral artery",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "5e2f9e53-14b4-462b-912e-44bfc2ac4393",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man complains of worsening headache and right-sided weakness. CT of the head is shown below. The most likely diagnosis is:",
        "exp": "Ans. B. Brain tumor* The CT scan that accompanies the question reveals near the left cortex a solitary, rounded, discrete lesion that enhances with contrast and has mild surrounding edema. The history, examination, and CT scan suggest a brain tumor, either primary or metastatic.* Further work-up should be aimed at uncovering an occult primary tumor, if any. Common sources occur at the lungs, kidneys, colon, and breasts.* Chest roentgenogram, intravenous pyelography, gastrointestinal series, or mammography might therefore be indicated. A myelogram or lymphangiogram would not be helpful for most patients.* If an occult primary tumor cannot be found, biopsy of the brain lesion may be indicated.",
        "cop": 2,
        "opa": "Aneurysmal bleed",
        "opb": "Brain tumor",
        "opc": "Lacunar infarct",
        "opd": "Vasculitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "51d397c6-e284-4c64-9866-c336cfb54d9e",
        "choice_type": "single"
    },
    {
        "question": "Uhthoff's phenomenon is seen in",
        "exp": "(B) Multiple sclerosis # UHTHOFF'S PHENOMENON (Uhthoff's syndrome or Uhthoff's's sign or Uhthoff's Symptom) is the worsening of neurologic symptoms in multiple sclerosis (MS) and other neurological, demyelinating conditions when the body gets overheated from hot weather, exercise, fever, or saunas and hot tubs. It is possibly due to the effect of increased temperature on nerve conduction.> With an increased body temperature, nerve impulses are either blocked or slowed down in a damaged nerve but once the body temperature is normalized, signs and symptoms may disappear or improve.> In multiple sclerosis -- Heat sensitivity refers to neurologic symptoms produced by an elevation of the body's core temperature. For example, unilateral visual blurring may occur during a hot shower or with physical exercise (Uhthoff's symptom).",
        "cop": 2,
        "opa": "Tuberous sclerosis",
        "opb": "Multiple sclerosis",
        "opc": "Lupus erythematosus",
        "opd": "Leprosy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f993e82d-4988-4205-b439-5a227015c974",
        "choice_type": "single"
    },
    {
        "question": "Which of the following clinical test when positive suggests presence of sensory ataxia?",
        "exp": "Ans. is 'a' i. e., Romberg test Romberg Sign* Romberg's test, Romberg's sign, or the Romberg maneuver is a test used in an exam of neurological function for balance, and also as a test for drunken driving.* The exam is based on the premise that a person requires at least two of the three following senses to maintain balance while standing: proprioception (the ability to know one's body position in space); vestibular function (the ability to know one's head position in space); and vision (which can be used to monitor and adjust for changes in body position).* A patient who has a problem with proprioception can still maintain balance by using vestibular function and vision. In the Romberg test, the standing patient is asked to close his or her eyes. A loss of balance is interpreted as a positive Romberg's test.* The Romberg test is a test of the body's sense of positioning (proprioception), which requires healthy functioning of the dorsal columns of the spinal cord.* The Romberg test is used to investigate the cause of loss of motor coordination (ataxia).* A positive Romberg test suggests that the ataxia is sensory in nature, that is, depending on loss of proprioception. If a patient is ataxic and Romberg's test is not positive, it suggests that ataxia is cerebellar in nature, that is, depending on localized cerebellar dysfunction instead.* It is used as an indicator for possible alcohol or drug impaired driving and neurological decompression sickness. When used to test impaired driving, the test is performed with the subject estimating 30 seconds in their head. This is used to gauge the subject's internal clock and can be an indicator of stimulant or depressant use.",
        "cop": 1,
        "opa": "Romberg test",
        "opb": "Adson test",
        "opc": "Stinchfield test",
        "opd": "Crossed SLR test",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e6c8ed30-b651-4dbe-b9d7-2d1940a5f535",
        "choice_type": "single"
    },
    {
        "question": "Triad of normal pressure hydrocephalus does not include:",
        "exp": "Ans. B. Aphasia. Triad of NPH does not include aphasia.* The clinical triad of NPH includes- An abnormal gait (ataxic or apractic)- Dementia (usually mild to moderate, with an emphasis on executive impairment)- Urinary urgency or incontinence* Neuroimaging reveals enlarged lateral ventricles (hydrocephalus) with little or no cortical atrophy, although the sylvian fissures may appear propped open (so-called \"boxcarring\"), which can be mistaken for Peri sylvian atrophy.",
        "cop": 2,
        "opa": "Ataxia",
        "opb": "Aphasia",
        "opc": "Dementia",
        "opd": "Urinary incontinence",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a1ab8dcd-c4ae-4f1d-89fc-773f8c8b77de",
        "choice_type": "single"
    },
    {
        "question": "A man presented with difficulty walking and urinary incontinence. On examination, his pupils were nonreactive to bright light but constricted when focusing on a near object. What is the diagnosis?",
        "exp": "Answer B. Tabes dorsalis. The correct answer is tabes dorsalis. Pupils that are nonreactive to bright light but briskly constrict when focusing on a near object are known as Argyll Robertson pupils, which are characteristic of tabes dorsalis. Tabes dorsalis is a form of neurosyphilis that is characterized by degeneration of the nerves in the dorsal columns of the spinal cord, which leads to ataxia and loss of proprioception, as well as this pupil finding. The patient improved with intravenous penicillin.",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Tabes dorsalis",
        "opc": "Parinaud's syndrome",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "605350cd-6e2d-4c38-b0ab-17abed8105c9",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old man complains of episodes of severe unilateral, stabbing facial pain that is intermittent for several hours, and then disappears for several days. The pain is described as \"electric shock-like\" and only lasts a few seconds. Physical examination of the face and mouth is entirely normal. Which of the following treatments is most effective for this condition?",
        "exp": "This patient has trigeminal neuralgia. Carbamazepine (an anticonvulsant drug) is given in doses varying from 600 to 1200 mg/day. Phenytoin has also been used. The two drugs can also be used in combination. Operative procedures include alcohol injection of the nerve or ganglion, partial section of the nerve in the middle or posterior fossa, decompression of the root, and medullary tractotomy. Radiofrequency surgery can destroy pain fibers but spare motor fibers.",
        "cop": 4,
        "opa": "morphine",
        "opb": "indomethacin",
        "opc": "cimetidine",
        "opd": "carbamazepine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "4ddff7fb-395c-4029-9091-32f42868c158",
        "choice_type": "single"
    },
    {
        "question": "Miller Fischer test is used for:",
        "exp": "Ans. A. Evaluating cognition in NPHEvaluating cognition in NPH. The CSF tap test, sometimes lumbar tap test or Miller Fisher Test, is a medical test that is used to decide whether shunting of cerebrospinal fluid (CSF) would be helpful in a patient with suspected normal pressure hydrocephalus (NPH). The test involves removing 30mL of cerebrospinal fluid (CSF) through a lumbar puncture, after which cognitive function is clinically reassessed. Clinical improvement showed a high predictive value for subsequent success with shunting.",
        "cop": 1,
        "opa": "Evaluating cognition in NPH.",
        "opb": "Severity of paralysis in GBS.",
        "opc": "Grading muscle involvement in ALS.",
        "opd": "Measuring disability in Multiple sclerosis.",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "56fe535b-71fa-431f-a3bd-06d354ccc0cf",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of hypertensive bleed in the brain is:",
        "exp": "Ans: a",
        "cop": 1,
        "opa": "Putamen",
        "opb": "Thalamus",
        "opc": "Frontal lobe",
        "opd": "Pons",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "21c58d5e-ecdf-41e1-a023-9ae0864e7c12",
        "choice_type": "single"
    },
    {
        "question": "What clinical presentation would be expected in this patient?",
        "exp": "Answer D. Quadriplegia The most common presentation of a pontine hemorrhage is quadriplegia. Small, reactive pupils are characteristic of pontine hemorrhages. Hemiparesis would be expected if the hemorrhage were asymmetrical. Hypothermia is unusual. Upward gaze palsy occurs with midbrain involvement.",
        "cop": 4,
        "opa": "Asymmetrical mydriasis",
        "opb": "Ataxic hemiparesis",
        "opc": "Hypothermia",
        "opd": "Quadriplegia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "24975eec-9af8-4ee2-b77c-df80d67eb853",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with recurrent episodes of sharp pain over his right cheek that is precipitated on chewing. Between attacks patients is otherwise normal. The most probable diagnosis is -",
        "exp": "Ans. is 'b' i. e., Trigeminal Neuralgia Epidemiologyo TN is a rare condition that affects women more than men. o The incidence increases gradually with age: most idiopathic cases begin after age 50. Etiology and pathogenesiso Most cases of TNare caused by compression of the trigeminal nerve root, usually within a few millimeters of entry into the pons (the root entry zone). o Compression by an aberrant loop of an artery or vein is thought to account for 80 to 90 percent of cases. o Idiopathic TN or TN caused by a vascular compression is considered classic TN. o Other causes of TN via nerve compression include vestibular schwannoma (acoustic neuroma), meningioma, epidermoid or other cyst, or, rarely, a saccular aneurysm or arteriovenous malformation. Classificationo In the International Classification of Headache Disorders, 3rd edition (ICHD-3), TN is divided into classic (or classical) trigeminal neuralgia caused by neurovascular compression and painful trigeminal neuropathy caused by a number of other conditions. Trigeminal neuralgia||Classic. Painful trigeminalo Classic TN encompasses both idiopathic TN c cases and those related to vascular compression. o Painful trigeminal neurooathv is caused by lesions other than vascular compression:# The rationale is as follows.# Painfid trigeminal neuropathy attributed to acute herpes zoster.# The ICHD-3 acknowledges that TN found to be related to compression of the trigeminal nerve by a vascular loop, as demonstrated by surgery\\ should strictly be regarded as secondary.# Postherpetic trigeminal neuropathy# Painful posttraumatic trigeminal neuropathy# Painful trigeminal neuropathy attributed to multiple sclerosis plaque# However, most patients do not have surgery, and it is often uncertain as to whether they have primary or secondary neuralgia.# Painful trigeminal neuropathy attributed to space-occupying lesion# For this reason, the ICHD-3 uses the term\"classical'' instead of \"primary\" for patients with a typical history of TN who have a presumed or demonstrated vascular source of compression as the cause.# Painfid trigeminal neuropathy'attributed to other disorder. Clinical featureso TN is defined clinically by paroxysmal, stereotyped attacks of usually intense, sharp, superficial, or stabbing pain in the distribution of one or more branches of the fifth cranial (trigeminal) nerve. o The pain of TN tends to occur in paroxysms and is maximal at or near onset. o Facial muscle spasms can be seen with severe pain.#This finding gave rise to the older term for this disorder, \"tic douloureux\"o The pain is often described as electric, shock-like or stabbing. o It usually lasts from one to several seconds, but may occur repetitively. o A refractory' period of several minutes during which a paroxysm cannot be provoked is common. o Some patients with longstanding TN may have continuous dull pain that is present between paroxysms of pain. o Unlike some other facial pain syndromes, TN typically does not awaken patients at night, o TN is typically unilateral.#Occasionally the pain is bilateral though rarely on both sides simultaneously. o The distribution of pain most often involves the V2 and/or V3 subdivisions of the trigeminal nerve. o Trigger zones in the distribution of the affected nerve may be present and are often located near the midline. Lightly touching these zones often triggers an attach leading patients to protect these areas.# Other triggers of TN paroxysms include chewing, talking, brushing teeth, cold air smiling, and/or grimacing. o Autonomic symptoms, usually mild or moderate, can occur in association with attacks of. TNin the VI trigeminal distribution, including lacrimation, conjunctival injection, and rhinorrhea. Diagnosiso The diagnosis of TN is based upon the characteristic clinical features described above, primarily paroxysms of pain in the distribution of the trigeminal nerve. o Once the diagnosis of TN is suspected on clinical grounds, a search for secondary causes should be undertaken. Diagnostic criteria for trigerm in at neuralgiao The International Classification of. Headache Disorders, 3rd edition (ICHD-3) diagnostic criteria for classic TN are as follows: A). At least three attacks of unilateral facial pain fulfilling criteria B and CA) Occurring in one or more divisions of the trigeminal ner\\>e, with no radiation beyond the trigeminal distributionA) Pain has at least three of the following four characteristics:# Recurring in paroxysmal attacks lasting from a fraction of a second to two minutes.# Severe intensity.# Electric shock-like, shooting, stabbing, or sharp in quality.# At least three attacks precipitated by innocuous stimuli to the affected side of the face (some attacks may be, or appear to be, spontaneous). D) No clinically evident neurologic deficit. E) Not better accounted for by another ICHD-3 diagnosis.",
        "cop": 2,
        "opa": "Preherpetic neuralgia",
        "opb": "Trigeminal neuralgia",
        "opc": "Mumps",
        "opd": "Thalamic syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "aeaa988f-5834-459d-b9c3-a09b1626daca",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with right sided hemiplegia while on warfarin. Which of the following will be the initial investigation of choice?",
        "exp": "Ans. B. CT-scan* For evaluation of bleeding in the brain the preferred investigation is CT scan. The bleeding in the brain shows up as hyper-density on CT scan.",
        "cop": 2,
        "opa": "Chest X-ray",
        "opb": "CT- scan",
        "opc": "MRI",
        "opd": "PET-scan",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "12860ba7-4f0e-436d-ba97-cfce83bd3930",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man has many months history of progressive hearing loss, unsteady gait, tinnitus, and facial pain. An MRI scan reveals a tumor at the cerebellopontine angle. Which of the following cranial nerves is this tumor most likely to affect?",
        "exp": "An acoustic neuroma is most likely to lead to a palsy of the eighth cranial nerve. Deafness, headache, ataxia, tinnitus, and diplopia are seen, as well as facial paresthesia. Acoustic neuromas represent 5-10% of all intracranial tumors. They develop from Schwann cells and generally grow very slowly. They may be very large before symptoms develop.",
        "cop": 3,
        "opa": "fourth cranial nerve",
        "opb": "sixth cranial nerve",
        "opc": "eighth cranial nerve",
        "opd": "tenth cranial nerve",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e85e3f40-cf6d-43db-8c35-c749690d32ae",
        "choice_type": "single"
    },
    {
        "question": "A chronic alcoholic presented to the casualty with altered sensorium. His blood sugar level was normal. Which of the following is the treatment to be given:-",
        "exp": "Ans. is 'a' Inj. Vitamin B1. This chronic alcoholic patient is in altered sensorium due to Wernicke's encephalopathy. Treatment. Wernicke's disease is a medical emergency and requires immediate administration of thiamine (i. v. or i. m.). Note: That glucose infusion may precipitate Wernicke's disease in a previously unaffected patient or cause a rapid worsening of an early form of the disease. For this reason thiamine should be administered to all alcoholic patients requiring parenteral glucose.",
        "cop": 1,
        "opa": "Inj. Vitamin. Bl",
        "opb": "IV dextrose 5%",
        "opc": "IV dextrose 50%",
        "opd": "IV Normal saline",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "3b47bed1-50fa-4781-9959-ac476d28645b",
        "choice_type": "single"
    },
    {
        "question": "In cerebral infarct maximum enhancement in CT scan is seen in how many days?",
        "exp": "Ans. D. 14. CT Scansa. Infarcts are detected after 24 - 48 hours. b. Fail to detect small ischemic stroke in the posterior fossa. Also fail to show small cortical infarctsc. Better than MRI in detecting early hemorrhaged. Infarct upto 12 hrs CT may be normal in cerebral infarct. e. Then low attenuations occur in 24-36 hrs ischemic tissue swells producing a mass effect by 2nd to 3rd day Subsides by 7th day. f. After 7 days infarcted tissue is invaded by phagocytic glial cell which increases attenuation So plain CT looks near normal. g. Same time infarcted area is also invaded by New Blood vessel which show an area of enhancement after iodinated contract media. Enhancement is maximum in 2nd week",
        "cop": 4,
        "opa": "2",
        "opb": "5",
        "opc": "9",
        "opd": "14",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "dc75b910-ffaa-439c-a305-a3c5f30ce1e3",
        "choice_type": "single"
    },
    {
        "question": "'Teichopsia' is seen in",
        "exp": "Ans. B. Migrane. (Ref Victor Adams Neurology, pg. 182-183.). Classic migraine is usually familial, involves a unilateral, throbbing head pain, and diminishes in fre- quency with age. The blind spot, or scotoma, that may develop as part of the aura of a classic migraine attack will involve the same visual field in both eyes. This defect usually changes over the course of minutes. It typically enlarges and may intrude on the central vision. The margin of the blind spot is often scintillating or dazzling. If this margin has a pattern like the battlement of a castle, it is called a fortification spectrum, or teichopsia. Homonymous hemianoptic defects of the sort that develop during the aura of a classic migraine indicate an irritative lesion that is affecting one part of the occipital cortex in one hemisphere of the brain. The changes in the scotoma over the course of minutes indicate that the irritative phenomenon sets off a cascade of events in the visual cortex that temporarily disturbs vision in a progressively larger area. Other focal neurologic phenomena may precede classic migraine; the most common are tingling of the face or hand, mild confusion, transient hemiparesis, and ataxia. Fatigue, irritability, and easy distractibility often develop before a migraine. Affected persons usually also have hypersensitivity to light and noise during an attack.",
        "cop": 2,
        "opa": "Age Related Macular Degeneration (ARMD)",
        "opb": "Migraine",
        "opc": "Vitreous hemorrhage",
        "opd": "Optic atrophy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "cea63628-dbb0-4628-a980-c10852c81246",
        "choice_type": "single"
    },
    {
        "question": "Human eosinophilic meningitis is most commonly caused by -",
        "exp": "Ans. is 'a' i. e., Angiostrongyliasis Angiostrongyliasis* Angiostrongyliasis is the most common cause of human eosinophilic meningitis.* It is caused by Angiostrogylus cantonensis (rat lung worm). Life Cycle* Cantonensis larvae produced by adult worms in the rat lung migrate to the gastrointestinal tract and are expelled with the feces.* They develop into infective larvae in land snails and slugs.* Humans acquire the infection by ingesting raw infected mollusks; vegetables contaminated by mollusk slime; or crabs, freshwater shrimp, and certain marine fish that have themselves eaten infected mollusks. The larvae then migrate to the brain.* The parasites eventually die in the CNS, but not before initiating pathologic consequences that, in heavy infections, can result in permanent neurologic sequelae or death.* Migrating larvae cause marked local eosinophilic inflammation and hemorrhage, with sub- sequent necrosis and granuloma formation around dying worms. Clinical features & management* Clinical symptoms develop 2-35 days after the ingestion of larvae.* Patients usually present with an insidious or abrupt excruciating frontal, occipital, or bitemporal headache. Neck stiffness, nausea and vomiting, and paresthesias are also common. Fever, cranial and extraocular nerve palsies, seizures, paralysis, and lethargy are uncommon.* Examination of cerebrospinal fluid (CSF) is mandatory in suspected cases and usually reveals an elevated opening pressure, a white blood cell count of 150-2000/mL, and an eosinophilic pleocytosis of >20* The diagnosis is generally based on the clinical presentation of eosinophilic meningitis together with a compatible epidemiologic history.* Specific chemotherapy is not of benefit in angiostrongyliasis; larvicidal agents may exacerbate inflammatory brain lesions.* Management consists of supportive measures, including the administration of analgesics, sedatives, and--in severe cases-- glucocorticoids.* Repeated lumbar punctures with removal of CSF can relieve symptoms.* In most patients, cerebral angiostrongyliasis has a self-limited course, and recovery is complete.* The infection may be prevented by adequately cooking snails, crabs, and prawns and inspecting vegetables for mollusk infestation. Note:* Other parasitic or fungal causes of eosinophilic meningitis in endemic areas may include.# Gnathostomiasis# Paragonimiasis# Schistosomiasis# Neurocysticercosis# Coccidioidomycosis",
        "cop": 1,
        "opa": "Angiostrongyliasis",
        "opb": "Neurocysticercosis",
        "opc": "Coccidiodomycosis",
        "opd": "Schistosomiasis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "68bddc6a-4e3c-406c-ac56-377d91570f98",
        "choice_type": "single"
    },
    {
        "question": "Thalamic lesion will not produce:",
        "exp": "Ans: b (Cog wheel rigidity) Ref: Harrison, 16th ed, p. 144. Cog wheel rigidity is a feature of extra pyramidal tract lesion--Parkinsonism. Major Brain stem stroke syndromes. Name of syndrome. Site. Symptoms. Weber. Anterior cerebral peduncle (mid-brain). Ipsilateral 3rd palsy, contralateral hemiparesis. Benedict's syndrome. Upper red nucleus. Ipsilateral 3rd nerve palsy with tremors, chorea, and athetosis on opposite side. Nothnagel syndrome. Superior cerebellar peduncle. Ipsilateral 3rd nerve palsy and contralateral cerebellar ataxia. Claude syndrome. Superior cerebellar peduncle+Red nucleus. Features of both Benedict and Nothnagel syndrome. Parinaud syndrome. Dorsal mid-brain(tectum). Vertical gaze palsy. Convergence disorders. Convergence retraction nystagmus. Pupillary and lid disordersW allenberg syndrome. Lateral medulla(Due to occlusion of any of the following vessels-vertbral artery, PICA, or superior, middle, or inferior lateral medullary arteries.). Ipsilateral 5th,, 9th, 10th 11th palsy. Ipsilateral Horner's syndrome. Ipsilateral cerebellar signs. Contralateral spinothalamic sensory loss. Vestibular disturbance. Pontine syndromes. Millard Gubler syndrome. Ventral pontine syndrome, caused by paramedian infarction of pons. Ipsilateral paresis of lateral rectus with diplopia. Ipsilateral paresis of upper and lower face (damage to 7th cranial nerve). Contralateral hemiplegia with sparing of contralateral face. Foville syndrome. Lower dorsal pontine syndrome. Caused by lesion to dorsal tegmentum of lower pons. Ipsilateral horizontal gaze palsy (damage to nucleus of abducent nerve and paramedian pontine reticular formation). Ipsilateral paresis of whole face(damage to nucleus and fibres of 7th nerve). Contralateral hemiplegia with sparing of contralateral face(damage to corticospinal tract). Raymond Ceston syndrome. Upper dorsal pontine syndrome. Ipsilateral ataxia and coarse intention tremor. Ipsilateral paralysis of muscles of mastication. Contralateral loss of sensory modalities in the body. Contralateral hemiparesis of face and body. Horizontal gaze palsy may occur",
        "cop": 2,
        "opa": "Sensory loss",
        "opb": "Cog wheel rigidity",
        "opc": "Sensory disturbance of one half of the body",
        "opd": "Tingling sensation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "2f26b0a3-1f78-409f-a27c-77c969dfc6c6",
        "choice_type": "single"
    },
    {
        "question": "Tigroid white matter on MR spectroscopy seen in:-",
        "exp": "Ans. (b) Pelizaeus-merzbacher disease. Ref: Harrisons Principle of Internal Medicine 20th Ed; Page No- 3049* The Tigroid pattern or stripe sign is also known as leopard skin sign results from dark-spots or stripes (spared perivascular white matter) within bright demyelinated periventricular white matter on T2W images.* It is most commonly seen in:# Pelizaeus-Merzbacher disease (PMD) The human neural stem cells have both neurogenic and gliogenic potential, and when delivered to white matter regions in experimental animals most persisting cells had become oligodendrocytes. This supported use of the cells to promote myelin formation in conditions such as PMD.# Metachromatic leukodystrophy# Autosomal recessive spastic ataxia of Charlevoix",
        "cop": 2,
        "opa": "Pantothenate kinase deficiency",
        "opb": "Pelizaeus-merzbacher disease",
        "opc": "Neuroferritinopathy",
        "opd": "Aceruloplasminemia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "0b1b8004-f3fd-437d-9574-239d36ce707f",
        "choice_type": "single"
    },
    {
        "question": "Weber syndrome occur due to -",
        "exp": "(A) (3rd Cranial nerve paralysis) (1161 - Davidson 21st), 238. 3292-H 18th)* Weber's syndrome: Injury to the cerebral peduncle causes ipsilateral oculomotor palsy with contralateral hemiparesis.* Nothnagel's syndrome: Injury to the superior cerebellar peduncle causes ipsilateral oculomotor palsy and contralateral cerebellar ataxia.* Benedikt's syndrome: injury to the rednucleus results in ipsilateral oculomotor palsy and contralateral tremor, chorea and athetosis. Major focal brain-stem syndromes. Name of syndrome. Site of Lesions. Clinical features. Weber. Anterior cerebral peduncle (mid-brain). Ipsilateral 3rd palsy contralateral upper motor neuron 7th palsy contralateral hemiplegia. Claude. Cerebral peduncle involving red nucleus. Ipsilateral 3rd palsy contralateral cerebellar signs. Parinaud. Dorsal mild-brain (tectum). Vertical gaze palsy convergence disorders convergence retraction nystagmus pupilary and lid disorders. Millard-Gubler. Ponto-medullary junction. Ipsilateral 6th palsy ipsilateral 5th lower motor neuron 7th palsy Contralateral hemiplegia. Wallenberg. Lateral medulla. Ipsilateral 5th, 9th, 10th, 11th palsy ipsilateral. Homer's syndrome ipsilateral cerebellar signs contralateral spinothatamic sensory loss vestibular disturbance",
        "cop": 1,
        "opa": "3rd cranial nerve paralysis",
        "opb": "4th cranial nerve paralysis",
        "opc": "5th cranial nerve paralysis",
        "opd": "6th cranial nerve paralysis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a384a4f1-c312-44b1-aeb6-c808d1a86523",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is LEAST suggestive of infection with polio virus:",
        "exp": "Ans. is 'c' i. e Descending motor paralysis with preservation of Tendon reflexes and sensation. Characteristics of paralysis in polio. It is purely motor* affecting the Anterior horn cells. Asymmetric Flaccid paralysis Descending. Loss of reflexes. May involve respiratory muscles. Clinical manifestations of Poliomyelitis. Most infections with poliomyelitis are asymptomatic and patients presents with minor illness which usually resolves in 3 days. About 1% of patient presents with Aseptic Meningitis (Non paralytic Poliomyelitis). Examination of C. S. F reveals. Pleocytosis. Normal glucose level. Slightly elevated protein level. Poliovirus may not be detected in C. S. FLeast common presentation is that of Paralytic disease. After 1 or several days of Aseptic meningitis rapid motor weakness develop and asymmetric flaccid paralysis occurs",
        "cop": 3,
        "opa": "Low grade fever and malaise with complete resolution in 2 to 3 days",
        "opb": "Biphasic illness with several days of fever, then meningeal symptoms and asymmetric flaccid paralysis 5 to 10 days later",
        "opc": "Descending motor paralysis with preservation of tendon reflexes and sensation",
        "opd": "Failure to isolate a virus from the cerebrospinal fluid in the presence of marked meningismus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "fb40602c-5527-4952-9e95-722fc513c672",
        "choice_type": "single"
    },
    {
        "question": "A person is admitted in emergency department due to severe neurological disease & is not responding to any stimulus. What is the score of this patient on Glasgow coma scale",
        "exp": "Ans. C. 5. As, the person is not responding that means he is in coma. So, Eye movement & vocal response is nil. Eye Opening Response. Verbal Response. Motor Response4=Spontaneous5=Oriented6=Obeys commands3=To verbal stimuli4=Confused5=Localizes pain2=To pain3=lnappropriate words4=Withdraws from painl=None2=lncoherent3=Flexion to pain or decerebrate l=None 2=Extension to pain or decerebrate l=None. Glasgow coma scale: Eye + Verbal + Motor1+1+3=5",
        "cop": 3,
        "opa": "0",
        "opb": "3",
        "opc": "5",
        "opd": "7",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9429a972-e2fb-4a60-8ad9-965671431233",
        "choice_type": "single"
    },
    {
        "question": "Total score in standard minimental status examination (MMSE) is?",
        "exp": "Ans. B. 30. (Ref. Harrison's medicine 17th/ Table 365-5). \"The MMSE, an easily administered 30-point test of cognitive function, contains tests of orientation, working memory (e. g., spell world backwards), episodic memory (orientation and recall), language comprehension, naming, and copying. \"Discussion: Cognitive and Neuropsvchiatric Examination# Brief screening tools such as the mini-mental state examination (MMSE) help to confirm the presence of cognitive impairment and to follow the progression of dementia.# The MMSE, an easily administered 30-point test of cognitive function, contains tests of orientation, working memory (e. g., spell world backwards), episodic memory (orientation and recall), language comprehension, naming, and copying.# In most patients with MCI and some with clinically apparent AD, the MMSE may be normal and a more rigorous set of neuropsychological tests will be required.# In FTD, the earliest deficits often involve frontal executive or language (speech or naming) function. DLB patients have more severe deficits in visuospatial function but do better on episodic memory tasks than patients with AD.# Patients with vascular dementia often demonstrate a mixture of frontal executive and visuospatial deficits.# In delirium, deficits tend to fall in the area of attention, working memory, and frontal function. The Mini-Mental Status Examination Points. Orientation Name: season/date/day/month/year5 (1 for each name). Name: hospital/floor/town/state/country5 (1 for each name). Registration Identify three objects by name and ask patient to repeat3 (1 for each object). Attention and calculation Serial 7s; subtract from 100 (e. g., 93-86-79-72-65)5 (1 for each subtraction). Recall Recall the three objects presented earlier3 (1 for each object). Language Name pencil and watch2 (1 for each object). Repeat \"No ifs, ands, or buts\"l Follow a 3-step command (e. g., \"Take this paper, fold it in half, and place it on the table\")3 (1 for each command). Write \"close your eyes\" and ask patient to obey written command1. Ask patient to write a sentence1. Ask patient to copy a design (e. g., intersecting pentagons)1. Total30",
        "cop": 2,
        "opa": "25",
        "opb": "30",
        "opc": "32",
        "opd": "35",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "8509c9ac-01c7-40e0-a38b-f16fb8b032d1",
        "choice_type": "single"
    },
    {
        "question": "Gait in Parkinsonism?",
        "exp": "Ans. d (Festinating gait). (Ref. Harrison, Principles of Medicine, 18th/Ch. 24, 371)FESTINATING GAIT - pace acclerates as upper body gradually leans further ahead of feet. Gait. Condition1. Lurching gait. Inferior gluteal nerve palsy2. Festinating gait. Parkinsonism3. Hemiparetic gait. Spastic hemiparesis4. Paraparetic gait. Scissoring gait5. Steepage gate. Foot drop (Ls radiculopathy, sciatica, peroneal neuropathy)6. Waddling gait. Myopathy, muscle dystrophy, rarely MG7. Apraxic gait. Bilateral frontal lobe disease8. Choreoathetotic gait. Choreoathetosis9. Cerebellar ataxic gait. Cerebellar disease10. Sensory ataxic gait. Romberg sign11. Vestibular gait. Patient tends to fail on one side12. Astesia abasia. Hysterical",
        "cop": 4,
        "opa": "Astasia-abasia",
        "opb": "Ataxic",
        "opc": "Waddling",
        "opd": "Festinating",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f1e83a7b-f342-4b54-b0d1-2f92365ca65c",
        "choice_type": "single"
    },
    {
        "question": "This test is positive in which condition:",
        "exp": "Ans. B. Pernicious anemiaa. The image shows Rhomberg's testb. Patient is told to stand on his/her feet interposed. c. Eyes are held closed. d. Clinician looks for any swaying movement if it occurs for 1 minute. e. This test shows integrity of posterior column proprioceptive pathway (sensory ataxia). f. This becomes positive in -i. Vitamin Deficiencies E. g. Vit. B12ii. Tabes Dorsalis (Neuro syphilis)iii. Demyelinating Polyneuropathyiv. Friedrich's Ataxiav. Meniere's Disease",
        "cop": 2,
        "opa": "MND",
        "opb": "Pernicious anemia",
        "opc": "Parkinsonism",
        "opd": "Lateral Medullary syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "d5ebc094-d2b9-41be-b475-6a4956dbf74e",
        "choice_type": "single"
    },
    {
        "question": "Alcoholic, abstinence since 10 years. Develops dysarthria, shuffling gait and intention tremors:",
        "exp": "Ans. c. Acquired hepatocerebral degeneration. ACQUIRED HEPATOCEREBRAL DEGENERATIONIt is a progressive neuropsychiatric and movement disorder. It occurs in chronic liver failure or acute fulminant hepatic failure. Both Hyperglycemia and hypoglycemia are associated with it. Cerebral sign: Tremor, Akinesia, Chorea, dysarthria, ataxia, dystoria, and myoclonus. Pathology remains unclear, but it is thought to be due to intracerebral accumulation of manganese. Radiological findings: Paramagnetic material deposition observes in globus pallidus, thalami and midbrain. Fig. 1: Acquired hepatocerebral degeneration: Typical hyperintense signal on Tl-weighted sequences involves substantia nigra (arrow inA. nucleus (arrowhead in A), and pallidum (arrow in B)WERNICKE'S ENCEPHALOPATHYIt occurs due to deficiency of thiamine. It occurs is most cases due to excess alcohol consumption. Hall marks: Global confusion, Ophthalmoplegia and Ataxia. (GOA). Pathology: Periventricular lesions surround the third ventricle, aqueduct and fourth ventricle, with petechial hemorrhages in occasional acute cases and atrophy of the mammillary bodies in most chronic cases. Radiological Findings: Abnormal enhancement of mammillary bodies. Fig. 2: Wernicke's Encephalopathy: Colliculi and mammillary bodies are involved and there is a clear contrast enhancement in both structures",
        "cop": 3,
        "opa": "Wilsons",
        "opb": "Wernickes disease",
        "opc": "Acquired hepatocerebral degeneration",
        "opd": "Degeneration due to iron deposition",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "60adf1b1-43f4-4964-9f57-c94f05f7e734",
        "choice_type": "single"
    },
    {
        "question": "EMG changes in myasthenia gravis:",
        "exp": "Ans. d (Decreased amplitude of contraction on repeated stimulation). (Ref. Harrison, Medicine, 18th/Ch. 386)EMG in myasthenia gravis is characterized by increased amplitude evoked response on repeated stimulation. In myasthenia gravis there is defective release of acetylcholine at the neuromuscular junction, the compound muscle action potential elicited by a single stimulus is generally very small. Laboratory testing in MG:# Anti-AChR radioimmunoassay: 85% positive in generalized MG; 50% in ocular MG; definite diagnosis if positive; negative result does not exclude MG 40% of AChR antibody negative patients with generalized MG have anti-Mu. SK antibodies.# Repetitive nerve stimulation: decrement of >15% at 3 Hz: highly probable# Single-fiber electromyography: blocking and jitter, with nor fiber density; confirmatory, but not specific# Edrophonium chloride (Tensilon) 2 mg + 8 mg IV; highly probable diagnosis if unequivocally positive.# For ocular or cranial MG: exclude intracranial lesions by CT or MRI",
        "cop": 4,
        "opa": "Prominent fibrillatory potentials",
        "opb": "Increased amplitude",
        "opc": "Increased frequency",
        "opd": "Decreased amplitude of contraction on repeated stimulation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "6c2541a3-583f-4ba0-8669-19a943c1f659",
        "choice_type": "single"
    },
    {
        "question": "The most common neurological disorder seen in chronic renal failure patients is:",
        "exp": "Ans. B. Polyneuropathy. Polyneuropathy is the most common neurological disorder seen in about 60% of patients with CKD. It is characterized by* Length-dependent numbness* Tingling* Allodynia* Mild distal weakness. The sensorimotor polyneuropathy can be stabilized by hemodialysis and improved with successful renal transplantation.",
        "cop": 2,
        "opa": "Dementia",
        "opb": "Polyneuropathy",
        "opc": "Restless leg syndrome",
        "opd": "Encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b83de563-6f98-4b64-9100-250032bbcdfc",
        "choice_type": "single"
    },
    {
        "question": "Lab finding in a patient of GBS:",
        "exp": "Ans. A. Acellular spinal fluid with high protein. Guillain-Barre syndrome is characterized by an elevated CSF protein with few if any white blood cells. EMG would show a demyelinating process with nonuniform slowing and conduction block. Arterial blood gases would show a respiratory acidosis secondary to hypoventilation. CPK levels should be normal, as there is no involvement of muscle in this disease process. Research lab oratories show antiganglioside antibodies in as high as 50% of patients with Guillain-Barre syndrome.",
        "cop": 1,
        "opa": "Acellular spinal fluid with high protein",
        "opb": "Abnormal EMG that shows axonal degeneration",
        "opc": "Positive tension test",
        "opd": "Elevated CPK",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "7a5395ff-db53-429c-8eda-4200660ed5e1",
        "choice_type": "single"
    },
    {
        "question": "Biot's respiration is seen in",
        "exp": "(D) Bulbar poliomyelitis # Biot's breathing is caused by brain damage, increased intracranial pressure and drug-induced respiratory depression.> Biot's respiration, sometimes also called ataxic respiration, is an abnormal pattern of breathing characterized by groups of quick, shallow inspirations followed by regular or irregular periods of apnea. It generally indicates a poor prognosis. Biot's respiration is caused by damage to the medulla oblongata due to strokes or trauma or by pressure on the medulla due to uncal or tentorial herniation. It can be caused by opioid use.",
        "cop": 4,
        "opa": "Hypnosedative poisoning",
        "opb": "Appendicitis",
        "opc": "Cholecystitis",
        "opd": "Bulbar poliomyelitis",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "fdda2620-c6dd-49c5-bd0f-3244cf0e8b06",
        "choice_type": "single"
    },
    {
        "question": "Lesions of inferior frontal gyrus of the dominant hemisphere will manifest as the following in patients -",
        "exp": "Ans. is 'a' i. e., Brocas aphasia [Ref: Harrisons 18th/ep. 203-4, internet)* Patient has normal comprehension but speaks with short utterances of a few words at a time, comprised mostly of nouns. These findings are suggestive of brocas aphsia. It is seen in patients having affection of the inferior frontal gyrus of the dominant hemisphere. The patient is right handed so the left hemisphere, will the dominant one. Thus most probable location of the lesion is left inferior frontal gyrus. Inferior Frontal Gyrus* The inferior frontal gyrus is a part of the frontal gyrus of the frontal lobe.* The inferior frontal gyrus includes the following cytoarchitectonic areas of brain: i) Brodmann area 44ii) Brodmann area 45iii) Brodmann area 47* Brodmann area 44 corresponds to Broca's area (sometimes Broca's area is taken to encompass Brodmann's areas 44 and 45) -- for the dominant hemisphere of the brain.* The left inferior frontal gyrus (IFG) is extremely important for language comprehension and production due to the fact that most language processing takes place in the left hemisphere. Commonly known as \"Broca's area\", persons with damage in this region often have a type of non-fluent aphasia known as Broca's aphasia.* Broca's area is located on the left/ dominant hemisphere of the brain and encompasses Brodmann's area 44 and 45.* Area 44 is involved in the language production and phonological processing due to its connections with motor areas like the mouth and tongue.* Area 45 is a part of the anterior inferior frontal gyrus and is involved in semantic processing.* Characteristics of Broca's aphasia include agrammatic speech, relatively good language comprehension, poor repetition, and difficulty speaking.* Persons with Broca's aphasia do not have deficits in language comprehension; however, they speak mostly in short utterances of a few words at a time, comprised mostly of nouns.* Their speech is limited to short sentences, and producing sound is a very difficult task for those affected.* Thus lesions of the dominant hemisphere of the inferior frontal gyrus tend to present as Brocas aphasia. Clinical features of aphasias and related cnditions Comprehension. Repetition of spoken language. Naming. Fluency. Wernickes. Impaired. Impaired. Impaired. Preserved or increased. Brocas. Preserved (except grammar). Impaired. Impaired. Decreased. Global Impaired. Impaired. Decreased. Conduction. Preserved. Impaired. Impaired. Preserved. Nonfluent (motor) transcortical. Preserved. Preserved. Impaired. Impaired. Fluent (sensory) transcortical. Impaired. Preserved. Impaired. Preserved. Isolation. Impaired. Echolalia. Impaired. No puposeful speech. Anomic. Preserved. Preserved. Impaired. Preserved except for word-finding pauses. Pure word deafness. Impaired only for spoken language. Impaired. Preserved. Preserved. Pure alexia. Impaired only for reading. Preserved. Preserved. Preserved",
        "cop": 1,
        "opa": "Brocas aphasia",
        "opb": "Wernickes aphasia",
        "opc": "Anomia",
        "opd": "Pure alexia",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "ef2fe26e-9325-4189-84c9-436966dac410",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old man presents with involuntary facial grimacing, shrugging of the shoulders, and jerking movements of the limb. His father was similarly affected. There is also a history of mood changes for the past 3 months. On examination, he appears restless with intermittent slow movements of his hands and face. He has difficulty performing rapid finger movements, and tone is decreased in the upper and lower limbs. Which of the following is most likely to represent the progression of his illness?",
        "exp": "This is a case of Huntington's chorea. It is an autosomal dominant gene (found on the short arm of chromosome 4), and male and female children are equally affected. Movement disorder, mental deterioration, and personality change are the hallmarks of the disease, but can be very subtle initially. The disease starts typically between ages 35 and 40 (although the variation is wide) and runs its course in about 15 years. The akinetic rigid variety (Westphal variant) of Huntington's typically has a childhood onset.",
        "cop": 3,
        "opa": "a normal life span",
        "opb": "a 50% chance of only male children being similarly affected",
        "opc": "mental deterioration",
        "opd": "eventual development of rigidity",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "bf372f00-8fb6-41ec-9400-575f42c6f44c",
        "choice_type": "single"
    },
    {
        "question": "Which drug is used for Mvaesthenia Gravis testing-",
        "exp": "Ans is 'a' i. e., Edrophonium Diagnosis of myasthenia graviso Myasthenia gravis presents with characteristic clinical features. Several special diagnostic Tests for mysthenia gravis. Electrophysiological Testingo Characteristic of myasthenia on electrophysiological testing is rapid reduction in the amplitude of muscle action potentials evoked during a series of repetitive stimulations of a peripheral nerve at a rate of 3 per second (decrementing response)o The traditional and simple method is to stimulate the nerve at 3 Hz and to measure the compound muscle action potential (a decrement of more than 10% when comparing the fifth to the first response is abnormal). Single fibre electromyographyo This is more sensitive but technically more difficult than electrophysiological testingo Confirmatory but not specific, often performed in conjuction. o This technique demonstrates an inconstancy in the firing of fibres connected to the same motor unit or a blocking of successive discharges from single muscle fibre belonging to the same motor unit. Edrophonium and Neostigmine test/Tensilon testo When edrophonium and neostigmine are given intravenously, it produces a transient improvement in strength in patients with myasthenia. o Edrophonium and neostigmine are anticholinesterase so they prolong and exaggerate the effect of acetylcholine in the synapse and therefore provide an increment in muscle power in patient with myasthenia. o Diagnosis is highly sensitive with 85% sensitivity inocular and 95% sensitivity in systemic myaesthenia. Measurement of receptor antibodies in the blood: o Measurement of antiacetylcholine receptor antibodies provides a sensitive and highly specific test for the diagnosis of myasthenia. Presence of Ach antibodies is virtually diagnostic of Myaesthenia graves. o Sensitivity is limited to about 50% in purely occular myasthenia and about 85% in generalized myasthenia. o Definitive if positive but negative test does not rules out the diagnosis.",
        "cop": 1,
        "opa": "Edrophonium",
        "opb": "Adrenaline",
        "opc": "Phycostigmine",
        "opd": "Acetylcholine",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "33eed189-475d-4cf3-bdfd-5b36b167849a",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old man presents to the emergency room with symptoms of dizziness and difficulty walking. He describes his dizziness as a spinning sensation of the room with associated nausea and vomiting. Which of the following findings suggests the vertigo is peripheral in origin?",
        "exp": "Tinnitus and deafness may be found in peripheral vertigo, but not central. The nystagmus is usually unidirectional and is never vertical. Visual fixation inhibits vertigo and nystagmus during testing in peripheral vertigo.",
        "cop": 2,
        "opa": "optic neuritis",
        "opb": "tinnitus",
        "opc": "bidirectional nystagmus",
        "opd": "vertical nystagmus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "a82e98f7-6895-4590-ad51-2a25070acad8",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man presents with complains of change in handwriting, tremors, rigidity and slowness of activities. The possible diagnosis is",
        "exp": "Ans. c (Parkinson's disease). (Ref Harrison, Internal Medicine, 16th ed., 2406)PARKINSON'S DISEASE (PD). Clinical Features: # Tremors (pill rolling) 85%.# Rigidity (cog wheel/plastic)# Bradykinesia}Classical clinical triad# Others: Mask facies, Stooped posture, Micrographia, Hypophonia, Sialorrhea, Freezing/short shuttling gait, Anosmia, Akathesia, Sleep disorders, Autonomic dysfunction, Neuropychiatric symptoms# Postural instability with repeated in first year strongly suggests the diagnosis other than PD. Rx:# Dopamine agonists (pergolide, bromocriptine, ropinirole, pramipexole)# Carbidopa, levodopa# COMT inhibitors (tolcapone, entacapone)# MAO inhibitors (selegiline)# Quetiapine# Clozapine# Anticholinergics: Trihexiphenidyl (benzhexol), Procyclidine, Benztropine, Biperiden (drug of choice in drug induced parkinsonism).# Amantadine# Anti-glutameric (riluzole).... Primarily used in Rx of ALS# Minocycline# Co enzyme Q10.",
        "cop": 3,
        "opa": "Supranuclear gaze palsy",
        "opb": "Alzhemer's disease",
        "opc": "Parkinson's disease",
        "opd": "Posterior circulation stroke",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "cd74e627-11ab-481a-8e5f-6dd77da60b1a",
        "choice_type": "single"
    },
    {
        "question": "In brown-sequard syndrome sensation, that is lost at the same side of lesion is -",
        "exp": "Source: Ganong-142 Brown-Sequard syndrome, also known as Brown-Sequard's hemiplegia and Brown-Sequard's paralysis, is a loss of sensation and motor function (paralysis and ataxia) that is caused by the lateral hemisection (cutting) of the spinal cord. Other synonyms are crossed hemiplegia, hemiparaplegic syndrome, hemiplegia et hemiparaplegia spinalis and spinal hemiparaplegia. On the ipsilateral (same side) of the spinal injury Brown-Sequard syndrome is characterized by loss of motor function (i. e. hemiparaplegia), loss of vibration sense and fine touch, loss of proprioception (position sense), loss of two-point discrimination, signs of weakness This is a result of a lesion through the corticospinal tract, which carries motor fibers, and through the dorsal column-medial lemniscus tract, which carries fine (or light) touch fibers. On the contralateral (opposite side) of the lesion, there will be a loss of pain and temperature sensation, and crude touch",
        "cop": 4,
        "opa": "Pain",
        "opb": "Touch",
        "opc": "Temperature",
        "opd": "Proprioception",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "15337f62-3392-4021-8fa6-5c16b0cd668f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman complains of episodes of severe unilateral, stabbing facial pain that is intermittent for several hours, and then disappears for several days. Physical examination is entirely normal. Which of the following is the most likely diagnosis?",
        "exp": "The cause of trigeminal neuralgia (tic douloureux) is unknown, although some cases may be caused by compression of the trigeminal nerve by arteries or veins of the posterior fossa. The pain occurs in paroxysms and is strictly limited to one or more branches of the fifth cranial nerve. Paroxysms may be brief or last up to 15 minutes. There is no objective sensory loss, but the patient may complain of hyperesthesia of the face. Watering of the eye on the involved side may occur during an attack.",
        "cop": 1,
        "opa": "trigeminal neuralgia",
        "opb": "herpes zoster",
        "opc": "acoustic neuroma",
        "opd": "Bell palsy",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "9ed1ec09-f9da-4b2c-88fd-c2c32b3ee273",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old woman with hypertension presents with sudden onset of headache, vomiting, and left-sided weakness. On examination, she has weakness of the left face, hand, and leg (graded three out of five), blood pressure of 180/100 mm Hg, and respiration of 20/min. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "CT scan is still superior to MRI in certain circumstances, particularly in the emergency setting, for diagnosing acute subarachnoid hemorrhage, intracerebral bleeding, fractures of the face, temporal bone, and base of the skull. A CT is useful in evaluating patients with osseous spinal stenosis and spondylosis, but an MRI is preferred if there are neurologic defects.",
        "cop": 3,
        "opa": "CT scan with contrast",
        "opb": "MR scan with gadolinium",
        "opc": "CT scan without contrast",
        "opd": "MR cerebral angiogram",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "c49f5e45-5ff6-4e63-baa7-cbab22b587d0",
        "choice_type": "single"
    },
    {
        "question": "What does 'phantoguesia' mean?",
        "exp": "(D) Alternation of taste sensation # Phantoguesia: often metallic or salty taste in the mouth for which no external stimulus can be found",
        "cop": 4,
        "opa": "Decreased sensation of taste",
        "opb": "Disruption of taste sensation",
        "opc": "Increased sensation of taste",
        "opd": "Alternation of taste sensation",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f81415f2-a970-4022-9e7e-ca1c8c0b8a4f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the least likely cause of this patient's symptoms of retrobulbar swelling and diplopia?",
        "exp": "Answer A. Dermatomyositis. Cerebral venous thrombosis can present with retrobulbar pain and vision changes. Risks for cerebral venous thrombosis include infections (sinus and ear), hypercoagulopathy, cancer, trauma, and the use of certain drugs. In this case, sinus infection can spread with direct extension or travel from mucosal veins to the venous sinuses.",
        "cop": 1,
        "opa": "Dermatomyositis",
        "opb": "Cancer",
        "opc": "Oral contraceptive use",
        "opd": "Facial trauma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "6b3bd961-af21-4726-8f82-804454fc6db0",
        "choice_type": "single"
    },
    {
        "question": "Earliest clinical sign of raised intracranial pressure is:",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18ed. Explanation: Early Manifestations of Acute Raised ICTHeadache. Projectile Vomiting w ithout nausea. Extraocular muscle palsy. Altered level of consciousness. Back pain. Papilledema. Other Manifestations. If papilledema is prolonged, it may lead to visual disturbances, optic atrophy, and blindness. The headache is classically a morning headache which may wake them from sleep. The headache is worse on coughing / sneezing/ bending, and progressively worsens over time. There may also be personality or behavioral changes. In addition to the above, if mass effect is present writb resulting displacement of brain tissue, additional signs may include pupillary dilatation, ahducens palsies, and the Cushing's triad. Cushing's triad involves an increased systolic blood pressure (widened pulse pressure), bradycardia, and an abnormal respiratory pattern. In infants and small children, the effects of ICP differ because their cranial sutures have not closed. In infants, the fontanels, or soft spots on the head where the skull bones have not yet fused, bulge when ICP gets too high. Papilledema, or the swelling of the optic disc, can be a reliable sign that ICP is elevated.",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Tachycardia",
        "opc": "Dvsnea",
        "opd": "Altered behavior",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "742e3e6e-58e2-4e82-945c-b33b7e7cc369",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old diabetic woman suddenly develops weakness of the left side of her face as well as of her right arm and leg. She also has diplopia on left lateral gaze. Where is the responsible lesion?",
        "exp": "This patient has weakness of the left face and the contralateral (right) arm and leg, commonly called a crossed hemiplegia. Such crossed syndromes are characteristic of brainstem lesions. In this case, the lesion is an infarct localized to the left inferior pons caused by occlusion of a branch of the basilar artery. The infarct has damaged the left sixth and seventh cranial nerves or nuclei in the left pons with resultant diplopia on left lateral gaze and left facial weakness. Also damaged is the left descending corticospinal tract, proximal to its decussation in the medulla; this damage causes weakness in the right arm and leg. This classic presentation is called the Millard-Gubler syndrome. Hemispheric lesions cause motor and sensory loss all on the same side (contralateral to the lesion). A lesion in the median longitudinal fasciculus causes third and sixth cranial nerve dysfunction but not motor deficit of the face or body.",
        "cop": 4,
        "opa": "Right cerebral hemisphere",
        "opb": "Left cerebral hemisphere",
        "opc": "Right side of the brainstem",
        "opd": "Left side of the brainstem",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "b7dd9d90-d531-4a2a-b58a-f14d68fcdc8b",
        "choice_type": "single"
    },
    {
        "question": "Shagreen patch is seen in -",
        "exp": "Ans. is \"a' i. e., Ttiberous sclerosis o Tuberous sclerosis is an autosomal dominant genetic dissorder characterized by development of variety of benign tumours in multiple organs including brain, heart, skin, eyes kidney, lung, liver. o It is caused by mutation in two seprate genes TSC l-19 and TSC 2-16o It is the most common neurocutaneous syndromes after neurofibromatosis, o Besides cutaneous manifestations childhood siezures and mental retardation are common. o It is characterized by benign tumours (hamartomas) in multiple organs including brain, heart, skin, eyes, kidney, lung, liver. o The hamartomas or the benign tumours present in tuberous sclerosis are composed of fibroblasts with collagen strands and blood vessels. The brain lesions are whitish tubers composed of fibrous tissue and glial cells. Tuberous sclerosis. Cutaneous invovementC. N. S. involvement. Otherso Ash leaf spotso Central nervous system lesionC V. S. o Hypopigmented macules# Glioneuronal hamartomao Rhadomyoma ofo Angiofibroma (previoushy# White matter heterotopiamyocardiumcalled adenoma sebaceum)# Subependymal nodules. Renalo Shagreen patches# Subependymal giant cello Angiomyolipomao Seen on the lower trunktumourso Benign cysts. Brown fibrous plaque ono Clinical featureso Renal cell carcinomathe forehead# Seizures. Pulmonary manifestations # Cognitive deficitso Lymphaangiomyomatosis # Autism and behavioural. Ophthalmologic problemo Retinal hamartoma o Punched out areas of chorioretinal depigmentation o Angiofibroma of eyelids o Myopia, hyperopia astigmatism",
        "cop": 1,
        "opa": "Tuberous sclerosis",
        "opb": "Neurofibromatosis",
        "opc": "Sturge weber syndrome",
        "opd": "Neurofibromatosis I",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "cf6fdf2d-ffcb-4c04-9db2-c3592e2d2ea0",
        "choice_type": "single"
    },
    {
        "question": "Myasthenia gravis may be associated with:",
        "exp": "Ans: d. Ref: Harrison, 16thed, p. 2521, Table 366. 3",
        "cop": 4,
        "opa": "Drug intake",
        "opb": "Viral infection",
        "opc": "B lymphocyte dysfunction",
        "opd": "Thymoma",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "68e3fe2d-ebc4-4c5e-a063-43130a40a6a5",
        "choice_type": "single"
    },
    {
        "question": "This eyes sign is most likely seen in which condition:",
        "exp": "Ans. B. Lateral medullary syndromea. Above image shows Ptosis of right eye. b. This shows paralysis of IIIrd Nervec. Lateral Medullary syndrome (Wallenberg Syndrome) is a neurologic disorder due to ischemia of lateral part of Medulla d/t involvement of Posterior inferior cerebellar artery (PICA)d. It is characterized by ipsilateral loss of pain & temperature from face & contralateral loss from body. e. Ipsilateral Horner's Syndrome (Ptosis, Miosis, Anhidrosis)",
        "cop": 2,
        "opa": "Medial medullary syndrome",
        "opb": "Lateral medullary syndrome",
        "opc": "Optic chiasma lesion",
        "opd": "Benedict syndrome",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "76236204-9d44-4a6b-88f8-52c19b002976",
        "choice_type": "single"
    },
    {
        "question": "Which cranial nerve is involved in Weber syndrome?",
        "exp": "Ans. is 'b' i. e., III Focal vascular syndromes of the midbrain. Syndrome name. Region. Vascular supply. Anatomical structure(s). Clinical feature (s). Weber's syndrome. Midbrain. Branches of PCA and top of basilar artery. Oculomotor nerve fascicles. Ipsilateral third-nerve palsy. Claude's syndrome. Midbrain tegmentum nerve palsy. Branches of PCA and top of basilar artery. Cerebral peduncle. Oculomotor nerve fascicles. Contralateral hemiparesis. Ipsilateral third-nerve palsy Red nucleus, superior cerebellar peduncle fibers. Contralaterla ataxia. Benedikt's syndrome. Midbrain basis and tegmentum. Branches of PCA and top of basilar artery. Oculomotor nerve fascicles. Ipsilateral third-nerve palsy Cerebral peduncle. Red nucleus, substantia nigra, superior cerebellar peduncle fibers. Contralateral hemiparesis. Contralateral ataxia, tremor, and involuntary movements",
        "cop": 2,
        "opa": "II",
        "opb": "III",
        "opc": "IV",
        "opd": "V",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "90398790-d783-4a66-9e98-e0d9634c4484",
        "choice_type": "single"
    },
    {
        "question": "Plantar reflex root value is",
        "exp": "(B) Afferent S1, Efferent L5, S1 # PATHWAYS FOR PLANTAR REFLEX:> Afferent: Nociception detected in the S1 dermatome and travels up the tibial nerve to the sciatic nerve to roots of L5, S1 and synapse in the anterior horn to elicit the motor response.> Efferent: Motor response back through the L5, S1 roots to the sciatic nerve to its bifurcation. Toe flexors are innervated by tibial nerve. Toe extensors (extensor hallicus longus, extensor digitorum longus) are innervated by the deep peroneal nerve. Loss of normal adult descending pyramidal control of the reflex arc to suppress extensor withdrawl results in the up-going toes in the plantar reflex known as Babinski's sign. There is no such thing as a negative Babinski's sign.> Causes of an extensor plantar response: Pyramidal tract lesions; Normal children up to one year of age; Deep sleep; Coma; General Anaesthesia; Postictal stage of epilepsy; Electroconvulsive therapy (ECT); Hypoglycaemia; Alchol intoxication; Narcosis; Hypnosis; Following severe physical exhaustion; Head trauma with concussion.> Root values of Reflexes: Biceps reflex (C5, C6) Brachioradialis reflex (C5, C6, C7) Extensor digitorum reflex (C6, C7) Triceps reflex (C6, C7, C8) Patellar reflex or knee-jerk reflex L2, L3, L4) Ankle jerk reflex (Achilles reflex) (S1, S2) Plantar reflex or Babinski reflex (L5, S1, S2)",
        "cop": 2,
        "opa": "Afferent S1, Efferent L3, S1",
        "opb": "Afferent S1, Efferent L5, S1",
        "opc": "Afferent S2, Efferent L3, S1",
        "opd": "Afferent S2, Efferent L5, S1",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "73e4b868-9eae-497f-a48e-94651546a0c8",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice to diagnose epilepsy is:",
        "exp": "Ans: b. Ref: Harrison, 16thed, p. 2363- 2364",
        "cop": 2,
        "opa": "MRI",
        "opb": "EEG",
        "opc": "CT scan",
        "opd": "Angiogram",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "bfc7b465-cd7f-4925-9e1c-b3cffa35cf52",
        "choice_type": "single"
    },
    {
        "question": "A 14 year old boy comes to the physician with complaints of seizures & some skin macule as shown below. What can be the probable diagnosis?",
        "exp": "Ans. C. Tuberous sclerosisa. Above given image shows Ash leaf macule. b. It is the earliest manifestation of Tuberous sclerosis. c. This condition is Autosomal dominant. d. Clinical features of this disease are-- Seizures- Mental disability- Ash leaf macule- Adenoma Sebaceum- Shagreen patch(collagenoma)- Cortical tuberse. On MRI scan, subependymal nodules are seen.",
        "cop": 3,
        "opa": "Sturge weber syndrome",
        "opb": "Turcot syndrome",
        "opc": "Tuberous sclerosis",
        "opd": "Von Hippel disease",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "f3f9c1ee-cd33-4dac-b4da-dd82ab741243",
        "choice_type": "single"
    },
    {
        "question": "Gegenhalten (paratonia) indicates lesion in",
        "exp": "Ans. c (Frontal lobe) (Ref. Harrison 18th/Fig 370-9). PARATONIA: | tone that varies irregularly in a manner that may seem related to a degree of relaxation, is present throughout the range of motion, affects flexors and extensors equally, usually results from lesion of bilateral frontal lobes or dominant frontal lobe. RIGIDITY: | Tone, affects flexors and extensors equally; seen in extrapyramidal lesions. SPASTICITY: | tone, affects mainly extensors and seen in pyramidal tract lesions. Signs and symptoms. Structures involved# Paralysis of opposite foot and leg# A lesser degree of paresis of opposite arm# Cortical sensory loss over toes, foot, and leg. Motor leg area. Arm area of cortex or fibers descending to corona radiate. Sensory area for foot and leg# Urinary incontinence. Sensorimotor area in paracentral lobule# Contralateral grasp reflex, sucking reflex, gegenhaiten (paratonic rigidity). Medial surface of the posterior frontal lobe; likely supplemental motor area# Abulia (akinetic mutism), slowness, delay, intermittent interruption, lack of spontaneity, whispering, reflex distraction to sights and sounds. Uncertain localization--probably cingulate gyrus and medial inferior portion of frontal, parietaland temporal lobes# Impairment of gait and stance (gait apraxia). Frontal cortex near leg motor area# Dyspraxia of left limbs, tactile aphasia in left limbs. Corpus callosum. Deficit/feature of lesion of a particular area of brain. Lobes. Important regions. Deficit after lesion. Frontal. Primary motor and premotor. Frontal eye fields. Broca speech area*Contralatera spastic paresis (region depends on area of homunculus. Eyes deviate to ipsilateral side. Broca aphasia (expressive, nonfluent aphasia): patient can understand written and spoken language, but speech and writing are slow and effortful; patients are aware of their problem; often associated with contralateral facial and arm weakness. Prefrontal cortex. Frontal lobe syndrome: symptoms can include poor judgement, difficulty concentrating and problem solving, apathy, inappropriate social behavior. Parietal. Primary somatosensory cortex. Superior parietal lobule. Infrerior parietal lobule. Contralateral hemihypesthesia (region depends on area homunculus affected). Contralateral asteroegnosis and sensory neglect, apraxia. Gerstmann syndrome (if dominant hemisphere): right/left: confusion, dyscalculia and dysgraphia, finger agnosia, contralateral hemianopia or lower quadrantanopia. Temporal. Primary auditory cortex. Bilateral damage deafness. Unilateral leads to slight hearing loss. Wernicke area*Wernicke aphasia (receptive, fluent aphasia); patient cannot understand any form of language; speech is fast and fluent, but not comprehensible. Hippocampus. Amygdala. Olfactory bulb, tract, primary cortex. Meyer loop (visual radiations). Bilateral lesions lead to inability to consolidate short-term to long-term. Kluver-Bucy syndrome: hyperphagia, hypersexuality, visual agnosia Ipsilateral anosmia. Contralateral upper quadrantanopia (\"pie in the sky\"). Occipital. Primary visual cortex. Blindness. Also Remember: Parietal lobe lesions | | | Dominant lobe Non dominant lobe | | Multinodal complex motor activities affected Multinodal complex sensory disabilities | | # Ideational# Ideomotor# Alexia}Apraxia Visuospatial disorders(Hemiattention) Anosognosia. Dressing and constructional. Apraxia# Gerstamann's syndrome",
        "cop": 3,
        "opa": "Parietal lobe (dominant)",
        "opb": "Temporal lobe (dominant)",
        "opc": "Frontal lobe (dominant)",
        "opd": "Parietal lobe (non-dominant)",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "4d547af5-92fa-441a-b406-38db1f1ba519",
        "choice_type": "single"
    },
    {
        "question": "In Duchenne's muscular dystrophy, which muscle is not involved:",
        "exp": "Ans. is 'b' & 'd' Vastus medialis and infraspinatus (Ref. O. P. Ghai, 5/e, p 425; Harrison, 17/e p 2682, 2683 & 16/e, p 2528 (15/e, p 2530)).",
        "cop": 2,
        "opa": "Gastrocnemius",
        "opb": "Vastus medialis",
        "opc": "Brachioradialis",
        "opd": "Infraspinatus",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "e402f1c7-b93d-487a-b83f-eb8881746004",
        "choice_type": "single"
    },
    {
        "question": "A patient develops acute respiratory distress, stridor, hyperinflation on one side of chest with decreased breath sound on that side. Most likely cause is:",
        "exp": "Ans. is 'c' i. e Foreign Body Aspiration Foreign Body Aspiration: It is an important cause of stridor in children. If obstruction occurs it leads to hyperinflation. The overlying chest wall shows hyperresonance. There will be decreased breath sounds. All the other choices mentioned in the question do not cause stridor. Asthma - It is bilateral, There is no stridor (wheezing is present). Aspiration Pneumonia - In Pneumonia there is consolidation of the lung, instead of hyperinflation there is dullness present. Pleural effusion - Dullness is present instead of Hyperinflation. Percussion. Breath sound. Voice transmission. Adventitious sound. Foreign body aspiration. Hyperresonant. Decreased Aspiration pneumonia. Dull. Decreased. Decreased. Absent. Asthma. Hyperresonant. Vesicular. Normal. Wheezing. Pleural effusion. Dull. Decreased. Decreased. Absent or pleural friction rub. Pneumothorax. Dull. Decreased. Decreased. Absent or pleural friction rub. Emphysema. Hyperresonant. Decreased. Decreased. Absent or wheezing",
        "cop": 3,
        "opa": "Asthma",
        "opb": "Aspiration pneumonia",
        "opc": "Foreign body aspiration",
        "opd": "Pleural effusion",
        "subject_name": "Medicine",
        "topic_name": "C. N. S.",
        "id": "0e09f58f-adb1-4f41-8878-a095b3c01511",
        "choice_type": "single"
    }
]