[
    {
        "question": "Tako-Tsubo Cardiomyopathy is a type of -",
        "exp": "Ans. is 'a' i. e., Dilated Cardiomyopathy [Ref: Harrison 18th/e p. 1964)o Stress cardiomyopathy, also called apical ballooning syndrome, broken heart syndrome, tako-tsubo cardiomyopathy, and stress induced cardiomyopathy is an increasingly reported syndrome characterized by transient systolic dysfunction of the apical and/or mild segments of the left ventricle that mimics myocardial infarction but in the absence of obstructive coronary artery disease. o Stress cardiomyopathy is typically triggered by an acute medical illness or by intense emotional or physical stress, although triggering event is not always present. o Stress cardiomyopathy may account for approximately 2% of suspected acute coronary syndrome, o Common presenting features included: -# ECG abnormalities, often anterior ST elevation, # Elevated cardiac biomarkers# Substernal chest pain and dyspnoea. o Proposed diagnostic criteria include# Presence of transient regional wall motion abnormalities# Absence of angiographic evidence of obstructive coronary disese or acute plaque rupture# Presence of new ECG abnormalities or modest troponin elevation absence ofpheochromocytoma.",
        "cop": 1,
        "opa": "Dilated Cardiomyopathy",
        "opb": "Restrictive Cardiomyopathy",
        "opc": "Hypertrophic Cardiomyopathy",
        "opd": "Toxic Cardiomyopathy",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "0e4c71af-e420-44cb-80b9-793212fac3e9",
        "choice_type": "single"
    },
    {
        "question": "Heart failure with preserved ejection firaction-",
        "exp": "Ans. is 'b' i. e., Restrictive cardiomyopathy o Diastolic heart failure (DHF) is a clinical syndrome in which patients have: Symptoms and signs of heart failure (HF). Normal or near normal left ventricular (L Vi ejection fraction (EF). Normal or near normal L V volume,, and evidence of diastolic dysfunction (e. g., abnormal pattern ofL Vfilling and elected filling pressures). o By contrast, systolic heart failure (SHE) is characterized by increased L V volume and reduced EF. o Among all patients with HF, as many as half have a normal or near normal LVEF. o This condition has been termed \"heart failure with normal ejection fraction \" (HFNEF) or\"heart failure with preserved ejection fraction \" (HF-PEFEtiologies of Heart Failure. Depressed Ejection Fraction (<40%)o Coronary artery disease. Myocardial infarctiona. Myocardial ischemiaao. Chronic pressure overload. Hypertensiona. Obstructive valvular diseaseao Chronic volume overload. Regurgitant valvular disease. Intracardiac- (left-to-right) shunting. Extracardiac shuntingo Nonischemic dilated cardiomyopathy. Familial/genetic, disorders. Infiltrative disorders3o Toxic/drug induced damage. Metabolic disorder3. Viralo Chagas diseaseo Disorders of rate and rhythm. Chronic tachyarrhythmias. Chronic tachyarrhythmias. Preserved Ejection Fraction (>40-50%)o Pathologic hypertrophy# Primary (hypertrophic cardiomyopathies)o Agingo Restrictive cardiomyopathy# Infiltrative disorders (amyloidosis sarcoiodosis)o Fibrosiso Endomyocardial disorders. Pulmonary Heart Disease. Cor pulmonale. Pulmonary vascular disorders High-Output States# Metabolic disorders. Thyrotoxicosis. Nutritional disorders (beriberi)o Excessive blood-flow requirements. Systemic arteriovenous shunting. Chronic anemia",
        "cop": 2,
        "opa": "Dilated cardiomyopathy",
        "opb": "Restrictive cardiomyopathy",
        "opc": "MI",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "4236a971-7368-4da5-bea9-45f142688767",
        "choice_type": "single"
    },
    {
        "question": "Restrictive cardiomyopathy is seen in?",
        "exp": "Ans. (a) Amyloidosis. Ref: Harrison's 18/e, chapter 238",
        "cop": 1,
        "opa": "Amylodosis",
        "opb": "Fatty change of heart",
        "opc": "Viral myocarditis",
        "opd": "Doxorubicin toxicity",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "053361f7-e467-41e4-90e8-dcc014803d3d",
        "choice_type": "single"
    },
    {
        "question": "All are features, seen in cardiac tamponade, EXCEPT:",
        "exp": "Ans. is 'c' i. e. Rapid y descent In cardiac tamponade 'y ' descent is absent or slow. Rapid 'y ' descent is seen in constrictive pericarditis. Though Kussmaul sign is usually a feature of constrictive pericarditis, it can also be seen (rare) in tamponade. Distinguishing Features between Cardiac Tamponade and Constrictive Pericarditis Tamponade Constrictive Pericarditis Clinical * Pulsus paradoxus* Common Usually absent * Jugular veins * Raised JVP Present Present * Prominent Y descent* Absent Present * Prominent X descent* Present Absent * Kussmaul's sign* Rare Present * Third heart sound* Absent Absent * Pericardial knock* Absent Often present ECG * Electrical alternans* May be present Absent Echocardiography * Thickened pericardium* Absent Present * Pericardial calcification* Absent Present * Pericardial effusion* Present Absent * RV size Usually small Usually normal",
        "cop": 3,
        "opa": "Raised JVP",
        "opb": "Pericardial effusion",
        "opc": "Rapid y descent",
        "opd": "Pulsus paradoxus",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "23920357-9455-4b0d-86f6-c9e5f8abde85",
        "choice_type": "multi"
    },
    {
        "question": "The most common toxin causing Dilated cardiomyopathy is -",
        "exp": "Ans. is 'a' i. e., Alcohol o Chronic Alcohol consumption is the most common cause of Toxic Dilated Cardiomyopathy. 'Alcohol is the most common toxin implicated in chronic dilated cardiomyopathy. ' - Harrison 18th/e p. 1961",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Chemotherapeutic agents",
        "opc": "Heavy metal",
        "opd": "Occupational expsoure",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "7918d91c-4f6c-4a88-8052-d46f4140ce4d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of dilated cardiomyopathy is?",
        "exp": "Ans. (a) Alochol. Ref: Braundwald's Heart Disease Ninth edition, Chapter 64",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Viral infection",
        "opc": "Pregnancy",
        "opd": "Metabolic disease",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "ed5a5d94-bead-4908-95d6-dccd645a6655",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of cardiac lupus?",
        "exp": "Ans. is 'b' i. e., Pericarditis Cardiopulmonary involvement in SLEo Pleurisy, pericarditis, effusions. o Myocarditis, endocarditiso Lupus pneumonitiso Coronary artery disease:# Interstitial fibrosis# Pulmonaiy hypertension# Shrinking lung syndrome# ARDS, hemorrhage",
        "cop": 2,
        "opa": "Myocarditis",
        "opb": "Pericarditis",
        "opc": "Aortic regurgitation",
        "opd": "Libman sacks endocarditis",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "f0fc71dd-c91a-4b85-a967-48257cbb0057",
        "choice_type": "single"
    },
    {
        "question": "Contractile dysfunction seen in which type of cardiomyopathy?",
        "exp": "ANSWER: (A) Dilated > (B) Restricted. REF: Harrison's 18th ed ch: 238\"Although restriction of contractility may be seen in both dilated as well as restrictive cardiomyopathy, its characterstic of dilated cardiomyopathy where as diastolic dysfunction is characterstic of restrictive cardiomyopathy\"Dilated cardiomyopathy: An enlarged left ventricle with decreased systolic function as measured by left ventricular ejection fraction characterizes dilated cardiomyopathy. Systolic failure is more marked than the frequently accompanying diastolic dysfunction, although the latter may be functionally severe in the setting of marked volume overload. Restrictive cardiomyopathy: Characterized by abnormal diastolic function, often with mildly decreased contractility and ejection fraction (usually >30-50%). Both atria are enlarged, sometimes massively. Modest left ventricular dilation can be present, usually with an end-diastolic dimension <6 cm. End-diastolic pressures are elevated in both ventricles, with preservation of cardiac output until late in the disease. Hypertrophic cardiomyopathy: Hypertrophic cardiomyopathy is characterized by marked left ventricular hypertrophy in the absence of other causes, such as hyper tension or valve disease). The systolic function as measured by ejection fraction is often supranormal, at times with virtual obliteration of the left ventricular cavity during systole. The hypertrophy may be asymmetric, involving the septum more than the free wall of the ventricle. Approximately one-third of symptomatic patients demonstrate a resting intraventricular gradient that impedes outflow during systole and is exacerbated by increased contractility. PRESENTATION WITH SYMPTOMATIC CARDIOMYOPATHY Dilated. Restrictive. Hypertrophic. Ejection fraction (normal 55%). Left ventricular diastolic dimension (normal < 55 mm). Usually <30% when symptoms severe 60 mm25-50%> 60 mm (may be decreased)>60%Often decreased. Left ventricular wall thickness. Decreased. Normal or increased. Markedly increased. Atrial size. Increased. Increased; may be massive. Increased; related to abnormal. Valvularregurgitation. Related to annular dilation; mitral appears earlier, during decompensation; tricuspid regurgitation in late stages. Related to endocardial involvement; frequent mitral and tricuspid regurgitation, rarely severe. Related to valve-septum interaction; mitral regurgitation. Common first symptoms. Exertional intolerance. Exertional Intolerance, fluid retention early. Exertional intolerance; may have chest pain. Congestivesymptoms\"Left before right, except right prominent in young adults. Right often dominates. Left-sided congestion may develop late. Arrhythmia. Ventricular tachyarrhythmia; conduction block in Chagas' disease, and some families, j Atrial fibrillation. Ventricular uncommon except in sarcoidosis conduction block in sarcoidosis and amyloidosis. Atrial fibrillation. Ventriculartachyarrhythmias; atrial fibrillation",
        "cop": 1,
        "opa": "Dilated",
        "opb": "Restricted",
        "opc": "Hypertrophic",
        "opd": "Infiltrative",
        "subject_name": "Medicine",
        "topic_name": "Cardiomyopathy & Pericarditis",
        "id": "001f2fa7-4a93-4ff0-b1fd-4f2d48001c15",
        "choice_type": "single"
    }
]