[
    {
        "question": "The commonest site for hypertensive intracerebral bleed is:",
        "exp": "Ans. is 'a' i. e. Putamen Most common site of hypertensive hemorrhage is-Basal Ganglia (Putamen, thalamus & adjacent deep white matter) Also RememberM. C. intracranial hemorrhage: Intracerebral or intraparenchymal hemorrhage *M. C. cause of intracerebral hemorrhage: Hypertension due to rupture of small penetrating arteries. *M. C. cause of subarachnoid hemorrhage: Trauma (IInd rupture Berry's aneurysm) *",
        "cop": 1,
        "opa": "Putamen.",
        "opb": "Cerebellum.",
        "opc": "Pons.",
        "opd": "Midbrain.",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "4d5a78c5-b894-469a-b113-c84bae36524d",
        "choice_type": "single"
    },
    {
        "question": "Hemiplegia is most often caused by thrombosis of -",
        "exp": "Ans. is 'b' i. e., Middle cerebral artery Middle Cerebral Arteryo Deep branches of the middle cerebral artery on the lenticulostriate branches supply the internal capsule (posterior limb). o Motor tracts are densely packed in this region and hence occlusion of deep branches or lenticulostrials branches leads to Densse Hemiplegia/ Pure motor Hemiplegia. o Anterior choroidal artery supplies the posterior limb of internal capsule (and not anterior limb of internal capsule). o Anterior chorodial artery arises from the internal carotid artery and supplies the posterior limb of internal capsule. The complete syndrome of anterior choroidal artery occlusion consists of contralateral hemiplegia hemianesthesia (hypoesthesia) and homonymous hemianopia. Posterior Cerebral Arteryo The posterior cerebral artery supplies the midbrain, thalamus lateral geniculate bodies, posterior of chroid plexus, occipital lobes, inferior and medial aspect of the temporal lobe and posterior inferior areas of the parietal lobe. Occlusion of the Posterior Cerebral Artery usually results in two common clinical svndrome dcncndimi on the areas involved|||PI Syndrome. P2 Syndromeo Occlusion of the proximal segment of PCA from its origin to its union with the posterior communicating artery. o PI syndrome present primarily with the following signs:# Midbrain signs# Thalamic signs# Subthalamic signso Occlusion of the distalsegment of PCA distal to the junction of PCA with the posterior communicating arteryo P2 syndrome presents primarily with the following signs:# Temporal lobe signs# Occipital lobe signs",
        "cop": 2,
        "opa": "Anteiror cerebral artery",
        "opb": "Middle cerebral artery",
        "opc": "Posterior cerebral artery",
        "opd": "Basiliar artery",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "70a102d0-5924-47ee-9c51-1bfe7632e45d",
        "choice_type": "single"
    },
    {
        "question": "A patient of left hemiplegia with previous history of right deep vein thrombosis. Cause hemoptysis in this patient is?",
        "exp": "ANSWER: (A) Pulmonary thromboembolism. REF: Harrisons Internal Medicine 17th edition Chapter 256. Deep Venous Thrombosis and. Pulmonary Thromboembolism. PULMONARY THROMBOEMBOLISM: Pathophysiology. When venous thrombi dislodge from their site of formation, they embolize to the pulmonary arterial circulation or, paradoxically, to the arterial circulation through a patent foramen ovale or atrial septal defect. About half of patients with pelvic vein thrombosis or proximal leg DVT develop PE, which is usually asymptomatic. With increased use of chronic indwelling central venous catheters for hyperalimentation and chemotherapy, as well as more frequent insertion of permanent pacemakers and internal cardiac defibrillators, upper extremity venous thrombosis is becoming a more common problem. These thrombi rarely embolize and cause PE. Pathophysiological abnormalities include: The most common gas exchange abnormalities are hypoxemia (decreased arterial P02) and an increased alveolar-arterial 02 tension gradient, which represents the inefficiency of 02 transfer across the lungs. Increased pulmonary vascular resistance due to vascular obstruction or platelet secretion of vasoconstricting neurohumoral agents such as serotonin. Impaired gas exchange due to increased alveolar dead space from vascular obstruction, hypoxemia from alveolar hypoventilation relative to perfusion in the nonobstructed lung, right-to-left shunting, and impaired carbon monoxide transfer due to loss of gas exchange surface. Alveolar hyperventilation due to reflex stimulation of irritant receptors. Increased airway resistance due to constriction of airways distal to the bronchi. Decreased pulmonary compliance due to lung edema, lung hemorrhage, or loss of surfactant. Signs & Symptoms. Sudden-onset dyspnea (shortness of breath). Tachypnea (rapid breathing). Chest pain of a \"pleuritic\" nature (worsened by breathing). Cough and hemoptysis (coughing up blood). More severe cases can include signs such as cyanosis (blue discoloration, usually of the lips and fingers), collapse, and circulatory instability due to decreased blood flow through the lungs and into the left side of the heart. Occasionally, a pleural friction rub may be audible over the affected area of the lung (mostly in PE with infarct)A pleural effusion is sometimes present that is transudativeA low-grade fever may be present, particularly if there is associated pulmonary hemorrhage or infarction. About 15% of all cases of sudden death are attributable to PERisk factors. The most common sources of embolism are proximal leg deep venous thrombosis (DVTs) or pelvic vein thromboses. The development of thrombosis is classically due to a group of causes named Virchows triad (alterations in blood flow, factors in the vessel wall and factors affecting the properties of the blood). Often, more than one risk factor is present. Alterations in blood flow: immobilization (after surgery, injury or long-distance air travel), pregnancy (also procoagulant), obesity (also procoagulant), cancer (also procoagulant). Factors in the vessel wall: of limited direct relevance in VTEFactors affecting the properties of the blood (procoagulant state). Estrogen-containing hormonal contraception. Genetic thrombophilia (factor V Leiden, prothrombin mutation G20210A, protein C deficiency, protein S deficiency, antithrombin deficiency, hyperhomocysteinemia and plasminogen/fibrinolysis disorders). Acquired thrombophilia (antiphospholipid syndrome, nephrotic syndrome, paroxysmal nocturnal hemoglobinuria). Cancer (due to secretion of pro-coagulants). DiagnosisD-dimer is highly sensitive but not very specific (specificity around 50%), In other words, a positive D-dimer is not synonymous with PE, but a negative D-dimer is, with a good degree of certainty, an indication of absence of a PEThe gold standard for diagnosing pulmonary embolism (PE) is pulmonary angiography. CT pulmonary angiography (CTPA) is a pulmonary angiogram obtained using computed tomography (CT) with radiocontrast rather than right heart catheterization. Its advantages are clinical equivalence, its non-invasive nature, its greater availability to patients. Ventilation/perfusion scan (or V/Q scan or lung scintigraphy), which shows that some areas of the lung are being ventilated but not perfused with blood (due to obstruction by a clot). This type of examination is used less often because of the more widespread availability of CT technology, however, it may be useful in patients who have an allergy to iodinated contrast or in pregnancy due to lower radiation exposure than CT",
        "cop": 1,
        "opa": "Pulmonary thromboembolism",
        "opb": "Disseminated intravascular coagulation",
        "opc": "Fat Embolism",
        "opd": "Superior Vena Cava Syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "4214ab62-ff4b-4357-9c3a-27d172d5a480",
        "choice_type": "single"
    },
    {
        "question": "Rupture of berry aneurysm most commonly results in -",
        "exp": "Ans. is 'a' i. e., Subara chnoid hemorrhage o Most common cause of subarachnoid hemorrhage-Traumao Most common cause of spontaneous subarachnoid hemorrhage-Rupture of Berry aneurysm(or Saccular aneurysm). Also know. Mycotic aneurysm -o Mycotic aneurysm is caused by a septic embolus that weakens the wall of the vessel in which it lodges.",
        "cop": 1,
        "opa": "Subarachnoid hemorrhage",
        "opb": "Subdural hemorrhage",
        "opc": "Extradural hemorrhage",
        "opd": "Intra-parenchymal hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "1f2a0100-721a-4e26-ac29-ea6828ebcfc2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of intracranial haemorrhage is:",
        "exp": "Ans. is 'b' Intracerebral Haemorrhage Intracerebral hemorrhage is the most common type of intracranial hemorrhage. Most common cause of intraparenchymal hemorrhage is hypertension* Most common artery involved in intraparenchymal hemorrhage -Lenticulostriate arteries*Most common site of intracerebral hemorrhage due to hypertension - Basal ganglia* (Putamen, thalamus and adjacent deep white matter).",
        "cop": 2,
        "opa": "Sub arachnoid haemorrhage",
        "opb": "Intracerebral hemorrhage",
        "opc": "Subdural haemorrhage",
        "opd": "Extradural haemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "9302600b-814c-46e0-b6f7-03687c1bc877",
        "choice_type": "single"
    },
    {
        "question": "Man coughed and developed sudden severe headache and fainting. The most probable diagnosis is:",
        "exp": "Ans: A (Subarachnoid hemorrhage) Ref: Harrison's Principles of Internal Medicine 18th edition. Explanation: Subarachnoid Hemorrhage. Excluding head trauma, the most common cause of S AH is rupture of a saccular aneurysm. Other causes include bleeding from a vascular malformation (arteriovenous malformation or dural arterial-venous listula). Saccular (\"Berry\") Aneurysm2% of adults harbor intracranial aneurysms. The three most common locations are the. Terminal internal carotid artery. Middle cerebral artery (MCA) bifurcation. Top of the basilar artery. Mycotic aneurysms are usually located distal to the first bifurcation of major arteries of the circle of Willis. Most result from infected emboli due to bacterial endocarditis causing septic degeneration of arteries and subsequent dilation and rupture. Pathophysiology. Saccular aneurysms occur at the bifurcations of the large- to medium-sized intracranial arteries. Rupture is into the subarachnoid space in the basal cisterns and often into the parenchyma of the adjacent brain. Approximately 85% of aneurysms occur in the anterior circulation, mostly on the circle of Willis. About 20%' of patients have multiple aneurysms, many at mirror sites bilaterally. Clinical Manifestations. Most unruptured intracranial aneurysms are completely asymptomatic. At the moment of aneurysmal rupture w ith major SAH, the ICP suddenly rises. This may account for the sudden transient loss of consciousness that occurs in nearly half of patients. Sudden loss of consciousness may be preceded by a brief moment of excruciating headache, but most patients first complain of headache upon regaining consciousness. Severe headache associated with exertion is the presenting complaint. The patient often calls the headache ''the worst headache of my life '; however, the most important characteristic is sudden onset. The headache is usually generalized, often with neck stiffness, and vomiting is common. Sudden headache in the absence of focal neurologic symptoms is the hallmark of aneurysmal rupture. Focal deficits can occur rarely. Anterior communicating artery or MCA bifurcation aneurysms may bleed enough to produce mass effect. The deficits that result can include hemiparesis, aphasia, and abulia. A third cranial nerve palsy, particularly when associated with pupillary dilation, loss of ipsilateral (but retained contralateral) light reflex, and focal pain above or behind the eye, may occur with an expanding aneurysm at the junction of the posterior communicating artery and the internal carotid artery. A sixth nerve palsy may indicate an aneury sm in the cavernous sinus, and visual field defects can occur with an expanding supraclinoid carotid or anterior cerebral artery aneurysm. Occipital and posterior cervical pain may signal a posterior inferior cerebellar artery or anterior inferior cerebellar artery aneurysm. Pain in or behind the eye and in the low temple can occur with an expanding MCA aneurysm.",
        "cop": 1,
        "opa": "Subarachnoid hemorrhage",
        "opb": "Migraine",
        "opc": "Cluster Headache",
        "opd": "Posterior fossa tumor",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "7aadabc0-9529-46e5-8456-9aa4a72e3719",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with contralateral hemiplegia and sub-periosteal bleeding. Which of the following will be the initial investigation of choice?",
        "exp": "Ans. (b) CT-scan. Ref: Harrison 19th ed. / 2582* For evaluation of bleeding in the brain the preferred investigation is CT scan. The bleeding in the brain shows up as hyper-density on CT scan.",
        "cop": 2,
        "opa": "Chest x-ray",
        "opb": "CT-scan",
        "opc": "MRI",
        "opd": "PET - scan",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "1a26f92a-12e5-4dd0-8bd0-114c016699ca",
        "choice_type": "single"
    },
    {
        "question": "Lateral medullary syndrome is caused by thrombosis of -",
        "exp": "Ans. is 'c' i. e., Vertebral artery o Lateral medullary syndrome is caused by infarction of a wedge of lateral medulla lying posterior to the inferior olivary' nucleus. o Although the lateral medullary syndrome was traditionally attributed to occlusion in the course of Posterior in ferior cerebellar artery (PICA), careful studies have shown that in 8 out of 10 cases, it is the vertebral artery0 that is occluded by atherothrombosis. In the remainder, either the posterior in ferior cerebellar artery or one of the lateral medullary arteries is occluded. Arterial supply of the medullao Vertebral artery supplies the medulla through its following branches. Arterial sudd. Iv of the medulla|||Paramedian branches of vertebral artery (Anterior spinal artery) it supplies: Posterior inferior cerebellar branch of vertebral artery it supplieso Descending motor pathways in pyramids (corticospinal tract)o Medial lemniscuso hypoglossal nucleuso Basal branch to olivary nucleio Dorsolateral branch that supplies the trigeminal nucleuso Vestibular nucleio Spinothalamic tract",
        "cop": 3,
        "opa": "Anterior inferior cerebral artery",
        "opb": "Posterior interior cerebellar artery",
        "opc": "Vertebral artery",
        "opd": "Basilar artery",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "350d2ce8-8497-4357-bc43-6fc80664ba6c",
        "choice_type": "single"
    },
    {
        "question": "Increased intra-cranial tension is related to:",
        "exp": "Ans. (c) Hypertension and Bradycardia. Ref: Harrison 18th edition, chapter 25* Cushing's reflex = a hypothalamic response to brain ischemia wherein the sympathetic nervous system is activated which causes increased peripheral vascular resistance with a subsequent increase in BP.* The increased BP then activates the parasympathetic nervous system via carotid artery baroreceptors, resulting in vagal-induced bradycardia.* The brain ischemia that leads to cushings reflex is usually due to the poor perfusion that results from increased ICP due to head bleeds or mass lesions.* Cushing's reflex leads to the clinical manifestation of Cushing's triad.* Cushing's triad = hypertension, bradycardia, and irregular respirations (Cheyne-Stokes breathing).* Cushing's triad signals impending danger of brain herniation, and thus, the need for decompression. Consider administering mannitol, hyperventilation, and elevation of the head of bed as temporizing measures",
        "cop": 3,
        "opa": "Hyotension and tachycardia",
        "opb": "Hypertension and tachycardia",
        "opc": "Hypertension and bradycardia",
        "opd": "Hypotension and bradycardia",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "b2657498-2752-441f-8160-4975053afb52",
        "choice_type": "single"
    },
    {
        "question": "A road traffic accident patient in the casualty is comatose with unilaterally dilated pupil. The NCCT of the patient shows a Lesion peripherally present with concavo - convex border. What is the probable diagnosis?",
        "exp": "Ans. (a). Sub-dural hematoma. Sub dural hematoma. Concavo-convex bleed hyper-density. Extra dural hemorrhage. Biconvex /flame shaped hyper- density. Sub arachnoid hemorrhage. Intra-ventricular bleed/blood in slyvian fissure. Intra -parenchymal bleed. Mostly a lesion or hyper-density in basal ganglia secondary to hypertension.",
        "cop": 1,
        "opa": "Sub-dural hematoma",
        "opb": "Epi-dural hematoma,",
        "opc": "Sub-arachnoid hemorrhage",
        "opd": "Intra-parenchymal bleeding",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "727c6349-0a74-4bc3-83c5-60f0b10bf3df",
        "choice_type": "multi"
    },
    {
        "question": "Cerebral angiography was performed by -",
        "exp": "Ans. is 'd' i. e., Egas Moniz o Egas Moniz first performed cerebral Aneioeraphy in 192 7, # He received the Nobel Prize for developing for developing frontal leucotomy as a treatment for psychiatric diseases.",
        "cop": 4,
        "opa": "Sir Walter Dandy",
        "opb": "George Moore",
        "opc": "Seldinger",
        "opd": "Egas Moniz",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "759189ed-a2ef-4712-bd37-d195c057a6cd",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old hypertensive develops sudden onset drooping of right face and hemiplegia. Diagnosis is:",
        "exp": "Ans. (b) MCA area hemorrhage. Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "MCA area infarction",
        "opb": "MCA area hemorrhage",
        "opc": "ACA area infarction",
        "opd": "ACA area hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "104e6328-598d-4dac-b8f6-1f1bd44ca992",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of Hypertensive intracerebral bleed is?",
        "exp": "Ans. (b) Putamen. Ref: Harrison's Internal Medicine, 17thed ch-364, Cerebrovascular Disease table 364-5",
        "cop": 2,
        "opa": "Pons",
        "opb": "Putamen",
        "opc": "Frontal lobe",
        "opd": "Thalamus",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "4653c808-2f03-435a-b2c2-1c9794b5a017",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of subarachnoid hemorrhage is:",
        "exp": "Ans. is 'b' Berry aneurysm [Reference Harrison 17/e p 1726-1728 & 16/e page 2390, 2388 (15th/e page 2388)1. Actually head trauma is the most common cause of subarachnoid hemorrhage. Rupture of berry (Saccular) aneurysm is the 2nd most common cause of subarachnoid hemorrhage, but among the given options it is the most common.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Berry aneurysm",
        "opc": "Intracranial tumors",
        "opd": "Arterio-venous malformations (AVM)",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "7db4346a-7744-415f-b3a8-a3f55e108a24",
        "choice_type": "single"
    },
    {
        "question": "Most common site of intracranial hemorrhage in hepertensive hemorrhage is:",
        "exp": "Ans. is 'a' i. e. Basal ganglia The most common sites of hypertensive Haemorrhage are: The basal ganglia (putamen, thalamus and adjacent deep white matter). Deep cerebellum. Pons",
        "cop": 1,
        "opa": "Basal ganglia",
        "opb": "Brainstem",
        "opc": "Cerebellum",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "d8ebf0fd-d335-48f1-aed8-d59f9cadeb74",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of embolic stroke is -",
        "exp": "Ans. is 'a' i. e., Intra-Cardiac Thrombi o The most common cause of embolic strokes are Intra-cardiac Thrombi. o The most common sources of systemic embolism and embolic stroke are Intra-cardiac thrombiformed as a result of atrial fibrillation, ST-elevation Ml, left ventricular dysfunction or heart failure.",
        "cop": 1,
        "opa": "Intra-Cardiac Thrombi",
        "opb": "Particulate matter from IV drug injections",
        "opc": "Protein C deficiency",
        "opd": "Antiphospholipid syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "cf0df36b-99ab-4319-9ca2-eea599d312f4",
        "choice_type": "single"
    },
    {
        "question": "Duration of TIA:",
        "exp": "Ans. (b) 24 hours. Ref.: Harrison 19th ed. / 2568, 17th ed. Ch. 364* The standard definition of TLA requires that all neurologic signs and symptoms resolve within 24 hours regardless of whether there is imaging evidence of new permanent brain injury; stroke has occurred if the neurologic signs and symptoms last for >24 hours.",
        "cop": 2,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "48 hours",
        "opd": "36 hours",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "d8d6f4b5-15c9-4098-8e3a-e1fe22fcbb33",
        "choice_type": "single"
    },
    {
        "question": "Rasmussen's aneurysm is seen in:",
        "exp": "Rtf: American journal of Roentology, Jan 2000, vol 174, 262-263. Explanation: The pulmonary circulation carries deoxygenated blood from the R V across the pulmonary capillary- % bed & returns oxygenated blood via the pulmonary veins. This is a low pressure circuit. The bronchial circulation is a nutritional source for the lung. They branch from the aorta & is at systemic pressure, hence bleed profusely. Rasmussen's aneurysm is the aneurysm of small & medium pulmonary artey branches adjacent a tuberculous cavity. Distributed peripherally, beyond the main pul. artery. Caused by granulomatous infiltration of intima & media of the artery by the tuberculous process in the nearby cavity. Can cause hemoptysis, sometimes litethreatening. Treatment- Pulmonary and bronchial artery embolisation. Other causes of hemoptysis in a patient with PTB are1. Tubercular cavity2. Endobronchial tuberculosis3. Brock's syndrome4. Post-tubercular bronchiectasis5. Aspergi. Hoina(funga] ball)6. Scar carcinoma. Causes of hemoptysis: Tuberculosis, lung abscess, bronchiectasis, pneumonia, fungal infections (aspergillosis, nocardiosis, blastomycosis). Bronchogenic ca, bronchial adenoma, mets to lung (chorio ea, renal cell ca). Bronchiectasis, bronchial cyst, sequestration lung. Mitral stenosis. PAH, aortic aneurysm, AVM, pulmonary embolism. Vasculitis, wegner's, Goodpasture's. Bleeding disorders",
        "cop": 2,
        "opa": "Bronchial artery",
        "opb": "Pulmonary",
        "opc": "Vertebral artery",
        "opd": "Internal carotid artery",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "9977babf-bf13-44ef-834b-ca66dc3af063",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of Hypertensive bleed is?",
        "exp": "ANSWER: (B) Putamen. REF: Harrisons Internal Medicine 17thedition Chapter 364. Cerebrovascular Diseases Table 364-5\"Hypertensive intraparenchymal hemorrhage (Hypertensive hemorrhage or Hypertensive intracerebral hemorrhage) usually results from spontaneous rupture of a small penetrating artery deep in the brain. The most common sites are the basal ganglia (especially the Putamen), thalamus, cerebellum, and pons\"CAUSES OF INTRACRANIAL HEMORRHAGECause. Location. Comments. Head trauma. Intraparenchymal: frontal lobes, anterior temporal lobes; subarachnoid. Coup and contracoup injury during brain deceleration. Hypertensivehemorrhage. Putamen, globus pallidus, thalamus, cerebellar hemisphere, pons. Chronic hypertension produces hemorrhage from small (-100 m) vessels in these regions. Transformation of prior ischemic infarction. Basal ganglion, subcortical regions, lobar. Occurs in 1-6% of ischemic strokes with predilection for large hemispheric infarctions. Metastatic brain tumor. Lobar. Lung, choriocarcinoma, melanoma, renal cell carcinoma, thyroid, atrial myxoma. Coagulopathy. Any. Uncommon cause; often associated with prior stroke or underlying vascular anomaly. Drug. Lobar, subarachnoid. Cocaine, amphetamine, phenvlpropranolamine. Arteriovenousmalformation. Lobar, intraventricular, subarachnoid. Risk is -2-4% per year for bleeding. Aneurysm. Subarachnoid, intraparenchymal, rarely subdural. Mycotic and nonmycotic forms of aneurysms. Amyloid angiopathy. Lobar. Degenerative disease of intracranial vessels; linkage to Alzheimer's disease, rare in patients <60. Cavernous angioma. Intraparenchymal. Multiple cavernous angiomas linked to mutations in KRIT1, CCM2, and PDCD10 genes. Dural arteriovenous hstula. Lobar, subarachnoid. Produces bleeding by venous hypertension. Capillary telangiectasias. Usually brainstem. Rare cause of hemorrhage",
        "cop": 2,
        "opa": "Pons",
        "opb": "Putamen",
        "opc": "Frontal lobe",
        "opd": "Thalamus",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "6599e691-47d8-44fc-84bd-ea29967c2361",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old hypertensive male patient presented in the casualty with two hours history of sudden onset of severe headache associated with nausea and vomiting on clinical examination the patient had necks stiffness and right sided ptosis. Rest of the neurological examination was normal. What is the clinical diagnosis:",
        "exp": "Ans. is 'c' i. e. Aneurysmal subarachnoid hemorrhage. Ref. Harrison 17th/e p 1727 & 16th/e p 2388 (15th/e p2388. Also see Q 99 of May 2003. This is a classical presentation of subarachnoid Haemorrhage. Excluding head trauma, the most common cause of SAH in rupture of a saccular aneurysm. C/F of subarachnoid hemorrhage. Sudden headache is the absence of focal neurological deficit is the hallmark of aneurysmal rupture. The patient often calls the headache the worst headache of his life. Brief period of unconsciousness. Nuchal rigidity and other signs of meningeal irritation. The hallmark of aneurysmal rupture is blood in the C. S. F. Right sided ptosis in this patient can be explained by compression of the third cranial nerve by the aneurysm. An aneurysm at the junction of the posterior communicating artery and the internal carotid artery compresses III C. N. and causes its palsy, whereas an aneurysm of intracavernous part of the carotid artery compresses III & VI cranial nerves. The first point of the clinical features of SAH need a little more explanation. Although sudden headache in the absence of focal neurological symptoms is the hallmark of aneurysmal rupture, focal neurologic deficits may occur. Anterior communicating artery or middle cerebral bifurcation aneurysms may rupture into the adjacent brain or subdural space and form a hematoma large enough to produce mass effect. The common deficits that result include hemiparesis, aphasia and abulia (inability to exercise will power, lack of impulse to activity, a mental and physical slowness). Clinical features of Hypertensive Haemorrhage. Hemorrhage generally presents as abrupt onset of focal neurological deficit (according to the area involved). Focal neurological deficit gradually worsens and is accompanied by signs of increased intra cranial pressure (ICP) such as headache and vomiting. In hypertensive bleeding the hemorrhage is intracerebral. Arteriovenous malformation Haemorrhage. Although AVM can cause SAH but they are a rare cause. AVMs cause intra parenchymal Haemorrhage rarely spilling into the subarachnoid space. Its Haemorrhage, therefore causes focal neurological deficit according to the part involved.",
        "cop": 3,
        "opa": "Hypertensive brain haemorrhage",
        "opb": "Migraine",
        "opc": "Aneurysmal subarachnoid haemorrhage",
        "opd": "Arteriovenous malformation haemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "c6cbeac5-bddf-4f44-8855-c1424ab6e900",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the commonest location of hypertensive hemorrhage:",
        "exp": "Ans. is 'c' i. e. Putamen (internal capsule) See Medicine Nov. (2002) Q. No. 106. Most common site of hypertensive hemorrhage is -Basal Ganglia (Putamen, thalamus & adjacent deep white matter). Also RememberM. C. intracranial hemorrhage. Intracerebral or intraparenchymal hemorrhage*M. C. cause of intracerebral hemorrhage. Hypertension due to rupture of small penetrating arteries. *M. C. cause of subarachnoid Haemorrhage. Trauma (IInd rupture Berry's aneurysm)*",
        "cop": 3,
        "opa": "Pons",
        "opb": "Thalamus",
        "opc": "Putamen/external capsule",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "369e3eeb-09e0-445b-ab5a-bf6234eed136",
        "choice_type": "single"
    },
    {
        "question": "Extradural hemorrhage is seen as:",
        "exp": "Ans. (a) Hyperdense biconvex. Ref: Harrison's 17th ed. Ch 364* Extradural hemorrhage: Bleeding occurs between skull and duramatter. Bleeding occurs due to the rupture of. Middle meningeal artery. Lucid Interval (Consciousness between two periods of unconsciousness) exists.* In NCCT it shows hyperdensity bleeding, bi-convex or flame shaped bleed.* Treatment: Burr hole surgery.* Subdural hemorrhage: Occurs due to rupture of Cortical bridging veins. In NCCT it shows concavo- convex or sickle shaped bleed.",
        "cop": 1,
        "opa": "Hyperdense biconvex",
        "opb": "Hypodense biconcave",
        "opc": "Hyperdense biconcave",
        "opd": "Hypodense biconvex",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "27a7e48f-ad28-466f-b1ca-e30e8f0920a8",
        "choice_type": "single"
    },
    {
        "question": "Most common site of brain Hemorrhage is?",
        "exp": "Ans. (a) Putamen. Ref: Harrison 19th ed. / 2582* Most common site of brain hemorrhage is Putamen.* Intra-parenychmal hemorrhage is most lethal and has mortality rate of 40%.* The IOC is NCCT. For management BP must be controlled which is to maintain a target BP of 160/90.",
        "cop": 1,
        "opa": "Putamen",
        "opb": "Internal capsule",
        "opc": "Ventral pons",
        "opd": "Cerebellum",
        "subject_name": "Medicine",
        "topic_name": "Cerebrovascular",
        "id": "1c05299f-74f4-4174-b1b4-0b0fac795310",
        "choice_type": "single"
    }
]