[
    {
        "question": "Small fiber neuropathy is seen in?",
        "exp": "Small unmyelinated peripheral nerve fibers, Categorized as C fibers, In skin and organs. Innervate the skin (somatic fibers), Help to control autonomic function. Causes of Small Fiber Neuropathy: 1. Diabetes mellitus 2. Leprosy 3. Amyloidosis 4. Tangier's disease 5. Sjogren syndrome 6. HIV 7. Sarcoidosis",
        "cop": 1,
        "opa": "HIV",
        "opb": "Vitamin B12 deficiency",
        "opc": "AIP",
        "opd": "Cisplatin toxicity",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "89457faa-bd2c-444f-9569-b0f0e695bde9",
        "choice_type": "multi"
    },
    {
        "question": "Mark the FALSE statement about Myotonic dystrophy type 1:",
        "exp": "Myotonic dystrophy Type 1: defect on chromosome 19 Type 2: defect on chromosome 3 CTG repeats C/F Muscle weakness distal Tenting of upper lips Wasting of temporalis, masseter leading to hatchet facies Testis atrophy Myotonia Posterior subcapsular cataracts First degree heart blocks Myotonic dystrophy type 2 (DM2) causes proximal muscle weakness primarily. Acid maltase deficiency (Pompe disease) adult-onset form: respiratory muscle weakness is prominent and often is the presenting symptom.?? 'Becker and Duchenne muscular dystrophies present with primarily proximal muscle weakness and are X-linked recessive disorders",
        "cop": 2,
        "opa": "Due to defect in Chromosome 19",
        "opb": "Proximal muscle weakness",
        "opc": "Tenting of upper lips",
        "opd": "Wasting of temporalis, masseter leading to hatchet facies",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "2f8a3ca5-61d8-4bd5-bc6f-905847f5cb36",
        "choice_type": "multi"
    },
    {
        "question": "Palpable nerves are seen in:",
        "exp": "Causes of Enlarged peripheral nerves are:- 1. Leprosy 2. Charcot Marie Tooth Disease(Hereditary sensorimotor neuropathy) 3. Neurofibromatosis 4. Refsum disease 5. Perineuroma 6. Nerve tumor 7. Amyloidosis",
        "cop": 1,
        "opa": "Charcot Marie Tooth disease",
        "opb": "Diabetes mellitus",
        "opc": "Neurosyphilis",
        "opd": "Myotonic dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "7f689d6a-fac4-447e-90fe-f10057dec1b2",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old boy presents with bilateral foot deformity. On examination thickened peripheral nerves and sensory gait ataxia is observed. On biopsy of the nerve, a typical onion bulb appearance is noted. The probable diagnosis is?",
        "exp": "Image shows presence of Pes Cavus which indicates distal muscle weakness. Concomitant sensory deficit leads to Gait ataxia. Nerve biopsy: Classical onion bulb appearance s/o Charcot Marie Tooth disease. Charcot Marie Tooth disease ( Hereditary sensorimotor neuropathy) manifests as: Peroneal muscle dystrophy Stork leg appearance Thickened nerves N. biopsy: Onion bulb appearance Distal weakness ( Flexion contractures)",
        "cop": 3,
        "opa": "Friedreich ataxia",
        "opb": "Ataxia telangiectasia",
        "opc": "Charcot Marie Tooth disease",
        "opd": "Leprosy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "5856052c-1123-4a8f-8668-08bf614c6587",
        "choice_type": "single"
    },
    {
        "question": "The test being performed is?",
        "exp": "Tests Procedure Interpretation Result Finkelstein test Flex the thumb of the patient into the palm after stabilizing the forearm. Then force the wrist towards the ulna. Development of sudden severe pain Dequervain tenosynovitis Tinel Sign Percuss themedian nerve, using the broad side of the hammer Hand of the patient is dorsiflexed Paraesthesia perceived by the patient in the thumb, index finger and middle finger Carpal tunnel syndrome Froment sign Pinch a piece of paper between thumb and index finger. Thumb's IP joint will flex if Adductor pollicis is weak Ulnar n. entrapment at elbow Jeanne's sign weak and unstable pinch with hyperextension of the thumb metacarpophalangeal (MP) joint. Ulnar n. weakness:",
        "cop": 1,
        "opa": "Finkelstein test",
        "opb": "Tinel sign",
        "opc": "Froment sign",
        "opd": "Jeanne's sign",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "f2530372-0987-4895-9e87-43092d34c469",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a test for the integrity of 9th nerve?",
        "exp": "Testingof 9th Nerve: Testing the gag reflex using a wooden spatula Asking the patient to swallow or cough Evaluating for speech impediments. Test the posterior one-third of the tongue with bitter and sour substances to evaluate for impairment of taste",
        "cop": 4,
        "opa": "Gag reflex",
        "opb": "Palate symmetry",
        "opc": "Taste",
        "opd": "Tongue protrusion",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "47ee4885-13e6-4c11-9c7e-adac14ba2927",
        "choice_type": "single"
    },
    {
        "question": "Among the given rheumatology disorders all are associated with multiple cranial nerve palsy except:",
        "exp": "MULTIPLE CRANIAL NERVE PALSIES Several cranial nerves may be affected by the same disease process. It is crucial to determine whether the lesion lies within the brainstem or outside it. Here, Kawasaki disease does not have mulpile cranial nerves involved Multiple cranial nerve palsy: 1. Infections:- (Bacterial, Viral, fungal, parasitic, etc) 4. Bone diseases:- Osteopetrosis Hyperostosis Fibrous dysplasia Paget's disease 2. Inflammatory:-(Mnemonic-LAN-BAT) Lymphomatous meningitis Amyloidosis Neoplastic Carcinomatous Behcets syndrome Acute inflammatory demyelinating polyneuropathy Tolosa-Hunt syndrome 5. Vasculitis Wegner's granulomatosis Lymphomatoid granulomatosis Temporal aeritis Polyaeritis nodosa 3. Trauma 6. Toxins:- (Vincristine/vinblastin)",
        "cop": 1,
        "opa": "Kawasaki disease",
        "opb": "Polyaeritis nodosa",
        "opc": "Trauma",
        "opd": "Wegener's granulomatosis",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "f7894997-582e-437b-8473-5812a0a0af36",
        "choice_type": "multi"
    },
    {
        "question": "The gag reflex is checked in a 65-year-old woman with diabetes mellitus. When the right side of the pharynx is touched with a tongue blade, the palate elevates symmetrically. When the left side of the pharynx is touched, the palate does not elevate at all. Which of the following cranial nerves is most likely to be responsible for this?",
        "exp": "* 9th nerve form the Afferent pathway - Receives stimulus * 10th nerve form the Efferent pathway - Elevates pharynx Afferent i. e 9th is affected on left side Right Side Left Side A:[?] 9th A: x E:[?] 10th E:[?] 10th",
        "cop": 2,
        "opa": "8th cranial nerve",
        "opb": "9th cranial nerve",
        "opc": "10th cranial nerve",
        "opd": "12th cranial nerve",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "99d6fcaf-e021-4b3a-8bbf-f181cab89a1f",
        "choice_type": "multi"
    },
    {
        "question": "1st symptom to respond to IV Thiamine in Wernicke's encephalopathy is?",
        "exp": "Wernicke's encephalopathy * Global Confusion * Ophthalmoplegia: VI N. * Ataxia - Rx- IV Thiamine -First to respond to treatment - Ophthalmoplegia",
        "cop": 1,
        "opa": "Opthalmoplegia",
        "opb": "Sensory Ataxia",
        "opc": "Vestibular ataxia",
        "opd": "Global confusion",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "cf02137f-ea50-40ab-8c66-5dda3d6f913e",
        "choice_type": "single"
    },
    {
        "question": "A patient with dermatomyositis repos improvement of symptoms on steroids for last 6 months. Labs did today show Creatine kinase of 1300 Units/L. What is the next step in the management?",
        "exp": "The main objective of treatment in dermatomyositis is to improve muscle strength and reduce extra-muscular symptoms. Serum CK levels are monitored however dose adjustment of Steroids and other immuno-therapies are primarily based on the clinical examination and not CK levels. When no response is noted after adequate pharmacotherapy, alternative diagnoses and repeat muscle biopsy is considered. Hence in the case given above since symptomatic improvement has occurred though CK levels are highly elevated, oral prednisolone dose should remain the same. Mycophenolate: 2nd line drug. staed when there is no/less response to oral steroids.",
        "cop": 1,
        "opa": "Continue the same dose of steroids",
        "opb": "Raise dose of steroids",
        "opc": "Sta mycophenolate",
        "opd": "Perform muscle biopsy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "e969f78d-9c58-47a6-86f8-9939c855aa2f",
        "choice_type": "multi"
    },
    {
        "question": "An 82-year-old female presents with a complaint of visual hallucinations. She has a past medical history of age-related macular degeneration, hypertension and hypercholesterolemia. On questioning, the patient repos seeing wild animals in her side room. She states that this has been happening for a year since she lost her sight but says she knows they are not real. MMSE = 28/30. What is the most likely diagnosis?",
        "exp": "Hallucinations are unreal: so Insight is present MMSE = 28/30 Therefore, No dementia as cut off for it is <24. Option A- seen in patients with recent onset stroke (MI) or patient recovering from very severe U. T. I Basically in delirium, patient cannot explain whether its Real or Unreal (i. e. cannot explain whatever he sees) Option B & C- Ruled out as dementia is absent. Option D- people who have turned blind but can still feel real or unreal i. e. INSIGHT is present in the patient. It is a type of Acquired Blindness Charles Bonnet syndrome(CBS) Disease in which visual hallucinations occur as a result of vision loss. CBS is not related to psychosis or dementia People with CBS are aware that their hallucinations are not real",
        "cop": 4,
        "opa": "Hyperactive Delirium",
        "opb": "Vascular Dementia",
        "opc": "Alzheimer's Disease",
        "opd": "Charles-Bonnet Syndrome",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "c5e941c6-8e4a-486a-8690-b2858c698c27",
        "choice_type": "multi"
    },
    {
        "question": "Pathology of which system can leads to disorders of autonomic nervous system?",
        "exp": "Pathology of either CNS or PNS can leads to disorders of autonomic nervous system. Autonomic nervous system The ANS innervates the entire neuraxis and influences all organ systems. It regulates blood pressure (BP), heart rate, sleep, glandular, pupillary, bladder and bowel function. It maintains organ homeostasis and operates automatically. C/F of ANS disorders Loss of function, overactivity, or dysregulation of autonomic circuits. Disorders of autonomic function should be considered in patients with: Unexplained Ohostatic hypotension Syncope Sleep dysfunction Altered sweating (hyperhidrosis or hypohidrosis) Impotence GI symptoms bladder disorders, etc",
        "cop": 4,
        "opa": "Peripheral nervous system",
        "opb": "Central nervous system",
        "opc": "None",
        "opd": "Either a or b",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "161dcfcc-f5ae-4484-8412-4ee58593ec53",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are neurologic channelopathies, except?",
        "exp": "Choice 1 and 3 are calcium channel defect. Choice 2 is potassium channel defect. Huntington' disease is a disorder of trinucleotide repeats due to Huntington gene on chromosome 4.",
        "cop": 4,
        "opa": "Hypokalemic periodic paralysis",
        "opb": "Episodic ataxias",
        "opc": "Familial hemiplegic migraine",
        "opd": "Huntington's disease",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "dd2d3a20-bba0-4185-ad83-9445ce9884b8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not transmitted from the female parent?",
        "exp": "Choice A is XLR and mother will be a carrier for dystrophin gene. Choice B and C follow the mitochondrial pattern of inheritance and hence come from the maternal side. Choice D has AR as well as AD forms. Hence it can be seen in either of the genders.",
        "cop": 4,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Kearns Sayre syndrome",
        "opc": "Myoclonic Epilepsy with Ragged Red fibers",
        "opd": "Limb-girdle muscular Dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "14ac99fb-55c4-49ab-bf6b-c42abf260e29",
        "choice_type": "single"
    },
    {
        "question": "Post-herpetic neuralgia is seen after?",
        "exp": "Post-herpetic neuralgia is neuropathic pain seen after 30 days(4 weeks) of onset of rash. Immunocompromised hosts are more prone to neurological complications like: Encephalitis Myelitis Cranial and peripheral nerve palsies Acute retinal necrosis. Management: 1. Wet compresses using burrows solution applied 4-5 times/ day are useful breaking vesicles and remove serum and crust. 2. Valacyclovir, Famcyclovir for 7-10 day",
        "cop": 4,
        "opa": "1 weeks",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "bff5e28d-1e59-4c76-9c12-f0a4eaa0b050",
        "choice_type": "single"
    }
]