[
    {
        "question": "Palpable nerves are seen in:",
        "exp": "Causes of Enlarged peripheral nerves are:- 1. Leprosy 2. Charcot Marie Tooth Disease(Hereditary sensorimotor neuropathy) 3. Neurofibromatosis 4. Refsum disease 5. Perineuroma 6. Nerve tumor 7. Amyloidosis",
        "cop": 1,
        "opa": "Charcot Marie Tooth disease",
        "opb": "Diabetes mellitus",
        "opc": "Neurosyphilis",
        "opd": "Myotonic dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "7f689d6a-fac4-447e-90fe-f10057dec1b2",
        "choice_type": "single"
    },
    {
        "question": "A 14-year-old boy presents with bilateral foot deformity. On examination thickened peripheral nerves and sensory gait ataxia is observed. On biopsy of the nerve, a typical onion bulb appearance is noted. The probable diagnosis is?",
        "exp": "Image shows presence of Pes Cavus which indicates distal muscle weakness. Concomitant sensory deficit leads to Gait ataxia. Nerve biopsy: Classical onion bulb appearance s/o Charcot Marie Tooth disease. Charcot Marie Tooth disease ( Hereditary sensorimotor neuropathy) manifests as: Peroneal muscle dystrophy Stork leg appearance Thickened nerves N. biopsy: Onion bulb appearance Distal weakness ( Flexion contractures)",
        "cop": 3,
        "opa": "Friedreich ataxia",
        "opb": "Ataxia telangiectasia",
        "opc": "Charcot Marie Tooth disease",
        "opd": "Leprosy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "5856052c-1123-4a8f-8668-08bf614c6587",
        "choice_type": "single"
    },
    {
        "question": "The test being performed is?",
        "exp": "Tests Procedure Interpretation Result Finkelstein test Flex the thumb of the patient into the palm after stabilizing the forearm. Then force the wrist towards the ulna. Development of sudden severe pain Dequervain tenosynovitis Tinel Sign Percuss themedian nerve, using the broad side of the hammer Hand of the patient is dorsiflexed Paraesthesia perceived by the patient in the thumb, index finger and middle finger Carpal tunnel syndrome Froment sign Pinch a piece of paper between thumb and index finger. Thumb's IP joint will flex if Adductor pollicis is weak Ulnar n. entrapment at elbow Jeanne's sign weak and unstable pinch with hyperextension of the thumb metacarpophalangeal (MP) joint. Ulnar n. weakness:",
        "cop": 1,
        "opa": "Finkelstein test",
        "opb": "Tinel sign",
        "opc": "Froment sign",
        "opd": "Jeanne's sign",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "f2530372-0987-4895-9e87-43092d34c469",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a test for the integrity of 9th nerve?",
        "exp": "Testingof 9th Nerve: Testing the gag reflex using a wooden spatula Asking the patient to swallow or cough Evaluating for speech impediments. Test the posterior one-third of the tongue with bitter and sour substances to evaluate for impairment of taste",
        "cop": 4,
        "opa": "Gag reflex",
        "opb": "Palate symmetry",
        "opc": "Taste",
        "opd": "Tongue protrusion",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "47ee4885-13e6-4c11-9c7e-adac14ba2927",
        "choice_type": "single"
    },
    {
        "question": "1st symptom to respond to IV Thiamine in Wernicke's encephalopathy is?",
        "exp": "Wernicke's encephalopathy * Global Confusion * Ophthalmoplegia: VI N. * Ataxia - Rx- IV Thiamine -First to respond to treatment - Ophthalmoplegia",
        "cop": 1,
        "opa": "Opthalmoplegia",
        "opb": "Sensory Ataxia",
        "opc": "Vestibular ataxia",
        "opd": "Global confusion",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "cf02137f-ea50-40ab-8c66-5dda3d6f913e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not transmitted from the female parent?",
        "exp": "Choice A is XLR and mother will be a carrier for dystrophin gene. Choice B and C follow the mitochondrial pattern of inheritance and hence come from the maternal side. Choice D has AR as well as AD forms. Hence it can be seen in either of the genders.",
        "cop": 4,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Kearns Sayre syndrome",
        "opc": "Myoclonic Epilepsy with Ragged Red fibers",
        "opd": "Limb-girdle muscular Dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "14ac99fb-55c4-49ab-bf6b-c42abf260e29",
        "choice_type": "single"
    },
    {
        "question": "Post-herpetic neuralgia is seen after?",
        "exp": "Post-herpetic neuralgia is neuropathic pain seen after 30 days(4 weeks) of onset of rash. Immunocompromised hosts are more prone to neurological complications like: Encephalitis Myelitis Cranial and peripheral nerve palsies Acute retinal necrosis. Management: 1. Wet compresses using burrows solution applied 4-5 times/ day are useful breaking vesicles and remove serum and crust. 2. Valacyclovir, Famcyclovir for 7-10 day",
        "cop": 4,
        "opa": "1 weeks",
        "opb": "2 weeks",
        "opc": "3 weeks",
        "opd": "4 weeks",
        "subject_name": "Medicine",
        "topic_name": "Channelopathies and Neuropathies",
        "id": "bff5e28d-1e59-4c76-9c12-f0a4eaa0b050",
        "choice_type": "single"
    }
]