[
    {
        "question": "Not a feature of hepato-renal syndrome:",
        "exp": "Hepato-renal syndrome is a form of functional renal failure without renal pathology. Diagnosis is made in the presence of a large amount of ascites in patients who have a step-wise progressive increase in creatinine. Type 1 HRS is characterized by a progressive impairment in renal function and a significant reduction in creatinine clearance within 1-2 weeks of presentation. Type 2 HRS is characterized by a reduction in GFR with an elevation of S. creatinine level, but it is fairly stable and is associated with a better outcome than that of Type 1 HRS.",
        "cop": 1,
        "opa": "Normal GFR",
        "opb": "Normal urinary sediments",
        "opc": "Low Na+ in urine",
        "opd": "Normal renal biopsy",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "d1f308ef-0929-4001-9a25-ee147e5e8f1f",
        "choice_type": "single"
    },
    {
        "question": "Best treatment of refractory ascites is?",
        "exp": "Refractory ascites can be managed by: Trans-jugular intra-hepatic peritoneal shunt (TIPS) Serial large volume paracentesis (LVP) with albumin. TIPS is superior to LVP in reducing the re-accumulation of ascites but is associated with an increased frequency of hepatic encephalopathy Extra Edge: Diagnostic criteria for refractory ascites Lack of response to maximal doses of diuretic for at least 1 week Diuretic-induced complications in the absence of other precipitating factor Early recurrence of ascites within 4 weeks of fluid mobilization. Persistent ascites despite sodium restriction Mean weight loss <0. 8 kg over 4 days Urinary sodium excretion less than sodium intake",
        "cop": 2,
        "opa": "AV shunt",
        "opb": "TIPS",
        "opc": "Frusemide with Low volume paracentesis",
        "opd": "Distal splenorenal shunt",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "168237c7-2799-4dde-95fe-b47edd638e13",
        "choice_type": "single"
    },
    {
        "question": "Ascitic fluid with increased SAAG is found in?",
        "exp": "Ascitic fluid with increased SAAG (>1. 1g/dl) is found in CHF.",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Congestive Heart Faliure",
        "opc": "Nephrotic syndrome",
        "opd": "Pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "d5ded85d-f9f7-4d71-8e3d-a00c34953d5c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of non-alcoholic fatty liver disease?",
        "exp": "NAFLD Most common chronic liver disease in many pas of the world Most commonly associated with metabolic syndrome (syndrome X). Other factors Drugs (amiodarone, tamoxifen, methotrexate) Alcohol Metabolic abnormalities (glycogen storage diseases, homocystinuria) Nutritional status (Obesity, severe malnutrition, TPN) Celiac sprue and Wilson disease Reye's syndrome Acute fatty liver of pregnancy Biopsy: Macrovesicular steatosis without fibrosis",
        "cop": 2,
        "opa": "Reye syndrome",
        "opb": "Syndrome-X",
        "opc": "Cardiac syndrome-X",
        "opd": "Pregnancy",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "096291bd-8979-49c3-bd56-78ff7ed1e804",
        "choice_type": "single"
    },
    {
        "question": "Cirrhosis can lead to development of?",
        "exp": null,
        "cop": 2,
        "opa": "Metabolic alkalosis, Chloride responsive",
        "opb": "Metabolic alkalosis, Chloride non-responsive",
        "opc": "Hyperchloremic metabolic acidosis",
        "opd": "Hypochloremic metabolic acidosis",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "a82573a6-b6e9-4394-ba96-53d753f34312",
        "choice_type": "single"
    },
    {
        "question": "Antibiotic of choice in cirrhotic patient to prevent encephalopathy:",
        "exp": "Treatment of hepatic encephalopathy 1. Correct precipitating factors 2. Use lactulose- results in colonic acidification. 2. Poorly absorbed antibiotics- neomycin and metronidazole. More recently, rifaximin at 550 mg twice daily has been very effective in treating encephalopathy without the known side effects of neomycin or metronidazole.",
        "cop": 4,
        "opa": "Neomycin",
        "opb": "Ampicillin",
        "opc": "Metronidazole",
        "opd": "Rifaximin",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "6548e448-b371-41d2-a925-acfad721cb96",
        "choice_type": "single"
    },
    {
        "question": "CAGE scale is used in:",
        "exp": "CAGE scale: it ranges from 0 to 4 depending on the number of problem drinking indicators endorsed, with higher scores reflecting more severe problem drinking patterns. Acronym CAGE Questions: C - Have you ever felt you ought to Cut down on your drinking? A - Have people Annoyed you by criticizing your drinking? G - Have you ever felt Guilty or bad about your drinking? E - Have you ever had a drink first thing in the morning to steady your nerves or get rid of a hangover (Eye-opener)? One \"yes\" response should raise suspicion of an alcohol use problem and more than one is a strong indication that abuse or dependence exists.",
        "cop": 1,
        "opa": "Alcohol Abuse",
        "opb": "Depression",
        "opc": "Suicidal intention",
        "opd": "Coma",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "e9d27d83-7bbb-47f0-9898-366578ecaf02",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an absolute contraindication to liver transplantation?",
        "exp": "Absolute contraindications Relative contraindications Uncontrolled hepatobiliary infection Age >70 Sepsis Poal vein thrombosis AIDS Severe obesity Cholangiocarcinoma HIV sero-positivity with low CD4 counts Metastasis to liver PAH Advanced cardiopulmonary disease Psychiatric disorders Active substance/ alcohol abuse Congenital anomaly (Uncorrectable)",
        "cop": 4,
        "opa": "Age >70",
        "opb": "Poal vein thrombosis",
        "opc": "Severe obesity",
        "opd": "AIDS",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "ebeb40cc-14d8-4991-8ac2-24027320b8a2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of congestive splenomegaly is?",
        "exp": "Congestive splenomegaly is common in patients with severe poal hypertension. Poal hypertension is the major complication of cirrhosis.",
        "cop": 2,
        "opa": "Chronic congestive cardiac failure",
        "opb": "Cirrhosis",
        "opc": "Hepatic vein occlusion",
        "opd": "Stenosis of splenic vein",
        "subject_name": "Medicine",
        "topic_name": "Cirrhosis",
        "id": "6d73e146-53cb-45c2-8776-24ff700da926",
        "choice_type": "single"
    }
]