[
    {
        "question": "First line treatment of T315I mutation in CML management is?",
        "exp": "T315I mutation is a mutation in the critical BCR-ABL kinase in the ATP-binding pocket This prevents imatinib binding and hence leads to resistance to imatinib, nilotinib, bosutinib, and dasatinib. Only drug effective for T315I mutation CML = Ponatinib. Otherwise DOC CML= Imatinib. DOC for Imatinib resistant CML = Bosutinib DOC in case of failure of > 2 Tyrosine kinase inhibitor = OMACETAXINE",
        "cop": 3,
        "opa": "Bosutinib",
        "opb": "Tofacitinib",
        "opc": "Ponatinib",
        "opd": "Nilotinib",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "20442569-e3fd-409b-93f9-d92923cd6b15",
        "choice_type": "single"
    },
    {
        "question": "Nurse like cells are seen in?",
        "exp": "Nurse like cell are Tumor associated Macrophages | Produce cytokines | Provide nourishment to cancer cells | Clonal expansion of the immature B - Cell | Uncontrolled mitosis of immune incompetent B cell in CLL",
        "cop": 1,
        "opa": "Chronic Lymphoblatic Leukemia",
        "opb": "Hodgkin Lymphoma",
        "opc": "Non Hodgkin Lymphoma",
        "opd": "Acute Lymphoblatic Leukemia",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "0f173190-b545-40b3-b1e0-5dfbad74069d",
        "choice_type": "single"
    },
    {
        "question": "Leading cause of death in CLL is?",
        "exp": "Infections are a leading cause death in patients with CLL Abnormalities in cellular and humoral immunity leading to the immune dysfunction patients are at risk for both typical and atypical infections. Most CLL therapies can increase infection risk. Hence prophylaxis for Pneumocystis pneumonia and viral infections is indicated for at least 6 months following therapy to allow recovery of functional T cells. Extra edge MC leukaemia in adults: CLL Binet Classification: for CLL Smudge cells seen in: CLL",
        "cop": 1,
        "opa": "Infections",
        "opb": "Bleeding",
        "opc": "Meningeal and ventricular extension",
        "opd": "DIC",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "e85ddc20-2e97-4186-922d-23e22092b455",
        "choice_type": "single"
    },
    {
        "question": "Vitamin B12 level in chronic myeloid leukemia is:",
        "exp": "Chronic Myelogenous leukaemia Increased levels of Vitamin B12 levels Uric acid levels Serum LDH levels Lysozyme Decreased levels of LAP( Leukocyte Alkaline Phosphatase )",
        "cop": 1,
        "opa": "Elevated",
        "opb": "Decreased (slightly)",
        "opc": "Normal",
        "opd": "Markedly decreased",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "ad66acd7-b526-47d8-9ee5-6c3be352ca78",
        "choice_type": "single"
    },
    {
        "question": "An 80 year old, asymptomatic man presents with a Total leucocyte count of 1 lakh, with 80% lymphocytes and 20% PMN. What is the most probable diagnosis?",
        "exp": "The above given clinical presentation points towards a diagnosis of CLL (Chronic Lymphocytic Leukemia) Its median age of presentation is 65 years with 53% male presentation. The diagnosis of typical CLL is made with B-cell lymphocytosis greater than 5000/uL & coexpression of CD19, CD5 on lymphocytes. PBF shows \"smudge\" or \"basket\" cells Warm autoimmune hemolytic anemia (IgG), Coombs test positive Cytogenetic studies reveal trisomy 12 CML presents with massive splenomegaly, elevated WBC, increase in both immature and mature granulocytes. At diagnosis, bone marrow cellularity is increased, with an increased myeloid-to-erythroid ratio. TB presents with symptoms while presentation of the given patient is asymptomatic",
        "cop": 3,
        "opa": "HIV",
        "opb": "CML",
        "opc": "CLL",
        "opd": "TB",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "716446a1-723f-4a2e-8269-142865d25a50",
        "choice_type": "single"
    },
    {
        "question": "BCL-2 inhibitor used in CLL is?",
        "exp": "BCL- 2 inhibitor used in CLL is Venetoclax. It works by promoting apoptosis. CLL - Most common Blood Cancer (leukemia) in Adult population. Rx- Chemoimmunotherapy + Monoclonal Antibody F C R Fludrabine Cyclophosphamide Rituximab P C R Pentostatin Cyclophosphamide Rituximab",
        "cop": 4,
        "opa": "Fludarabine",
        "opb": "Cladiribine",
        "opc": "Pentostatin",
        "opd": "Venetoclax",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "55fe2472-e227-49e8-ba1f-ad57908fb63b",
        "choice_type": "single"
    },
    {
        "question": "Richter transformation is conversion of?",
        "exp": "MC B cell NHL: DLBCL CLL/SLL (Small lymphocytic lymphoma) | Richter transformation DLBCL (Diffuse lager B cell Lymphoma) Clinical signs of Richter's transformation include rapid progression in lymphadenopathy and constitutional symptoms including fatigue, night sweats, fever, and weight loss. LDH is usually high. Therapy for DLBCL Richter's transformation usually involves combination chemoimmunotherapy.",
        "cop": 1,
        "opa": "CLL into DLBCL",
        "opb": "DLBCL into CLL",
        "opc": "SLL into CLL",
        "opd": "CLL into SLL",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "a877e4c0-6f8a-4dcf-87c4-1a4bace3aa0e",
        "choice_type": "single"
    },
    {
        "question": "Which has worst prognosis in CLL?",
        "exp": "13q deletion: Indolent course; good prognosis Trisomy 12: Intermediate prognosis 11q deletion: Poor prognosis 17p deletion: Poorest prognosis",
        "cop": 3,
        "opa": "11q Deletion",
        "opb": "12q Trisomy",
        "opc": "17p Deletion",
        "opd": "13q Deletion",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "53953ea2-8dff-47e9-874b-5164be2c3550",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not a feature of C. M. L?",
        "exp": "Autoimmune hemolytic anemia is a feature of CLL Features of CML: - - Increased Basophil count: i. Leading to release of histamine ii. Leading to itching, pruritis, flushing episodes, peptic ulcers, secretory diarrhea - Immature cell in P. Smear (Shift to left) - Infection: Neutrophil Alkaline phosphatase (NAP) score is lesser which is responsible for neutrophils to fight infections. - Normocytic Normochromic Anemia",
        "cop": 4,
        "opa": "Pruritus",
        "opb": "Infections",
        "opc": "Shift to left",
        "opd": "Autoimmune haemolytic anemia",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "c81ef453-22de-4df2-83d3-defb851a86ab",
        "choice_type": "single"
    },
    {
        "question": "All of the following are WHO classified Myelodysplastic Syndromes except:",
        "exp": "The MDS are a heterogeneous group of hematologic disorders broadly characterized by both: (1) cytopenias due to bone marrow failure and (2) a high risk of development of AML. WHO classification of MDS is as follows Refractory cytopenia with unilineage dysplasia - this includes refractory anemia, refractory neutropenia, or refractory thrombocytopenia RARS (Refractory Anemia with ringed sideroblasts) RAEB (Refractory Anemia with excess Blasts) Refractory cytopenia with multilineage dysplasia MDS with isolated deletion of 5q MDS, unclassifiable Childhood MDS",
        "cop": 1,
        "opa": "CML",
        "opb": "Refractory anemia with excess blasts",
        "opc": "Refractory anemia with ringed sideroblasts",
        "opd": "Refractory anemia",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "89859b63-ae4d-4d6d-9252-6cc7226fef2a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has the least 5 year survival rate following allogenic bone marrow transplantation?",
        "exp": "Blast crisis in CML has the least 5 year survival rate following allogenic bone marrow transplantation. 5 year Survival rate after bone marrow transplantation: A. M. L 40-60% A. L. L 40-50% C. M. L Chronic phase 70% C. M. L Blast crisis 15% C. L. L 50% N. H. L 40% SCID, Aplastic Anemia, Thalassemia 90%",
        "cop": 3,
        "opa": "Severe Combined Immunodeficiency state",
        "opb": "Aplastic Anemia",
        "opc": "Blast crisis in CML",
        "opd": "Chronic lymphocytic leukaemia",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "d3974b6c-e94c-4cab-bd78-c13fe5b07672",
        "choice_type": "multi"
    },
    {
        "question": "Roth spots are seen in?",
        "exp": "Roth spots are white-centered retinal hemorrhages seen on fundoscopic examination. These are found in infective endocarditis, leukemia and lymphoma.",
        "cop": 1,
        "opa": "Leukemia",
        "opb": "Adreno-leukodystrophy",
        "opc": "Metachromatic leukodystrophy",
        "opd": "Gaucher disease",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "0bf31365-aad8-463c-9584-ab3b7b5f9146",
        "choice_type": "single"
    },
    {
        "question": "What is the most effective treatment for accelerated phase of chronic myeloid leukaemia?",
        "exp": "Allogeneic SCT was considered first-line CML therapy before 2000. The maturing positive experience with TKIs has now relegated its use to after first-line TKI failures. An impoant question is the optimal timing and sequence of TKIs and allogeneic SCT (whether allogeneic SCT should be used as second- or third-line therapy). Among patients who present with or evolve to blastic phase, combinations of chemotherapy and TKIs should be used to induce remission, followed by allogeneic SCT as soon as possible. The same applies to patients who evolve from chronic to accelerated phase. Patients with de novo accelerated-phase CML may do well with long-term TKI therapy (estimated 8-year survival rate 75%); the timing of allogeneic SCT depends on their optimal response to TKI (achievement of complete cytogenetic response). Among patients who relapse in chronic phase, the treatment sequence depends on several factors: (1) patient age and availability of appropriate donors; (2) risk of allogeneic SCT; (3) presence or absence of clonal evolution and mutations; (4) patient's prior history and comorbidities; and (5) patient and physician preferences Nowdays with the availability of effective TKI primary treatment modality for chronic and accelerated phase of CML is TKI therapy. If patient fails to respond to TKI then allogenic stem cell transplantation is the treatment of choice. so SCT is still the most effective treatment for accelerated and blast phase of CML Tyrosine kinase inhibitors are used as an interim therapy to achieve minimal CML burden. Interferons are given when allogeneic SCT is not feasible. Hydroxyurea, a ribonucleotide reductase inhibitor is used for controlling cell counts.",
        "cop": 1,
        "opa": "Allogeneic bone marrow transplantation",
        "opb": "Autologous bone marrow transplantation",
        "opc": "Chemotherapy",
        "opd": "Hydroxyurea & interferon",
        "subject_name": "Medicine",
        "topic_name": "CLL & CML",
        "id": "b21205c2-7f9b-4898-9300-58590e971fd3",
        "choice_type": "multi"
    }
]