[
    {
        "question": "Ebstein anomaly of the tricuspid valve consists of-",
        "exp": "Ans. is 'c' i. e., Downward displacement of an abnormal tricuspid valve into the right ventricle. Ebstein's anomalyo Ebstein anomaly consists of downward displacement of an abnormal tricuspid valve into the right ventricle, o Normally tricuspid valve has three leaflets - Anterior, posterior and septal, o Fixed end of these leaflets is attached to valve ring in tricuspid area. o In Ebstein anomaly, anterior leaflet is attached to valve ring as normal, but the other two leaflets (posterior and septal) are displaced downward and are attached to the wall of left ventricle, o The portion of right ventricle above he tricuspid valve becomes a part of right atrium - atrialized right ventricle. Hemodynamicso The tricuspid valve anomaly results in obstruction of blood flow as well as regurgitation of blood from the right ventricle into the right atrium - Dilatation and hypertrophy of right atrium due to volume overload, o Blood flows right atrium to left atrium through patent foramen ovale or ASD - Right to left shunt and cyanosis. Clinical manifestationso Cyanosiso Fatigueo Dysnea on exertiono Paroxysmal attacks of tachycardia. Signso Cyanosis and clubbingo S2 wides split but variableo Dominant V wave on AVP. o Right ventricular S3o Systolic thrill at the left sternal bordero Right atrial S4. o S1 normalo Systolic murmur due to regurgitation at tricuspid valve. o Delayed diastolic murmur due to obustruction at tricuspid valve like tricuspid stenosis. o Both systolic and diastolic murmur produced at the tricuspid valve have scratchy character like pericardial friction rib.",
        "cop": 3,
        "opa": "Upward displacement of an abnormal tricuspid valve into the right atrium",
        "opb": "Upward displacement of an abnormal tricuspid valve into the right ventricle",
        "opc": "Downward displacement of an abnormal tricuspid valve into the right ventricle",
        "opd": "Downward displacement of an abnormal tricuspid valve into the right atrium",
        "subject_name": "Medicine",
        "topic_name": "Congenital Heart Disease",
        "id": "ca0f34b4-9cca-4b1f-a211-07e5b8a2f53d",
        "choice_type": "single"
    },
    {
        "question": "NADA's criteria are used for-",
        "exp": "Ans. is 'c' i. e., Assessment of child for presence of Heart disease The Assessment of a child for the presence or absence of heart disease can be done with the help of some guidelines suggested by NADA. These guidelines are called NADA's criteria. NADA's criteriao The Assessment of a child for the presence or absence of heart disease can be done with the help of some guidelines suggested by NADA. These guidelines are called NADA's criteria. Major. Minoro Systolic murmur, grade III or more, especially with thrillo Systolic rpurmur < grade IIIo Diastolic murmuro Abnormal 2nd heart soundo Abnormal ECGo Cyanosiso Abnormal X-rayo Congestive cardiac failureo Abnormal BPPresence of one major or two minor criteria are essential for indicating the presence of heart disease.",
        "cop": 3,
        "opa": "Assessment of child for degree of dehydration",
        "opb": "Assessment of child for degree of malnutrition",
        "opc": "Assessment of child for presence of heart disease",
        "opd": "Assessment of child for degree of mental retardation",
        "subject_name": "Medicine",
        "topic_name": "Congenital Heart Disease",
        "id": "d0dd75f6-e01e-4046-841f-c2f2a31abf27",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of heart block in infants is?",
        "exp": "Ans. is 'b' i. e., Surgery for congenital heart disease o In children, the most common cause of permanent acquired complete AV block is surgery for congenital heart disease. Postsurgical complete atrioventricular block (AVB) is the msot common cause for acqired AV block in children, resulting from trauma to the AV node at the time of surgery (i. e., hemorrhage, ischemia, necrosis, inflammation, traumatic disruption). o The second most common cause is congenital heart disease associated with complete AV block. Other etiologies of acquired AV block are often reversible and include digitalis and other drug intoxications, viral myocarditis, acute rheumatic fever, lyme disease, and infectious mononucleosis.",
        "cop": 2,
        "opa": "SLE",
        "opb": "Surgery for congenital heart disease",
        "opc": "Viral myocarditis",
        "opd": "Rheumatic fever",
        "subject_name": "Medicine",
        "topic_name": "Congenital Heart Disease",
        "id": "ba94ec38-de44-4163-b025-eed4cdc4fabf",
        "choice_type": "single"
    }
]