[
    {
        "question": "What will be reversible damage?",
        "exp": "In this question primarily we talking about asthma= We give salbutamol FEV1 becomes Normal Change of FEV1 before & after giving salbutamol (SABA) should be at least 12% to call it Bronchial Asthma.",
        "cop": 2,
        "opa": "Fev1 decrease by 50 % by SABA",
        "opb": "Fev1 increase by 12% by SABA",
        "opc": "Fev1 decrease by 25% by SABA",
        "opd": "Fev1 decrease by 5% by SABA",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "b289bad5-aded-4509-b297-25c76ac46779",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for the treatment of type 2 Brittle Asthma is?",
        "exp": "Type 2 Brittle asthma, are symptom-free patients developing sudden onset acute attack of asthma requiring mechanical ventilation or even death. These patients should ideally keep an auto-injector of epinephrine. Type 1 Brittle asthma is characterized by >40% variation in P. E. F. R for >50% of the time. It is managed with L. A. B. A + high dose inhaled coicosteroids and oral steroids. Long-term continuous subcutaneous infusion of P2 agonists like terbutaline is also given.",
        "cop": 4,
        "opa": "b-adrenergic agonist",
        "opb": "Inhaled coicosteroids",
        "opc": "Antileukotrines DM",
        "opd": "Subcutaneous epinephrine",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "b6d0045b-4033-4eac-840a-cd4470cf9a52",
        "choice_type": "single"
    },
    {
        "question": "A patient on spirometry shows FEV1/FVC <0. 7 and FEV1 >=30% but <50% predicted. Patients diagnosis according to GOLD criteria is?",
        "exp": "Patient with these findings FEV1/FVC <0. 7 and FEV1 >=30% but <50% predicted suggestive of diagnosis of Severe grade of COPD GOLD Stage Severity Spirometry I Mild FEV1/FVC <0. 7 and FEV1 >=80% predicted II Moderate FEV1/FVC <0. 7 and FEV1 >=50% but <80% predicted III Severe FEV1/FVC <0. 7 and FEV1 >=30% but <50% predicted IV Very severe FEV1/FVC <0. 7 and FEV1 <30% predicted",
        "cop": 3,
        "opa": "Mild COPD",
        "opb": "Moderate COPD",
        "opc": "Severe COPD",
        "opd": "Very severe COPD",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "31169001-0f60-46eb-8c53-b08f144d18dc",
        "choice_type": "single"
    },
    {
        "question": "Which is the commonly used route of administration for Omalizumab in asthma?",
        "exp": "Omalizumab is indicated for moderate-to-severe persistent asthma in patients with a positive skin test or in vitro reactivity to a perennial aeroallergen and symptoms that are inadequately controlled with inhaled coicosteroids 150-375 mg SC q 2-4 weeks. It is given subcutaneous route.",
        "cop": 1,
        "opa": "Subcutaneous",
        "opb": "Inhalational",
        "opc": "Intradermal",
        "opd": "Intramuscular",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "9582df09-5eec-4049-8b16-70498b9937ca",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis based on spirometry repo TLC= 75% FRC= 100% RV = 120 % FEV1 = 60% DLco = 80%",
        "exp": "Acute asthma and Emphysema- TLC| due to air trapping Pulmonary Fibrosis - TLC| RV| Myasthenia Gravis - TLC| RV| Extraparenchymal Restrictive Lung Disease",
        "cop": 4,
        "opa": "Acute asthma",
        "opb": "Emphysema",
        "opc": "Pulmonary fibrosis",
        "opd": "Myasthenia gravis",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "8e72dc94-2fdb-42a7-afd1-fd291c10bf82",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not recommended for the immediate treatment of acute severe asthma?",
        "exp": "Due to slow onset of action, Salmeterol would not be useful. Ipratropium is an anti-cholinergic drug and is useful nebulization. Magnesium sulphate has been used in nebulization form ( surprisingly) or intravenous and antagonizes the effect of intra-cellular calcium. Hence it can reduce the bronchospasm Its used has been mentioned in current edition of Harrison. Hydrocoisone accentuates the effect of broncho-dilators and also inhibit production of leukotrienes.",
        "cop": 4,
        "opa": "Iptratropium",
        "opb": "Magnesium sulfate",
        "opc": "Hydrocoisone",
        "opd": "Salmeterol",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "ff9d56ef-22ae-4c2a-9070-b01f7beb3ec4",
        "choice_type": "single"
    },
    {
        "question": "Roflumilast is introduced in management of COPD in?",
        "exp": "Group A Low Risk, low symptom Bronchodilator Group B Low Risk, High symptom LABA/LAMA, if failed- LAMA+LABA Group C High Risk, Low symptom LAMA+LABA or LABA+ICS Group D High Risk, High symptom LAMA+LABA+ICS | symptoms persists Phosphodiesterase inhibitor (Roflumilast) or Macrolides",
        "cop": 4,
        "opa": "Group A",
        "opb": "Group B",
        "opc": "Group C",
        "opd": "Group D",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "5e43c376-d28d-4ded-afea-414c36503e7b",
        "choice_type": "single"
    },
    {
        "question": "This patient came with chronic productive cough and clubbing and coarse rales. What is the diagnosis of the CT scan shown?",
        "exp": "The image shows multiple cystic clusters of thin-walled cystic spaces in lung parenchyma bilaterally and can be seen to be bigger on the left side as left lower lobe is more commonly involved in bronchiectasis. Varicose bronchiectasis term implies non-uniform bronchial dilatation. Multiple cavitating Secondaries Cavitation occurs in about 4% of total metastasis to lung and history does not give any information about the primary source of malignancy, hence the choice is ruled out. Interstitial fibrosis Presents with a chronic cough, clubbing but fine crepitations and CT shows- Honeycombing with ground glass appearance. Miliary tuberculosis CT shows millet seed appearance",
        "cop": 1,
        "opa": "Bilateral varicose bronchiectasis",
        "opb": "Multiple cavitating secondaries",
        "opc": "Interstitial fibrosis",
        "opd": "Miliary tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "1b61b882-c596-4a64-82b4-98e720717653",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will have the highest magnitude of the increased Alveolar aeriolar gradient at rest?",
        "exp": "Normal alveolar aeriolar gradient is 5-15 mm Hg. In interstitial lung disease, diffusion effect is present but PO2 can be normal and decreases in exercise. Hence in ILD A-a gradient is normal at rest and increases in exercise Massive pulmonary embolism, the increased dead space leads to very low PO2 and an increase of A-a gradient. Choice C and D are easily ruled out as both leads to hypoventilation leading to normal A-a gradient.",
        "cop": 2,
        "opa": "Interstitial lung disease",
        "opb": "Massive Pulmonary embolism",
        "opc": "Acute severe asthma",
        "opd": "FB leading to upper airway obstruction",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "b15b6c95-a13b-4d95-9f0d-cb28060144b4",
        "choice_type": "single"
    },
    {
        "question": "The following CT chest shows the presence of?",
        "exp": "OPTION A) CT chest shows large bullae in bilateral lung fields diagnostic of emphysema. Also, note the x-ray finding of emphysema which shows tubular appearance of heart and large bullae. A upper lobe involvement B lower lobe involvement C marked airway involvement CT patterns of different type of emphysema. A. Centrilobular emphysema with severe upper lobe involvement in a 68-year-old man with a 70 pack-year smoking history but forced expiratory volume (FEV1) 81% predicted (GOLD spirometry grade 1) B. Panlobular emphysema with diffuse loss of lung parenchymal detail predominantly in the lower lobes in a 64-year-old man with severe a1. AT deficiency; and C. Paraseptal emphysema with marked airway inflammation in a 52-year-old woman with a 37 pack-year smoking history and FEV1 40% predicted. OOPTION C) CT FINDING OF ACUTE SILICOSIS This high-resolution computed tomography scanshows multiple small nodules consistent with silicosis but also diffuse groundglassdensities with thickened intralobular and interlobular septa producingpolygonal shapes. This has been referred to as \"crazy paving. \" OPTION D). Pneumonoultramicroscopicsilicovolcanoconiosis is a pneumoconiosis which occurs due to inhalation of fine silica dust found in most volcanoes.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Aefact",
        "opc": "Silicosis",
        "opd": "Pneumonoultramicroscopicsilicovolcanoconiosis",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "1baebeb8-9b86-4098-9fe0-a3111a91a9fe",
        "choice_type": "single"
    },
    {
        "question": "Cough variant asthma is treated with?",
        "exp": "Cough variant asthma - Rx - ICS low dose once a day Because main enzyme is PLA2 produces leukotrienes and this PLA2 is inhibited by the use of steroids by the patient",
        "cop": 1,
        "opa": "ICS Low dose once a day",
        "opb": "LABA once at night",
        "opc": "SABA twice daily",
        "opd": "Anti-tussive lozenges as an when required",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "65675bcd-3907-48bf-87f5-a13f923127c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given in the maintenance of severe persistent asthma?",
        "exp": "LABAs improve asthma control and reduce exacerbations when added to ICS, which allows asthma to be controlled at lower doses of coicosteroids. LABAs should not be given in the absence of ICS therapy as they do not control the underlying inflammation.",
        "cop": 4,
        "opa": "Oral Steroid",
        "opb": "Leukotriene agonist",
        "opc": "Ipratropium bromide",
        "opd": "Long-acting beta 2 agonist",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "87489602-c936-475e-897b-12d933505647",
        "choice_type": "single"
    },
    {
        "question": "Which drug are not used in severe persistent Asthma?",
        "exp": "Oral coicosteroids are given in very severe persistent asthma and not severe persistent asthma. Sho acting beta 2 agonists are used for emergency management of acute asthma. Regular prolonged usage of S. A. B. A /salbutamol results in tachyphylaxis and tolerance to the effects of the drug. Hence S. A. B. A should be used for symptomatic relief as and when required. L. A. B. A with inhaled high dose steroids is used for the management of severe persistent asthma.",
        "cop": 2,
        "opa": "Sho-acting beta 2 agonist",
        "opb": "Oral coicosteroids",
        "opc": "Long-acting beta 2 agonist",
        "opd": "Inhaled high dose Steroids",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "aa9c4f2e-6793-4a49-92aa-821a781e8869",
        "choice_type": "single"
    },
    {
        "question": "Curschmann's spirals in sputum are seen in:",
        "exp": "Curschmann's spirals refer to the spiral-shaped mucus plugs seen in the airways of asthmatics.",
        "cop": 2,
        "opa": "Tuberculosis cavity",
        "opb": "Asthma",
        "opc": "Bronchitis",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "ea5a3359-80cc-4256-90af-d75ca3549397",
        "choice_type": "single"
    },
    {
        "question": "The complication least likely to occur in a case of chronic bronchitis is:",
        "exp": "Spontaneous pneumothorax is a complication of rupture of a bulla in an emphysematous patient. Chronic hypoxia in chronic bronchitis leads to pulmonary aery hypertension and cor pulmonale. CO2 retention leads to respiratory acidosis. Long term hypoxia leads to increased hemoglobin production leading to polycythemia.",
        "cop": 2,
        "opa": "Pulmonary hypertension",
        "opb": "Spontaneous pneumothorax",
        "opc": "Respiratory acidosis",
        "opd": "Polycythemia",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "e3ad8ebc-a2b6-4253-a5b5-aa72b3dc4713",
        "choice_type": "single"
    },
    {
        "question": "Which emphysema is associated with Alpha- 1 antitrypsin deficiency:",
        "exp": "Emphysema can be classified based on pattern of enlargement of air spaces as: Panacinar Associated with a1. AT deficiency Diffuse loss of parenchymal tissue mainly in lower lobes In this, air spaces are abnormally large within and across the acinar unit Centriacinar Most commonly associated with cigarette smoking Enlarged air spaces in association with respiratory bronchioles involves upper lobes more frequently and superior pa of lower lobes. Alpha 1 antitrypsin: Anti elastase proteincoded by gene Pi. MM gene. Any mutation in this gene lead to abnormal formation of alpha 1 antitrypsin protein which leads to Pan acinar emphysema in basal pa of lung.",
        "cop": 1,
        "opa": "Panacinar emphysema",
        "opb": "Paraseptal emphysema",
        "opc": "Centriacinar emphysema",
        "opd": "Irregular emphysema",
        "subject_name": "Medicine",
        "topic_name": "COPD and Asthma",
        "id": "f1370c8d-3612-4a5f-80cb-6d3c27014ee8",
        "choice_type": "single"
    }
]