[
    {
        "question": "Artery involved in 3rd cranial nerve lesion?",
        "exp": "Ans. (b) Posterior communicating. Ref: Harrison 18/e, chapter 275, Principles and practice of emergency neurology Sid M shah and Kevin M Kelly Textbook of ophthalmology vol. 1 by sunitaagarwal",
        "cop": 2,
        "opa": "Anterior communicating",
        "opb": "Posterior communicating",
        "opc": "Posterior cerebral",
        "opd": "Anterior cerebral",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "d879006a-6ac9-41aa-b25a-b4ab3dc70070",
        "choice_type": "single"
    },
    {
        "question": "Cranial Nerve 8 palsy causes all EXCEPT:",
        "exp": "Ans. (a) Gag reflex. Ref: Harrison 19th ed. / 2537-38. Damage to the vestibulocochlear nerve may cause the following symptoms:* Hearing loss* Vertigo* False sense of motion* Loss of equilibrium (in dark places)* Nystagmus* Motion sickness* Gaze-evoked tinnitus. The gag reflex has the following pathway* The sensory limb is mediated predominantly by CN IX (glossopharyngeal nerve)* The motor limb by CN X (Vagus nerve). The gag reflex involves a brisk and brief elevation of the soft palate and bilateral contraction of pharyngeal muscles evoked by touching the posterior pharyngeal wall",
        "cop": 1,
        "opa": "Gag reflex",
        "opb": "Vertigo",
        "opc": "Motion sickness",
        "opd": "Tinnitus",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "b6a57a17-11c2-44eb-a1f1-fab2d4d6face",
        "choice_type": "multi"
    },
    {
        "question": "True about weber's syndrome are all EXCEPT:",
        "exp": "ANSWER: (D) Contralateral facial nerve palsy. REF: Harrison s 17th ed chapter 364, Brainstem disorders by Peter P Urban, Louis R Caplan page 205-207 Repeat from December 2009\"Weber's syndrome is also known as the medial midbrain syndrome and it involves the third nerve and not the facial nerve\"\"Weber's syndrome comprises of ipsilateral Oculomotor nerve (CN-3) palsy (ptosis, diplopia, lateral and downward gaze) and contralateral Hemiparesis\"CLASSICAL BRAINSTEM SYNDROMESMIDBRAIN Syndrome. Ipsilateral. Contralateral. Benedict's syndrome (Interpeduncular branches of the basilar artery, posterior cerebral artery). Oculomotor paresis (CN-3). Hemiataxiatremor, chorea, and athetosis. Claude syndrome (posterior cerebral artery). Oculomotor paresis (CN-3). Hemiataxia. Weber's syndrome (paramedian branches of the basilar artery, posterior cerebral artery). Oculomotor paresis (CN-3). Hemiparesis. Nothnagel's syndrome (basilar penetrating artery, mesencephalic artery). Oculomotor paresis (CN-3). Hemiataxia. Hemichoreoathetosis. Vertical gaze paresis. PONS Raymond ceston syndrome (long circumfrential branch of basilarartery). Gaze paresis. Hemiataxia. Hemiparesis. Hemihypesthesia. Millard Gubler syndrome (Basilar Artery). Lateral rectus paresis (CN-6). UMN type facial paresis (CN-7). Hemiparesis. Foville's syndrome (upper) (Basilar Artery). Abducens paresis (CN-6). Hemiparesis. Hemihypesthesia. Foville's syndrome (lower) (Basilar Artery). Abducens paresis (CN-6) Facial paresis (CN-7). Hemiparesis. Hemihypesthesia. Pierre Marie foix syndrome (Anterior Inferior Cerebellar Artery-AICA). Abducens paresis (CN-6) Facial paresis (CN-7) Horner's syndrome. Hemiparesis. Hemihypesthesia. MEDULLA Wallenberg's syndrome (Lateral medullary syndrome) (vertebral artery> PICA). Homer's syndrome. Hemiataxia. Trigeminal lesion (CN-5). Posterior pharyngeal wall paresis (CN-9). Vocal cord paresis (CN-10). Soft palate paresis (CN-11). Loss of pain and temperature. Dejerine's syndrome (Medial medullary syndrome) (vertebral artery > anterior spinal artery). Tongue paresis (Lower motorneuron lesion of CN 12-hypoglossal nerve). Hemiparesis",
        "cop": 4,
        "opa": "Diplopia",
        "opb": "Opthalmoplegia",
        "opc": "Contralateral hemiplegia",
        "opd": "Contralateral facial nerve palsy",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "c91347ac-12da-499a-a4ec-d6dd6ce71793",
        "choice_type": "multi"
    },
    {
        "question": "After a minor head injury a young patient was unable to close his left eye and had drooling of saliva from left angle of mouth. He is suffering from:",
        "exp": "Ans. is 'a' i. e. VII nerve injury [Ref API medicine, 6/e, 730, Dhingra, 3/e p. 123 (2/e, p99) Harrison 17/e p 2584-8516/e p 2436)). Inability to close the eye and drooling of saliva from the same side of the mouth is characteristic of VII nerve palsy (U/L)C/F of U/L Facial nerve palsy. Lower motor neuron (There is loss of muscles of facial expression). Upper motor neuron. Ipsilateral face is involved. Absence of furrowing of face on the same side. Inability to close the ipsilateral eye (on attempted closure the eyeball rolls upwards- Bell's phenomenon). Flattening of the nasolabial folds. Drooping of the angle of the mouth. Deviation of mouth towards opposite side*Contralateral face is involved. The lower half of the face is involved as in lower motor neuron palsy where as the upper half of the face is spared as it has B/L innervation.* Lets also see. Clinical feature of 5th Nerve palsy. Loss of corneal reflex*Loss of sensory sensations of face*When one trigeminal N. is paralysed, the jaw deviates to the paralysed side when the pt. attempts opening his mouth (Because of unbalanced action of pterygoid) B/l upper motor neuron lesion of trigeminal N. above the level of pons, causes exaggerated jaw jerk*Clinical feature of 3rd Nerve palsy. Severe ptosis*Dilated pupil*Divergent squint*Crossed diplopia*",
        "cop": 1,
        "opa": "VIIth nerve injury.",
        "opb": "Vth nerve injury.",
        "opc": "IIIrd nerve injury.",
        "opd": "Combined VIIth and IIIrd nerve injury.",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "a3bb3339-62a9-4ffd-9055-1d78cc1c2d54",
        "choice_type": "single"
    },
    {
        "question": "Right 12th nerve damage leads to?",
        "exp": "Ans. (b) Tongue deviation to right on protrusion. Ref: Harrison 19th ed. / Ch 367. Following a lesion of the hypoglossal nucleus or nerve* ATROPHY of the muscles of the IPSILATERAL one-half of the tongue occurs.* FASCICULATIONS (tiny, spontaneous contractions) can be seen.* Upon protrusion, the tongue will deviate TOWARD the side of the lesion (i. e.} same side). This is due to the unopposed action of the genioglossus muscle on the normally innervated side of the tongue (the genioglossus pulls the tongue forward). The corticobulbar input to the hypoglossal nucleus arises from motor cortex and is predominantly CROSSED. Thus, a lesion in motor cortex will result in deviation of the tongue toward the opposite side or CONTRALATERAL to the lesion. In contrast to the atrophy and fasciculations seen in lesions of the hypoglossal nucleus and nerve (lower motor neuron), NO such signs are present after lesions of the corticobulbar tract.",
        "cop": 2,
        "opa": "Tongue deviation to left on protrusion",
        "opb": "Tongue deviation to right on protrusion",
        "opc": "Nasal twang to voice",
        "opd": "Scanning speech defects",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "5f75ab48-bfde-4d6f-a6dd-d0c4f0b8e4d0",
        "choice_type": "single"
    },
    {
        "question": "Lateral medullary syndrome or Wallenberg syndrome involves all EXCEPT:",
        "exp": "ANSWER: (D) 12th cranial nerve. REF: Harrison's Internal Medicine 17th ed Chapter 364. Cerebrovascular Diseases, Brainstemdisorders by Peter P Urban, Louis R Caplan page 205-207. See previous 2 questions for explanation and table of Brainstem syndromes",
        "cop": 4,
        "opa": "5th cranial nerve",
        "opb": "9th cranial nerve",
        "opc": "10th cranial nerve",
        "opd": "12th cranial nerve",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "666942ff-13f1-4fa0-a593-619fc7995ea0",
        "choice_type": "multi"
    },
    {
        "question": "Facial nerve involvement in herpes zoster is known as?",
        "exp": "ANSWER: (A) Ramsay hunt syndrome. REF: Harrison's 17th ed chapter 371. The Ramsay Hunt syndrome, caused by reactivation of herpes zoster in the geniculate ganglion, consists of a severe facial palsy associated with a vesicular eruption in the external auditory canal and sometimes in the pharynx and other parts of the cranial integument; often the eighth cranial nerve is affected as well.",
        "cop": 1,
        "opa": "Ramsay hunt syndrome",
        "opb": "Melkersson Rosenthal syndrome",
        "opc": "Jaw wrinkling syndrome",
        "opd": "Frey's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "3786dade-68bb-43c2-a6ed-4ec82eb5e83d",
        "choice_type": "single"
    },
    {
        "question": "Cranial nerve most commonly involved in cranial aneurysms?",
        "exp": "ANSWER: (A) 3rd nerve. REF: Harrison's 17th ed p. 1727. Progressively enlarging cerebral aneurysm involves 3th, nerve completely. Most common nerve to be involved with raised intra cranial tension: 6th. Most common nerve to be involved with false localising sign: 6th. Saccular aneurysm is the most common type of intracranial aneurysm. Most common location: anterior cerebral circulation. Aneurysms greater than 10 mm in diameter have a roughly 50% risk of bleeding per year",
        "cop": 1,
        "opa": "3rd nerve",
        "opb": "4th nerve",
        "opc": "5th nerve",
        "opd": "6th nerve",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "b68bbca8-1dd4-4bf2-bbb2-294f46e58706",
        "choice_type": "single"
    },
    {
        "question": "Following cranial nerve is most commonly involved in patients with sarcoidosis:",
        "exp": "Ans: C (VII Cranial nerve) Ref: Harrison's Principles of Internal Medicine 18th edition. 2012. Chapter 329. Explanation: Nervous System Involvement in Sarcoidosis. Neurologic disease is reported in 5-10%. Any part of the central or peripheral nervous system can be affected. The presence of granulomatous inflammation is often visible on MRI studies. The MRI with gadolinium enhancement may demonstrate space-occupying lesions, hut the MR! can be negative due to small lesions or the effect of systemic therapy in reducing the inflammation. The cerebral spinal fluid (CSF) findings include lymphocytic meningitis with a mild increase in protein. The CSF glucose is usually normal but can be iowr. Certain areas of the nervous system are more commonly affected in neurosarcoidosis. Cranial nerve involvement. Basilar meningitis. Myelopathy. Anterior hypothalamic disease with associated diabetes nsipidus. Seizures and cognitive changes also occur. Of ihe cranial nerves, seventh nerve paralysis can be transient and mistaken for Bell's palsy (idiopathic seventh nerve paralysis). Optic neuritis is another cranial nerve manifestation of sarcoidosis. This manifestation is more chronic and usually requires long-term systemic therapy, it can be associated with both anterior and posterior uveitis.",
        "cop": 3,
        "opa": "II Cranial nerve",
        "opb": "Ill Cranial nerve",
        "opc": "VII Cranial nerve",
        "opd": "IX Cranial nerve",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "7c16f65b-a155-4dda-ab1a-39a08db1ad62",
        "choice_type": "single"
    },
    {
        "question": "All are true about Ramsay hunt syndrome except?",
        "exp": "Ans. is 'd' i. e., Palatal myoclonus o The symptoms and sings of Ramsay Hunt syndrome include acute facial nerve paralysis, pain in the ear, taste loss in the front two-thirds of the tongue, dry mouth and eyes, and eruption of an erythematous vesicular rask in the ear canal, the tongue, and/or hard palate. o Since the vestibulocochlear nerve is in proximity to the geniculate ganglion, it may also be affected, and patients may also suffer from tinnitus, hearing loss, and vertigo. o Patients lose their sense of taste in the anterior two-thirds of the thogue while developing ipsilateral facial palsy. The geniculate ganglion of the sensory branch of the facial nerve in involved. o Possible involvement of the trigeminal nerve can cause anesthesia of the face. o Palatal myoclonus is a rapid spasm of the palatal muscles, which results in clicking or popping in the ear. It is often due to lesions of the central tegmental tract (which connects the red nucleus to the ipsilateral inferior olivary nucleus) and the clickinh noise does not subside when the patient sleeps. Ramsay Hunt Syndromeo Ear pain radiating to tonsillar region. o Vesicles in external auditory canal, pinna and anterior pillar of fauces. o Facial paralysis. Also seen# Loss of taste sensation on anterior 2/3rd of tongue.# Occasionally hearing loss and vertigo. Causeo Reactivation of HZV in geniculate ganglion.",
        "cop": 4,
        "opa": "Facial palsy",
        "opb": "Vesicles in meatus",
        "opc": "Vertigo",
        "opd": "Palatal myoclonus",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "08a00287-0f99-4dbe-baee-94999dff8ad0",
        "choice_type": "multi"
    },
    {
        "question": "Unilateral ptosis is NOT seen In?",
        "exp": "Ans. (b) Thyroid Opthalmopathy. Ref.: Harrison 19th ed. 12294-95. The question is on unilateral ptosis whereas thyroid opthalmopathy has PROPTOSIS.* In myasthenia gravis, due to anti-Ach-receptor blocking antibodies there is ptosis which can be unilateral or asymmetrical which will again appear unilateral.* Marfan syndrome has congenital Ptosis.* Pancoast tumor causes horner syndrome in which unilateral sympathetic chain is compressed leading to Ptosis, Miosis, Anhidrosis, Enopthalmos and loss of Cilio-spinal reflex.",
        "cop": 2,
        "opa": "Myasthenia Gravis",
        "opb": "Thyroid Opthalmopathy",
        "opc": "Marfan syndrome",
        "opd": "Pancoast tumor",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "395872e5-6c7b-44b5-9742-5504f6e2e99e",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male with bilateral asymmetrical ptosis and diplopia on watching TV or working on a laptop. Which test will be useful for diagnosis?",
        "exp": "Ans. (b) Ice pack test. The image shows presence of asymmetrical droopy eyelids with history of development of this finding on repeated working of eye muscles. The possible diagnosis is myasthenia gravis which can be identified by Ice pack test. Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 2,
        "opa": "Nerve conduction velocity",
        "opb": "Ice pack test",
        "opc": "Muscle biopsy",
        "opd": "CPK- MM Levels",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "05308ed7-4040-4f16-a5a2-8a4bfccd989f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following nerve is first affected in berry aneurysm:",
        "exp": "Ans. (a) 3rd nerve. Ref: Harrison 19th ed. /1784-85* Most common cranial nerve affected in unruptured berry aneurysm is the 3rd cranial nerve which will present as ipsilateral ptosis, diplopia and strabismus.",
        "cop": 1,
        "opa": "3 rd nerve",
        "opb": "4th nerve",
        "opc": "5th nerve",
        "opd": "6th nerve",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "f5664165-8e89-4831-b7f0-d00018697ac1",
        "choice_type": "single"
    },
    {
        "question": "Tic douloureux is facial pain traveling through which of the following nerves -",
        "exp": "Ans. is 'c' i. e.. Trigeminal o Tic Douloureux refers to the association of Hemifacial spasm with Trieeminal Neuralgia (Trieeminal nerve)o The pain of trigeminal neuralgia tends to occur in paroxysms and is maximal at or near onset. o Facial spasma can be seen with severe pain.# This finding gave rise to the older term for this disorder (Tic douloureux).# The clinical association of hemificial spasm with severe pain is called Tic douloureux. o Trigeminal neuralgia was also known as Suicide disease.# It is considered by many among the most painful conditions of the mankind and was once labelled the suicide disease because of the significant number of people taking their own lives before effective treatments were discovered.",
        "cop": 3,
        "opa": "Facial",
        "opb": "Hypoglossal",
        "opc": "Trigeminal",
        "opd": "Vestibulocochlear",
        "subject_name": "Medicine",
        "topic_name": "Cranial Nerve Disorders",
        "id": "a2d8075a-ef80-4706-9139-cbec3e5208ed",
        "choice_type": "single"
    }
]