[
    {
        "question": "All of the following are ACTH independent Cushing syndrome except :",
        "exp": "ACTH dependent Cushing syndrome is caused by : ACTH producing pituitary adenoma Ectopic ACTH Bronchial or pancreatic carcinoid Small cell cancer of lung Medullary carcinoma of thyroids Pheochromocytoma ACTH Independent Cushing syndrome is caused by : Adrenocoical adenoma/ carcinoma Primary pigmented nodular adrenal disease Adrenal hyperplasia McCune Albright Syndrome Petrosal/Peripheral ACTH ratio > 2 indicates the presence of a pituitary adenoma-secreting ACTH. NOTE: Overall the most common cause of Cushing's syndrome is Iatrogenic steroids but if asked regarding ACTH dependent cause then answer should be given as Pituitary adenoma.",
        "cop": 1,
        "opa": "Pituitary adenoma",
        "opb": "Adrenal hyperplasia",
        "opc": "Adrenocoical carcinoma",
        "opd": "McCune Albright Syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "5a242165-f06e-49de-9b9c-0cc4e1303f75",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tests is best for differentiating ACTH secreting pituitary tumour from Ectopic ACTH production?",
        "exp": "24 hour urinary coisol levels are elevated in both subsets: ACTH secreting pituitary tumour and Ectopic ACTH secretion. Overnight Dexamethasone suppression test involves overnight 1mg dexamethasone tablet and measurement of 8am morning serum or urinary coisol. It is used to diagnose hypercoisolism but cannot identify etiology of Cushing syndrome. High dose dexamethasone suppression test involves giving 6 hourly dexamethasone 2mg, which leads to etiological diagnosis.( differentiates between ACTH secreting pituitary tumor from Ectopic ACTH ) Serum Coisol> 5mg/dl: Ectopic ACTH production.",
        "cop": 4,
        "opa": "24 hour Urinary free coisol",
        "opb": "Overnight dexamethasone suppression test",
        "opc": "Low dose dexamethasone suppression test",
        "opd": "High dose dexamethasone suppression test",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "78ff9b75-1a94-42c6-bd4c-050178f9c668",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of features of primary hyperaldosteronism?",
        "exp": "Chronic CCF will lead to low GFR. The subsequent activation of RAAS will lead to increased renin and secondary aldosteronism. Causes of primary hyperaldosteronism : Conn syndrome (adrenal adenoma): 60% Bilateral adrenal hyperplasia (Micronodular): 60% Cushing syndrome Syndrome of apparent mineralocoicoid excess Adrenocoical carcinoma Congenital adrenal hyperplasia",
        "cop": 4,
        "opa": "Cushing syndrome",
        "opb": "Adrenal adenoma",
        "opc": "Adrenal hyperplasia",
        "opd": "Chronic CCF",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "8a49d043-fe46-4f3b-8c74-002e67778573",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old lady has put on weight (10 kg over a period of 3 years) and has oligomenorrhoea followed by amenorrhoea for 8 months. The blood pressure is 160/100 mm of Hg. Which of the following is the most appropriate investigation?",
        "exp": "Weight gain + Oligomenorrhea --->Cushing syndrome. Coisol inhibits gonadotropin release that explains the amenorrhea. Hypeension in these patients is secondary to increased coisol that has some mineralocoicoid activity also. Excess glucocoicoids also interfere with central regulatory systems, leading to suppression of gonadotropins with subsequent hypogonadism and amenorrhea, and suppression of the hypothalamic pituitary-thyroid axis, resulting in decreased TSH (thyroid-stimulating hormone) secretion. Weight gain + menorrhagia + isolated diastolic hypeension in the question would have prompted thyroid dysfunction as the first answer.",
        "cop": 2,
        "opa": "Serum electrolytes",
        "opb": "Plasma coisol",
        "opc": "Plasma testosterone and ultrasound",
        "opd": "T3, T4 and TSH",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "560f150b-bc8e-4860-b3eb-3caa6ea8e706",
        "choice_type": "single"
    },
    {
        "question": "All of the following are common features of Cushing's syndrome, except?",
        "exp": "Cushing syndrome is characterized with proximal muscle weakness resulting in difficulty in climbing stairs. \"Lemon on sticks\" appearance results in centripetal obesity. The Weight gain leads to insulin resistance coupled with effects of coisol leading to impaired glucose tolerance.",
        "cop": 3,
        "opa": "Truncal obesity",
        "opb": "Osteoporosis",
        "opc": "Distal myopathy",
        "opd": "Glucose intolerance",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "a6ce4a45-f1ec-4d17-9b0f-85aed9a89b29",
        "choice_type": "multi"
    },
    {
        "question": "A 46-year-old man has mild renal failure and hypeension which is proving difficult to manage. CT scan shows both a small adrenal tumor and bilateral hyperplasia. Which of the following is the best test to make a definitive diagnosis?",
        "exp": "Option A- Useful for diagnosis of Cushing syndrome Option B- Used for the diagnosis of Pheochromocytoma (which doesn't have renal failure) C/P given as B/L hyperplasia + Small adrenal tumor = ADRENAL ADENOMA (cause of Conn's Syndrome) Option C- Since CT scan has already been done so MRI is not that useful. Option D- useful as it can enable us to see the hormones produced by the tumor.",
        "cop": 4,
        "opa": "Dexamethasone suppression test",
        "opb": "NP-59 adrenal scintigraph",
        "opc": "Adrenal MRI",
        "opd": "Selective adrenal vein sampling",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "bca5b312-0dcf-4f3c-860d-b9212f8e5daa",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with hypeension and hypokalemia. CT abdomen was performed. What is the diagnosis?",
        "exp": "- The image shows mass on top of kidney, indicative of adrenal pathology. Since hypeension is present with hypokalemia, increased aldosterone from adrenal adenoma is diagnostic of Conn syndrome. - Pheochromocytoma has hypeension but hypokalemia is not seen. - Liddle syndrome is autosomal dominant disorder with over activity of epithelial sodium channel, but does not present as an adrenal mass.",
        "cop": 2,
        "opa": "Pheochromocytoma",
        "opb": "Conn syndrome",
        "opc": "Liddle syndrome",
        "opd": "Secondary hyperaldosteronism",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "5c1f2183-4eb5-4fab-a131-974eefdaedd5",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with hemoptysis and Cushingoid features with a lack of dexamethasone suppression. What could be the likely reason?",
        "exp": "Ectopic ACTH production is predominantly caused by Occult carcinoid tumors, most frequently in the lung, but also in thymus or pancreas. About 25% of patients with Pulmonary Carcinoid tumors are asymptomatic at the time of discovery. In symptomatic patients of pulmonary carcinoids, the most common clinical findings are those associated with bronchial obstruction, such as persistent cough, hemoptysis, and recurrent or obstructive pneumonitis. Wheezing, chest pain, and dyspnea also maybe noted. Although uncommon, various endocrine or neuroendocrine syndromes can be initial clinical manifestations of either typical or atypical pulmonary carcinoid tumors. Only advanced small cell lung cancer can cause ectopic ACTH production.",
        "cop": 4,
        "opa": "Adrenal Hyperplasia",
        "opb": "Adrenal Adenoma",
        "opc": "Bronchial Adenoma",
        "opd": "Bronchial Carcinoid",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "fc1c8f18-4430-47c0-a2ee-a1b17fdd375a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in the syndrome associated with the following condition?",
        "exp": "Cushing syndrome: causes impaired Glucose tolerance and hyperglycemia. The majority of patients also experience psychiatric symptoms, mostly in the form of anxiety or depression, but acute paranoid or depressive psychosis may also occur. Due to paial mineralocoicoid activity of coisol, hypeension and hypokalemia is explained.",
        "cop": 1,
        "opa": "Hypoglycemia",
        "opb": "Hypeension",
        "opc": "Frank psychosis",
        "opd": "Hypokalemia",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "43ad7fac-4ee2-44a0-bdd6-0fe12f08a624",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Cushing syndrome?",
        "exp": "Effects of Cushing syndrome on blood and immune system : Increased infection susceptibility Increased WBC count Eosinopenia Hypercoagulability with increased risk of DVT and PE",
        "cop": 4,
        "opa": "Hypercoagulability",
        "opb": "Eosinopenia",
        "opc": "Hyperpigmentation of knuckles",
        "opd": "Leucopenia",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "22a683ae-dec5-45b9-b63f-c7d15f5a2338",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old male presented with skin hyperpigmentation, central obesity, violet striae & proximal myopathy. His BP is 160/90 mmHg. Lab studies show hypokalemic metabolic alkalosis. Which of the following statements is true regarding this condition?",
        "exp": "The given scenario suggests the diagnosis of Cushing syndrome. Basal ACTH levels are elevated in pituitary tumors & ectopic ACTH secretion Coicotropin-releasing hormone is rarely the cause of Cushing syndrome. MRI of the pituitary gland will not visualize lesions <2 mm Serum potassium level <3.3 mmol/L is suggestive of ectopic ACTH production Also, hypeension, hypokalemic metabolic alkalosis & glucose intolerance are more prominent in ectopic ACTH secretion than in pituitary tumors",
        "cop": 4,
        "opa": "Basal ACTH level is likely to be low.",
        "opb": "Circulating coicotropin-releasing hormone is likely to be elevated.",
        "opc": "Pituitary magnetic resonance imaging (MRI) will visualize all ACTH-secreting tumors.",
        "opd": "Serum potassium level <3.3 mmol/L is suggestive of ectopic ACTH production",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "2efdce9f-19cf-4b0b-8f13-34eeafca8f35",
        "choice_type": "multi"
    },
    {
        "question": "Leading cause of ACTH independent Cushing syndrome is?",
        "exp": "ACTH independent Cushing Syndrome : constitutes 10% of total cases of Cushing syndrome. The causes of ACTH independent Cushing syndrome: Adrenocoical adenoma (MC) Adrenocoical carcinoma Macro-nodular adrenal hyperplasia (<1%) The most common cause( MCC) of ACTH dependant Cushing syndrome is Pituitary coicotroph adenoma.",
        "cop": 4,
        "opa": "Adrenocoical carcinoma",
        "opb": "Macro-nodular adrenal hyperplasia",
        "opc": "Micro-nodular adrenal hyperplasia",
        "opd": "Adrenocoical adenoma",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "555481b3-8ac9-4ac2-88ae-1d2fc76a7780",
        "choice_type": "single"
    },
    {
        "question": "All are true about the condition shown except?",
        "exp": "Presentation of Buffalo hump & Violet striae : Seen in CUSHING'S syndrome In Cushing's syndrome there is increase in coisol(three times) which activates the Epithelial Na+channels leads to more salt and water coming in, but more K+ and H+ loss leads to Hypokalemic Alkalosis (Metabolic Alkalosis) but NO HYPERKALEMIA Single midnight serum coisol measurement helps in diagnosis",
        "cop": 3,
        "opa": "Hyperpigmentation",
        "opb": "Purplish striae",
        "opc": "Hyperkalemia",
        "opd": "Metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "cfeb5593-f9f8-48d9-853d-494bb382ca1d",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common clinical feature of Cushing syndrome?",
        "exp": "The most common presentation of Cushing syndrome is Obesity or Weight gain. Clinical features Frequency Weight gain 80% Moon facies 75% Purplish skin striae 65% Hypokalemic alkalosis 15%",
        "cop": 4,
        "opa": "Moon facies",
        "opb": "Purplish skin striae",
        "opc": "Hypokalemic alkalosis",
        "opd": "Weight gain",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "a68f770c-2b56-4bb2-916f-69a17788de7e",
        "choice_type": "single"
    },
    {
        "question": "Pseudo-cushing syndrome is seen in:",
        "exp": "Pseudo-Cushing syndrome : In alcoholics there is increased urinary excretion of steroids Absent diurnal variation of plasma steroids with positive overnight Dexamethasone test. All of these biochemical derangement decrease on Alcohol discontinuation. High MCV and gamma glutamyl transferase will be indicative of alcoholism.",
        "cop": 1,
        "opa": "Chronic alcoholism",
        "opb": "Incidentaloma",
        "opc": "Adrenal carcinoma",
        "opd": "Nelson syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "9da7fc85-553d-4de5-980f-43d782811676",
        "choice_type": "single"
    },
    {
        "question": "Obesity is seen in all except?",
        "exp": "Sipple syndrome/ MEN 2A charecterized by : Pheochromocytoma Medullary Carcinoma Of Thyroid Hyperparathyroidism It has a pheochromocytoma which is associated with weight loss due to sympathomimetic activity secondary to increased catecholamines.",
        "cop": 4,
        "opa": "Cushing syndrome",
        "opb": "Pickwickian syndrome",
        "opc": "Prader Willi syndrome",
        "opd": "Sipple syndrome",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "a4a37f19-750c-49b8-a845-edce48750e3b",
        "choice_type": "multi"
    },
    {
        "question": "All are possible diagnoses in these changes in nails except?",
        "exp": "In patients with Wilson's disease lunula of nail takes on a blue coloration which is called as azure lunula. Excessive fluoride ingestion can turn nails brown or black. Causes of black nails : Systemic Addison's disease Cushing's disease AIDS Alkaptonuria /Ochronosis Irradiation Secondary syphilis Nelson syndrome Dermatological Amyloid (primary) Basal cell carcinoma/Bowen's disease Lichen planus Malignant melanoma Peutz- Jeghers-Syndrome Porphyria cutanea tarda Radiotherapy and radiodermatitis",
        "cop": 4,
        "opa": "Peutz - Jehgers syndrome",
        "opb": "Addison disease",
        "opc": "Cushing disease",
        "opd": "Wilson disease",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "d6fbb33c-16b1-465c-b0ca-896bf0fbc642",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agents is not used in management of Cushing syndrome?",
        "exp": "Agents used in Medical Management of Cushing Syndrome : Ketoconazole: inhibits P450 enzymes and lowers coisol. Mifepristone: glucocoicoid receptor antagonist. Metyrapone: inhibits 11b hydroxylase. Mitotane: inhibit 11b hydroxylase and cholesterol side chain cleavage enzymes. It is preferred agent for management of adrenocoical carcinoma. Etomidate: used in sub-anaesthetic dose and lowers coisol",
        "cop": 4,
        "opa": "Mitotane",
        "opb": "Etomidate",
        "opc": "Metyrapone",
        "opd": "Amoxapine",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "c2f8d8c7-c75b-4b60-bea5-1bacecccf61d",
        "choice_type": "single"
    },
    {
        "question": "A middle age male patient met with a road traffic accident & is brought to emergency in an unconscious state. CT abdomen reveals a splenic laceration, emergency splenectomy is done & patient is shifted to ICU. His BP remains low in post op period even after a bolus of normal saline. O/E- he is afebrile, has moon like face with central obesity & presence of violet striae over abdomen. Repeat CT scan of the chest, abdomen, and pelvis shows no hemorrhage. What is the next best step in management of this patient?",
        "exp": "Moon like facies, central obesity & abdominal striae are signs of glucocoicoid excess - endogenous (Cushing syndrome)/ exogenous. A physiologic stressor (trauma) may trigger adrenal crisis. Acute adrenal insufficiency requires immediate initiation of rehydration (saline infusion at initial rates of 1 L/hr) with continuous cardiac monitoring. Glucocoicoid replacement- initiated by bolus injection of 100 mg of hydrocoisone, followed by the administration of 100-200 mg of hydrocoisone over 24 hours. Mineralocoicoid replacement can be initiated once the daily hydrocoisone dose is <50 mg as at higher doses, hydrocoisone provides sufficient stimulation of mineralocoicoid receptors.",
        "cop": 2,
        "opa": "Return to the operating room for exploratory laparotomy",
        "opb": "Administer hydrocoisone 100 mg IV",
        "opc": "Administer vancomycin and piperacillin/tazobactam",
        "opd": "Perform MRI of the spine.",
        "subject_name": "Medicine",
        "topic_name": "Cushing Syndrome",
        "id": "b47f57e9-8fac-4fdc-a22e-21df75ff8060",
        "choice_type": "multi"
    }
]