[
    {
        "question": "What is the most common presentation in cystic fibrosis?",
        "exp": "Feature Percentage of cases Acute or persistent respiratory symptoms 50. 5 Failure to thrive, malnutrition 42. 9 Abnormal stools 35. 0 Meconium ileus, intestinal obstruction 18. 8 Family history 16. 8 Electrolyte acid-base abnormality 5. 4 Nasal polyps; sinus disease 2. 0 Hepatobiliary disease 0. 9",
        "cop": 1,
        "opa": "Lung infection",
        "opb": "Meconium ileus",
        "opc": "Malabsorption",
        "opd": "Infeility",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "d39fe936-4b15-45a4-9845-22449af1e9c0",
        "choice_type": "single"
    },
    {
        "question": "The CFTR gene associated with cystic fibrosis is located on chromosome:",
        "exp": "CFTR gene associated with cystic fibrosis is located on chromosome 7 In patients with cystic fibrosis blockage of the movement of ions and, therefore, water into and out of cells leads to the production of thick mucus. Absent vas deferens in males explains infeility in cystic fibrosis.",
        "cop": 3,
        "opa": "4",
        "opb": "5",
        "opc": "7",
        "opd": "12",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "9b3e9621-5c34-4484-9b2c-b582dec218e5",
        "choice_type": "single"
    },
    {
        "question": "'Sleep apnea' is defined as a temporary pause in breathing during sleep lasting at least?",
        "exp": "Apneas in OSA are defined in adults as breathing pauses lasting >10 s assosciated with 3% decrease Sa. O2 Hypopneas is defined as >30% decrease in airflow for >10 sec associated with 3% decrease in Sa. O2.",
        "cop": 4,
        "opa": "40 seconds",
        "opb": "30 seconds",
        "opc": "20 seconds",
        "opd": "10 seconds",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "d0817822-4380-4201-8be3-9bf0f5e0db24",
        "choice_type": "single"
    },
    {
        "question": "Allergic Broncho-pulmonary Aspergillosis is commonly a complication of:",
        "exp": "ABPA is a hypersensitivity reaction to A. Fumigatus and is seen in asthma and cystic fibrosis. Don't confuse with chronic pulmonary aspergillosis which is seen with TB, atypical mycobacteria, sarcoidosis and rheumatoid lung disease.",
        "cop": 3,
        "opa": "TB",
        "opb": "Bronchogenic carcinoma",
        "opc": "Cystic-fibrosis",
        "opd": "Wegener's granulomatosis",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "0380c7e2-6788-469c-8587-d426954594c9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following organisms is unlikely to be found in the sputum of patients with cystic fibrosis?",
        "exp": "In patients with cystic fibrosis, Hemophilus influenzae and Staphylococcus aureus are responsible for early colonisation. Later Pseudomonas is the main organism colonising the airways in 50% of patients, followed by Burkholderia cepacia. Aspergillus fumigatus is the most common fungus that can colonize airways with/ without causing any lung disease. It can be found in airways of normal people as well as cystic fibrosis.",
        "cop": 2,
        "opa": "Hemophilus influenzae",
        "opb": "Acinetobacter baumannii",
        "opc": "Burkholderia cepacia",
        "opd": "Aspergillus fumigatus",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "b2313f25-105b-487f-81a8-7570b5701837",
        "choice_type": "single"
    },
    {
        "question": "Severe obstructive sleep apnea is defined as an apnea-hypopnea index of greater than?",
        "exp": "Obstructive sleep apnea/ hypopnea syndrome quantification and severity scale is graded according to number of apnea/ hypopnea index events per hour Mild OSAHS 5 -14 events / hour Moderate OSAHS 15-29 events / hour Severe OSAHS >30 events / hour",
        "cop": 4,
        "opa": "10 events/ hour",
        "opb": "15 events/ hour",
        "opc": "20 events/ hour",
        "opd": "30 events/ hour",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "aa32caac-6449-47b0-8745-832eadcecb9d",
        "choice_type": "single"
    },
    {
        "question": "Which is the most frequent pulmonary pathogen causing recurrent pneumonia in cystic fibrosis?",
        "exp": "Cystic fibrosis has a high prevalence of airway colonization with Staphylococcus aureus, Pseudomonas aeruginosa and Burkholderia cepacia. The CF airway epithelial cells or surface liquids provide a orable environment for harbouring these organisms. P. aeruginosa undergo a mucoid transformation in the CF airways-generates a biofilm that provides a hypoxic environment and thereby protects Pseudomonas against antimicrobial agents.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Enterococci",
        "opc": "Streptococci",
        "opd": "Klebsiella",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "ebf9460c-b1a6-4150-8c39-f46d23932bd5",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of obstructive sleep apnea?",
        "exp": "Craniofacial abnormalities are common in O. S. A in non-obese patients and children. Non structural risk factors for OSA include: Obesity, central fat distribution Male sex, middle age Alcohol use, sedative use, smoking Supine sleep position",
        "cop": 1,
        "opa": "Craniofacial abnormalities",
        "opb": "Hypothyroidism",
        "opc": "Alcoholism",
        "opd": "Acromegaly",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "7bd2a3f4-58bd-49dc-8868-d75627a97db7",
        "choice_type": "single"
    },
    {
        "question": "All of the following criteria are used for diagnosis of obesity hypoventilation syndrome except",
        "exp": "CRITERIA for Obesity Hypoventilation syndrome - BMI >30 PCO2 > 45 mm. Hg Sleep disordered breathing",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Sleep disorder breathing",
        "opc": "BMI >= 30 Kg/ m2",
        "opd": "Pa. CO2>= 45mmhg",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "f097b8f7-506c-4fe0-b6f4-49a7009ed121",
        "choice_type": "multi"
    },
    {
        "question": "The Epwoh scale is used for assessing?",
        "exp": "The Epwoh sleepiness scale has been validated primarily in obstructive sleep apnea, though it has also shown success in detecting narcolepsy and idiopathic hypersomnia. It is used to measure excessive daytime sleepiness and is repeated after the administration of treatment (e. g. CPAP) to document improvement of symptoms. Fill up a questionnaire and if score is >8 medical advices is recommended and a polysomnography should be done. In narcolepsy, the Epwoh sleepiness scale has both a high specificity (100%) and sensitivity (93. 5%).",
        "cop": 3,
        "opa": "Body mass index",
        "opb": "Vital capacity in post-operative patients",
        "opc": "Sleep apnea",
        "opd": "Risk of embolism in perioperative patient",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "40ba0598-00cf-4dce-b177-7fe13b9000b6",
        "choice_type": "single"
    },
    {
        "question": "Kaagener syndrome is not associated with?",
        "exp": "Kaagener syndrome /Immotile cilia syndrome is a AR genetic disorder that causes a defect in action of cilia. Triad includes Bronchiectasis, sinusitis and situs inversus. In males it leads to immotility of sperms causing infeility. There is also marked reduction in feility in female sufferers. There is also impaired ciliary function leading to reduced mucus clearance from lungs and susceptibility to chronic recurrent respiratory infections.",
        "cop": 2,
        "opa": "Situs inversus",
        "opb": "Subluxation of lens",
        "opc": "Bronchiectasis",
        "opd": "Sinusitis",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "8cf9b800-581a-48e5-8ff3-f7e49a36a36b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about cystic fibrosis?",
        "exp": "Cystic fibrosis transmembrane conductance regulator (CFTR) is a membrane protein and chloride channel in veebrates that is encoded by the CFTR gene. The CFTR gene codes for an ABC transpoer-class ion channel protein that conducts chloride ions across epithelial cell membranes.",
        "cop": 2,
        "opa": "The defective gene encodes for the membrane protein called cystic fibrosis trans membrane channel regulator",
        "opb": "Normal CFTR is an ion channel specific for calcium",
        "opc": "Autosomal recessive",
        "opd": "Altered pH of the surface secretions decreases bactericidal activity.",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "b01a01eb-381d-415f-a05d-b652bb600347",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true of obstructive sleep apnea?",
        "exp": "An overnight sleep study, or polysomnography, is required to diagnose OSA. PSG: in-laboratory measurement of sleep architecture and EEG arousals, eye movements, oximetry, snoring, and leg movements OSAHS raises 24-h mean blood pressure.",
        "cop": 4,
        "opa": "Nocturnal asphyxia",
        "opb": "Alcoholism is a cofactor",
        "opc": "Prone to hypertension",
        "opd": "Spirometry is diagnostic",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "595d2dde-80e9-4ca7-9a52-79246d937ab7",
        "choice_type": "multi"
    },
    {
        "question": "An infant has a positive newborn screening test for cystic fibrosis. What cut off of sweat chloride confirms cystic fibrosis?",
        "exp": "The diagnosis of CF rests on the combination of clinical criteria and abnormal CFTR function as documented by sweat tests, nasal PD measurements, and CFTR mutation analysis. More than 60 m. Eq/L of chloride in sweat is diagnostic of CF when 1 or more other criteria are present.",
        "cop": 4,
        "opa": "Sweat chloride > 30 m. Eq/L",
        "opb": "Sweat chloride > 40 m. Eq/L",
        "opc": "Sweat chloride > 50 m. Eq/L",
        "opd": "Sweat chloride >60 m. Eq/L",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "c0938e6c-9c72-4a5e-8556-4b87d4134475",
        "choice_type": "single"
    },
    {
        "question": "50 yr old smoker, obese, hypertension patient is having loud snoring. He has > 5 episodes of apnea per hour of sleep. What is the next best management for improvement of his symptom?",
        "exp": "C. P. A. P is the best management out of all. It has better outcomes in comparison to other techniques in terms of apneas, hypoapneas, nocturnal oxygenation, symptoms and quality of life.",
        "cop": 2,
        "opa": "Uvulopalatoplasty",
        "opb": "C. P. A. P",
        "opc": "Weight reduction and diet control",
        "opd": "Mandibular reposition surgery",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "8e1ae1a6-665a-40df-a07b-0079fc908db3",
        "choice_type": "single"
    },
    {
        "question": "Obstructive sleep apnea may result in all of the following except?",
        "exp": "OSAHS raises 24-hour mean blood pressure. The increase is greater in those with recurrent nocturnal hypoxemia and is at least 4-5 mm. Hg. The resultant hypoxia also leads to pulmonary aery constriction leading to PAH. Other effects of OSAHS- Personality and mood changes, depression and anxiety, sexual dysfunction- impotence and decreased libido, gastroesophageal reflux. Atrial fibrillation and stroke are also repoed.",
        "cop": 3,
        "opa": "Systemic hypertension",
        "opb": "Pulmonary hypertension",
        "opc": "Heart block",
        "opd": "Impotence",
        "subject_name": "Medicine",
        "topic_name": "Cystic fibrosis & Sleep apnea",
        "id": "f81d3290-f994-4388-887e-1b17c8ff3ed0",
        "choice_type": "multi"
    }
]