[
    {
        "question": "All of the following statements are FALSE regarding multiple sclerosis except?",
        "exp": "MS is a autoimmune disease mainly targetting MBP( Myelin basic protein) Multiple Sclerosis Hallmark - Demyelination occur secondary to damage myelin component (autoimmunity) More common in females than male. In all demyelinating disorder peripheral nervous system is spared. Condition is almost always benign and is resolved spontaneously. Environmental risk factor- vitamin- D deficiency",
        "cop": 4,
        "opa": "Involves peripheral nervous system",
        "opb": "Condition is almost always malignant and is resolved spontaneously",
        "opc": "More common in males",
        "opd": "Autoimmune disease mainly targetting MBP",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "7c09e5cb-d1ef-441d-9163-3b36dda8e17a",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old woman complains of clumsiness in her hands while working in the kitchen: She recently burned her hands on the stove without experiencing any pain. Neurologic examination reveals bilateral weakness of the shoulder girdles, arms, and hands as well as a loss of pain and temperature sensation covering the shoulder and upper limb in a cape-like distribution. Severe atrophy is present in the intrinsic muscles of the hands. The most likely diagnosis is:",
        "exp": "Syringomyelia: cavitation of the spinal cord seen in the cervicothoracic segments. This results in b/L loss of pain and temperature sensation in a cape-like distribution as well as wasting of the intrinsic muscles of the hands. Sensory deficit is directed from proximal to distal pas. ALS is a pure motor syndrome Subacute combined degeneration includes both sensory and motor deficits Werdnig-Hoffmann disease is a pure motor disease Tabes dorsalis is a pure sensory syndrome (neurosyphilis).",
        "cop": 3,
        "opa": "ALS",
        "opb": "Subacute combined degeneration",
        "opc": "Syringomyelia",
        "opd": "Tabes dorsalis.",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "096109d0-9d3b-4c10-b114-895772dc476e",
        "choice_type": "single"
    },
    {
        "question": "High Steppage Gait is seen in?",
        "exp": "*In Tabes Dorsalis, due to peripheral neuritis, the loss of sensation would lead to the development of high steppage Gait. * Leprosy can lead to foot drop and thereby equine gait due to the involvement of peroneal nerve. * Frontal Lobe stroke leads to Magnetic Gait. * The gait in foot drop is referred to as Slapping / Equine Gait.",
        "cop": 3,
        "opa": "Foot drop",
        "opb": "Frontal lobe stroke",
        "opc": "Tabes dorsalis",
        "opd": "Leprosy",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "818fb325-e037-4ee1-aabe-e8ac591d6415",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the least likely presentation of multiple sclerosis?",
        "exp": "Multiple sclerosis is a demyelinating disorder of the brain and rarely involve spinal cord, Hence answer is D. If Spinal cord involved, it is called Devic's Disease. Devic's disease -Characterized by presentation of Transverse myelitis and Optic neuritis. MC presentation of MS is sensory loss followed by optic neuritis. Symptom % of cases Sensory loss 37 Optic neuritis 36 Weakness 35 Paresthesias 24 Diplopia 15 Ataxia 11 Veigo 6 Paroxysmal attacks 4 Bladder 4",
        "cop": 4,
        "opa": "Sensory loss",
        "opb": "Optic neuritis",
        "opc": "Veigo",
        "opd": "Transverse myelitis",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "9658d8f3-2e3f-4ac5-b714-9383defc637b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false with respect to demyelinating disorders?",
        "exp": "Diseases involving biochemical abnormality of myelin are k/a dysmyelinating disorders Eg. Zellweger syndrome, Adult-onset autosomal dominant leukodystrophy MS( Multiple Sclerosis) MC type of demyelinating, chronic inflammatory disorder. | in blood brain barrier permeability ( damage by immune system). More common in females than male.",
        "cop": 3,
        "opa": "Increase in blood brain barrier permeability",
        "opb": "More common in females",
        "opc": "Involves biochemical abnormality of myelin",
        "opd": "Multiple Sclerosis is MC type of demyelinating disorder.",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "3d8b1f5b-b6e7-43e6-abc3-f5b52253851b",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not predictive of long-term disability in patients with multiple sclerosis?",
        "exp": "Option A (Length of intervals between relapses) - Predicts disability, as if more gap between 2 symptoms, patient's prognosis will be better. If symptoms develop 1 after the other, so length of interval is lesser so BAD prognosis. Option B (Incomplete recovery from relapses)- Symptoms are stabilizing and recovering, so symptoms disappearing on its own is good prognosis and incomplete recovery is bad prognosis. Option C (Optic neuritis in the first 2 years)- Optic Neuritis in the first 2 years doesn't signify bad prognosis as optic neuritis patients responds well to STEROIDS (METHYL PREDNISOLONE) Option D (Frequency of relapses)- More frequent the disease reappears, indicates long term disability.",
        "cop": 3,
        "opa": "Length of intervals between relapses",
        "opb": "Incomplete recovery from relapses",
        "opc": "Optic neuritis in the first 2 years",
        "opd": "Frequency of relapses",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "8eb471df-40bd-4db1-865e-ced819e78d00",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is not required for the diagnosis of multiple sclerosis?",
        "exp": "Electronystagmogram(ENG) Measures normal eye movement and involuntary rapid eye movements called nystagmus. Checks the muscles, that control eye movements. Checks how well the eyes, inner ears, and brain help you keep your balance and position Revised Mc. Donald criteria for diagnosis of MS following investigation should be done: 1. MRI (Gadolinium-enhanced): Plaques/Dawson Fingers 2. Lumbar puncture-CSF electrophoresis shows Oligo-clonal IgG bands. 3. Visual evoked potential(VEP): shows reduced amplitude of voltage generated due to plaques in optic nerve.",
        "cop": 4,
        "opa": "Lumbar puncture",
        "opb": "Gadolinium-enhanced MRI",
        "opc": "Visual evoked potential",
        "opd": "Electronystagmogram",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "c1e4244d-b736-4f9a-8c3a-fafcf2d267dc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used in acute exacerbation of multiple sclerosis?",
        "exp": "For acute attack of M. S = IV methyl prednisolone Glucocoicoids are used to manage first attacks or acute exacerbations of multiple sclerosis, usually present as optic neuritis.",
        "cop": 1,
        "opa": "Methylprednisolone",
        "opb": "Fingolimod",
        "opc": "Beta interferon",
        "opd": "Natalizumab",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "9e3bcfec-fb5c-4565-92f2-289b4e227bcb",
        "choice_type": "single"
    },
    {
        "question": "What does a score of 9 in EDSS signifies?",
        "exp": "Expanded disability severity score (EDSS)is used as measure of neurological impairment in multiple sclerosis. EDSS score: 3. 5 Ambulatory Walks normally, shows no disability 9 Bedridden Can talk, Can drink 9. 5 Bedridden Can't talk, Can't drink 10 Death due to MS Revised Mc. Donald's criteria is used in diagnosis of multiple sclerosis.",
        "cop": 2,
        "opa": "Death of patient due to multiple sclerosis",
        "opb": "Patient is bedridden, can talk, can drink",
        "opc": "Patient is bedridden, can't talk, can't drink",
        "opd": "Patient walks normally, shows no disability",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "7a7abd12-d0e0-4d18-9ccd-2cd837ce7092",
        "choice_type": "multi"
    },
    {
        "question": "A 9-year-old boy is diagnosed with multiple sclerosis (MS). Which of the following nervous structures would most likely be affected by this disease?",
        "exp": "Multiple sclerosis affects only axons in CNS (spinal cord and brain) that have myelin sheaths formed by oligodendrocytes. Optic nerve is considered to be pa of CNS, as it is derived from an outpouching of diencephalon. All other nervous structures are in the PNS and have their myelin sheaths formed by Schwan cells",
        "cop": 3,
        "opa": "Trigeminal ganglion",
        "opb": "Superior cervical ganglion",
        "opc": "Optic nerve",
        "opd": "Facial nerve",
        "subject_name": "Medicine",
        "topic_name": "Demyelinating disorder",
        "id": "f56138c5-13ef-4348-82c7-402bc01f0345",
        "choice_type": "single"
    }
]