[
    {
        "question": "Hyperglycemia is seen in all except?",
        "exp": "In cirrhosis, blood sugar is elevated, due to reduced uptake of sugar by liver. In myotonic dystrophy and lipodystrophy, there is tissue insensitivity to insulin leading to hyperglycemia. Sarcoma especially large retroperitoneal sarcomas secrete IGF-2 and lead to hypoglycaemia.",
        "cop": 4,
        "opa": "Cirrhosis",
        "opb": "Myotonic dystrophy",
        "opc": "Lipodystrophy",
        "opd": "Sarcoma",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "5e1e3fb1-06ae-47f7-afb4-6daa01fe92c4",
        "choice_type": "multi"
    },
    {
        "question": "A diabetic with Hb. A1c of 11% will requires all of management except?",
        "exp": "Consensus statement from the ADA identifies six intervention with demonstrated efficacy in diabetic foot wounds: off-loading debridement, wound dressings, appropriate use of antibiotics, revascularization, and limited amputation. Off-loading is the complete avoidance of weight bearing on the ulcer, which removes the mechanical trauma that retards wound healing. Bed rest and a variety of ohotic devices or contact casting limit weight bearing on wounds or pressure points. Surgical debridement is impoant and effective, but clear efficacy of other modalities for wounds cleaning (enzymes, soaking, whirlpools) are lacking. Dressing such as hydrocolloid dressing promote wound healing by creating a moist environment and protecting the wound. Usage of antiseptic agents should be avoided.",
        "cop": 3,
        "opa": "Off loading",
        "opb": "Debridement",
        "opc": "Antiseptic agent dressings",
        "opd": "Antibiotics",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "0abe88b5-bde3-43f5-863d-fe4164f59b8d",
        "choice_type": "multi"
    },
    {
        "question": "All are true about diabetic ketoacidosis except?",
        "exp": "In diabetic ketoacidosis, the elevated blood sugar due to osmotic diuresis leads to polyuria. The stimulation of osmo-receptors will lead to increased thirst. DKA can lead to early presentation of type 1 DM but more frequently occurs in patients with pre-existing diabetes. Serum ketones are present in DKA and detectable at dilutions of 1: 8. Urine dipstick using sodium nitroprusside can help in detection but plasma beta hydroxybutyrate is preferred. Serum bicarbonate levels in DKA are <10mmol/L",
        "cop": 4,
        "opa": "Raging thirst",
        "opb": "It is an early presentation in type 1 DM",
        "opc": "Sodium Nitroprusside test is done to detect ketones",
        "opd": "Serum bicarbonate > 15 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "6ad72775-cb06-4ae1-8d9f-3d5ac1744674",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old male known case of diabetes presents with nausea, multiple episodes of vomiting and abdominal pain. He is stuporous, having blood glucoselevel of 402 mg% and on urine examination Ketone bodies are detected. He is having tachycardina along with ohostatic hypotension. On lab investigation, his potassium levels are 3 meq/L. The next best step in the management will be:",
        "exp": "This is a case of diabetic ketoacidosis (DKA)- Patient's serum K+ level is< 3. 3 meq/L, In such cases K+ Level need to be corrected first, even before administering insulin. So next best steps in the management of this patient include: Correct hypokalemia-Repeat K+levels in serum-Give IV regular insulin after K+ level is> 3. 3 meq/L Even during the treatment with insulin and fluids, Hypokalemia worsens because of: Insulin mediated potassium entry into cells Settlement of acidosis K+ loss in urine Therefore if we won't correct hypokalemia (<3. 3 meq/L) in case of DKA, it will aggravate with the insulin and fluids if given initially. Note-Nausea and severe vomiting are due to the ketonemia which trigger vomiting center- CTZ",
        "cop": 1,
        "opa": "Manage hypokalemia-Repeat serum K+ levels- IV fluids and sta IV regular insulin",
        "opb": "IV fluids-give IV regular insulin and lastly manage hypokalemia",
        "opc": "Give IV regular insulin along with K+ - IV fluids after the K+ level is normal",
        "opd": "IV fluids - give Lente insulin and side by side manage hypokalemia",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "1fcfafc5-d7c1-41fa-bd76-03c209e8ad6e",
        "choice_type": "multi"
    },
    {
        "question": "An unconscious 50 year old known case of diabetes mellitus is brought to the ER. His medical records show he is on warfarin for atrial fibrillation. Which of the following investigations will not be done in this patient for work up?",
        "exp": "Option A- Always C/I in bleeding diathesis & in |ICT Option B- Known case of D. M so RBS should be done. Option C- Since he is unconscious may be d/t warfarin toxicity so CT scan is a probable investigation. Option D- patient on warfarin for atrial fibrillation so ECG monitoring is mandatory.",
        "cop": 1,
        "opa": "Lumbar puncture",
        "opb": "Random blood sugar",
        "opc": "NCCT",
        "opd": "ECG monitoring",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "d25d4a74-8ab6-488d-8a8c-d15dcc83ca31",
        "choice_type": "single"
    },
    {
        "question": "Glucose intolerance is caused by the deficiency of?",
        "exp": "Chromium acts as a cofactor for insulin at insulin receptors and dietary deficiency of chromium would thus lead to impaired glucose tolerance.",
        "cop": 3,
        "opa": "Selenium",
        "opb": "Magnesium",
        "opc": "Chromium",
        "opd": "Zinc",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "f0f09e56-741f-4a3c-bebf-588a00b9ba22",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sulfonylureas cannot be used in patients with kidney failure?",
        "exp": "Glyburide should not be used in patients with liver disease and CKD due to risk of hypoglycaemia. Glipizide, Gliclazide and Glimepiride are metabolised by liver and hence can be used in patients with CKD.",
        "cop": 1,
        "opa": "Glyburide",
        "opb": "Glipizide",
        "opc": "Gliclazide",
        "opd": "Glimepiride",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "3ad1459f-1f33-43e5-a9e1-aa733d1ccbc0",
        "choice_type": "single"
    },
    {
        "question": "Which is best for asceaining glycemic control in bronze diabetes?",
        "exp": "Serum fructosamine is formed due to non-enzymatic glycosylation of serum proteins mainly albumin. It represents glycemic control for preceding 1-2 weeks. Normal values are 200-285mcmol/L. Advantages of serum fructosamine are: Useful in Haemolytic states which affect interpretation of glycosylated hemoglobin. Evaluation of glycemic control at the time of conception in a woman with pre-existing diabetes mellitus. Note that option 3 and 5 denote the same entity",
        "cop": 2,
        "opa": "Urine dipstick (DIASTIX)",
        "opb": "Serum fructosamine",
        "opc": "Glycosylated hemoglobin",
        "opd": "OGTT",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "429d4b87-7b60-4529-ba97-02b27daa79a4",
        "choice_type": "single"
    },
    {
        "question": "Diabetes mellitus leads to",
        "exp": "Type A Lactic acidosis Shock, Anemia, Mitochondrial Damage - Cyanide poisoning Type B Lactic acidosis DM, CRF, Malignancy, Metformin, Seizures Type D Lactic acidosis D- Lactate product by bacteria, Sho bowel syndrome, Intestinal Obstruction, Jejunoileal bypass Lactic acid is the end product of the anaerobic metabolism of glucose. Normally, the principal sources of this acid are the erythrocytes (which lack the enzymes for aerobic oxidation), skeletal muscle, skin, and brain. The chief pathway for removal of lactic acid is by hepatic (and to some degree renal) uptake for conversion first to pyruvate and eventually back to glucose, a process that requires oxygen. Lactic acidosis occurs when excess lactic acid accumulates in the blood. This can be the result of overproduction (tissue hypoxia), deficient removal (hepatic failure), or both (circulatory collapse). Lactic acidosis is not uncommon in any severely ill patient suffering from cardiac decompensation, respiratory or hepatic failure, septicemia, or infarction of the bowel or extremities. Type A lactic acidosis is associated with tissue hypoxia from hypovolemia or endotoxic shock and need not be associated with hyperglycemia. Type B lactic acidosis is defined as that which occurs in the absence of clinical evidence for tissue hypoxia and is associated with diabetes per se or with biguanide therapy. With the discontinuance of phenformin therapy in the United States, lactic acidosis in patients with diabetes mellitus has become uncommon, but it still must be considered in the acidotic diabetic patient if the patient is seriously ill, and especially if the patient is receiving metformin therapy as well. Most cases of metformin-associated lactic acidosis occur in patients in whom there were contraindications to the use of metformin, in paicular renal failure.",
        "cop": 2,
        "opa": "Type A lactic acidosis",
        "opb": "Type B lactic acidosis",
        "opc": "Type D lactic acidosis",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "b286578b-7e24-477c-b2f1-0724982ec4a3",
        "choice_type": "multi"
    },
    {
        "question": "A 60 - year - old male diabetic and hypeensive patient was found unconscious in the morning. On examination pulse - 120/min, bp-160/100 mm Hg and bilateral extensor plantars are elicited.. What is next step to be done for management?",
        "exp": "\"In any unconscious diabetic patient first evaluate the CNS event Capillary Blood sugar and urinary ketones of patient\" Option a - CT scan to evaluate damage, Hypeensive encephalopathy, stroke, cerebrovascular accident. Option b - If question asked Next step, patient is Diabetic, unconscious so it could be a simple hypoglycemia then he could have seizure, resulted in extensor planter in patient he could be in post ictal deficit. Option c - Ruled out because there is no evidence of raised ICP Raised ICP - | HR with | BP Mannitol is given for Cushing reflex, papilledema, Ventricular dilation. Option d- No immediate reduction of BP with other antihypertension. Conceptual permissive Hypertension Keep the BP on the higher side in patient with CNS events because that maintain the perfusion of brain. Cerebral perfusion pressure= Mean Aerial pressure-ICP If we | MAP the perfusion of brain will also reduce. CPP=MAP-ICP",
        "cop": 2,
        "opa": "Order CT scan",
        "opb": "Check blood glucose",
        "opc": "Give Intravenous mannitol",
        "opd": "Immediately reduces by with antihypeensives",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "af31d80f-81b2-4986-a09b-8854989db2aa",
        "choice_type": "multi"
    },
    {
        "question": "Once a week preparation used in diabetes management is?",
        "exp": "GLP-1 Receptor agonists: exenatide, albiglutide, dulaglutide are available as once weekly administration by subcutaneous route. Liraglutide needs to be given once per day.",
        "cop": 3,
        "opa": "Alogliptin",
        "opb": "Empagliflozin",
        "opc": "Albiglutide",
        "opd": "Glimepiride",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "7debea22-2344-4cfc-b74d-9c857349cfc5",
        "choice_type": "single"
    },
    {
        "question": "A 38 year old male known case of type 2 DM was staed on oral hypoglycemic drugs. After few days he comes back to OPD with complains of urge to drink water excessively and increased frequency of micturition. He also complains of a burning sensation while urinating. Which drug could be the possible cause of the above mentioned symptoms?",
        "exp": "Patient suffers from Urinary tract infection, Dapagliflozin is the causative drug here. Dapagliflozin It is a sodium-glucose co-transpoer-2 inhibitor Improve glycemic control by inhibiting glucose Inhibit glucose reabsorption in the proximal tubule of the nephron | result in Glucosuria | result in urinary tract infections(High glucose concentration in the urine can provide a rich source of nutrients for bacteria. Therefore, bacteria can multiply and make foundation for infection) S/E: UTI Dehydation Polyuria Exacerbate tendency to hyperkalemia and DKA",
        "cop": 4,
        "opa": "Exenatide",
        "opb": "Glipizide",
        "opc": "Metformin",
        "opd": "Dapagliflozin",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "7e14f618-7046-4395-9b9a-9c38c993f61e",
        "choice_type": "multi"
    },
    {
        "question": "Falsely elevated Hb. A1C is seen in?",
        "exp": "Hb. A1C values are affected by conditions that affect RBC survival or mean erythrocyte age. Falsely low Hb. A1C Falsely elevated Hb. A1C Recovery from acute blood loss Haemolytic anemia IV iron EPO injections for CKD Vitamin C supplements Vitamin E supplements Splenectomy Iron deficiency Anemia",
        "cop": 4,
        "opa": "Thalassemia",
        "opb": "Recovery from acute blood loss",
        "opc": "Erythropoietin supplementation in CKD",
        "opd": "Splenectomy",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "f5f9cc7a-0ab0-4742-ab72-df9fc9067ce5",
        "choice_type": "multi"
    },
    {
        "question": "HNF- 1b gene defect is seen in?",
        "exp": "HNF- 1b gene is involved in pathogenesis of MODY5. HNF- 1a gene is involved in pathogenesis of MODY 3. Most common type of MODY is MODY 3.",
        "cop": 4,
        "opa": "MODY2",
        "opb": "MODY3",
        "opc": "MODY4",
        "opd": "MODY5",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "386c85f6-d227-4e62-bd60-fe8b20adf5cd",
        "choice_type": "single"
    },
    {
        "question": "Diabetic Amyotrophy presents with?",
        "exp": "Diabetic amyotrophy presents with severe pain in front of thigh. Subsequently weakness and wasting of quadriceps develops. Management involves analgesia and improved diabetes control. The symptoms improve over 6-18months.",
        "cop": 1,
        "opa": "Pain in front of thigh",
        "opb": "3rd nerve palsy with pupillary sparing",
        "opc": "Distal areflexia",
        "opd": "Asymmetric motor weakness",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "05e4868f-ec30-457f-b25f-7c22eb049718",
        "choice_type": "single"
    },
    {
        "question": "Mark a FALSE statement regarding Wolfram syndrome",
        "exp": "Types of diabetes mellitus Type 1 A Immune mediated Diabetes mellitus ( insulinopenia) Type 1 B Idiopathic mediated diabetes mellitus ( insulinopenia) Type 2 Due to insulin resistance MODY Maturity Onset Diabetes in Young LADA Latent Autoimmune Diabetes in Adults MIDD Maternally Inherited Diabetes and Deafness Wolfram syndrome Diabetes insipidus, diabetes mellitus, optic atrophy and deafness (Mnemonic) DIDMOAD DI- Diabetes insipidus DM- Diabetes mellitus OA - Optic. Atrophy D- Sensorineural. Deafness Note In diabetes mellitus type 2 - | FPG is due to | hepatic glucose output",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Optic Atrophy",
        "opc": "Retrobulbar neuritis",
        "opd": "Sensorineural Deafness",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "ba5a0da2-33a2-4ca2-9355-f893d56cec93",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following anti-diabetic drugs can be used safely in renal failure?",
        "exp": "Metformin is excreted the kidney and hence urine MICRAL (Microalbuminuria) test and KFT should be done to estimate GFR of the kidney. Failure to perform these tests can result in accumulation of metformin and development of metabolic acidosis. Both Sitagliptin and Canagliflozin (SGLT-2 inhibitor acting on PCT) are metabolised by the kidney. Linagliptin has non-linear pharmacokinetics and unlike other DPP-4 inhibitors, has a largely non-renal excretion route. It is excreted unchanged in the faeces and urine. The effective half-life is 12 hours.",
        "cop": 3,
        "opa": "Metformin",
        "opb": "Sitagliptin",
        "opc": "Linagliptin",
        "opd": "Canagliflozin",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "b8006d42-e1d8-4e07-8dde-1e473a4c7e39",
        "choice_type": "single"
    },
    {
        "question": "Weight loss is seen with all except?",
        "exp": "Effect of anti-diabetics on weight DPP-4 inhibitors is weight neutral. Metformin, GLP-1 Agonists, SGLT2 inhibitors and Pramlintide promote weight loss. Sulfonylureas, insulin and Pioglitazone are associated with weight gain.",
        "cop": 4,
        "opa": "GLP-1 Agonists",
        "opb": "SGLT-2 Inhibitors",
        "opc": "Pramlintide",
        "opd": "DPP-4 inhibitors",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "e834a61d-8dc3-4f79-a34f-f7e320c11c6a",
        "choice_type": "multi"
    },
    {
        "question": "A patient of hypoglycemia fails to regain consciousness after blood glucose is restored to normal. The complication to be suspected is?",
        "exp": "Prolonged hypoglycemia can damage the blood brain barrier and lead to cerebral edema. This also explains hemiplegia sometimes seen in hypoglycemic patients. Post ictal state is seen after hypoglycemic seizures.",
        "cop": 1,
        "opa": "Cerebral edema",
        "opb": "Lacunar infarct",
        "opc": "Post ictal state",
        "opd": "Cerebral hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "d7c225df-9bc8-455e-afe6-467c8759a9a7",
        "choice_type": "single"
    },
    {
        "question": "False positive OGTT is seen in all except?",
        "exp": "During exercise the muscles will consume sugar; hence sugar levels can be normal in a diabetic patient. However in malnourished patients, bedridden, infection state and severe emotional stress false positive OGTT is seen. It can be explained by catecholamine surge and release of counter- regulatory hormones.",
        "cop": 4,
        "opa": "Malnourished",
        "opb": "Infection",
        "opc": "Severe emotional stress",
        "opd": "Exercise",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "cb402371-9750-4023-a802-77492cda1b3a",
        "choice_type": "multi"
    },
    {
        "question": "A 50 year old patient with signs of peripheral neuropathy is found to have diabetes mellitus. He has no ocular symptoms. When would you refer this patient for retina evaluation?",
        "exp": "Since the age of the patient is 50 years, it is highly likely that the patient has type 2 diabetes mellitus, which is insidious in onset. Thus, even though patient has no ocular complaints, the fundus examination for retina evaluation should be done immediately. The significance of this problem is highlighted by the finding that individuals with DM are 25 times more likely to become legally blind than individuals without DM. Blindness is primarily the result of progressive diabetic retinopathy and clinically significant macular edema. For Type 1 diabetes mellitus, a complete eye checkup is recommended three to five years after the disease onset. Annual examination of the fundus is recommended in both type of diabetes.",
        "cop": 2,
        "opa": "When he develops ocular symptoms",
        "opb": "Immediately after diagnosis",
        "opc": "When he needs insulin for blood sugar",
        "opd": "Five years after diagnosis",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "a17541d8-88ea-4f68-988e-fc89d1e466e4",
        "choice_type": "single"
    },
    {
        "question": "Retinopathy is most likely to be seen with",
        "exp": "Complication of Retinopathy/nephropathy takes 5 years to develop in type 1 diabetes. Complication of Retinopathy/nephropathy takes 15-20 years to develop in type 2 diabetes.",
        "cop": 1,
        "opa": "IDDM of 5 years duration",
        "opb": "NIDDM of 8 years duration",
        "opc": "Gestational diabetes",
        "opd": "Juvenile diabetes staed before pubey",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "ca7ff2d7-c3fc-476e-b361-13ff9fa7eae1",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old female presented with tingling sensation in her hands and feet & pain in her legs during night time. She had type 2 diabetes for 15 years. O/E- loss of ankle deep tendon reflex, loss of position sense of great toe, decreased pinprick sensation over ankles & wrists. Her recent Hb. A1c was 8. 9%. She is currently managed with insulin and metformin. She is diagnosed with diabetic polyneuropathy. Which of the following medications can be used to treat pain associated with diabetic neuropathy?",
        "exp": "Diabetic neuropathy can manifests as polyneuropathy, mononeuropathy, and/or autonomic neuropathy. The most common form is distal symmetric polyneuropathy- presents as distal sensory loss and pain. Management: Improved glycemic control Neurotoxins (alcohol, smoking, and vitamin deficiencies) should be avoided. Only two agents--duloxetine and pregabalin--have been approved by the U. S. FDA for the treatment of diabetic neuropathy. Other off-label agents- amitriptyline, gabapentin, valproate, and opioids.",
        "cop": 1,
        "opa": "Duloxetine",
        "opb": "Topiramate",
        "opc": "Piroxicam",
        "opd": "Naproxen",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "4cae59db-5d4f-4ce7-8ae6-f71846a65f33",
        "choice_type": "single"
    },
    {
        "question": "Plasma anion gap is increased in?",
        "exp": "Option B, C, D- N Anion gap acidosis causes: ' DR. FUSE (mnemonic) Diarrhea A 1, 2, 4 Fistula Ureterosigmoidostomy | Anion gap acidosis causes: 'KULT' (mnemonic) Ketoacidosis Uremia (acute kidney injury, acute tubular Necrosis) Lactic acidosis Toxins",
        "cop": 1,
        "opa": "Diabetic Ketoacidosis",
        "opb": "A 2",
        "opc": "Fistula",
        "opd": "Uretero-sigmoid ostomy",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "1531d0fe-a94f-4e59-a18a-0e0b65ecd8e8",
        "choice_type": "single"
    },
    {
        "question": "A patient of diabetes mellitus with hypertension, the goal blood pressure to be maintained is?",
        "exp": "According to European Society of Cardiology guidelines (2018)) Category Target 1. All patient 140/90 mm. Hg - Initially * <65 years - < 130/80mm. Hg *>= 65 years -<140/90mm. Hg 2. HTN with CKD <140/80 mm. Hg 3. HTN with DM <130/80 mm. Hg",
        "cop": 2,
        "opa": "<160/90 mm Hg",
        "opb": "<130/80 mm Hg",
        "opc": "<140/80 mm Hg",
        "opd": "<120/80 mm Hg",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "35878c5c-f42e-4470-8be9-4198a2e9cd8c",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old obese female presented with recurrent candidial urinary infection & excessive thirst. She also gives history of frequent night time urination. Which is the first test you will prefer in this patient?",
        "exp": "Given clinical scenario is suggestive of Diabetes mellitus For screening, FBS or Hb. A1c is recommended. Because the patient has symptoms, a random plasma glucose of >200 mg/dL is adequate to diagnose diabetes mellitus. Other criteria include: FBS >126 mg/dL Hb. A1c>6. 4% 2-hour plasma glucose >200 mg/dL during an oral glucose tolerance test C-peptide- determine normal cleavage of insulin from its precursor Normal C-peptide level with hypoglycaemia- surreptitious insulin use Low C-peptide level with hyperglycemia- pancreatic failure.",
        "cop": 4,
        "opa": "Hb. A1c",
        "opb": "Oral glucose tolerance test",
        "opc": "Plasma C-peptide level",
        "opd": "Random plasma glucose level",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "0eb182a7-8094-471d-a159-0add905e4619",
        "choice_type": "single"
    },
    {
        "question": "A 20 year old male has been admitted to ICU for diabetic ketoacidosis (DKA). His mother gives history that his thirst has increased lately & he goes to loo frequently. He has not been diagnosed with diabetes previously. There is no family history of diabetes. His BMI is 42 kg/m2. Anti-GAD antibodies and anti-islet cell antibodies (ICA) are not detected in this patient. Which of the following statements is true regarding this patient?",
        "exp": "Features of type 2 diabetes: Usually develops after the age of 30 years Patients are usually obese May not require insulin therapy initially Associated with insulin resistance, hypertension, cardiovascular disease, dyslipidemia, or PCOS. Age should not be the sole basis for determining the type of diabetes present. Age of diagnosis of T2. DM is declining as obesity is increasing among children and adolescents. Some individuals with phenotypic T2. DM present with diabetic ketoacidosis but lack autoimmune markers. Maturity-onset diabetes of the young- diabetes onset at <30 years of age, an autosomal pattern of diabetes inheritance (which this patient lacks), and the lack of nearly complete insulin deficiency",
        "cop": 4,
        "opa": "Due to the young age of onset, type 1 diabetes is suspected.",
        "opb": "Due to your presentation with diabetic ketoacidosis, type 1 diabetes is suspected",
        "opc": "Patient has maturity-onset diabetes of the young.",
        "opd": "Patient has type 2 diabetes mellitus.",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "f176cb34-9eab-44a1-8798-18f280c1ecd6",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common cause of death in type 1 diabetes mellitus?",
        "exp": "The most common cause of death in type 1 diabetes mellitus is end stage chronic kidney disease. In contrast in type 2 Diabetes mellitus macrovascular disease is more common leading to myocardial infarction and stroke.",
        "cop": 1,
        "opa": "Kidney disease",
        "opb": "Myocardial disease",
        "opc": "Stroke",
        "opd": "Infections",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "e0fc89f0-5e35-4f03-9078-29558e690e22",
        "choice_type": "single"
    },
    {
        "question": "Hypogonadotropic hypogonadism with diabetes mellitus is seen in?",
        "exp": "Prader wili occurs due to deletion of paternal copies of imprinted SNRPN gene and NECDIN gene on chromosome 15q. It presents with: Hypogonadotropic hypogonadism Diabetes mellitus(adult onset) Hyperphagia Obesity Muscle hypotonia Mental retardation",
        "cop": 4,
        "opa": "Kallman Syndrome",
        "opb": "Hypothalamic hamaoma",
        "opc": "Granulomatous Hypophysitis",
        "opd": "Prader wili Syndrome",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "84120232-0051-4504-8f2e-e5586c1c03dc",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common complication in type 2 diabetes mellitus?",
        "exp": "The most common complication in type 2 diabetes mellitus is neuropathy affecting 50% of patients. Distal symmetric polyneuropathy leading to loss of function in stocking glove pattern is the leading presentation of diabetic neuropathy.",
        "cop": 1,
        "opa": "Neuropathy",
        "opb": "Nephropathy",
        "opc": "Retinopathy",
        "opd": "Coronary aery disease",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "3444513d-d8f7-44b6-9a63-c1721d45ad1f",
        "choice_type": "single"
    },
    {
        "question": "Which sulfonylurea drug has the highest insulinotropic potency?",
        "exp": "Sulfonylureas act on receptors in pancreatic beta cells resulting in closure of potassium cells. This results in depolarization of Beta cell and release of insulin. Glyburide has the highest affinity/ insulinotropic action while tolbutamide has least affinity.",
        "cop": 1,
        "opa": "Glyburide",
        "opb": "Glipizide",
        "opc": "Glimepiride",
        "opd": "Gliclazide",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "74b0309a-a9a0-4cac-a263-5990f2780bc1",
        "choice_type": "single"
    },
    {
        "question": "What is the most appropriate management of diabetic ketoacidosis?",
        "exp": "In DKA we give Regular Insulin so Option C & Option D ruled out DKA: - Associated with insulinopenia (values of insulin in the blood reduced) - Patients suffering from DKA d/t deficiency of insulin, there will be K+ efflux from cells and | K+ in blood. -Regular Insulin drip IV given leads to K+ influx l/t | K+ in blood - Therefore, complication of DKA t/t is diaphragmatic paralysis so KCl is added to IV fluids with Insulin to avoid hypokalemia.",
        "cop": 2,
        "opa": "500ml of 0. 9% Saline over 15 minutes and a fixed rate insulin infusion",
        "opb": "500ml of 0. 9% Saline over 15 minutes with potassium chloride and a fixed rate insulin infusion",
        "opc": "500ml of 0. 9% Saline over 30 minutes with potassium chloride and a rapid acting subcutaneous insulin injection",
        "opd": "500ml of 0. 9% Saline over 30 minutes and a rapid acting subcutaneous insulin injection",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "eb7bcee3-67a0-4298-a72b-c8b5a9278935",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old nurse is evaluated for recurrent hypoglycaemia. She feels shaky, anxious, and sweaty; her plasma glucose is 50 mg/dl during the attack at work. She then drinks coffee & feels better. These episodes have not happened outside the work environment. She takes no medications and is otherwise healthy. Which is the most appropriate test in this patient?",
        "exp": "Whipple triad of symptoms: (1) Symptoms of hypoglycaemia (2) Low plasma glucose (3) Relief of symptoms with raising the plasma glucose level. The insulin levels must be obtained during an episode. If it is elevated, it suggests either endogenous hyperproduction of insulin or exogenous administration causing factitious hypoglycemia. C-peptide- determine normal cleavage of insulin from its precursor Normal C-peptide level with hypoglycaemia- surreptitious insulin use Low C-peptide level with hyperglycemia- pancreatic failure. Red flags in this case that point to surreptitious insulin use include the patient being a healthcare worker and the presence of symptoms only at work. Failure of counterregulatory hormones is rare cause of hypoglycaemia",
        "cop": 4,
        "opa": "Measurement of IGF-1",
        "opb": "Measurement of fasting insulin and glucose levels",
        "opc": "Measurement of fasting insulin, glucose, and C-peptide levels",
        "opd": "Measurement of insulin, glucose, and C-peptide levels during a symptomatic episode",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "47598bdb-b4cf-4199-a092-b77092ff8edd",
        "choice_type": "single"
    },
    {
        "question": "A diabetic normotensive patient of Enterococcus faecalis sepsis, on intravenous Linezolid developed high anion gap metabolic acidosis with increased serum lactate and negative ketone. The acid base abnormality is most probably?",
        "exp": "The given case is of high anion gap metabolic acidosis with increased serum lactate and negative ketones. This rules out choice B and C. Lactic acidosis of type A variety occurs due to poor tissue perfusion and occurs due to Shock or cardiac failure Severe Anemia Mitochondrial enzyme defects Carbon monoxide poisoning, Cyanide poisoning Lactic acidosis of type B occurs due to Malignancies Diabetes Mellitus Renal or hepatic failure Thiamine deficiency Severe Infections (Cholera, Malaria) Seizures Drugs/toxins (biguanides, ethanol, methanol, propylene glycol, isoniazid, and fructose and Nucleoside analogue reverse transcriptase inhibitors in HIV and linezolid) Extra edge Enterococcus Endocarditis E. faecalis >>E. faecium Resistant to many antimicrobial agents Rx--Combination of b-lactam antibiotics with aminoglycoside -Synergistic and bactericidal effects",
        "cop": 4,
        "opa": "Type A lactic acidosis due to septic shock",
        "opb": "Metabolic acidosis of unceain etiology",
        "opc": "Diabetic ketoacidosis",
        "opd": "Type B lactic acidosis due to linezolid",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "eacd7dc1-eaa3-43d8-995c-9b40c3311449",
        "choice_type": "single"
    },
    {
        "question": "All are sites of insulin administration except?",
        "exp": "The preferred sites for insulin administration are: Abdomen Anterolateral aspect of thigh Dorsal Arm The route of administration is subcutaneous and abdominal wall has substantial subcutaneous fat. The site of injection can be rotated to prevent local site scarring. The rate of absorption from abdominal wall is fastest.",
        "cop": 1,
        "opa": "Dorsum of hands",
        "opb": "Arms",
        "opc": "Lateral aspect of thigh",
        "opd": "Around umbilicus",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "d2435a55-fc96-4872-ab51-9c0e54cfbb52",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common oral infection in diabetes mellitus?",
        "exp": "Individuals with DM have a greater frequency and severity of infection. It is due to abnormalities in cell-mediated immunity and phagocyte function associated with hyperglycemia, as well as diminished vascularization. Hyperglycemia aids the colonization and growth o f a variety of organisms. Most commonly by Candida and other fungal species.",
        "cop": 1,
        "opa": "Candida",
        "opb": "Aspergillus",
        "opc": "Streptococcus",
        "opd": "Staphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "6fced170-ba00-40f5-b551-6da042b2b79c",
        "choice_type": "single"
    },
    {
        "question": "All are complications arising out of use of the medical device shown here except?",
        "exp": "IMAGE: INSULIN PEN Option B- On giving extra insulin, it will l/t Neuro-glucopenia Option C- SOMOGYI phenomenon 1. Early morning (4am) -Hypoglycemia (excess insulin) 2. Pre breakfast(7am) - hyperglycemia d/t counter regulatory hormone GLUCAGON Option D- Molar ratio of insulin ratio/C-peptide >1 as we are giving exogenous insulin to the patients.",
        "cop": 4,
        "opa": "Lipo-hyperophy",
        "opb": "Neuro-glucopenia",
        "opc": "Pre-breakfast hyperglycemia",
        "opd": "Molar ratio of insulin/C-peptide <1",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "8f6f6231-4312-4f58-9e21-a7d8b0cbe225",
        "choice_type": "multi"
    },
    {
        "question": "Which long acting insulin can be mixed with rapid acting insulin?",
        "exp": "Traditionally long acting insulins could not be mixed with sho acting insulins due to different pH. However insulin degludec preparation is now available as 70% insulin degludec and 30% insulin aspa and is injected once or twice per day.",
        "cop": 2,
        "opa": "Glargine",
        "opb": "Degludec",
        "opc": "Detemir",
        "opd": "Can't be mixed due to difference in pH",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "a3c75fce-7a24-44ae-9ac0-bf7dd18392cc",
        "choice_type": "single"
    },
    {
        "question": "A diabetic patient with autonomic neuropathy presents with dizziness, hypotension during early morning when waking from bed. Drug of choice for this condition?",
        "exp": "DOC for Postural hypertension SBP decrease > 20 mm. Hg DBP decrease >10 mm. Hg On Supine - Standing 3 minutes [?]1 agonist MOA - VC Clonidine - (a2 agonist) Isoproterenol - nonselective b- adrenoreceptor Isoproterenol - nonselective b- adrenoreceptor Dobutamine - b1 adrenoreceptor",
        "cop": 4,
        "opa": "Dopamine / Dobutamine",
        "opb": "Isoproterenol",
        "opc": "Clonidine",
        "opd": "Midodrine",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "75181fe2-facd-499c-9b23-4f004b0bfda8",
        "choice_type": "single"
    },
    {
        "question": "An 11 year old type 1 diabetes mellitus patient was on CSII. While on holiday with her family she has become disoriented. On admission Na=126m. Eq/dl, potassium= 4. 3m. Eq/dl, BUN= 100mg/dl, bicarbonate is 10m. Eq/dl and blood sugar is 600mg%. All are required for management except?",
        "exp": "A patient of type 1 Diabetes mellitus is on Continuous subcutaneous insulin infusion. Due to device malfunction/tubing malfunction the delivery of insulin was halted. Since patients of type 1 diabetes are ketosis prone, she has gone into Diabetic ketoacidosis. The low bicarbonate points to acidosis. The patient's elevated blood sugar is drawing water into the intravascular compament and hence volume expansion explains the sodium deficit. However there is no need of hypeonic saline as correction of hyperglycemia by insulin shall suffice in managing sodium values. Hypeonic saline is only given in acute onset hyponatremia with neurological features. If severe hypophosphatemia can develop (<1mg/dl), phosphate should be replaced at no more than 3-4mmol/h infusion. Potassium replacement should be staed in 2nd to 3rd hour as acidosis begins to resolve.",
        "cop": 4,
        "opa": "ABG",
        "opb": "Potassium hydrogen phosphate",
        "opc": "Intravenous potassium",
        "opd": "3% saline",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "af5869ae-4777-4a7a-aaac-0101c5ac6592",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old male known case of diabetes mellitus have Hb. A1c of 9. 4 % after strict glycemic control. All of the following complications can be reversed except?",
        "exp": "The microvascular complications of both type 1 and type 2 DM result from chronic hyperglycemia. Whereas, evidence implicating a causative role for chronic hyperglycemia in the development of macrovascular complications is less conclusive. Improvement of glycemic control reduce nonproliferative and proliferative retinopathy, albuminuria, clinical nephropathy, and neuropathy. Maximum reduction occurs in neuropathy but we cannot cpmpletely reverse microvascular or microvascular complication of diabetes. good glycemic control will slow down or prevent the complication but cannot reverse the disease once it occured.",
        "cop": 4,
        "opa": "Retinopathy",
        "opb": "Neuropathy",
        "opc": "Nephropathy",
        "opd": "none of the above",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "2a9ef137-7778-4e33-aad4-f7e701db4195",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about glycosylated hemoglobin?",
        "exp": "Glycosylated hemoglobin is not a reliable test in patients with hemoglobinopathies like thalassemia and sickle cell anemia. It is an excellent test indicating poor glycemic control in diabetics and higher valuesare associated with microvascular complications. It is a retrospective test indicating glycemic control for 8-12 weeks.",
        "cop": 3,
        "opa": "Increased in diabetic patients with sickle cell anemia",
        "opb": "It is a poor indicator of long term diabetic status in patient with renal disease",
        "opc": "Contain Hemoglobin with sugar moiety",
        "opd": "Half- life is 45 days in adults",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "aec0f282-d20b-45bb-a106-ecc72b9c45c7",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old female presented with complaints of increased thirst & polyuria. Her random plasma glucose is 230 mg/dL confirms the diagnosis of diabetes mellitus. Which of the following tests differentiates type 1 diabetes from type 2?",
        "exp": "Islet cell antibodies directed against GAD, insulin, IA/ICA-512, and ZnT-8 represents autoimmune process in type 1 diabetes. GAD-65 autoantibodies are widely available and can demonstrate antibodies in >85% of patients. HLA DR3 preference exist for type 1 diabetes but most individuals with predisposing halotypes do not develop disease. In early type 1 diabetes, some residual insulin can be present in plasma thus it is not useful to differentiate the two conditions Polymorphism of the peroxisome proliferator activated receptor g-2 is associated with type 2 diabetes but cannot distinguish the two conditions.",
        "cop": 1,
        "opa": "Anti-GAD-65 antibody",
        "opb": "Peroxisome proliferator-activated receptor g-2 polymorphism testing",
        "opc": "Plasma insulin level",
        "opd": "Testing for human leukocyte antigen (HLA) DR3",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "c7fee173-8f94-4d1d-8934-3d1f5010d154",
        "choice_type": "single"
    },
    {
        "question": "The earliest finding in Diabetic nephropathy is?",
        "exp": "For early diagnosis of Diabetic Nephropathy, Quantification of 24-h urinary excretion of albumin is the best screening test. Initiation of ACE inhibitors will prevent progression to ove proteinuria and decline in GFR. Macroalbuminuria(Urinary protein > 550 mg/day) in 3 consecutive samples- A reliable indicator of Diabetic nephropathy. Earliest manifestation of diabetic nephropathy is increased GFR",
        "cop": 4,
        "opa": "Shrunken kidney is hallmark",
        "opb": "Fibrin Caps",
        "opc": "Elevated Creatinine Clearance",
        "opd": "Urine albumin > 30 mg/dl",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "6322e298-56b8-4d11-a808-b71ede5e2ac1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is known as peakless insulin?",
        "exp": "Long acting insulin have onset of action after 30minutes of administration and do not exhibit a peak action unlike other forms of insulin. They are designed to provide constant values in blood for the entire day. Insulin type Onset of action Peak action Effective duration Glargine 0. 5-1hr Peakess/ flat 24 hours Detemir 0. 5-1hr Peakless/flat 17 hours Degludec 0. 5-1 hr Peakless/flat 42 hours",
        "cop": 2,
        "opa": "Isophane",
        "opb": "Degludec",
        "opc": "Glulisine",
        "opd": "Lispro",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "20a88734-f4b9-47f9-822e-d17c658bd39c",
        "choice_type": "single"
    },
    {
        "question": "Which type of Insulin is used to manage a case of Diabetic ketoacidosis?",
        "exp": "Drug of choice for DKA - IV/ SC regular insulin IV NS 5L/ 24 hours Bed time Insulin - Glargine IV Insulin - 1. Acute Hyperkalemia 2. DKA 3. Hyperosmolar coma SC Insulin - DMI",
        "cop": 1,
        "opa": "Regular",
        "opb": "Lispro",
        "opc": "Glargine",
        "opd": "Aspa",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "38f2ef69-d6fc-4690-9cff-28d91cc62606",
        "choice_type": "single"
    },
    {
        "question": "In obesity which of the following hormone levels is decreased?",
        "exp": "Adiponectin is an abundant adipose-derived protein and enhances insulin sensitivity and lipid oxidation. Its levels are reduced in obesity Obesity is associated to significant disturbances in endocrine function. Hyper insulinemia and insulin resistance are the best known changes in obesity. Thyroxine, GH and adiponectin have lipolytic effects, hence their levels are reduced in obesity",
        "cop": 3,
        "opa": "Catecholamines",
        "opb": "Insulin",
        "opc": "Adiponectin",
        "opd": "Copeptin",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "7e511e79-7486-44de-aba4-4b47f2a2e0f3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best to reduce incidence of macrovascular complications in type 2 diabetes?",
        "exp": "The UKPDS (United Kingdom Prospective Diabetes Study group) regarding prevention of macrovascular complications demonstrated that BP control is more significant than glycemic control in patients with type 2 Diabetes mellitus.",
        "cop": 1,
        "opa": "Strict BP control",
        "opb": "Hb. A1C< 6. 5%",
        "opc": "Urine MICRAL",
        "opd": "Fasting Capillary blood glucose values of <180mg%",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "dc3b9fb6-e215-46c4-b80f-fadfbf548527",
        "choice_type": "single"
    },
    {
        "question": "Which is the common site of injection of islet cells in islet cell transplant for diabetes mellitus?",
        "exp": "Islet cell transplantation involves the extraction of islets of Langerhans from organ donors through a complex purification process. These are the cells responsible for the production of insulin. These cells are then injected into the recipient, usually into the poal vein. They then engraft into the parenchyma of the liver and secrete insulin.",
        "cop": 2,
        "opa": "Pelvis",
        "opb": "Poal vein",
        "opc": "Pancreas",
        "opd": "Forearm muscles",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "60185a70-9c9f-4ac3-812d-90710de40396",
        "choice_type": "single"
    },
    {
        "question": "Which type of diabetes has impaired glucose induced secretion of insulin with preserved b cell mass?",
        "exp": "Type 1 diabetes has insulinopenia due to reduced b cell mass. Latent autoimmune diabetes in adults is a variant of type 1 diabetes mellitus. MODY has impaired glucose induced insulin release due to autosomal dominant pattern of inheritance. The beta cell mass is normal. It involves mutations in nuclear transcription factor that regulates islet gene expression. Wolfram syndrome is an autosomal recessive condition neurodegenerative disorder leading to diabetes mellitus, diabetes insipidus, optic atrophy and deafness. MODY is associated with Young age Non-insulin dependent diabetes Positive family history in 2 successive generations",
        "cop": 1,
        "opa": "MODY",
        "opb": "Wolfram syndrome",
        "opc": "Type 1 diabetes",
        "opd": "Latent autoimmune diabetes in adults",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "7be81960-faf4-43c4-8d6c-940644165d01",
        "choice_type": "single"
    },
    {
        "question": "Diabetic Ketoacidosis (DKA) mimics acute pancreatitis in all the following findings except:",
        "exp": "Elevated serum lipase is not associated with DKA. It is specific to acute pancreatitis. DKA has a similar presentation like acute pancreatitis with abdominal pain, hyperglycemia, and elevated serum amylase. Serum lipase can differentiate both. Differential diagnosis of acute pancreatitis Biliary colic Acute cholecystitis Perforated hollow viscus (e. g., perforated peptic ulcer) Mesenteric ischemia or infarction Intestinal obstruction Myocardial infarction Dissecting aoic aneurysm Ectopic pregnancy",
        "cop": 2,
        "opa": "Elevated amylase",
        "opb": "Elevated lipase",
        "opc": "Abdominal pain",
        "opd": "Hyperglycemia",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "ce56afc2-eed8-4519-8cfe-dd64e4ea7296",
        "choice_type": "multi"
    },
    {
        "question": "G. T. T post 1 hour sugar for gestational diabetes is >__ mg%?",
        "exp": "With OGTT using 100 gm glucose 1 hour value > 180 mg % 2 hour value > 155 mg% 3 hour value > 140 mg %",
        "cop": 3,
        "opa": "140",
        "opb": "150",
        "opc": "180",
        "opd": "200",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "decce85d-3df6-46d1-87f1-cfd09dfe3262",
        "choice_type": "single"
    },
    {
        "question": "MC joint involved in diabetes is?",
        "exp": "Most common joint involved in diabetes is Foot Joint Charcot's joint - Painless, Paralyzed joint Neuropathy Delayed wound repair Angiopathy Non-heading ulcar on soul of test Ankle Joint - in tables dorsalis Knee - OA Shoulder- Syringomyelia - Dilation of central canal of Spinal cord. MC Cervical spine involved",
        "cop": 4,
        "opa": "Ankle",
        "opb": "Knee",
        "opc": "Shoulder",
        "opd": "Foot",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "8a509105-8bce-49fb-9b74-42e1a9a2728e",
        "choice_type": "single"
    },
    {
        "question": "Zinc transpoer 8 antibody is seen in?",
        "exp": "Autoimmune markers for newly diagnosed type 1 diabetes mellitus ICA antibody Glutamic Acid Decarboxylase (GAD65) Insulin islet cell antibody Tyrosine phosphatase Zinc transpoer 8 antibody",
        "cop": 3,
        "opa": "Hashimoto's thyroiditis",
        "opb": "Hypoparathyroidism",
        "opc": "Type 1 diabetes mellitus",
        "opd": "Type A insulin resistance",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "f6f90e15-0ac9-47e7-92d7-f1867603e5df",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male k/c/o DM-2 and is on oral hypoglycemic drugs presents to OPD for routine check up. Patient is obese with BMI of 28. 5 kg/m2. His blood workup and vitals are as follows: Blood pressure=150/90 mm of Hg, Fasting glucose=118 mg/dl, Post-prandial glucose=154 mg/dl. Currently he is on low calorie diet and do regular exercise. What would you prescribe for the obesity in this patient?",
        "exp": "Patient is obese with diabetes mellitus and hypertension. In this case anti-obesity drugs along with diet and exercise should be staed. A GUIDE TO OPTING FOR TREATMENT FOR OBESITY TREATMENT BMI CATEGORY(kg/m2) 25-26. 9 27-29. 9 30-34. 9 35-39. 9 >=40 Diet, exercise, behavioral therapy With comorbidites With comorbidites + + + Pharmacotherapy - With comorbidites + + + Surgery - - - With comorbidites +",
        "cop": 3,
        "opa": "Bariatric surgery",
        "opb": "Diet modulation and exercise alone are enough",
        "opc": "Anti-obesity drugs along with diet modulation and exercise",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "2a0a1631-c915-47db-bdb5-f9bb1742cbed",
        "choice_type": "multi"
    },
    {
        "question": "Which gene is involved in pathogenesis of Type 1 Diabetes mellitus?",
        "exp": "Polymorphism in promoter region of insulin gene, CTLA-4 contributes to susceptibility to type 1 Diabetes mellitus. The most common cause of type 1 diabetes mellitus is autoimmunity. Most patients have DR3 and/ or DR4 haplotype.",
        "cop": 1,
        "opa": "CTLA-4",
        "opb": "ABCD1",
        "opc": "HNF-1 Alpha",
        "opd": "HNF-4 Alpha",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "1764a502-e249-492c-966d-bf2dfce4d839",
        "choice_type": "single"
    },
    {
        "question": "The following lesion was noticed in a patient with history of involuntary weight loss. What is the diagnosis?",
        "exp": "The image shows presence of asymmetric, velvety hyperpigmentation at the back of the neck of the patient suggestive of diagnosis of acanthosis nigricans. It is seen in patients with impaired glucose tolerance and internal malignancy. Choice B is seen in patients with internal malignancy and but has multiple pigmented skin lesions. Choice C is a is a crusty, scaly growth caused by damage from exposure to ultraviolet (UV) radiation. Choice D has red inflamed lesions and is hence ruled out.",
        "cop": 1,
        "opa": "Acanthosis nigricans",
        "opb": "Leser-Trelat sign",
        "opc": "Actinic keratosis",
        "opd": "Interiginous candida",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "72f03ed1-98fb-489d-b645-194a31146f60",
        "choice_type": "single"
    },
    {
        "question": "Slow onset of action is seen with?",
        "exp": "TYPE ONSET (MIN/HR) PEAK (HR) DURATION RAPID ACTING Aspa 5-15 min 0. 5-1. 5 3-4 Lispro 5-15 0. 5-1. 5 3-4 SHO ACTING Human regular 30-60 2-3 4-6 Intermediate Lente 2-4 hr 6-12 18-26 NPH 2-4 4-12 18-26 LONG ACTING Determir 1-4 5-24 20-24 Glargine 1-4 5-24 20-24 Ultralente 4-8 10-30 Over 36",
        "cop": 1,
        "opa": "Glargine",
        "opb": "Lispro",
        "opc": "Regular",
        "opd": "NPH",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "87d5a54b-136c-438d-909f-2b3a6824797b",
        "choice_type": "single"
    },
    {
        "question": "Which is not associated with diabetes mellitus?",
        "exp": "Coisol, growth hormone and catecholamines increase the blood sugar levels leading to impaired glucose tolerance or diabetes mellitus. whereas hypothyroidism is not associated with the blood sugar levels or diabetes mellitus",
        "cop": 3,
        "opa": "Cushing syndrome",
        "opb": "Acromegaly",
        "opc": "Hypothyroidism",
        "opd": "Phaeochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "c805aedd-61ae-428f-96b4-9091eeed10cf",
        "choice_type": "single"
    },
    {
        "question": "High Glycemic index is defined as value more than?",
        "exp": "High Glycemic index foods have values of 70 or greater and include baked potato, white bread and white rice. Low Glycemic index foods have values of 55 or lesser and include multi grain breads, pasta, legumes.",
        "cop": 3,
        "opa": "55",
        "opb": "60",
        "opc": "70",
        "opd": "100",
        "subject_name": "Medicine",
        "topic_name": "Diabetes Mellitus",
        "id": "1572cbab-f2d2-4e6d-bb21-971d8e8fcaea",
        "choice_type": "single"
    }
]