[
    {
        "question": "Diabetic neuropathy is a:",
        "exp": "ANSWER: (D) All above. REF: Harrison 16th ed page 2165'Diabetic neuropathy occurs in 50% of individuals with long-standing type 1 and type 2 DM. It may manifest as polyneuropathy, mononeuropathy, and/or autonomic neuropathy\"\"Most common form of diabetic neuropathy is distal symmetric polyneuropathy. It most frequently presents with distal sensory loss. \"",
        "cop": 4,
        "opa": "Distal symmetric sensory polyneuropathy",
        "opb": "Mononeuritis",
        "opc": "Autonomic neuropathy",
        "opd": "All above",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "f470b305-8b85-4fe2-88e6-ac58e717f5fe",
        "choice_type": "multi"
    },
    {
        "question": "An obese, diabetic patient with hypertension who is also a smoker, currently on anti-hypertensive and OHA drugs presents with complains of apnea during night. Polysomnography reveals 5 apneic episodes and 1 hypoapneic episode in one hour. What will be best next line of management is: (E. REPEAT 2007)",
        "exp": "Ref: Harrison's Principles of Internal Medicine. 18th edition, Page 2188. Explanation: OSAHS is defined as the coexistence of unexplained excessive daytime sleepiness with at least five obstructed breathing events (apnea or hypopnea) per hour of sleep. EPWORTH SLEEPINESS SCOREHow often are you likely to doze off or fail asleep in the following situations, in contrast to feeling just tired'* This refers to your usual way of life in recent times. Even if you have not done some of these things recently, fry to work out how they would have affected you. Use the following scale to choose the most appropriate number for each situation:= would never doze.= slight chance of dozing.= moderate chance of dozing.= high chance of dozing.* Sitting and reading--* Watching TV--* Sitting, inactive in a public place (e. g., a theater or a meeting)--* As a passenger in a car for an hour without a break--* Lying down to rest in the afternoon when circumstances permit--* Sitting and talking to someone--* Sitting quietly after lunch without alcohol--* In a car, while stopped for a few minutes in traffic--TOTAL--Diagnosis. Sleep history from the patient and partner, with both completing. Sleep questionnaires. Epworth Sleepiness Score. Assessment of: o Obesity. o Jaw structureo Upper airwayo Blood pressureo Hypothyroidismo Acromegaly. Polysomnography. The apnea-hypopnea index or apnoea-hypopnoea index (AHI). It is an index of sleep apnea severity that combines apneas and hvpopneas. The apneas (pauses in breathing) must last for at least 10 seconds and are associated with a decrease in blood oxygenation. Combining these gives an overall sleep apnea severity score that evaluates both number sleep disruptions and degree of oxygen desaturation (low blood level). The AHI is calculated by dividing the number of events by the number of hours of sleep. AHI values are typically categorized as: o Mild = 5-15/hro Moderate = 15-30/hro Severe = > 30/h. TREATMENT: OBSTRUCTIVE SLEEP APNEAWhom to Treat-Indications for Treatment. Group IPatients who have an: o Epworth Score >1. Lo Troublesome sleepiness while driving or working. o >15 apneas + hypopneas per hour of sleep. Treatment is definitely indicated in this group- Maximum benefit. Treatment improves: o Symptomso Sleepinesso Drivingo Cognitiono Moodo Quality of lifeo Blood pressure. Group 2. Patient who have: o Similar degrees of sleepiness as Group Io 5-15 events per hour of sleep. Treatment is indicated-But benefit is less than Group 1. Treatment improves: o Symptomso Subjective sleepiness. No significant improvement in cognition and quality of life. No improvements in Blood pressure. Group 3. Patients who are/have: o Nonsleepy subjects. o Less than 5 events per hour of sleep. Treatment is not indicated. No benefit with treatment. Life style modifications advised. MANAGEMENT OPTIONSLifestyle Modifications. Weight loss. Alcohol Reduction-Alcohol acutely decreases URT dilating muscle tone. CONTINUOUS POSITIVE AIRWAY PRESSURE (CPAP). Blowing the airway open during sleep, usually with pressures of 5-20 mmllg. CPAP improves the following in patients with OSAHS: o Breathing during sleepo Sleep qualityo Sleepinesso Blood pressureo Vigilanceo Cognitiono Driving abilityo Moodo Quality of life. The main side effect of CPAP is airway drying (decreased by using heated humidifier). CPAP is effective for both Moderate and Severe disease. Most common treatment modality used in OS A. MANDIBULAR REPOSITIONING SPLINT (MRS). Also called oral devices. Holds lower jaw and tongue forward causing widening the pharyngeal airway. MRSs improve the follow ing in OSAHS patients: o Breathing during sleep. o Daytime somnolenceo Blood pressure. There are many devices with differing designs with unknown relative efficacy. Self-reports of the use of devices long-term suggest high dropout rates. Surgery. Bariatric surgery can be curative in the morbidly obese. Tonsillectomy can be highly effective in children but rarely in adults. Tracheostomy is curative but rarely used because of the associated morbidity rate but should nor be overlooked in severe cases. Jaw advancement surgery--particularly maxillomandibular osteotomy--is effective in young and thin patients with retrognathia (posterior displacement of the mandible). There is no clear evidence that pharyngeal surgery, including uvulopalatopharyngoplasty (whether by scalpel, laser, or thermal techniques) helps OSAHS patients. Drugs. No drugs are clinically useful in the prevention or reduction of apneas and hypopneas. In CPAP refractory patients. Modafinil can be tried with limited success. Choice of Treatment. CPAP and MRS are the two most widely used and best evidence-based therapies. CPAP is the current treatment of choice. MRSs are evidence-based second-line therapy in those who fail CPAP. In younger. thinner patients, maxillomandibular advancement should be considered. Note: In the given case, patient has 5 events/hour of sleep. He is also obese, diabetic, smoker and hypertensive. So the next step in management is to advocate life style modifications to treat obesity advise smoking cessation and follow-up.",
        "cop": 4,
        "opa": "Nasal CPAP",
        "opb": "Uvulopharyngopalatoplasty",
        "opc": "Mandibular sling",
        "opd": "Diet and weight reduction",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "84021fac-4a52-47bd-b87c-70201fc0f5e6",
        "choice_type": "single"
    },
    {
        "question": "The complication of diabetes which cannot be prevented by strict control of blood sugar is -",
        "exp": "Ans. is 'c' i. e., Macular edema o The DCCT demonstrated that improvement of glvcemia controly Reduced nonproliferative and proliferative retinopathy (47% reduction). y Microalbuminuria (39% reduction). y Clinical nephropathy (54% reduction). y Neuropathy (60% reduction). y Improved glycemic control also slowed the progression of early diabetic complication. y There vras a nonsignificant trend in reduction of macrovascular events during the trial. o The UKPDS demonstrated that each percentage point reduction in AIC was associated with a 35% reduction in microvascular complications.",
        "cop": 3,
        "opa": "Amyotrophy",
        "opb": "Nerve conductivity",
        "opc": "Macular edema",
        "opd": "Microalbuminuria",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "3afea785-3cae-40c0-b566-52f38010c446",
        "choice_type": "single"
    },
    {
        "question": "Mody false is -",
        "exp": "Ans. is 'd' i. e., Insulin dependent Maturity onset diabetes of the young (MODY) o This is characterized by non-insulin dependent diabetes mellitusQ o The usual age of onset is 25 years or youngerQ o Patients are nonobese and their hyperglycemia is due to impaired glucose induced secretion of insulinQ. o It generally responds well to low doses of oral hypoglycemic agentsQ. Tvpe II diabetes mellitus - o In this type of diabetes obesity, insulin resistance and relative insulin deficiency are key findings. Insulin secretion is usually sufficient to prevent ketosis under basal conditions, o It is common in obese individuals but can occur in non obese too. o The diabetes is usually controlled with oral hypoglycemic agentsQ (insulin is usually not required). So. How to differentiate between MODYand diabetes mellitus type II???. Diagnostic criteria for the diagnosis of MODY include: o Not insulin-dependent - sho wn by absence of insulin treatment 5 years after diagnosis or significant C-peptide in a patient on insulin treatment. o Rarely obese (obesity is not required for the development of diabetes). o Early diagnosis of diabetes - before age 25 years in at least one and ideally two family members. o Autosomal dominant inheritance i. e. vertical transmission of diabetes through at least two generations (ideally three generation), with a similar phenotype in cousins or second cousins. o Diabetes results from b-cell dysfunction (insulin levels are often in the normal range, though inappropriately low for the degree of hyperglycemia). Type I Type II Mody Age of onset Predominantly young Predominantly middle to old age Predominantly yound (usually < 25 years) Family history Not significant (ucommon) Significant (Positive) Inheritance is Polygenic/Heteroaenous Vertical transmission through successive generations is not essential for diagnosis Signi ficant (Positive) Inheritance is Monoeenic/Autosomal dominant Vertical transmission through at least two successivegeneration (ideally three) is essential for diagnosis Risk of ketoacidosis High Low (uncommon) Low (uncommon ) Insulin dependence Insulin dependent Non insulin dependent Non insulin dependent Obesity Uncommon (may be present) Common (may be absent) Uncommon (may be present) Pathophysiology b cells dysfunction (Autoantibodies against b cells) No insulin resistance bcell dysfunction Insulin resistance b cell dysfunction No insulin resistance Fasting 'C' pcptide/insulin Low High Low",
        "cop": 4,
        "opa": "Age <25 years",
        "opb": "Impaired secretion of insulin",
        "opc": "Responds to sulfonylureas",
        "opd": "Insulin dependent",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "3d79ea96-adfd-4e79-8aaa-12ca93909a6f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not associated with Diabetes mellitus?",
        "exp": "ANSWER: (C) Hypothyroidism. REF: Harrison's 18th ed ch: 344. Endocrinopathies associated with Diabetes are: Acromegaly. Cushings syndrome. Glucagonoma. Pheochromocytoma. Hyperthyroidism. Somatostatinoma. Aldosteronoma",
        "cop": 3,
        "opa": "Cushing's syndrome",
        "opb": "Acromegaly",
        "opc": "Hypothyroidism",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "8f1e28e3-93f6-4c48-b76e-ec6fef6d2ea4",
        "choice_type": "single"
    },
    {
        "question": "Most common oral infection in diabetes mellitus?",
        "exp": "Ans. is 'a' i. e., Candida o Individuals with DM have a greater frequency and severity of infection. The reasons for this include incompletely defined abnormalities in cell-mediated immunity and phagocyte function associated with hyperglycemia, as well as diminished vascularization. Hyperglycemia aids the colonization and growth of a variety of organisms (candida and other fungal species).",
        "cop": 1,
        "opa": "Candida",
        "opb": "Aspergillus",
        "opc": "Streptococcus",
        "opd": "Stphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "314a8830-616b-4e05-bf21-923e5775c925",
        "choice_type": "single"
    },
    {
        "question": "The earliest feature of diabetic nephropathy is-",
        "exp": "Ans. is 'a' i. e., Microalbuminuria STAGES O F DIABETIC NEPHROPATHY: (IDDM). Year. Stage. Findings0. Io Raised GFR, increase in Renal size and plasma flow2. IIo Thickening in glomerular capillary basement membrane6-10. IIIo Microalbuminuria/Albumin excretion rate 30-300mg/day, Appearance of micro albuminuria important predictor of development of overt proteinuria10-15. IVo Clinical nephropathy, gross proteinuria, Albumin>300mg/day. Now the changes are irreversible16-25. Vo End stage renal diseaseo Microalbuminuria is defined as albumin excretion of 30-300 mg/d. Qo Overt nephropathy or overt proteinuria is defined as albumin excretion ereater than 300 mg/d. Qo The appearance of microalbuminuria in type I diabetes mellitus is an important predictor of progression to overt proteinuria >300 mg/day or overt nephropathy. REMEMBERo The early pathological changes and albumin excretion abnormalities are reversible with normalization of plasma glucoseQ. o However, once overt nephropathy develops the pathological chanees are likely irreversible. there is steady decline in GFR and ~50% of individuals reach ESRD in 7-10 yearsQ.",
        "cop": 1,
        "opa": "Microalbuminuria",
        "opb": "Increased serum creatinine",
        "opc": "Nephrotic syndrome",
        "opd": "Hematuria",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "23b30909-daa0-40fb-9c26-9107643748a5",
        "choice_type": "single"
    },
    {
        "question": "S1. ADH is associated with:",
        "exp": "Ans. is 'a' small cell Ca of lung Small cell Ca of lung causes SIADH due to ectopic secretion of ADH. Syndrome. SIADHChiefly associated with. Small cell lung Ca*Head & Neck cancer*Cushing's syndrome. Small cell lung Ca*Carcinoid Tumour*Hypercalcemia of malignancy. Non-small cell lung Ca* (Squamous). Breast Cell*'Renal Ca Ca*Myeloma*Bladder Ca. Head & Neck Ca. Acromegaly. Carcinoid tumors*Small cell Lung CA*pancreatic Islet tumour. Gynecomastia. Testicular Ca*Lung Ca*Carcinoid tumour of lung and GIT. Non islet tumour hypoglycemia* Sarcomas*",
        "cop": 1,
        "opa": "Small cell carcinoma lung",
        "opb": "Adeno cercinoma lung",
        "opc": "Squamous cell carcinoma lung",
        "opd": "Mixed cell tumor lung",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "5db27374-28b1-44a1-97b3-c57e1718789e",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old female with following rash has increased risk of following except:",
        "exp": "Ans. (d) Niacin deficiency. Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 4,
        "opa": "Internal malignancy",
        "opb": "PCOD",
        "opc": "Diabetes mellitus",
        "opd": "Niacin deficiency",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "36e73d76-2f76-4495-b79a-51817666451e",
        "choice_type": "multi"
    },
    {
        "question": "Diabetes mellitus associated with-",
        "exp": "Ans. is b'b'i. e. t T Triglycerides o The most common dyslipidemia in patients with poorly controlled insulin dependent diabetes mellitus (IPPM) is combined elevated triglyceride and cholesterol levels with reduced hieh density lipoproteins (HDL) cholesterol (mixed hyperlipidemiat(D. M. does not increase the LDL level). Hypertriglyceridemia combined with reduced HDL cholesterol is the most common dyslipidemia in patients with noninsulin dependent diabetes mellitus, but essentially any pattern of dyslipidemia may be present. Small and dense low density lipoproteins (LDL), glycosylation of lipoproteins and increased oxidized lipoproteins may be present in patients with diabetes mellitus. all contribute to, accelarated atherosclerotic cardiovascular disease. o In insulin dependent diabetes mellitus. insulin therapy generally corrects lipid abnormalities, so drug treatment is seldom required. o In Non insulin dependent diabetes mellitus, diet exercise, and insulin or oral sulfonylureas will improve hypertriglyceridemia and low HDL concentrations but do not always return them to normal. Drug therapy is indicated when nonpharmacological measures are inadequate. A fibric acid is the agent of choice for marked hypertriglyceridimia in patients with diabetes mellitus.",
        "cop": 2,
        "opa": "| HDL",
        "opb": "| Triglycerides",
        "opc": "|Triglycerides",
        "opd": "| Cholesterol",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "14b584b1-85b5-40d9-9907-aede64d2d57e",
        "choice_type": "single"
    },
    {
        "question": "A 35 years old man Ramu has fasting and post prandial blood sugar within normal limit but urine sugar is 3 plus (+++)* The diagnosis is.",
        "exp": "Ans. is 'a' Renal Glycosuria. /Reference Harrison 15/e p 2315]. Patient is excreting Glucose at normal blood glucose concentration. This feature is characteristics of renal glycosuria. \"It is characterized by urinary excretion of Glucose at normal concentrations of blood glucose\"The condition is benign but occasionally glycosuria may be severe enough to cause polyuria and polydipsia.",
        "cop": 1,
        "opa": "Renal Glycosuria",
        "opb": "Pancreatic insufficiency",
        "opc": "Alimentary glycosuria",
        "opd": "High carbohydrate diet taken in the morning.",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "7102821f-6679-433c-afcb-6c5f4f69ed60",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in pain relief in diabetic neuropathy is -",
        "exp": "Arts, is 'c'. i. e., Pregabalin Modalities used to treat painful diabetic neuropathy. Treatment of diabetic neuropathyo A management algorithm outlined by a statement published in 2005 from the American Diabetes Association (ADA I recommended treatment in sequential steps ordered as follows:-o Exclude nondiabetic etiologieso Stabilize glycemic control (insulin not always required in type 2 diabetes)o Tricyclic drugs (eg, amitriptyline 25 to 150 mg before bed)o Anticonvulsants (eg, gabapentin, typical dose 1. 8 gfday)o Opioid or opioid-like drugs (eg, tramadol or controlled release oxy>codone)o Consider pain clinic referralo The ADA statement noted that nonpharmacologic, topical, or physical therapies might be useful at any stage. These measures include acupuncture, capsaicin, glyceryl trinitrate spray or patches, and other therapies. o The American Academy of Neurology (AAN) performed a systematic review and published guidelines in 2011 for the treatment of painful diabetic neuropathy, o The following observations were made: o Preeabalin was regarded as effective. o A number of treatments were regarded as probably effective. Gabapentin. Sodium valproate. Amitriptyline. Duloxetine. Venlafaxine. Dextromethorphan. Morphine sulphate, titrated Oxycodone, mean. Tramadol. Capsaicin. Isosorbide dinitrate spray. Percutaneous electrical nerve stimulation for three to four weeks. Lidocaine patch was regarded as possibly effective. o Treatments regarded as probably not effective by the AA Y were: -Oxcarbazepine. Lamotrigine. Lacosamide. Clonidine. Pentoxifylline. Mexiletine",
        "cop": 3,
        "opa": "Gabapentin",
        "opb": "Lamotrigene",
        "opc": "Pregabalin",
        "opd": "Mexiletene",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "9b2c029d-7c7c-44da-bed0-1e101398a359",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is used in management of diabetes?",
        "exp": "Ans. is 'a' i. e.. Bromocriptine o Bromocriptine is recently included as antidiabetic# Quick-release formulation of bromocriptine is thought to act on circadian neuronal activities within the hypothalamus to reset abnormally elevated hypothalamic drive for increased plasma elucose, trislvceride. and free fatty' acid levels in fasiins and postprandial states in patients with insulin-resistance.",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Octreotide",
        "opc": "Prednisolone",
        "opd": "Pegvisomant",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "83e702d0-4929-4c38-b225-11810e068083",
        "choice_type": "single"
    },
    {
        "question": "Best drug to be used in obese type 2 diabetes meiiitus patient?",
        "exp": "Ans. (a) Metformin. Ref.: Harrison 19th ed. / 2413-14* Drug of choice for obese type 2 diabetes mellitus is metformin. This drug increases the peripheral utilization of sugar by sensitizing the receptors. The fall in Hb. Alc is 1-2%.",
        "cop": 1,
        "opa": "Metformin",
        "opb": "Glipizide",
        "opc": "Pioglitazone",
        "opd": "Exenatide",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "8f9f389b-b8a0-44c1-ad4e-86ebde45c919",
        "choice_type": "single"
    },
    {
        "question": "Most common oralinfection in diabetes mellitus?",
        "exp": "Ans. is 'a' i. e., Candida Repeat",
        "cop": 1,
        "opa": "Candida",
        "opb": "Aspergilius",
        "opc": "Streptococcus",
        "opd": "Staphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "8851dbba-7123-4bd4-8edf-83a455e80e60",
        "choice_type": "single"
    },
    {
        "question": "Diabetes mellitus diagnosed when?",
        "exp": "Ans. is 'd' i. e., Hba1c > 6. 5%",
        "cop": 4,
        "opa": "Fasting blood glucose is 100 and post prandial 140",
        "opb": "Fasting blood sugar 125 and 2 hour postprandial blood sugar is 199",
        "opc": "Insulin level",
        "opd": "Hb A1c > 6. 5%",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "57539f96-f14a-4a45-83d4-ccd6677038e8",
        "choice_type": "single"
    },
    {
        "question": "Not associated with diabetes mellitus:",
        "exp": "Ans. is 'c' i. e., Hypothyroidism o Cortisol, growth hormone and catecholamines increase the blood sugar levels leading to impaired glucose tolerance or diabetes mellitus. Etiologic Classification of Diabetes Mellitus1) Type 1 diabetes (beta cell destruction, usually leading to absolute insulin deficiency)A) Immune-mediatedB) Idiopathic2) Type 2 diabetes (may range from predominantly insulin resistance with relative insulin deficiency to a predominantly insulin secretory defect with insulin resistance). 3) Other specific types of diabetes -A) Genetic defects of beta cell development of function characterized by mutations in: 1) Hepatocyte nuclear transcription factor (HNF) 4a (MODY 1). 2) Glucokinase (MODY 2)3) HNF-la (MODY 3)4) Insulin promoter factor -1 (IPE-1; MODY 4)5) HNF-1b (MODY 5). 6) Neuro. D1 (MODY 6)7) Mitochondrial DNA8) Subunits of ATP-sensitive potassium channel. 9) Proinsulin or insulin. 10) Other pancreatic islet regulators/proteins such as DLF11, PAX4, BLK, GATA4, GATA6, SLC2. A2 (GLGT2), RFX6, GLIS3. B) Genetic detects in insulin action: 1) Type A insulin resistance2) Leprechaunism3) Rabson-Mendenhall syndrome4) Lipodystropy syndromesC) Diseases of the exocrine pancrease - pancreatitis, pancreatectomy, neoplasia, cystic fibrosis, hemochromatosis, fibrocalculous pancreatopathy, mutations in carboxyl ester lipase. D) Endocrinopathies - acromegaly, Cushing's syndrome, glucagonoma, pheochromocytoma, hyperthyroidism, somatostatinoma, aldosteronoma. E) Drug - or chemical-induced - glucocorticoids, vacor (a rodenticide), pentamidine, nicotinic acid, diazoxide, b-adrenergic agonists, thiazides, calcineurin and m. TOR inhibitors, hydantoins, asparaginase, a-interferon, protease inhibitors, antipsychotics (atypicals and others), epinephrine. F) Infections - congenital rubella, cytomegalovirus, coxsackievirus. G) Uncommon forms of immune-mediated diabetes - \"stiff-person\" syndrome, anti-insulin receptor antibodies. H) Other genetic syndromes sometimes associated with diabetes - Wolfram's syndrome, Down's syndrome, Klinefelter's syndrome, Turner's syndrome, Friedreich's ataxia, Huntington's chorea, Laurence-Moon-Biedl syndrome, myotonic dystrophy, porphyria, Prader-Willi syndrome. 4) Gestational diabetes mellitus (GDM).",
        "cop": 3,
        "opa": "Cushing syndrome",
        "opb": "Acromegaly",
        "opc": "Hypothyroidism",
        "opd": "Phaeochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "c2614f62-2e86-4cfc-adb7-aef28ce4f7b0",
        "choice_type": "single"
    },
    {
        "question": "Rapid infusion of insulin causes -",
        "exp": "Ans. is 'b' i. e., Hypokalemia Insulin causes K+ to enter cells with a resultant lowering of extracellular K+ concentration. \"Hypokalemia often develops when patients with diabetic acidosis are treated with insulin\"Potassium stores are depleted during diabetic ketoacidosis: -\"During t/t with insulin and fluids various factors contribute to the development of Hypokalemia These include: -Insulin mediated potassium transport into cells. Resolution of the acidosis (which also promotes potassium entry into cells). Urinary loss of potassium salts of organic acids.",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Hypernatremia",
        "opd": "Hyponatremia",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "6010f2d6-9de0-4f5f-ae99-67537658db78",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for the treatment of inappropriate anti-diuretic hormone secretion-",
        "exp": "Ans. is 'd' i. e., Demeclocycline The drug most commonly used to t/t hyponatremia in syndrome of inappropriate ADH secretion is Demeclocycline. Demeclocycline is a tetracycline and is used in the t/t of chronic hyponatremia due to the syndrome of inappropriate antidiuretic hormone secretion (SIADH) when water restriction therapy has failed. Demeclocycline produces a state of unresponsiveness to ADH, probably by inhibiting the formation and action of cyclic AMP in the renal tubule. It is effective and convenient to use in SIADH because this action is both dose-dependent and reversible. Role of Frusemide in SIADHSIADH may be treated with frusemide if there is a dangerous degree of volume overload. Also go through the following text from Harrison which discusses the future drug therapy for SIADH. \"One or more nonpeptide AVP antagonists that block the antidiuretic effect of AVP may soon be approved for use in United States. Preliminary studies with these antagonists in acute or chronic SIADH indicate that they produce a dose dependent increase in urinary free water excretion, which, if combined with a modest restriction of fluid intake, gradually reduces body water and corrects the hyponatremia without any recognized adverse effect. Thus they may become the t/t of choice for those forms of SIADH in which there is inappropriate secretion of AVP that cannot be corrected by other more specific therapy",
        "cop": 4,
        "opa": "Frusemide",
        "opb": "Hydrochlorothiazide",
        "opc": "Spironolactone",
        "opd": "Demeclocycline",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "f946b38c-7cbb-4f7b-b247-3e44288d8718",
        "choice_type": "single"
    },
    {
        "question": "Cause of death in diabetic ketoacidosis in children?",
        "exp": "Ans. is 'a' i. e., Cerebral edema o High blood sugar will cross the blood brain barrier and simultaneously will draw water inside leading to cerebral edema. Cerebral edema accounts for 60-90% of all DKA related deaths in children, o Infection is a precipitator for development of DKA. o Other precipitating factor can be tissue ischemia, inadequate insulin administration, drugs (cocaine) and pregnancy.",
        "cop": 1,
        "opa": "Cerebral edema",
        "opb": "Hypokalemia",
        "opc": "Infection",
        "opd": "Acidosis",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "978fa5c3-3fce-4269-9774-c8503d9cd455",
        "choice_type": "single"
    },
    {
        "question": "Diabetes dyslipidemia pattern of HDL -",
        "exp": "Ans, is 'b' i. e., Decreased HDL o The most common dyslipidemia in patients with poorly controlled insulin dependent diabetes mellitus (IDDM} is combined elevated triglyceride and cholesterol levels with reduced hish density lipoproteins (HDL) cholesterol (mixed hyperlipidemia)(D. M. does not increase the LDL level)# Hypertriglyceridemia combined with reduced HDL cholesterol is the most common dyslipidemia in patients with noninsulin dependent diabetes mellitus, but essentially any pattern of dyslipidemia may be present. Small and dense low density lipoproteins (LDL), glycosylation of lipoproteins and increased oxidized lipoproteins may be present in patients with diabetes mellitus, all contribute to, accelaraied atherosclerotic cardiovascidar disease. In insulin dependent diabetes mellitus, instdin therapy generally corrects lipid abnormalities, so drug treatment is seldom required. o In Non insulin dependent diabetes mellitus, diet exercise, and insulin or oral sulfonylureas will improve hypertriglyceridemia and low HDL concentrations but do not always return them to normal. Drug therapy is indicated when nonpharmacological measures are inadequate. A fibric acid is the agent of choice for marked hypertriglyceridimia in patients with diabetes mellitus.",
        "cop": 2,
        "opa": "Decreased Triglycerides",
        "opb": "Decreased HDL",
        "opc": "Increased HDL",
        "opd": "Decreased cholesterol",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "1bbfe3c7-b589-470a-b6b3-a2716e8ca50e",
        "choice_type": "single"
    },
    {
        "question": "Foot Ulcers in diabetes are due to all except?",
        "exp": "Ans. is 'a' i. e., Decreased Immunity o Foot ulcer and infections are a major source of morbidity in individuals with diabetes mellitus. o The reason for increased incidence of foot ulcers in diabtes is:# Neuropathy# Abnormal foot biomechanics# PAD# Poor wound healing. Pathogenesis of Diabetic Neuropathy. Peripheral sensory neuropathy. Disordered proprioception. Motor and sensory neuropathy. Autonomicneuropathyo Interferes with normal protective mechanism and allow the patient to sustain major or repeated minor trauma to the footo Abnormal weight bearing while walking and subsequent formation of callus or ulerationo Abnormal foof muscle mechanics and to Structural changes in foot chammer toe, claw deformitis, prominent metatarcal heado Anhidrosis and altered superficial blood flow in the foot which promote drying of the skin and fissure formation",
        "cop": 1,
        "opa": "Decreased immunity",
        "opb": "Neuropathy",
        "opc": "Microangiopathy",
        "opd": "Macroangiopathy",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "165b852b-d81e-4561-b121-52368558811c",
        "choice_type": "multi"
    },
    {
        "question": "Serum fructosamine can be used in all except-",
        "exp": "Ans. is 'a' i. e., Screening of diabetes Fructosamine is the product of a reaction between fructose and protein. Fructosamine is a compound that is formed by the non enzymatic reaction between fructose and ammonia. When fructosamine are formed from blood proteins such as albumin, they are known as glycated serum protein or glycated albumin. Since albumin has much shorter half life than hemoglobin, serum fructosamine generally reflects the state of glycemic control for only the preceding 2 weeks. Fructosamine measurement has been present since long to monitor sugar control in diabetes. The test for fructosamine is simpler and less costly than for glycated hemoglobin. However, the trials have shown it to be too unspecific to replace the increasingly well established and generally recommended determination of Hb. Ac. Glucose control in diabetics is usually assessed with the help of glycosylated hemoglobin that indicates average glucose level over the preceding 12 weeks as reflected by the permanent glycosylation of a small fraction of the hemoglobin molecule in the blood. However, its measurement is not appropriate where there has been a recent change in the diet or treatment within 6 weeks of if there are abnormalities in red blood cell aging or mix of hemoglobin subtypes (predominantly HbA in normal adults). Hence people with recent blood loss or hemolytic anemia or hemoglobinopathy such as sickle cell disease are not suitable for glycosylated hemoglobin method that do not account for higher turnover of hemoglobin. Fructosamine is used in these circumstances. It is also used in conditions such as pregnancy in which hormonal changes cause greater short term fluctuation in glucose concentrations. The American diabetes Association says that fructosamine may be a better choice when glycosylated hemoglobin cannot be reliably measured: These situations include: The evaluation of changes in diabetic treatment Q, since the effects of adjustment can be evaluated after a couple of weeks rather than months. In pregnancy/1, since the glucose and insulin needs of the mother and fetus changes rapidly during gestation. Any condition that effects the average age of red blood cells Q such as hemolytic anemia, sickle cell anemia or blood loss. Fructosamine is not affected by such conditions and may be a better choice for monitoring glucose control. In monitoring short term and intermediate glycemic control. Disadvantages of fructosamine:- * Measured fructosamine may be falsely low in the setting of decreased protein levels such as nephrotic syndrome or hepatic disease. Further, because of lack of standardization and concern with reproducibility, fructosamine is not recommended for routine use or as a replacement or supplement for glycated hemoglobin in the assessment of glucose in diabetes.",
        "cop": 1,
        "opa": "Screening of diabetes",
        "opb": "Rapid change in DM treatment",
        "opc": "Monitoring short term control of DM",
        "opd": "Screening of DM in pregnancy",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "8bb3e01b-8a9f-4db3-88f4-8d23e4a4966e",
        "choice_type": "multi"
    },
    {
        "question": "A patient has IDDM diagnosed at age of 15 years. The most reliable indicator for diabetic nephropathy is:",
        "exp": "Ans. is 'b' i. e Urinary protein > 550mg/day for 3 consecutive sample Presence of urinary protein>300 mg /day indicates progression to overt proteinuria. Once overt proteinuria is present there is steady state decline in G. F. R and -50% of individuals reach end stage renal disease in 7-10 days. Once nephropathy becomes overt the pathological changes are irreversible. Stages of diabetic nephropathy: (IDDM). Year. Stage. Findings0. IRaised GFR, increase in Renal size and plasma flow2. IIThickening in glomerular capillary basement membrane6-10. IIIMicroalbuminuria/Albumin excretion rate 30-300mg/day, Appearance of micro albuminuria important predictor of development of overt proteinuria10-15. IVClinical nephropathy, gross proteinuria, Albumin>300mg/day. Now the changes are irreversible16-25. VEnd stage renal disease",
        "cop": 2,
        "opa": "Urine albumin <50 mg per day in 3 consecutive samples",
        "opb": "Urinary protein >550 mg per day for 3 consecutive samples",
        "opc": "Development of diabetic retinopathy",
        "opd": "Hematuria",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "d34b4fab-329d-4ae6-9757-180add964124",
        "choice_type": "single"
    },
    {
        "question": "What is the minimum fluid urine output for neutral solute balance?",
        "exp": "Ans. is 'c' i. e., 500 ml",
        "cop": 3,
        "opa": "300 ml",
        "opb": "400 ml",
        "opc": "500 ml",
        "opd": "750 ml",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "73f30caf-f2bf-48f1-9dcd-1478f1a94ce6",
        "choice_type": "single"
    },
    {
        "question": "Most com mon neuropathy in DM is -",
        "exp": "Ans. is 'a' i. e,, Distal symmetric neuropathy o Diabetic neuropathy may manifest as polyneuropathy, mononeuropathy and autonomic neuropathy. but the most common form of diabetic neuropathy is distal symmetric polyneuropathyQ.",
        "cop": 1,
        "opa": "Distal symmetric neuropathy",
        "opb": "Autonomic neuripathy",
        "opc": "Mononeuropathy",
        "opd": "Amyotrophy",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "96881aee-6525-42e0-b33c-40c8f5c07d4c",
        "choice_type": "multi"
    },
    {
        "question": "Insulin non dependent DM correlate with which fat reserve -",
        "exp": "Ans. is 'a' i. e.. Intraabdominal fat {Ref: Harrison 18th/e p. 2968-2975; IT^/e p. 2279]. Risk factors for type 2 Diabetes mellitus. Obesityo The risk of impaired glucose tolerance (IGT) or type 2 diabetes rises with increasing body weight. o The NHS demonstrated an approximately 100-fold increased risk of incident diabetes over 14 years in nurses whose baseline BMI was >35 kg/m2 compared with those with BMI < 22. o Obesity acts at least in part by inducing resistance to imidin-mediated peripheral glucose uptake, which is an important component of type 2 diabetes. o Reversal of obesity decreases the risk of developing type 2 diabetes and, in patients with established disease, improves glycemic control. Fat distributiono The distribution of excess adipose tissue is another important determinant ofthe risk of insulin resistance and type 2 diabetes. o The degree of insulin resistance and the incidence of type 2 diabetes are highest in those subjects with centra/ or abdominal obesity, as measured bv waist circumference or waist-to-hio circumference ratio. o Intra-abdominal {visceral) fat rather than subcutaneous or retroperitoneal fat appears to be of primary- importance in this regard. o This 'male'type obesity is different from the typical female' type, which primarily affects the gluteal and femoral regions and is not as likely to be associated with glucose intolerance or cardiovascular disease, o Why the pattern of fat distribution is important and the relative roles of genetic and environmental factors in its development are not known. Other important risk factors. Birth weieht. There is an apparent U-shaped relationship between birth weight and risk of type 2 diabetes. Lifestyle factors# Although insulin resistance and impaired insulin secretion in type 2 diabetes have a substantial genetic component, they> can also be influencedr both positively and negatively, by behavioral factors, such as physical activity, diet, smoking, alcohol consumption, body weight, and sleep duration. Improving these lifestyle factors can reduce the risk of diabetes mellitus. ExerciseA sedentary' lifestyle lowers energy- expenditure and promotes weight gain and increases the risk of ty! pe 2 diabetes. Among sedentary' behaviors, prolonged television watching is consistently associated with the development of obesity and diabetes. Physical activity ofmoderate intensity reduces the incidence of new cases of type 2 diabetes, regardless of thepresence or absence of IGT. Smoking. Several large prospective studies have raised the possibility' that cigarette smoking increases the risk of type 2 diabetes. While a definitive causal association has not been established, a relationship between cigarette smoking and diabetes mellitus is biologically possible based upon a number of observations: Smoking increases the blood glucose concentration after an oral glucose challenge. Smoking may impair insulin sensitivity. Cigarette smoking has been linked to increased abdominal fat distribution and greater waist-to-hip ratiothat, as mentioned above, may have an impact upon glucose tolerance. Sleep durationo Quantity and quality-# of sleep may predict the risk of development of type 2 diabetes mellitus. o Difficulty initiating and maintaining sleep were also associated with an increased incidence. Dietary Patternso Dietary patterns affect the risk of type 2 diabetes mellitus. o Consumption of red meat, processed meat and sugar sweetened beverages is associated with an increased risk of diabetes, whereas consumption of a diet high in fruits, vegetables, nuts, whole grains, and olive oil is associated with a reduced risk. Increased risko Western versus prudent diet, A western diet (characterized by high consumption of red meat, processed meat, high fat dairy! products, sweets, and desserts) was associated with an increased risk of diabetes independent of BMI, physical activity, age, or family history. o Sugar-sweetened beverages. Sugar-sweetened beverages, in particular soft drinks, have been associated with obesity in children. Most, but not all, studies report an increased risk of diabetes with consumption of sugar-sweetened beverages. o Vitamin D deficiency. Several prospective observational studies have shown an inverse relationship between circulating 25-hydroxyvitamin D levels and risk of type 2 diabetes. o Selenium. Although animal models suggest that low doses of the antioxidant selenium may improve glucose metabolism, these findings have not been demonstrated in humans. o Iron intake An association between serum ferritin lex-els, high iron intake,, and type 2 diabetes has been reported, but the association is not well understood. Low iron diets are not recommended. o Chromium deficiency Chromium deficiency is generally limited to hospitalized patients with increased catabolism and metabolic demands in the setting of malnutrition. Other patients at risk for chromium deficiency include patients with short bowel syndrome, burns, traumatic injuries, or those on parenteral nutrition without appropriate trace mineral supplementation. Reduced risk for diabetes mellituso Mediterranean dieto Dairy productso Nutso Whole grains and cereal fibero Fruito Coffee and caffeinated beverages",
        "cop": 1,
        "opa": "Intraabdominal fat",
        "opb": "Lower body fat",
        "opc": "Subcutaneous fat",
        "opd": "Upper body fat",
        "subject_name": "Medicine",
        "topic_name": "Diabites & Inappropriate Antidiuretic Hormone",
        "id": "674089d2-fbfd-4696-9ea0-58f055aa85aa",
        "choice_type": "single"
    }
]