[
    {
        "question": "A 16-year-old boy was found to have a grade 2 ejection systolic murmur along the left sternal border, which decreased with squatting and increased with sudden standing. An ECG shows left ventricular hyperophy. His cousin brother died at the age of 20 years while playing hockey due to some heart disease. What is the recommendation regarding his paicipation in spos?",
        "exp": "This examination findings, ECG findings and family history are consistent with hyperophic cardiomyopathy. Diagnosis is typically done by echocardiogram. For people with HCM who don't have symptoms, Lifestyle changes and medications for conditions that may contribute to cardiovascular disease are recommended. Current recommendations are that competitive spos not be allowed in hyperophic cardiomyopathy. Low intensity spos may be allowed.",
        "cop": 2,
        "opa": "Only non contact competitive spos is allowed",
        "opb": "Paicipation in competitive spos is not allowed",
        "opc": "Non contact competitive spos with beta-blocker therapy is allowed",
        "opd": "High-intensity competitive spos are acceptable with beta-blocker therapy",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "441177ed-6081-433f-8c91-d9bdec29cddd",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old male was brought to the ER after a car crash. On admission, pulse is weak with BP=80/60 mm. Hg. ECG is shown below. Right hea catheter is placed. Which is the most consistent value with patient's diagnosis?",
        "exp": "The ECG shows HR of 125bpm with variation in amplitude of QRS. This occurs when there is large amount of fluid in pericardial sac, which in the setting of trauma is patient's own blood. The ECG and clinical history points to diagnosis of Cardiac Tamponade. It is characterised by diastolic collapse of ventricles. Hence the PCWP will be equal to pulmonary aery diastolic pressure. This in turn will be equal to right atrial pressure.",
        "cop": 2,
        "opa": "RA pressure Pulmonary aery pressure PCWP 16 75/30 11",
        "opb": "RA pressure Pulmonary aery pressure PCWP 16 34/16 16",
        "opc": "RA pressure Pulmonary aery pressure PCWP 16 100/30 28",
        "opd": "RA pressure Pulmonary aery pressure PCWP 16 45/22 20",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "f61e8c4a-c066-4f47-a01d-655a9f3f1811",
        "choice_type": "single"
    },
    {
        "question": "A 25 yr old man came to emergency depament after A. On CXR, multiple ribs fractures were visible. On physical examination, blood pressure was 80/60 mm. Hg and heart rate 150/min. Patient was restless, and tachypneic with jugular veins distended. On auscultation, air entry equal on both sides, heart sounds very soft or inaudible. What is the immediate step of management?",
        "exp": "The above clinical presentation is suggestive of Cardiac Tamponade. The presence of Beck's triad (Hypotension, Soft or absent heart sounds and Jugular venous distention) ours the diagnosis of Cardiac Tamponade TOC for Cardiac Tamponade: - ECHO guided Pericardiocentesis Tension pneumothorax is ruled out as there isequal air entry on both sides Cardiac Tamponade 1. Exaggerated septal detion ++2. Pulsus Paradoxus: SBP ||, Hence an example of obstructive shock3. BECK'S TRIAD: - MUFFLED S1. S2 HYPOTENSION Congested neck veins: Non pulsatile | JVP 4. Pulsus Paradoxus + Electrical Alternans = Cardiac Tamponade. If electrical Alternans is given alone in a MCQ, answer as Pericardial Effusion5. Kussmaul sign absent6. Electrical alternans present7. Money bag appearance+8. TOC: - Echo guided Pericardiocentesis (Xiphisternal approach)",
        "cop": 2,
        "opa": "Needle inseion in 5th ICS",
        "opb": "Echo guided Pericardiocentesis",
        "opc": "Intercostal tube drainage on both sides",
        "opd": "IV fluids for Hypotension",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "9174ff36-33dc-4336-91b5-153b2c8c5e07",
        "choice_type": "multi"
    },
    {
        "question": "Beck's triad of cardiac tamponade includes all, except?",
        "exp": "Beck's triad: Hypotension Soft or absent heart sounds Jugular venous distention with a prominent x descent but an absent y descent. There are both limitation of ventricular filling and reduction of cardiac output. There may be reduction in amplitude of the QRS complexes, and electrical alternans of the P, QRS, or T waves should raise the suspicion of cardiac tamponade.",
        "cop": 4,
        "opa": "Hypotension",
        "opb": "Increased JVP",
        "opc": "Muffled Heart sounds",
        "opd": "Tachycardia",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "ba97ebaf-3c83-485e-bed6-02f5eff3e116",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following describes the marked ECG finding?",
        "exp": "Notice the low voltage ECG which is defined as amplitude of all q. RS complexes in limb leads less than 5 mm. Also notice that amplitude of q. RS complexes is variable in all the arrow marked leads. Hence, the ECG is diagnostic of electrical alternans. The triad of sinus tachycardia with low voltage ECG and electrical alternans is highly suggestive of pericardial effusion.",
        "cop": 2,
        "opa": "T-wave alternans",
        "opb": "Electrical alternans",
        "opc": "Electromechanical dissociation",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "61246a01-e856-4b3a-94fd-cf689d2d771f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is wrong about hyperophic cardiomyopathy?",
        "exp": "Hyperophic Cardiomyopathy Interventricular septum typically shows maximum hyperophy 30% cases show obstruction at rest while other 30% show when put on exercise. Enlarged mitral valve pushesh against spetum and adaptation later may result in posteriorly directed mitral regurgitation Harsh ejection systolic murmur is observed",
        "cop": 4,
        "opa": "Interventricular septum shows maximum hyperophy",
        "opb": "30% cases show obstruction at rest",
        "opc": "Systolic dysfunction arises due to mitral valve displacement",
        "opd": "Adapted mitral valve result in anteriorly directed mitral regurgitation",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "fbcd8851-ddb6-4928-8107-85453ac75208",
        "choice_type": "multi"
    },
    {
        "question": "A 46 year old man presents with diffuse chest pain at rest and recent history of cough, fever and rhinorrhea lasting for 3 days. ECG shows?",
        "exp": "Sinus rhythm at approx. 75 beats/min. PR interval is prolonged to 200 msec. The QRS axis and intervals are normal. ST elevations with concave upward morphology are seen in I and a. VL, II and a. VF, and V2 through V6. The upward concavity of the ST segment, the PR-segment depression, the lack of Q waves, and the diffuse nature of the ST-segment elevation in more than one coronary aery distribution make pericarditis the likely etiology. Patients with pericarditis will complain of chest pain, typically described as sharp and pleuritic. Radiation of the pain is towards trapezius ridge. The pain is improved with sitting up and leaning forward and worsened by leaning backward.",
        "cop": 1,
        "opa": "Acute pericarditis",
        "opb": "Constrictive pericarditis",
        "opc": "Takotsubo cardiomyopathy",
        "opd": "Cor-pulmonale",
        "subject_name": "Medicine",
        "topic_name": "Disease of pericardium",
        "id": "0f1b3863-91c5-4329-bc57-e7bfe0e95597",
        "choice_type": "single"
    }
]