[
    {
        "question": "Thyrotoxic periodic paralysis leads to extreme muscle weakness due to?",
        "exp": "T3| T4| - Positive Na- K+ ATPase activity in the cells (3 Na outside 2 K+ inside) | K Influx | K| | Thyrotoxic Periodic Paralysis",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hypocalcemia",
        "opc": "Hypomagnesemia",
        "opd": "Hyponatremia",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "7acb1377-ee33-4ba0-96af-d6389e13e975",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is silent thyroiditis?",
        "exp": "Silent thyroiditis / Post-Paum thyroiditis It is an autoimmune mediated destruction of gland. It occurs after 3-6 months post-paum in about 5% of pregnancies. Patient first develops thyrotoxicosis which is followed by hypothyroidism and then resolution. It is characterised by: Normal ESR and presence of TPO antibodies RAIU is supressed No role of steroids Recovery is the rule",
        "cop": 4,
        "opa": "Acute thyroiditis",
        "opb": "Subacute thyroiditis",
        "opc": "Hashimoto thyroiditis",
        "opd": "Post-paum thyroiditis",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "52e91750-fe46-4249-a83a-dab2f5a602ee",
        "choice_type": "single"
    },
    {
        "question": "The occurrence of hypehyroidism following administration of supplemental iodine to subjects in endemic area of iodine deficiency is due to?",
        "exp": "The Jod-Basedow effect is hypehyroidism following administration of iodine or iodide, either as a dietary supplement or as contrast medium. This phenomenon is an iodine-induced hypehyroidism, due to increase in process of iodine trapping due to increased availability of daily iodine in micro-dosages over a large number of years. In contrast Wolf Chaikoff effect is hypothyroidism due to decrease in iodine trapping due to exposure to mega dosages of iodine in blood circulation. Effect Basis Iodine Trapping Net Result Jod Basedow effect Exposure to micro dosage of iodine over large number of years Increase iodine trapping Resulting in thyrotoxicosis Wolf Chaikoff effect Exposure to mega dosages of iodine over few weeks Decreases iodine trapping Resulting in hypothyroidism",
        "cop": 2,
        "opa": "Wolf-Chaikoff effect",
        "opb": "Jod-Basedow effect",
        "opc": "Pembeon effect",
        "opd": "Graves' effect",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "8c34850c-b918-48e6-baea-e1d5955060d0",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of hypothyroidism world-wide?",
        "exp": "Most common cause of hypothyroidism worldwide is IODINE DEFICIENCY In case of Iodine sufficiency most common cause of hypothyroidism: Autoimmune disease (Hashimoto Thyroiditis) and iatrogenic.",
        "cop": 4,
        "opa": "Hashimoto thyroiditis",
        "opb": "Subacute thyroiditis",
        "opc": "Silent thyroiditis",
        "opd": "Iodine deficiency",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "1338e1ed-d369-4cc7-849d-4410cf9e917c",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Grave's disease?",
        "exp": "There is aoic systolic murmur is due to hyper-dynamic circulation. No diastolic murmur heard The increased thyroid hormones lead to increase in intrinsic sympathomimetic activity. The positive reinforcement of this stimulation leads to brisk reflexes. Concomitant myopathy occurs but minus fasciculations. Chorea is rare but seen. The sympathomimetic action explains lid lag sign due over-activity of Muller's muscle.",
        "cop": 4,
        "opa": "Hyperreflexia",
        "opb": "Chorea",
        "opc": "Lid lag sign",
        "opd": "Late diastolic murmur",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "0a723fac-6104-4226-a428-bbb845878699",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common gene mutation responsible for the following thyroid cancer?",
        "exp": "The image shows Orphan Annie appearance of cells lining thyroid follicles. This is diagnostic of papillary cancer of thyroid. BRAF V600E mutations are the most common genetic alterations in papillary cancer of thyroid.. P53 is related to anaplastic cancer. Ret is related to medullary cancer of thyroid in patients of MEN type 2. Ras is related to follicular cancer of thyroid> papillary cancer of thyroid.",
        "cop": 4,
        "opa": "Ret",
        "opb": "Ras",
        "opc": "P53",
        "opd": "BRAF",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "03455e35-9246-4835-9265-f96fdd5f7fa4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in subacute thyroiditis?",
        "exp": "The patient usually presents with a painful and enlarged thyroid, sometimes accompanied by fever. There may be features of thyrotoxicosis or hypothyroidism, depending on the phase of the illness. The patient characteristically evolves through three distinct phases over about 6 months: Thyrotoxic phase, Hypothyroid phase, and Recovery phase. In the thyrotoxic phase, T4 and T3 levels are increased; reflecting their discharge from the damaged thyroid cells, and TSH is suppressed. The diagnosis is confirmed by a high ESR and low radioiodine uptake.",
        "cop": 4,
        "opa": "Raised T4 levels",
        "opb": "Raised ESR",
        "opc": "Pain",
        "opd": "High Radio iodine uptake",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "d49975b7-44bb-4ab3-af81-9a7e916e5e89",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with AV block?",
        "exp": "Metabolic /endocrine causes of Atrioventricular Block 1. Hyperkalemia 2. Hypermagnesemia 3. Adrenal insufficiency 4. Hypothyroidism",
        "cop": 1,
        "opa": "Hypothyroidism",
        "opb": "Hypehyroidism",
        "opc": "Cushing disease",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "b93acc59-6934-43f7-9632-362de1e66b2a",
        "choice_type": "single"
    },
    {
        "question": "The most common symptom of thyrotoxicosis is?",
        "exp": "Clinical feature of thyrotoxicosis: Hyperactivity, Irritability and dysphoria ( m/c symptom) Heat intolerance Dairrhea Weight loss Tachycardia ( persists during sleep ) Hypertension Fine resting tremor Proptosis Warm sweaty skin Irregular menses Osteoporosis Proximal myopathy",
        "cop": 4,
        "opa": "Palpitation",
        "opb": "Fatigue and weakness",
        "opc": "Diarrhea",
        "opd": "Hyperactivity and irritability",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "b25c4821-67f6-4df1-a55e-d6c00e6bf810",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman presents to her GP complaining of low mood. She repos a past medical history of atrial fibrillation and type 2 diabetes. Clinical examination reveals cool peripheries and a pulse of 45 bpm. Thyroid function tests (TFTs) show the following: TSH: 6. 5 mU/L (0. 4-4. 0 mU/L) T4: 4 pmol/L (9-24 pmol/L) Which of the following is the most likely cause of this patient's symptoms?",
        "exp": "In question: TSH || T4 || Bradycardia suggestive of 1o Hypothyoidism Option C- Pituitary damaged TSH| T3| T4| Option D- Hypothalamus is damaged TRH | TSH | In the question given history of Atrial fibrillation so 2 drugs given for it AMIODORONE & IBUTILIDE S/E: drug induced hypothyroidism",
        "cop": 1,
        "opa": "Drug induced hypothyroidism",
        "opb": "Hashimoto's Thyroiditis",
        "opc": "Secondary hypothyroidism",
        "opd": "Teiary hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "49953f55-9b92-4fcf-8531-659d2330ff0c",
        "choice_type": "single"
    },
    {
        "question": "What is the most common presentation of sick euthyoid state?",
        "exp": "The most common hormone pattern in sick Euthyroid syndrome is a decrease in total and free T3 levels (low T3 syndrome) with normal levels of T4 and TSH. The magnitude of the fall in T3 correlates with the severity of the illness. T4 conversion to T3 peripheral deiodination is impaired, leading to increased reverse T3 (r. T3). It is generally assumed that this low T3 state is adaptive, because it can be induced in normal individuals by fasting.",
        "cop": 1,
        "opa": "Low T3 with normal T4",
        "opb": "Low T3 with low T4",
        "opc": "Low T3 with high T4",
        "opd": "High T3 with high T4",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "c370e1b4-a1cf-40f5-ba06-d032b08c9aa0",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia is caused by?",
        "exp": "Hypehyroidism can result in increased bone turnover though the mechanism is not elucidated. Causes of hypercalcemia associated with high bone turnover Hypehyroidism Vitamin A intoxication Thiazides Immobilization",
        "cop": 3,
        "opa": "Adrenocoical insufficiency",
        "opb": "Amyloidosis",
        "opc": "Hypehyroidism",
        "opd": "Vitamin C Intoxication",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "bc2ccb0b-6bba-43c0-8da4-f23bd9186b2b",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old woman who is known case of hypothyroidism and is taking treatment for the same, was diagnosed with endometrial fibroids and staed on iron recently. She repoed excessive fatigue & constipation in her follow up visit. Her BP & cholesterol levels have been stable. A TSH is checked, and it is found to be elevated. What is the most likely cause of her elevated TSH?",
        "exp": "Ferrous sulfate interferes with absorption of levothyroxine thus leading to low levels of thyroid hormone & elevated levels of TSH In patients with normal body weight taking >200 mg of levothyroxine per day, an elevated TSH strongly suggests noncompliance Malabsorption syndrome (celiac disease)- leads to elevated TSH & increased requirement of thyroxine",
        "cop": 4,
        "opa": "Celiac disease",
        "opb": "Colon cancer",
        "opc": "Medication noncompliance",
        "opd": "Poor absorption of levothyroxine due to ferrous sulfate",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "e2c278d5-a114-4844-be25-c577996883c9",
        "choice_type": "single"
    },
    {
        "question": "What is the most common presentation of congenital hypothyroidism?",
        "exp": "Most commonly infants with congenital hypothyroidism are asymptomatic at bih Few cases present with prolongation of physiological jaundice, feeding issues, hypotonia, enlarged tongue and umbilical hernia which are now diagnosed by biochemical screening. Permanent neurological damage may occur if it is left untreated. Cardiac and other congenital malformations are also more common in these infants. Heel prick test is done on day 3 of life onwards and levels of TSH and T4 are measuredto detect asymptomatic congenital hypothyroidism.",
        "cop": 4,
        "opa": "Prolongation of physiological jaundice",
        "opb": "Wide open posterior fontanelle",
        "opc": "Enlarged tongue and feeding problems",
        "opd": "Asymptomatic at bih",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "7b508123-00ff-4572-a7ff-678b32b7e870",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are not related to Myxedema?",
        "exp": "Type III Hyper-lipoproteinemia is not a feature of hypothyroidism. Coronary atherosclerosis seen in hypothyroidism is due to increased serum cholesterol and warrants a need for statins. In Hypothyroidism, Massive Pericardial effusion is seen but since it develops over a large period of time, pulsus paradoxus is absent. Type III Hyper-lipoproteinemia/ Dysbetalipoproteinemia Hypercholesterolaemia Hyperiglyceridaemia Normal ApoB concentration Two types of skin signs (palmar xanthomata or orange discoloration of skin creases, and tubero-eruptive xanthomata on the elbows and knees). Early onset of cardiovascular disease and peripheral vascular disease",
        "cop": 2,
        "opa": "Coronary atherosclerosis",
        "opb": "Type III Hyperlipoproteinaemia",
        "opc": "Massive Pericardial effusion",
        "opd": "Absence of Pulsus paradoxus",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "c095830d-0e61-48ce-be91-9ce28f086ce0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following clinical signs is not seen in ophthalmic Grave's disease?",
        "exp": "In thyrotoxicosis the increase in sympathetic activity due to increased T3 and T4 leads to contraction of Muller's muscle. Hence these patients would have infrequent blinking and infact some of them might sleep with their eyes open leading to corneal erosions. Lid retraction, causing a staring appearance, can occur in any form of thyrotoxicosis and is the result of sympathetic overactivity. However, Graves' disease is associated with specific eye signs that comprise Graves' ophthalmopathy. The earliest manifestations of ophthalmopathy are usually a sensation of grittiness, eye discomfo, and excess tearing. The most serious manifestation is compression of the optic nerve at the apex of the orbit, leading to papilledema; peripheral field defects; and, if left untreated, permanent loss of vision.",
        "cop": 2,
        "opa": "Lid retraction",
        "opb": "Frequent blinking",
        "opc": "Poor convergence",
        "opd": "Upper lid \"lad\" on down gaze",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "e31fd354-06e0-4e15-86b9-d8ae3f05c1c0",
        "choice_type": "single"
    },
    {
        "question": "A 17-year old girl who was evaluated for sho height was found to have an enlarged pituitary gland. Her T4 was low and TSH was increased. Which of the following is the most likely diagnosis?",
        "exp": "The clinical picture of sho stature with low T4 and elevated TSH suggests primary hypothyroidism. The enlarged pituitary can be explained by the feedback provided by low T4 in the blood. To rule out other choices Pituitary adenoma Can produce any hormone and if it produces TSH, then T4 should be elevated TSH Secreting pituitary tumor Both TSH and T4 should be elevated Thyroid target receptor insensitivity Autosomal dominant disorder insensitivity. Characterized by elevated thyroid hormone levels and inappropriately normal or elevated TSH. The clinical features of H(Resistance to Thyroid Hormone) can include goiter, attention deficit disorder, mild reduction in IQ, delayed skeletal maturation, tachycardia, and impaired metabolic responses to thyroid hormone. The clinical features of H can include goiter, attention deficit disorder, mild reduction in IQ, delayed skeletal maturation, tachycardia, and impaired metabolic responses to thyroid hormone",
        "cop": 4,
        "opa": "Pituitary adenoma",
        "opb": "TSH-secreting pituitary tumor",
        "opc": "Thyroid target receptor insensitivity",
        "opd": "Primary hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "da0ad33c-96e5-4397-97cc-c444c7817e25",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is consistent with diagnosis of De-Quervain thyroiditis?",
        "exp": "De Quervain thyroiditis is characterised by fever, constitutional symptoms and painful enlarged thyroid due to viral etiology. Initially T4 and T3 are elevated due to damage to follicles. RAIU uptake is reduced. Subsequently hypothyroid phase sets in and RAIU becomes normal. Option A is wrong due to increased RAIU uptake which is never possible in viral thyroiditis. Option B is consistent with Grave's disease with increased RAIU. Option C indicates Central hypothyroidism. Option D indicates late phase of De Quervain thyroiditis.",
        "cop": 4,
        "opa": "45 year female with 2 week history of painful thyroid gland with elevated T4, T3 and low TSH. RAIU shows increased uptake",
        "opb": "25 year female with painless enlarged thyroid with elevated T4, T3 and undetectable TSH. RAIU shows increased uptake",
        "opc": "45 year female with fatigue and low T4, T3 and Low TSH",
        "opd": "45 year male with painful thyroid 8 weeks ago with low free T4, T3 and elevated TSH",
        "subject_name": "Medicine",
        "topic_name": "Diseases of Thyroid",
        "id": "895ed723-4ea7-4f40-812f-d69b4ca8e0ca",
        "choice_type": "single"
    }
]