[
    {
        "question": "In coarctation of aorta, site of rib notching is?",
        "exp": "Ans. (b) Inferior to rib. Causes of inferior rib notching. Causes of superior rib notching* Arterial: aortic coarctation, aortic thrombosis, pulmonary- oligemia/AV malformation, Blalock Taussig shunt, Tetralogy of fallot, absent pulmonary artery and pulmonary stenosis.* Venous: AV Malfomations of chest wall, superior vena cava or other central venous obstruction.* Neurogenic: Intercostal neuroma, Neurofibromatosis type 1, poliomyelitis.* Osseous: Hyperparathyroidism, Thalassemia* Poliomyelitis* Osteogenesis Imperfecta* Neurofibromatosis* Marfan's Syndrome* Collagen vascular disease* Hyperparathyroidism.",
        "cop": 2,
        "opa": "Superior to rib",
        "opb": "Inferior to rib",
        "opc": "At sternum",
        "opd": "At Vertebra",
        "subject_name": "Medicine",
        "topic_name": "Diseases of the Aorta",
        "id": "84fefccb-ee9a-476d-87a7-8e7b7770fe79",
        "choice_type": "single"
    },
    {
        "question": "Rib notching is seen in?",
        "exp": "Ans. (a) Coarctation of aorta. Ref: Harrison 19th ed. /1525* By far the most common cause of rib notching. It Usually involves the posterior 4th - 8th Ribs.* Collateral flow bypassing the aortic constriction to reach the abdomen and lower extremities comes almost entirely from the two subclavian arteries via the thyrocervical, costocervical, and internal mammary arteries and their subdivisions to the posterior intercostals and then into the descending aorta. The large volume of blood traversing this route causes dilatation, tortuosity, and increased pulsation of the intercostal arteries, which result in gradual erosion of the adjacent bones",
        "cop": 1,
        "opa": "Coarctation of aorta",
        "opb": "Hypertension",
        "opc": "Fibromuscular dysplasia",
        "opd": "Aortic dissection",
        "subject_name": "Medicine",
        "topic_name": "Diseases of the Aorta",
        "id": "4423991d-854e-4c25-b6c3-f975c7811182",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of aortic dissection:",
        "exp": "Ans. (b) Hypertension. Ref: Harrison 19th ed. /1640* 70% cases of aortic dissection occur due to hypertension. The tear occurs in tunica media and causes a tearing pain in the chest with maximum intensity in inter-scapular area. The IOC for aortic dissection is trans-esophageal echocardiography.* Marfan syndrome also can present with aortic dissection, which in fact is the leading cause of death in these patients. Syphilis involves the arch of aorta and causes an aneurysm that can rupture anyday.",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Hypertension",
        "opc": "Marfan syndrome",
        "opd": "Cystic medial necrosis",
        "subject_name": "Medicine",
        "topic_name": "Diseases of the Aorta",
        "id": "26872566-65bb-45ff-9dae-638dbb0b80f1",
        "choice_type": "single"
    }
]