[
    {
        "question": "Hyperventilation leads to?",
        "exp": "Ans. (b) Decreased CO2Ref: Harrison 19th ed. /1731-32* Hyperventilation leads to carbon dioxide washout. It is usually a feature of type 1 respiratory failure.* Type 1 respiratory failure is defined as a low level of oxygen in the blood (hypoxemia) without an increased level of carbon dioxide in the blood (hypercapnia), and the PaCO2 may be normal or low.* It is typically caused by a ventilation/perfusion (V/Q) mismatch; the volume of air flowing in and out of the lungs is not matched with the flow of blood to the lungs. The basic defect in Type 1 respiratory failure is failure of oxygenation characterized by:PaO2Decreased (< 60 mmHg )PaCO2Normal or Decreased (<50 mmHg )PA-aO2Increased",
        "cop": 2,
        "opa": "Increased CO2",
        "opb": "Decreased CO2",
        "opc": "Increased PO2",
        "opd": "Decreased PO2",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Ventilation",
        "id": "3cfd243d-ac80-4b37-906d-0df0fa17c586",
        "choice_type": "single"
    },
    {
        "question": "Alveolar hypoventilation is observed in -",
        "exp": "Ans. is 'a' i.e., Guillain-Barre syndrome o Neuromuscular diseases that can cause alveolar hypoventilation include myasthenia gravis, amyotrophic lateral sclerosis, Guillain-Barre syndrome, and muscular dystrophy Patients with neuromuscular disorders have rapid, shallow breathing secondary> to severe muscle weakness or abnormal motor neuron function. The central respiratory drive is maintained in patients with neuromuscular disorders. Thus, hypoventilation is secondary to respiratory muscle weakness. o Chest wall deformities such as kyphoscoliosis, fibrothorax, and those occurring post thoracoplasty are associated with alveolar hypoventilation leading to respiratory insufficiency and respiratory failure. o Hypoventilation is not uncommon in patients with severe COPD. Alveolar hypoventilation in COPD usually does not occur unless the forced expiratory volume in 1 second (FEV1) is less than IL or 35% of the predicted value. However, many patients with severe airflow obstruction do not develop hypoventilation.",
        "cop": 1,
        "opa": "Guillain-Barre syndrome",
        "opb": "Acute asthma",
        "opc": "Bronchiectasis",
        "opd": "CREST syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Ventilation",
        "id": "1648fdf6-10aa-4b0d-a0d9-ffa040b879b5",
        "choice_type": "single"
    },
    {
        "question": "All of the following criteria are required for diagnosis of obesity hypoventilation syndrome except-",
        "exp": "Ans. is 'a' i.e., Hypertension o Obesity hyoventilation syndrome (OHS) is defined as the triad of obesity, daytime hypoventilation, and sleep- disordered breathing in the absence of an alternative neuromuscular, mechanical or metabolic explanation for hypoventilation.Obesity hypoventilation syndrome||||ObesityDay time hypoventilationSleep disordered breathingo OHS is defined as daytime hypercapnia and hypoxemia (Paco2 > 45 mm Hg and Pao2 < 70 mm Hg at sea level) in an obese patient (body mass index > 30 kg/m2) with sleep-disordered breathing in the absence of any other cause of hypoventilation. It is important to recognize that OHS is a diagnosis of exclusion and should be distinguished from other conditions that are commonly associated with hypercapnia.Definition of Obesity Hypoventilation SyndromeRequired ConditionsDescriptionObesityo Body mass index > 30 kg/m2Chronic hypoventilationo Awake daytime hypercapnia(PaCo2 > 45 mm Hg and Pao2 < 70 mm Hg)Sleep-disordered breathingo Obstructive sleep apnea (apneahypopnea index > 5 events/h, with or without sleep hypoventilation) present in 90% of caseso Non-obstructive sleep hypoventilation (apnea-hypopnea index 5 events/h) in 10% of casesExclusion of other causes of hypercapniao Severe obstructive airways diseaseo Severe interstitial lung diseaseo Severe chest-wall disorders (eg, kyphoscoliosis)o Severe hypothyroidismo Neuromuscular diseaseo Congenital central hypoventilation syndromeMechanisms bv which obesity can lead to chronic daytime hypercapnia Obesity | | |Leptin resistance Increased mechanical load and weak respiratory muscles Obstructive sleep apnea upper-airway resistance||||| |||| | Acute hypercapnia during sleep | -Decreased Co3 response-------Blunted ventilatory response-Increased serum HCO3- | -Decreased HC03- excretion rate Chronic hypercapnia",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Sleep disorder breathing",
        "opc": "BMI>30kg/m2",
        "opd": "PaCO2 >45 mmHg",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Ventilation",
        "id": "60dc7d4d-a1bf-4dc4-b6a4-b56c0061cff3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not causes hyperventilation?",
        "exp": "ANSWER: (C) Pulmonary hypertensionREF: Harrisons 17th ed chapter 258CAUSES OF HYPERVENTILATION:HypoxemiaHigh altitudePulmonary diseaseCardiac shuntsPulmonary disordersPneumoniaInterstitial pneumonitis, fibrosis, edemaPulmonary emboli, vascular diseaseBronchial asthmaPneumothoraxChest wall disordersCardiovascular disordersCongestive heart failureHypotensionMetabolic disordersAcidosis (diabetic, renal, lactic)Hepatic failureNeurologic and psychogenic disordersPsychogenic or anxiety hyperventilationCentral nervous system infection, tumorsDrug-inducedSalicylatesMethylxanthine derivativesAdrenergic agonistsProgesteroneMiscellaneousFever, sepsisPainPregnancy",
        "cop": 3,
        "opa": "Anxiety",
        "opb": "High altitude",
        "opc": "Pulmonary hypertension",
        "opd": "Psychotic illness",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Ventilation",
        "id": "376801c4-6a0d-4e38-84e2-047ca5afb74e",
        "choice_type": "single"
    }
]