[
    {
        "question": "All are features of hyperparathyroidism except?",
        "exp": "Hyperparathyroidism leads to increase PTH. PTH increases serum calcium by increasing dietary absorption of vitamin D3. It also ensures that the proximal convoluted tubule sta losing phosphate in urine leading to decreased serum phosphate. The increase in serum calcium leads to deposition of calcium in kidney parenchyma forming calcium phosphate stones. The increased level of calcium also leads to constipation. Therefore severe abdominal pain is a feature of hyperparathyroidism. Renal Colic is due to stones and severe constipation. Diarrhea is not seen with hypercalcemia/hyperparathyroidism.",
        "cop": 3,
        "opa": "Increase serum calcium",
        "opb": "Decreased serum phosphate",
        "opc": "Diarrhea",
        "opd": "Nephrocalcinosis",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "3bd36de6-f1e1-48e7-9aa7-801ed574996c",
        "choice_type": "multi"
    },
    {
        "question": "All the following are helpful in the initial treatment of severe hypercalcemia associated with hyperparathyroidism except:",
        "exp": "Glucocoicoids are used in management of hypercalcemia due to sarcoidosis, vitamin D intoxication, vitamin A toxicity. Management of dangerous Hypercalcemia Hydration with saline. Saline can be administered with furosemide and can be given twice daily to depress the tubular reabsorptive mechanism for calcium (Avoid dehydration or it will worsen hypercalcemia). IV use of Pamidronate and Zolendronate is approved for the treatment of hypercalcemia; between 30 and 90 mg Pamidronate, given as a single IV dose over a few hours, returns serum calcium to normal within 24-48 hours with an effect that lasts for weeks in 80-100% of patients.",
        "cop": 3,
        "opa": "Hydration with saline",
        "opb": "Forced diuresis with loop diuretics",
        "opc": "Glucocoicoids",
        "opd": "Pamidronate",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "bba17f09-0a28-4d9a-9707-02e39e413bc2",
        "choice_type": "multi"
    },
    {
        "question": "A middle aged female has a pathological fracture of clavicle and ribs. The X-ray shows periosteal resorption of 2nd and 3rd metatarsals and phalanges. Most probable cause is?",
        "exp": "The following clinical presentation is suggestive of Hyperparathyroidism The low production of vitamin D3 by kidney leads to low calcium The P. T. H levels rise to compensate for low serum calcium and result in bone resorption. The distinctive bone manifestation of hyperparathyroidism is osteitis fibrosa cystica X-ray changes include resorption of the phalangeal tufts and replacement of the sharp coical outline of the bone in the digits by an irregular outline (sub-periosteal resorption).",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Hypoparathyroidism",
        "opc": "Renal Osteodystrophy",
        "opd": "Osteomalacia",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "6f83e5f0-f379-4a7f-b636-9b3788c6316e",
        "choice_type": "single"
    },
    {
        "question": "Low serum alkaline phosphatase is seen with",
        "exp": "SAP| - Hypophosphatasia SAP| - Rickets, increase PTH SAP|||- Paget's SAP Normal - Hypoparathyroidism, Pseudo hypoparathyroidism, Multiple myeloma, Osteoporosis",
        "cop": 2,
        "opa": "Hypoparathyroidism",
        "opb": "Hypophosphatasia",
        "opc": "Hyperparathyroidism",
        "opd": "Pseudo-hypoparathyroidism",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "debd7601-6301-4c75-8d49-4820e554eb13",
        "choice_type": "single"
    },
    {
        "question": "Angio-fibromas are seen in?",
        "exp": "- Cutaneous tumours are common in MEN1 and can be easily overlooked due to their subtle appearance. - The cutaneous tumours include: Angiofibromas Collagenoma Lipomas",
        "cop": 1,
        "opa": "MEN 1",
        "opb": "MEN 2",
        "opc": "MEN 3",
        "opd": "MEN 4",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "6ead65ab-9d48-4970-bdd9-b4f12f5854c0",
        "choice_type": "single"
    },
    {
        "question": "Chvostek's sign is elicited by:",
        "exp": "Chvostek sign This can be elicited by tapping over the facial nerve when it is entering into the parotid gland. This will cause twitching of facial musculature. The sign is referred to as Chvostek sign. It is seen in patients with hypocalcemia due to irritability of nerves But it can be seen in ~10% of normal individuals also",
        "cop": 1,
        "opa": "Facial nerve stimulation by tapping over the parotid",
        "opb": "BP cuff in arm for 5 minutes",
        "opc": "Tapping over extensor policies brevis",
        "opd": "Tapping over flexor retinaculum",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "d429210f-8b4e-4b02-910a-97d7dc7295d2",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common entero-pancreatic tumour in MEN 1?",
        "exp": "Most common entero-pancreatic tumour in MEN 1 is gastrinoma which leads to recurrent peptic ulcers. The diagnosis is established by demonstration of elevated serum gastrin levels and basal gastric acid secretion. Choice C is non functioning pituitary adenoma and not non functioning entero-pancreatic tumor Multiple Endocrine Neoplasia (MEN) TYPE (CHROMOSOMAL LOCATION) TUMORS (ESTIMATED PENETRACE) MEN 1 (11q13) Parathyroid adenoma (90%) Enteropancreatic tumor (30-70%) Gastrinoma (> 50%) Insulinoma (10-30%) Nonfunctioning and PPoma (20-55%) Glucagonoma (<3%) VIPoma (<1%) Pituitary adenoma (15-50%) Prolactinoma (60%) Somatotrophinoma (25%) Coicotropinoma (< 5%) Nonfunctioning (< 5%)",
        "cop": 4,
        "opa": "Insulinoma",
        "opb": "VIPoma",
        "opc": "Non-functioning pituitary adenoma",
        "opd": "Gastrinoma",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "30f146b8-4b17-4b31-b281-800c5d3f3ab5",
        "choice_type": "single"
    },
    {
        "question": "Chromosome involved in pathogenesis of MEN 4?",
        "exp": "Chromosome aberrations in MEN MEN 1 11q13 MEN 2 10 ( RET proto-oncogene) MEN 3 10 ( RET Proto-oncogene) MEN 4 12p13",
        "cop": 3,
        "opa": "10",
        "opb": "11",
        "opc": "12",
        "opd": "13",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "19cf8638-dfd3-42d8-9373-3e2ed89a9dcd",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia is associated with all, except?",
        "exp": "Hyperparathyroidism leads to increased bone resorption and leads to hypercalcemia. The non-caseating granulomas in Sarcoidosis lead to increased Vitamin D3 synthesis. This increased GI absorption of calcium and explains the hypercalcemia. The milk-alkali syndrome(Burnett's syndrome) is due to excessive ingestion of calcium and absorbable antacids such as milk or calcium carbonate. It is much less frequent since proton-pump inhibitors and other treatments became available for peptic ulcer disease. Recently the use of calcium carbonate in the management of secondary hyperparathyroidism led to reappearance of the syndrome which features hypercalcemia, alkalosis, and renal failure. The chronic form of the disease, termed Burnett's syndrome, is associated with irreversible renal damage.",
        "cop": 4,
        "opa": "Hyperparathyroidism",
        "opb": "Sarcoidosis",
        "opc": "Milk alkali syndrome",
        "opd": "Celiac disease",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "89b02404-37d9-4d54-bf2b-a7ca29f3612f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is associated with elevated alkaline phosphate, low calcium with low phosphate?",
        "exp": "Option A - Paget's disease: Normal Ca+, Normal PO4, SAP |||| Option B - Osteoporosis: Normal Ca+, Normal PO4, SAP normal Option C - Primary Hyperparathyroidism | Ca+, | PO4, SAP |, Bone turnover| Option D - Vitamin D deficiency: Calcium |, PTH|, PO4|, SAP | Note: Ca+ is inversely propoional to PO4",
        "cop": 4,
        "opa": "Paget's disease",
        "opb": "Osteoporosis",
        "opc": "Primary hyperparathyroidism",
        "opd": "Vitamin D deficiency",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "e42a74b3-da43-4751-b74d-66181f0025c7",
        "choice_type": "single"
    },
    {
        "question": "What is shown in the X-ray skull?",
        "exp": "The image shows a moth eaten appearance of skull called as pepper pot skull. This is a characteristic appearance of Hyperparathyroidism.",
        "cop": 1,
        "opa": "Pepper pot skull",
        "opb": "Aifacts",
        "opc": "Silver -beaten appearance",
        "opd": "Mug shot with pellets",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "849d3851-0da5-4387-a8f7-564e259dc7a6",
        "choice_type": "single"
    },
    {
        "question": "What is this sign called?",
        "exp": "The image shows presence of trousseau sign/Carpo-pedal spasm seen in patients of Hypocalcemia. Chvostek sign Elicited by tapping over anterior border of parotid gland and seen in tetany. Troisier's sign Left supraclavicular lymphadenopathy in metastatic abdominal malignancy. Lhermitte's sign The Barber chair phenomenon is the name which describes an electric shock-like sensation that occurs on flexion of the neck. This sensation radiates down the spine, often into the legs, arms, and sometimes to the trunk",
        "cop": 3,
        "opa": "Chvostek sign",
        "opb": "Troisier's sign",
        "opc": "Trousseau's sign",
        "opd": "Lhermitte's sign",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "ba6673d1-f42a-428d-ac53-edd35f25f1e2",
        "choice_type": "multi"
    },
    {
        "question": "Osteoporosis is caused by all, except?",
        "exp": "In sarcoidosis the osteoporosis process is usually due to use of steroids. This means choice a and d is correct. Osteoporosis occurs more frequently with increasing age as bone tissue is lost progressively. In women, the loss of ovarian function at menopause (typically about age 50) precipitates rapid bone loss.",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Old age",
        "opc": "Hypoparathyroidism",
        "opd": "Steroid therapy",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "98d5432b-62bd-4bca-8a25-d42582492969",
        "choice_type": "multi"
    },
    {
        "question": "What is the most common presentation of MEN1?",
        "exp": "MEN 1 (11q13) Parathyroid adenoma 90% Entero-pancreatic tumour 30-70% Pituitary adenoma 15-50% Associated tumours Angiofibromas Collagenoma 85% 70%",
        "cop": 4,
        "opa": "Entero-pancreatic tumour",
        "opb": "Angio-fibroma",
        "opc": "Pituitary adenoma",
        "opd": "Parathyroid Adenoma",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "b5bcc80f-9562-4532-b106-3d446b1d6702",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old lady hospitalized for cervical spondylosis was found to have serum calcium of 12. 5mg%. Her haematocrit and KFT is normal with phosphate of 2. 3mg/dl. Which is the first investigation to be done in the patient?",
        "exp": "In an Asymptomatic patient with hypercalcemia, the leading cause happens to be hyperparathyroidism. PTH causes urinary loss of Phosphate, which explains low phosphate in the patient. (Normal phosphate=2. 5-4. 5m. Eq/dl) PTH assay is the first investigation to be done in this case. Most patients of hyperparathyroidism are initially asymptomatic and later develop nephrolithiasis, peptic ulceration, constipation and altered mental status. In symptomatic hypercalcemia, cancer is the leading cause. Hence work up for squamous cell cancer of lung and breast cancer should be done. Choice C is done for multiple myeloma. It is ruled out since phosphate is normal in Multiple myeloma. Choice D is ruled out as hypervitaminosis is a rare cause and there is no history of taking any health supplements. Also both calcium and phosphate are elevated in hypervitaminosis D.",
        "cop": 1,
        "opa": "Serum PTH",
        "opb": "PTH-rP levels",
        "opc": "Serum electrophoresis for M spike",
        "opd": "Vitamin D3 levels",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "cfb67445-baa3-4fdd-8c67-2151a07357c0",
        "choice_type": "single"
    },
    {
        "question": "All are true about hyperparathyroidism except?",
        "exp": "Hyperparathyroidism is usually due to a solitary adenoma. It can also be due to MEN Type 1 which accounts for about 90% of parathyroid cancers, which do not include thyroid malignancies in the group of the multiple endocrine neoplasms. Parathyroid hyperplasia can also lead to hyperparathyroidism.",
        "cop": 3,
        "opa": "Solitary adenoma",
        "opb": "Malignant",
        "opc": "Thyroid malignancy",
        "opd": "Parathyroid hyperplasia",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "437315ea-be9e-44fb-89ed-c3f0e6fdf0e9",
        "choice_type": "multi"
    },
    {
        "question": "Excess of calcium intake leads to?",
        "exp": "Milk-Alkali Syndrome It is due to excessive ingestion of calcium and absorbable antacids such as milk or calcium carbonate. The chronic form of the disease, termed Burnett's syndrome, is associated with irreversible renal damage. The acute syndromes reverse if the excess calcium and absorbable alkali are stopped. Calcium absorption is completed within 4 hours of intake. Avid absorption of large doses may lead to suppression of parathyroid hormone (PTH), which then leads to enhanced bicarbonate retention by the kidney.",
        "cop": 4,
        "opa": "Cardiomyopathy",
        "opb": "Osteoporosis",
        "opc": "Osteomalacia",
        "opd": "Milk alkali syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "9ae694c8-9637-44cf-a50f-31a86b4b531b",
        "choice_type": "single"
    },
    {
        "question": "Which is true about Familial hypocalciuric hypercalcemia?",
        "exp": "Familial hypocalciuric hypercalcemia is an autosomal dominant disorder. Hence choice A is wrong. The mutation in PTH receptor is known as Jansen disease. Hence choice B is wrong. The cause is defective calcium sensing by parathyroid gland leading to excess release of PTH and subsequent hypercalcemia. Urinary reabsorption of calcium is 99% and it presents in the first decade of life. Hence Choice C is wrong. Clinical symptoms are rarely present and hence no treatment is warranted.",
        "cop": 4,
        "opa": "Inherited as autosomal recessive pattern",
        "opb": "Cause is defect in PTH receptor",
        "opc": "Clinical symptoms occur in third decade",
        "opd": "Treatment is rarely necessary",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "a36f34e9-872c-410c-88d1-f599dfbcdc98",
        "choice_type": "multi"
    },
    {
        "question": "A 60 year old male was diagnosed with end stage kidney disease 5 years ago & has been managed with hemodialysis since then. He is also hypeensive & diabetic. He is not compliant with his medications & hemodialysis schedule & now presented with bone pain & dyspnea. CXR shows hazy bilateral infiltrates. Chest CT shows ground-glass infiltrates bilaterally. Lab studies show elevated levels of calcium & phosphate, PTH levels of 130 pg/ml. What would be the best management for this patient?",
        "exp": "Given scenario suggests the diagnosis of teiary hyperparathyroidism- commonly seen in patients with chronic kidney disease who are poorly compliant with therapy. Features- bone pain, ectopic calcification & pruritus. Hypoxemia and ground-glass infiltrates on chest CT represent ectopic calcification of the lungs. A technetium-99 bone scan will show increased uptake in the lungs. Lab- Elevated calcium, phosphates & PTH levels Rx- Parathyroidectomy is done in this patient because of severe clinical manifestations.",
        "cop": 4,
        "opa": "Calcitriol 0. 5 mg IV with hemodialysis with sevelamer three times daily",
        "opb": "Calcitriol 0. 5 mg orally daily with sevelamer 1600 mg three times daily",
        "opc": "More aggressive hemodialysis to achieve optimal fluid and electrolyte balance",
        "opd": "Parathyroidectomy",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Parathyroid Gland",
        "id": "2c38b344-3ae1-4efa-81d9-ef92b211fc19",
        "choice_type": "multi"
    }
]