[
    {
        "question": "Syndrome of apparent mineralocoicoid excess is due to?",
        "exp": "Coisol can stimulate mineralocoicoid receptors. But renal inactivation of coisol occurs to form coisone and thereby BP remains normal. SAME (Syndrome of Apparent Mineralocoicoid Excess) leads to lack of this inactivation. The resultant increase in coisol leads to excess activation of mineralocoicoid receptor and results in hypertension.",
        "cop": 4,
        "opa": "Increased aldosterone production",
        "opb": "Lack of inactivation of aldosterone",
        "opc": "Increased coisol production",
        "opd": "Lack of Inactivation of coisol to coisone",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "bddcce3a-b518-403c-aad1-7255451bc2be",
        "choice_type": "single"
    },
    {
        "question": "Which is the initial Imaging modality of choice for Insulinoma?",
        "exp": "For PETs in the pancreas, EUS is highly sensitive, localizing 77-100% of insulinomas, which occur almost exclusively within the pancreas. Tests for location of p. NET: Somatostatin Receptor Scintigraphy is the initial imaging modality but is less available. Helical CT scan has a sensitivity of 82-94%. Gadolinium based MRI has sensitivity of 85%. If above scans are negative, then Endoscopic ultrasound will be able to pick up the insulinoma which is usually <1. 5 cm in size. If all the above tests turn negative then calcium stimulated angiography can be used to localize the tumor. The intra-aerial calcium test also allows differentiation of the cause of the hypoglycaemia and indicates whether it is due to an insulinoma or a nesidioblastosis.",
        "cop": 4,
        "opa": "USG",
        "opb": "CT abdomen",
        "opc": "Somatostatin Receptor Scan (SRS)",
        "opd": "E. U. S",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "8e92e460-98d9-4709-82eb-dc613ac32980",
        "choice_type": "single"
    },
    {
        "question": "Which of the following variant of CAH presents with mineralocoicoid deficiency?",
        "exp": "Deficiency in CAH Glucocoicoid Mineralocoicoid Androgens 21 hydroxylase Reduced Reduced Increased 3 b hydroxyl-steroide dehydrogenase Reduced Reduced Increased 11 b hydroxylase Reduced Increased Increased 17 a hydroxylase Reduced Increased Decreased P450 oxidoreductase Reduced Increased Decreased",
        "cop": 4,
        "opa": "11b hydroxylase deficiency",
        "opb": "17a hydroxylase deficiency",
        "opc": "P450 oxidoreductase dehydrogenase",
        "opd": "3b hydroxyl-steroid dehydrogenase",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "52a17e17-ca9e-48f9-bdc4-a6aeff3e06a7",
        "choice_type": "single"
    },
    {
        "question": "Which clinical feature is not associated with pheochromocytoma?",
        "exp": "Option A & C- Both are elevated * Vol. constricted state so relative polycythemia or erythrocytosis is seen in patients. * The circulating fluid volume is reduced in pheochromocytoma d/t which it l/t | Erythrocyte count and Hypercalcemia. Note: Pheochromocytoma causes a sympathomimetic stimulation i. e. it causes |HR, |value of blood sugar (Hyperglycemia) & impaired glucose tolerance. Best imaging method: MRI abdomen Identifying pheochromocytoma from biochemical evidence: 1st test-24 hr urine fractionated metanephrine IOC: Plasma fractionated metanephrine values To control High Blood Pressure of patient: Phenoxybenzamine (a + ss) blocker",
        "cop": 2,
        "opa": "High systolic pressure",
        "opb": "Hypoglycemia",
        "opc": "High diastolic pressure",
        "opd": "Erythrocytosis",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "4aaab864-c500-4fa0-9092-ecd01e41d723",
        "choice_type": "single"
    },
    {
        "question": "Which is the best test for Conn syndrome?",
        "exp": "(IOC) Best test for Conn's syndrome: Salt-loading test/Saline infusion test Screening test: Plasma aldosterone renin ratio * In patient with conn's syndrome, the plasma aldosterone levels || d/t tumor which causes endogenous production of aldosterone Therefore, Aldosterone levels are elevated, the RAAS system has negative feedback so Plasma Renin activity reduces. So Aldosterone Renin Ratio (increased) Since, Plasma aldosterone increased (d/t tumor) & Plasma renin || Option D- Low renin levels are seen in Both Conn's & Liddle's syndrome so only renal vein renin levels alone cannot be helpful for diagnosis.",
        "cop": 2,
        "opa": "Urinary metanephrines",
        "opb": "Plasma aldosterone to renin ratio",
        "opc": "Urinary electrolytes",
        "opd": "Renal vein renin levels",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "baf345f6-6616-4417-bfb9-e7d97538728e",
        "choice_type": "single"
    },
    {
        "question": "Which is least likely to be elevated in patients with a pheochromocytoma?",
        "exp": "Pheochromocytoma is producing Nor epinephrine & Epinephrine which increases the systolic and diastolic pressure. * Also Nor epinephrine would be higher D/T extreme vasoconstriction the intravascular volume of the patient will be significantly reduced and not elevated.",
        "cop": 4,
        "opa": "Systemic aerial diastolic pressure",
        "opb": "Systemic aerial systolic pressure",
        "opc": "Serum norepinephrine",
        "opd": "Intravascular volume",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "4c2515bb-6dd4-46c7-962f-3ae8f512ac75",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old male known case of MEN 1 presents to OPD with urinary stones and increased serum calcium. Next investigation to be done is?",
        "exp": "Patient of MEN 1 have Pituitary adenoma Parathyroid adenoma-Most common and earliest manifestation is hyperparathyroidism with symptomatic hypercalcemia. Pancreatic adenoma (Gastrinoma>insulinoma) In diagnosed cases of MEN1 where nephrocalcinosis is documented, evaluation of pancreatic adenoma is impoant. The most common pancreatic adenoma in MEN 1 is ZES and hence for evaluation of ZES, secretin study is done. Subsequently 72 hours fasting test and endoscopic ultrasound will be useful for evaluation of insulinoma. The incidence of ZES in MEN I is 70% versus insulinoma being 10%. Surgical management is Definitive treatment of choice = If a MEN 2A patient has the same presentation, then calcitonin levels and urinary metanephrine levels shall be performed =In MEN IIA, incidence of medullary carcinoma thyroid (90%) is more than that of pheochromocytoma (20-35%).",
        "cop": 2,
        "opa": "Urinary Metanephrine",
        "opb": "Secretin study",
        "opc": "Serum calcitonin levels",
        "opd": "72 hour prolonged fasting",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "c91c3219-e18f-4261-95a1-ea583adbdfd9",
        "choice_type": "single"
    },
    {
        "question": "In the early postoperative period after excision of a pheochromocytoma, which complication is least likely?",
        "exp": "Hypertension is least likely to occur postoperatively because the source of catecholamines (ad. medulla) is removed so low BP is seen and therefore Hydrocoisone should be given to maintain BP & sugar Rest all options are common to occur post operatively.",
        "cop": 2,
        "opa": "Infection",
        "opb": "Hypertension",
        "opc": "Atelectasis",
        "opd": "Bleeding",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "1813605d-cc0a-464f-a68e-59f9b85d367d",
        "choice_type": "single"
    },
    {
        "question": "Glucose fever is related with which hormone?",
        "exp": "Hypoglycemia in Addison disease is managed with hydrocoisone/dexamethasone. Administration of I. V. glucose in Addison leads to development of fever and is called as Glucose fever. The etiology however remains unknown.",
        "cop": 4,
        "opa": "Glucagon",
        "opb": "Parathyroid",
        "opc": "Growth Hormone",
        "opd": "Aldosterone",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "0ab2ef48-849b-49f0-9854-04e749887a25",
        "choice_type": "single"
    },
    {
        "question": "Congenital 17-hydroxylase deficiency leads to hypertension due to accumulation of?",
        "exp": "* Two forms of adrenal hyperplasia (ie, 11-hydroxylase and 17-hydroxylase deficiency) result in hypertension due to the accumulation of supraphysiologic concentrations of deoxycoicosterone. * This weak mineralocoicoid has little consequence at physiologic concentrations but causes sodium retention and hypertension at the supraphysiologic concentrations that occur in these conditions.",
        "cop": 1,
        "opa": "Deoxycoicosterone",
        "opb": "Coisol",
        "opc": "17 hydroxy pregnediol",
        "opd": "17 hydroxy progesterone",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "20dd37fe-f2fc-4916-b084-78ffe2701122",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease is known as \"Great Masquerader\"?",
        "exp": "Since Pheochromocytoma has a variable presentation it is known as \"Great Masquerader\". It presents as episodes of palpitations, headache and profuse sweating. Catecholamine crisis can lead to heart failure, pulmonary edema, arrhythmia and intracranial hemorrhage. Moreover paroxysms are precipitated by surgery, positional changes, exercise and urination leading to great diagnostic challenge.",
        "cop": 4,
        "opa": "Chemodectoma",
        "opb": "Argentaffinoma",
        "opc": "Paraganglioma",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "145fb635-3d96-437a-ba64-6da655af1381",
        "choice_type": "single"
    },
    {
        "question": "Most common adrenal Incidentaloma is?",
        "exp": "Prevalence of Adrenocoical Adenoma Endocrine inactive tumors: 60-85%. Coisol producing. Aldosterone producing. Pheochromocytoma: 5-10%. Enodocrine inactive tumors are also called as Non- functional tumors",
        "cop": 4,
        "opa": "Coisol producing",
        "opb": "Aldosterone producing",
        "opc": "Pheochromocytoma",
        "opd": "Endocrine inactive tumors",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "ffe67417-c99a-4b20-8467-9e340852679a",
        "choice_type": "single"
    },
    {
        "question": "Best for management of hypoglycemia in a girl child with Congenital adrenal hyperplasia?",
        "exp": "* Most common type of CAH (21 hydroxylase deficiency) presents with hypoglycemia with hypotension and virilization. Hydrocoisone injection after bih will help in stabiizing the child by increasing blood sugar and increasing salt absorbtion from the kidney. * Methylprednisolone and dexamethasone have negligible mineralocoicoid effects. Therefore, if the patient is hypovolemic, hyponatremic, or hyperkalemic, large dosages of hydrocoisone are preferred because of its mineralocoicoid effect.",
        "cop": 4,
        "opa": "Betamethasone",
        "opb": "Beclomethasone",
        "opc": "Budesonide",
        "opd": "Hydrocoisone",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "5afc9bce-f1eb-4cc6-b530-b4b508785d02",
        "choice_type": "single"
    },
    {
        "question": "A female patient has primary adrenal insufficiency. She is on hydrocoisone 15 mg a day and fludrocoisone 0. 1 mg daily. She becomes acutely ill after eating raw oysters. She has severe, \"cramping\" abdominal pain and profuse watery diarrhea. Vital signs show a heart rate of 135 bpm, respiration rate of 28 bpm, blood pressure of 72/25 mm Hg, and temperature of 38. 1degC. The exam shows tachycardia, dry oral mucosa, clear lungs, and diffuse abdominal tenderness. A rectal exam is heme negative. There are no skin rashes. Which of the following is most appropriate for the initial management of this patient?",
        "exp": "Anytime the BP is <80 need to give Saline bolus and correct the dehydration component. /F of the patient is Dehydration with known case of Addison's disease. (primary adrenal insufficiency)",
        "cop": 1,
        "opa": "Saline bolus",
        "opb": "Dobutamine",
        "opc": "D5 half-normal saline at 100 cc/hour",
        "opd": "CT of abdomen and pelvis",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "24a9e835-5b14-414f-b80a-a795c01f7a1f",
        "choice_type": "single"
    },
    {
        "question": "What is the leading cause of adrenal insufficiency?",
        "exp": "This is a closely worded question Please note that incidence of Secondary adrenal insufficiency is MORE common than primary adrenal insufficiency. The most common cause of secondary adrenal insufficiency is hypothalamic pituitary insufficiency. Most common cause of primary adrenal insufficiency is Autoimmune Adrenalitis.",
        "cop": 4,
        "opa": "Autoimmune adrenalitis",
        "opb": "TB of adrenals",
        "opc": "X- linked Adreno leukodystrophy",
        "opd": "Hypothalamic pituitary disease",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "38868221-d825-4f3b-99cc-91a8782cfa91",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for prenatal treatment of CAH due to 21 alpha hydroxylase deficiency:",
        "exp": "Recommendations for pregnancies at risk, consist of administration of Dexamethasone, Dexamethasone Steroid that readily crosses the placenta, in an amount of 20ug/kg pre-pregnancy maternal weight daily. This suppresses secretion of steroids by the fetal adrenal, including secretion of adrenal androgens. If staed by 6 week of gestation, it reduces virilization of the external genitals in affected females. Chorionic villus biopsy is then performed to determine the sex and genotype of the fetus; therapy is continued only if the fetus is an affected female. DNA analysis of fetal cells isolated from maternal plasma for sex determination and CYP21 gene analysis may permit earlier identification of the affected female fetus.",
        "cop": 1,
        "opa": "Dexamethasone",
        "opb": "Betamethason",
        "opc": "Prednisolone",
        "opd": "Hydrocoisone",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "1dd82b67-e9a6-4b0f-bdca-d6770af8055a",
        "choice_type": "single"
    },
    {
        "question": "Which is the screening test for evaluation of mineralocoicoid excess?",
        "exp": "The accepted screening test for mineralocoicoid excess is aldosterone renin ratio. Since the leading cause is Adrenal Adenoma, the autonomous aldosterone values will rise and renin values will be low due to feedback. ARR screening is positive if ratio is > 750pmol/L per ng/ml. Spironolactone should be discontinued for at-least 4 weeks before performing this test for obvious reasons. This is followed by performance of investigation of choice for mineralocoicoid excess which is Saline infusion test.",
        "cop": 4,
        "opa": "Saline infusion test",
        "opb": "Salt loading test",
        "opc": "Cosyntropin test",
        "opd": "Aldosterone renin ratio",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "6d2da6fd-87a0-4f54-aeb3-8eaf6eeb9481",
        "choice_type": "single"
    },
    {
        "question": "Most common functional neuroendocrine tumor of pancreas?",
        "exp": "The incidence of Insulinoma is 1-2% whereas the =dente of ZES is given as 0. 5-1. 5%. Name Biologically active peptide(s) secreted Incidence (new cases /106 population/year) Tumor location Well- established functional p. NET syndromes Zollinger- Ellison Syndrome Gastrin 0. 5-1. 5 Duodenum (70%)* Pancreas (25%) Insulinoma Insulin 1-2 Pancreas (>99%) VIPoma (Verner-Morrison syndrome, pancreatic cholera, WDHA) Vasoactive intestinal peptide 0. 05-0. 2 Pancreas (99%, adult) other (10%, neural, adrenal, periganglionic) Glucagonoma Glucagon 0. 01-0. 1 Pancreas (100%) Somatostatinoma Somatostatin Rare Pancreas (55%) Duodenum/jejunum (44%)",
        "cop": 3,
        "opa": "Gastrinoma",
        "opb": "Somatostatinoma",
        "opc": "Insulinoma",
        "opd": "VIPoma",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "2067738f-141e-4e6e-92d0-5129e2f78687",
        "choice_type": "single"
    },
    {
        "question": "Addison disease with hypoparathyroidism and mucocutaneous candida infection is seen with?",
        "exp": "Autoimmune polyglandular syndrome 1 Hypoparathyroidism with muco-cutaneous candidiasis Autoimmune polyglandular syndrome 2 Hypothyroidism, hypehyroidism, vitiligo, Type 1 diabetes mellitus, pernicious anemia and premature ovarian failure. Triple A syndrome Addison Alacrimia Achalasia Isolated autoimmune adrenalitis Associations with CTLA-4 gene",
        "cop": 4,
        "opa": "Isolated autoimmune adrenalitis",
        "opb": "Triple A syndrome",
        "opc": "Autoimmune polyglandular syndrome 2",
        "opd": "Autoimmune polyglandular syndrome 1",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "5b059810-c3cc-4279-bbfc-61b5dfb61645",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Secondary Adrenal insufficiency?",
        "exp": "In Secondary adrenal insufficiency mineralocoicoid secretion is intact. It manifests more insidiously with lack of skin hyperpigmentation. Postural Hypotension is seen with gluco-coicoid deficiency due to blunting of effect of renin in absence or deficit of coisol. In other words coisol potentiates effect of renin. The levels of renin are normal. Fatigue, hyponatremia, and hypoglycemia are some of the clinical manifestations in secondary adrenal insufficiency. Secondary adrenal insufficiency associated with:- Low - Normal ACTH level Normal Renin level Normal Aldosterone level",
        "cop": 1,
        "opa": "Hyperpigmentation",
        "opb": "Postural hypotension",
        "opc": "Hypoglycemia",
        "opd": "Lassitude",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "6799942a-414c-407c-ae3d-dbbe74f7591b",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of malignant adrenal mass is:",
        "exp": "Malignant Adrenocoical carcinoma 2-5 Malignant pheochromocytoma <1 Adrenal neuroblastoma <0. 1 Lymphomas (including primary adrenal lymphoma) <1 Metastases (most frequent: breast, lung) 1-2",
        "cop": 1,
        "opa": "Adrenocoical carcinoma",
        "opb": "Malignant Phaeochromocytoma",
        "opc": "Lymphoma",
        "opd": "Metastasis from another solid tissue tumor",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "7474db0c-c7a8-47f7-9d07-cf24226edb5f",
        "choice_type": "single"
    },
    {
        "question": "Weight loss is a feature of?",
        "exp": "Weight loss is seen in Addison disease because of salt and water loss from body Insulinoma: - Insulin |; Weight gain Hypothyroidism: - BMR|; Weight gain Fatty liver: Obesity: Weight gain",
        "cop": 3,
        "opa": "Insulinoma",
        "opb": "Hypothyroidism",
        "opc": "Addison disease",
        "opd": "Fatty liver",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "c5fbadc1-3388-46d8-b567-89935d6f9480",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male was evaluated for secondary hypertension & was diagnosed with pheochromocytoma. MRI abdomen revealed a 3 cm mass in left adrenal gland. He underwent a left adrenalectomy. After this, his hypertension is well controlled. How will you decide whether his pheochromocytoma was malignant?",
        "exp": "About 5-10% of pheochromocytomas are malignant. Cellular atypia, presence of mitoses, and invasion of vessels are insufficient for the diagnosis of malignant pheochromocytoma. 123I-metaiodobenzylguanidine (MIBG) scans are useful in locating distant metastases. The absence of distant metastases rules out malignant disease. Malignant pheochromocytomas are tumors with lymph node or distant metastases (lungs, bone, or liver)",
        "cop": 4,
        "opa": "Approximately 50% of pheochromocytomas are malignant.",
        "opb": "Cellular atypia and invasion of blood vessels on pathology define malignancy for pheochromocytoma.",
        "opc": "123I-metaiodobenzylguanidine scans are not useful in locating distant metastases.",
        "opd": "The absence of distant metastases rules out malignant disease.",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "dccd3dab-76df-48ae-98cf-5a62c2c7382b",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemic Hypertension is a feature of?",
        "exp": "Liddle syndrome: Is a defect in aldosterone receptor ENaC which exhibits a reduced degradation and results in channel being in open configuration for a longer duration. This enhances mineralocoicoid action and leads to enhanced urinary loss of potassium. Choice A and B have normal to low BP since both have salt wasting. Grave's will cause hypertension due to intrinsic sympathomimetic action of thyroid hormones. However there is no electrolyte imbalance.",
        "cop": 4,
        "opa": "Bater syndrome",
        "opb": "Gitelman syndrome",
        "opc": "Grave's disease",
        "opd": "Liddle syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "4bf9df44-ed6f-49e1-965f-3f02783b2469",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of glucocoicoid deficiency?",
        "exp": "Clinical features of glucocoicoid deficiency: Weight loss and myalgia Fever NCNC anemia, eosinophilia and increased lymphocytes Postural hypotension Hyponatremia Hypoglycaemia Hyponatremia occurs in glucocoicoid deficiency due to loss of feedback inhibition of AVP release. Coisol maintains blood sugar and low coisol explains hypoglycaemia. From the remaining two options the answer is hyperkalemia since it is a known feature of mineralocoicoid deficiency.",
        "cop": 4,
        "opa": "Hyponatremia",
        "opb": "Hypoglycaemia",
        "opc": "Fever",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "6bf9e361-6c9d-46c8-bc9c-0bc7675a3077",
        "choice_type": "single"
    },
    {
        "question": "Which of the following genes is not related to pheochromocytoma associated syndromes?",
        "exp": "Pheochromocytoma associated syndromes Neurofibromatosis 1 NF1 gene MEN 2A and 2B RET proto-oncogene Von Hippel Landau VHL gene AIRE gene is responsible for Autoimmune poly-glandular syndrome type 1.",
        "cop": 4,
        "opa": "NF-1 gene",
        "opb": "RET proto oncogene",
        "opc": "VHL gene",
        "opd": "AIRE gene",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "bb6314e7-7b31-4e24-b6cb-8e14004d830f",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old female presents to OPD with complaints of fatigue and weakness. She has had decreased appetite, weight loss, and severe light-headedness upon standing. Vital signs show a heart rate of 88 bpm, respiration rate of 18 breaths per minute, and temperature of 37. 2deg C. The exam is remarkable for pigmentation of the oral mucosa, proximal muscle weakness of the lower extremities, and hyperpigmentation of the palmar creases, knuckles and knees. What is the most likely diagnosis?",
        "exp": "Hyperpigmentation of Oral mucosa: ADDISON'S disease ( Primary Addison's disease) Primary ADDISON'S disease Feature of BRADYCARDIA should be present Here the Primary Addison's disease may be d/t Auto immune TB Secondary Addison's disease- Doesn't have hyperpigmentation DOC in this case: HYDROCOISONE * To stabilize BP: FLUDROCOISONE * To stabilize Hypoglycemic condition- DEXAMETHASONE",
        "cop": 1,
        "opa": "Adrenal insufficiency",
        "opb": "Depression",
        "opc": "Anorexia with surreptitious diuretic use",
        "opd": "Hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "9422e3b1-8a77-4b74-a9f0-ee38f02765c8",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common variant of congenital adrenal hyperplasia?",
        "exp": "Mutations in CYP21. A2 which leaads to 21 hydroxylase deficiency is the most prevalent cause of CAH responsible for 90-95% of cases.",
        "cop": 4,
        "opa": "11b hydroxylase deficiency",
        "opb": "17a hydroxylase deficiency",
        "opc": "3b hydroxyl-steroid dehydrogenase",
        "opd": "21 hydroxylase deficiency",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "053f0435-45f2-4009-96bb-a3ecd27b1d09",
        "choice_type": "single"
    },
    {
        "question": "Inactivation of coisol into coisone occurs mainly in which organ?",
        "exp": "Coisol is inactivated to coisone by microsomal enzyme 11b-hydroxysteroid dehydrogenase type II This enzyme is mainly in the kidney. Other organs involved in this activity are colon, salivary glands and other target tissues.",
        "cop": 4,
        "opa": "Lungs",
        "opb": "Liver",
        "opc": "Adrenals",
        "opd": "Kidney",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "9c2c6799-6ef6-4c47-9a26-188e7873a77a",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytoma is associated with:",
        "exp": "About 25-33% of patients with a Pheochromocytoma or paraganglioma have an inherited syndrome. Neurofibromatosis type 1 (NF 1) was the first described pheochromocytoma-associated syndrome. The NF1 gene functions as a tumor suppressor by regulating the Ras signaling cascade. Classic features of neurofibromatosis include multiple neurofibromas, cafe au lait spots, axillary freckling of the skin, and Lisch nodules of the iris. Pheochromocytomas occur in only about 1% of these patients and are located predominantly in the adrenals.",
        "cop": 2,
        "opa": "Vitiligo",
        "opb": "Cafe-au-lait spots",
        "opc": "Ash leaf amelanotic macules",
        "opd": "Acanthosis Nigricans",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "bbae4e97-b634-4880-b711-97162c11d95f",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common clinical feature of pheochromocytoma?",
        "exp": "The most common clinical feature is headaches due to paroxysmal hypertension. The mnemonic to remember triad for suspecting pheochromocytoma is PHD- Palpitations, Hypertension, Hypercalcemia Diaphoresis. Note: Remember it is a mnemonic and does not imply that most common feature is palpitations.",
        "cop": 4,
        "opa": "Profuse sweating",
        "opb": "Palpitations",
        "opc": "Diarrhea",
        "opd": "Headaches",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "aca73399-a9b2-4ebf-ad70-816b445d99ac",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in MEN1?",
        "exp": "Features of Multiple Endocrine Neoplasia (11q l3)/Intron 4 ss: Parathyroid adenoma (90%)- Most common presentation. Entero-pancreatic tumours- Most common is gastrinoma and least common is V. I. Poma in MEN1. Pituitary adenoma- most common is Prolactinoma and least common is non-functioning adenoma in MEN1. Associated tumours. Adrenal coical tumour. Neuroendocrine tumours- thymus, lungs (Foregut derivatives include bronchus and thymus and hence choice B is correct). Lipoma Angiofibroma -Most common skin manifestation in MEN 1 (Angiofibroma>collagenoma) Brain tumour -meningioma Pheochromocytoma (<1%)",
        "cop": 1,
        "opa": "Posterior pituitary tumors",
        "opb": "Foregut carcinoids",
        "opc": "Parathyroid hyperplasia",
        "opd": "Pancreatic neuroendocrine tumors",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "a000b0c9-96da-4ebc-a031-db87acd5c36d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following medications should be used for pheochromocytoma associated hypertension after phenoxybenzamine is staed?",
        "exp": "Option B- in order to control tremors and palpitation complaints in the patient For Pheochromocytoma: (a+b) =Ideal management recommended protocol (b+a) = C/I",
        "cop": 2,
        "opa": "Amlodipine",
        "opb": "Propranolol",
        "opc": "Nifedipine",
        "opd": "Diltiazem",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "0092c918-83ea-4e0d-acf1-64bbcfc74021",
        "choice_type": "single"
    },
    {
        "question": "Which is the best treatment for management of malignant pheochromocytoma?",
        "exp": "The first line choice for management of malignant pheochromocytoma is I131- MIBG at monthly intervals over three to six cycles. This is followed by Averbuch Chemotherapy protocol including dacarbazine, cyclophosphamide and vincristine.",
        "cop": 4,
        "opa": "Alpha blockers",
        "opb": "Chemotherapy",
        "opc": "Bulk reducing surgery",
        "opd": "I131-MIBG",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "691a4d8f-86d5-4d24-b8ab-8b187d4bbdba",
        "choice_type": "single"
    },
    {
        "question": "Which is the best imaging modality in pheochromocytoma?",
        "exp": "MRI Abdomen has higher sensitivity than the remaining choices. Imaging Sensitivity Specificity CT ++++ +++ MRI ++++ +++ MIBG scintigraphy +++ ++++ Somatostatin receptor scintigraphy ++ ++ Fluoro - DOPA PET/CT +++ ++++",
        "cop": 4,
        "opa": "MIBG Scintigraphy",
        "opb": "Somatostatin Scintigraphy",
        "opc": "PET DOPA",
        "opd": "MRI abdomen",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "abb75b03-f188-4b2f-9609-d9763d2f8253",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old male has had a hard to control hypertension for 2 years. He is taking clonidine, hydrochlorothiazide, verapamil, and lisinopril. His blood pressure is 170/105 mm. Hg, pulse 90 beats/min, and respirations 16/min. The cardiopulmonary exam is normal. Pedal pulses are intact and there is no edema or mis-distribution of fat. Laboratories show potassium of 2. 7 m. Eq/L, BUN 20 mg/dL, creatinine 1. 2 mg/dL, bicarbonate 33 mg/dL, and fasting glucose 98 mg/dL. What is the most likely diagnosis?",
        "exp": "Presentation: K+|| RFT= N HCO3(22-26) here || so alkalosis present Therefore, Hypokalemic alkalosis with HTN Option A- characterized by ||BP as aldosterone is elevated which also l/t urinary loss of K+ and hydrogen causing Hypokalemic alkalosis. Option B- In renal vasculature hypertension there is |RFT Option C- presents with weight gain in patients, HTN as coisol can stimulate aldosterone receptors l/t hypokalemic alkalosis. Option D- carcinoid syndrome doesn't lead to hypertension because metabolites produced may cause bronchospasm and Histamine/Serotonin release which will cause vasodilation not HTN. 1. ST likely diagnosis= CONN syndrome",
        "cop": 1,
        "opa": "Conn syndrome",
        "opb": "Renal vascular hypertension",
        "opc": "Cushing syndrome",
        "opd": "Carcinoid syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "65aa93e5-f2df-40b1-8eb7-c06db283c670",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is produced by Argentaffinoma of ileum?",
        "exp": "Argentaffin cells in Carcinoid tumor produce 5. HT derivatives like Serotonin. Epinephrine and Norepinephrine are produced by Chromaffin cells which are seen in Pheochromocytoma.",
        "cop": 2,
        "opa": "G. A. B. A",
        "opb": "Serotonin",
        "opc": "Epinephrine",
        "opd": "Nor-epinephrine",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "16d65b82-f8ad-4daf-b27a-2a51e8249cc4",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for management of hypertension in Pheochromocytoma?",
        "exp": "Preoperative patient preparation is essential for safe surgery. a- Adrenergic blockers (Phenoxybenzamine) should be initiated at relatively low doses (e. g. 5-10 mg orally three times per day) and increased as tolerated every few days. Adequate alpha blockade generally requires 7 days, with a typical final dose of 20-30 mg phenoxybenzamine three times per day.",
        "cop": 1,
        "opa": "Phenoxybenzamine",
        "opb": "Phentolamine",
        "opc": "Labetalol",
        "opd": "Esmolol",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "73997df5-a2c8-450d-9939-e170118440b5",
        "choice_type": "single"
    },
    {
        "question": "Decreased plasma renin activity is seen in:",
        "exp": "Primary hyperaldosteronism is due to bilateral adrenal hyperplasia or due to adrenal adenoma. Both these conditions are autonomous and lead to aldosterone production in excess. The R. A. A. S system negative feedback will result in decrease in renin production. Low renin Hypertension is a feature of primary hyperaldosteronism. Causes of low renin hypertension Liddle syndrome Conn's syndrome Mineralocoicoid receptor mutation Apparent mineralocoicoid excess (AME) Glucocoicoid resistance Gordon syndrome Congenital adrenal hyperplasia (CAH)",
        "cop": 1,
        "opa": "Primary hyperaldosteronism",
        "opb": "Baer syndrome",
        "opc": "Pregnancy induced Hypertension",
        "opd": "Secondary aldosteronism",
        "subject_name": "Medicine",
        "topic_name": "Disorders of Adrenal Gland",
        "id": "cd23b8e9-11e7-47a9-a87c-07e309cfcd09",
        "choice_type": "single"
    }
]