[
    {
        "question": "All of the features of Wilson's disease, EXCEPT:",
        "exp": "Ans. is 'b' Testicular atrophy Basic defect in Wilson's disease is|Reduced biliary exception of copper*|Cu accumulates in hepatocytes resulting in liver damage (Manifest almost all types of hepatitis* including fulminant hepatitis)|Liver cells get saturated with Cu|Cu spilled in plasma|Gets deposited in following organsBasal ganglia - Spasticity, Rigidity, Chorea (dysphagia, dysarthria, positive Babinski, abdominal reflex absent).Eye - Kayser Fleischer ring* present in descemet's membrane* of cornea.Some frequently asked facts about Wilson's diseaseAssociated with Coombs (-ve) hemolytic anemia*Sensory symptoms are characteristically absent*Testis never involved*Ceruloplasmin deficiency is important marker of disease*",
        "cop": 2,
        "opa": "Haemolytic anaemia",
        "opb": "Testicular atrophy",
        "opc": "Chorea",
        "opd": "Chronic active hepatitis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "ca87050f-057a-4e70-a101-0a85cd94de7f",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old male patient presented with a history of back pain, which is more in the morning and relieved by bathing in warm water. What is the likely additional finding present in this patient?",
        "exp": "Ans. d. Decreased chest wall expansion (Ref: Harrison 19/e p2170, 18/e p2775)History of back pain, which is more in the morning and relieved by bathing in warm water is characteristic of spondylo arthropathy, like ankylosing spondylitis. Ankylosing spondylitis leads to extra-parenchymal restrictive lung disease, associated with decreased chest wall expansion.\"Ankylosing Spondylitis: The initial symptom is usually dull pain, insidious in onset, felt deep in the lower lumbar or gluteal region, accompanied by low-back morning stiffness of up to a few hours 'duration that improves with activity and returns following inactivity. \"- Harrison 19/e p2170\"Ankylosing Spondylitis: Initially; physical findings mirror the inflammatory process. The most specific findings involve loss of spinal mobility, with limitation of anterior and lateral flexion and extension of the lumbar spine and of chest expansion. Limitation of motion is usually out of proportion to the degree of bony ankylosis, reflecting muscle spasm secondary to pain and inflammation. Pain in the sacroiliac joints may be elicited either with direct pressure or with stress on the joints. In addition, there is commonly tenderness upon palpation at the sites of symptomatic bony tenderness and paraspinous muscle spasm. ''-- Harrison 19/e p2170A. Obstructive lung diseaseB. Restrictive lung disease* Asthma* Bronchiectasis* Bronchiolitis* Cystic fibrosis* COPD (Chronic bronchitis, Emphysema)Mnemonic- \"ABCDE\"ParenchymalExtra Parenchymal* Sarcoidosis* Pneumoconiosis* Idiopathic pulmonary fibrosis* Drug/Radiation induced interstitial lung disease* Neuromuscular diseases:- Diaphragmatic palsy- Guillain-Barre syndrome- Muscular dystrophy- Cervical spine injury* Chest wall diseases:- Kyphoscoliosis- Obesity- Ankylosing spondylitisAnkylosing Spondylitis/Marie-Strumpell or Bchtrew's diseaseEtiology & Pathogenesis:More than 90% patients of AS are HLA B27 positiveQ.The enthesis. the site of ligament attachment to bone is primary site of pathology in ASQ.Sacroilitis is the earliest manifestation with features of both enthesitis & synovitisQ.Clinical Presentation:Males are affected more frequently than females.Age of onset is 15-25 years (late adolescence & early adulthood )Q.The initial symptom is usually dull pain, insidious in onset, accompanied by low back morning stiffness of up to few hours duration that improves with activity and returns following period of inactivityQ.Arthritis in hips & shoulders (root joints) occur in 25-35%Q.Peripheral joints (usually shoulder, hips & knees) are involved in one third of patientsQ.Most serious complication of spinal disease is spinal fracture with even minor trauma.MC extra-articular manifestation is acute anterior uveitis (iridocyclitis)Q.Diagnosis:Radiological Examination(The following changes may be seen on an X-ray of the pelvis)* Haziness of sacro-iliac jointsQ* Irregular subchondral erosions in SI jointsQ* Sclerosis of the articulating surfaces of SI jointsQ* Widening of sacro-iliac joint spaceQ* Bony ankylosis of the sacro-iliac jointsQ* Calcification of the sacro-iliac ligaments and sacro- tuberous ligaments* Evidence of enthesopathy: Calcification at the attachment of the muscles, tendons and ligaments, particularly around the pelvis & heelQ.X-ray of Lumbar spine in Ankylosing Spondylitis* Squaring of vertebraQ: The normal anterior concavity of the vertebral body is lost because of calcification of the anterior tongitudinai ligament* Loss of lumbar lordosisQ* Bridging osteophytes (syndesmophytes)Q* Bamboo spine appearanceQ due to syndesmophytes & paravertebral ossificationTreatment:Phenylbutazone is the most effective drugQ (causes aplastic anemia).Indomethacin is most commonly used NSAIDQ.",
        "cop": 4,
        "opa": "Marrow fibrosis",
        "opb": "Distal phalangeal joint involvement",
        "opc": "Pleural nodules",
        "opd": "Decreased chest wall expansion",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "a917557b-846a-4004-891b-fb4c1b147375",
        "choice_type": "multi"
    },
    {
        "question": "What is the diagnosis in this patient with abdominal pain?",
        "exp": "Answer C. Lead poisoningThe blue lines evident on the gums are Burton's lines, which can be present in patients with lead poisoning. The diagnosis of occupational lead poisoning was confirmed by an elevated serum lead level. The patient recovered following chelation therapy.",
        "cop": 3,
        "opa": "Amyloidosis",
        "opb": "Familial Mediterranean fever",
        "opc": "Lead poisoning",
        "opd": "Leukemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "eb4ad003-cabb-488c-9087-e897a93e34ea",
        "choice_type": "single"
    },
    {
        "question": "Which is seen in the X-ray skull shown?",
        "exp": "Ans. (a) Pepper pot skull.Image source - http://68.media.tumblr.com/d46412907ee7900476a488e26758513b/tumblr_n04rfkqznM1ru4rx5o1_1280.jpg",
        "cop": 1,
        "opa": "Pepper pot skull",
        "opb": "Artifacts",
        "opc": "Silver beaten appearance",
        "opd": "Mug shot",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "121f58ec-1461-4b05-8ed1-06b14e603329",
        "choice_type": "single"
    },
    {
        "question": "Urine turns dark on standing in: (Repeat)",
        "exp": "Ans: A (Alkaptonuria) Ref: Harrison's Principles of Internal Medicine 18th edition & Harper's illustrated Biochemistry, 28th edition. Chapter 29, pp 254)Explanation:AlkaptonuriaDue to deficiency in homagentisic acid oxidaseResults in the accumulation of homogentisic acidThe illness has three characteristic symptoms;Homogentisicaciduria (the patient's urine contains elevated levels of homogentisic acid, which is oxidized to a dark pigment on standing,Large joint arthritisBlack ochronotic pigmentation of cartilage and collagenous tissue tOochronsis)Diets low in protein--especially in phenylalanine and tyrosine--help reduce the levels of homogentisic acid, and decrease the amount of pigment deposited in body tissues.Although alkaptonuria is not life-threatening, the associated arthritis may be severely crippling.",
        "cop": 1,
        "opa": "Alkaptonuria",
        "opb": "Maple syrup urine disease",
        "opc": "Phenyl ketonuria",
        "opd": "Acute intermittent porphyria",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "87c80595-3ca9-48d1-83e1-ac36b00614f5",
        "choice_type": "single"
    },
    {
        "question": "Jansen disease is?",
        "exp": "Ans. is 'a' i.e.. Defect of PTH receptor o Jansen syndrome occurs due to activating mutations in the PTH/PTHrP receptor (PTHIR).o Rare autosomal dominant syndrome.o The disorder leads to short-limbed dwarfism due to abnormal regulation of chondrocyte maturation in the growth plates of the bone that are formed through an endochondral process.o In adult life, there are numerous abnormalities in bone, includingy Multiple cystic resorptive areas resembling those seen in severe hyperparathyroidismy Hypercalcemia and hypophosphatemiay Undetectable or low PTH levels are typically seen.",
        "cop": 1,
        "opa": "Defect of PTH receptor",
        "opb": "Defect of GHRH receptor",
        "opc": "Defect of ADH receptor",
        "opd": "Defect of GH receptor",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "7b5099d7-c888-4388-9e74-d3d93b70cb93",
        "choice_type": "single"
    },
    {
        "question": "All are features of Marfan's syndrome, EXCEPT:",
        "exp": "Ans. is 'c' Mousy odour urine Mousy odour urine is a feature of homocystinuriaMarfan's syndrome:It is characterized by a triad of:Long thin extremities* frequently associated with other skeletal changes such as loose joints* and arachnodactyly *Reduced vision as a result of dislocation of lens*Aortic aneurysm*",
        "cop": 3,
        "opa": "Lens dislocation",
        "opb": "Aortic regurgitation",
        "opc": "Mousy odor urine",
        "opd": "Pneumothorax",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "4563ffb0-89ed-4917-953b-60dbd06b3ca8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not seen in Von-gierke's disease?",
        "exp": "Ans. is 'd' i.e., Hyperuricemia is not seen Type I glycogen storage disease (glucose-6-phosphatase or translocase deficiency, von Gierke's disease)* Type I glycogen storage disease is an autosomal recessive disorder caused by glucose-6-phosphatase deficiency in liver, kidney, and intestinal mucosa.* There are two subtypes of GSDI: type la, in which the glucose-6-phosphatase enzyme is defective, and type Ib, in which the translocase that transports glucose-6-phosphate across the microsomal membrane is defective.* The defects in both subtypes lead to inadequate conversion in the liver of glucose-6- phosphate to glucose and thus make affected individuals susceptible to fasting hypoglycemia.Clinical and laboratory findings* Persons with type I disease may develop hypoglycemia and lactic acidosis during the neonatal period; however, more commonly, they exhibit hepatomegaly at 3-4 months of age.* These children usually have doll-like faces with fat cheeks, relatively thin extremities, short stature, and a protuberant abdomen that is due to massive hepatomegaly. The kidneys are enlarged, but the spleen and heart are of normal size. The hepatocytes are dis- tended by glycogen and fat with large and prominent lipid vacuoles. Despite hepatomegaly, liver enzymes are usually normal or near normal.* Easy bruising and epistaxis are associated with a prolonged bleeding time as a result of impaired platelet aggregation/adhesion.* Hyperuricemia is present.* Hyperlipidemia includes elevation of triglycerides, cholesterol, and phospholipids.* Type Ib patients have additional findings of neutropenia and impaired neutrophil function, resulting in recurrent bacterial infections and oral and intestinal mucosal ulceration.* GSD I patients may experience intermittent diarrhea, which can worsen with age. In GSD lb, it is largely due to loss of mucosal barrier function caused by inflammation.",
        "cop": 4,
        "opa": "Type lb has defective translocase",
        "opb": "Patients may present with hypoglycemia and lactic acidosis in the neonatal period",
        "opc": "Easy bruising and epistaxis can be seen",
        "opd": "Hyperuricemia is not seen",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "19bbcaca-6783-4cd5-8f9a-1952fb9048f7",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis for this patient with end-stage renal disease who developed skin changes after an imaging procedure?",
        "exp": "Answer C. Nephrogenic systemic fibrosisThere is thickening of the skin of the arm, most prominent over the flexures of the wrists and elbows and the area between the thenar and hypothenar prominences. These are typical features of nephrogenic fibrosing dermopathy which is characterized by diffuse, cutaneous, hyperpigmented, brawny induration, erythematous or skin-colored plaques with irregular borders with ameboid projections, firm discrete papules, and subcutaneous nodules. It appears to be associated with exposure to gadolinium used to perform magnetic resonance imaging.",
        "cop": 3,
        "opa": "Actinic elastosis",
        "opb": "Calciphylaxis",
        "opc": "Nephrogenic systemic fibrosis",
        "opd": "Porphyria cutanea tarda",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "30cd6d17-2b3f-4c49-aaf6-3b50dddfd272",
        "choice_type": "single"
    },
    {
        "question": "This patient with diffuse, nonencapsulated fatty deposits is most likely to have a history of which one of the following?",
        "exp": "Answer A. Alcohol dependencyMadelung's disease (also known as benign symmetric lipomatosis) is a rare disorder of unknown cause and was the diagnosis in this case. Up to 90% of patients have a history of chronic alcoholism, and there is a strong male predominance.",
        "cop": 1,
        "opa": "Alcohol dependency",
        "opb": "Hypercalcemia",
        "opc": "Renal insufficiency",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "65b73a6c-051d-4bd5-af85-c9d8a8ebf1b0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tissue deposits is called chalcosis?",
        "exp": "Ans. is 'a' i.e., Coppero Chalcosis refers to the deposition of copper in the tissues.o Chalcosis is a term used to describe the deposition of the copper (Cu) in the tissues especially tissues of the eyes.o Chalocosis in occular tissues generally occurs from the presence of a copper foreign body within the eye.",
        "cop": 1,
        "opa": "Copper",
        "opb": "Cadmium",
        "opc": "Chromium",
        "opd": "Aluminum",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "acdd6734-8edb-409c-80f4-b8a373570ab5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an example of small-vessel vasculitis?",
        "exp": "Ans. is 'b' i.e., Microscopic polyangitis o Vasculitis refers to inflammation of the wall of blood vessels.o Because the cause of most forms of vasculitis are not known the vasculitides are classified according to their clinicopathological features:o Vasculitis can be separated by the size of vessels involved.o Based on whether the process is primary i.e. of the unknown cause or secondary to some other conditionClassification of vasculitis on the size of vesselLarge vessel vasculitis (aorta and its largest branches to extremities and head and neck)o Giant cell arteritiso Takayasu arteritiso Cogan syndromeMedium vessel vasculitis (main visceral arteries and their branches)o Polyarteritis nodosao Kawasaki diseaseo Buerger s diseaseSmall vessel vasculitis (arterioles, venules, capillaries, occasionally small arteries)ANCA associated small vessel vasculitiso Wegener s granulomatosiso Microscopic polyangiitiso Churg strauss syndromeo Drug induced ANCA associated vasculitisANCA negative small vessel vasculitiso Behcet s diseaseo Hypersensitivity vasculitiso Urticarial vasculitis",
        "cop": 2,
        "opa": "Takayasu arteritis",
        "opb": "Microscopicpolyangitis",
        "opc": "Giant cellarteritis",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "ebf50760-3c31-4781-91f3-82bdaaae0fce",
        "choice_type": "multi"
    },
    {
        "question": "Infliximab is directed against:",
        "exp": "Ans. is 'a' i.e., Tumour necrosis factor Infliximabis a cytokine inhibitor acting against Tumour necrosis factor (TNF-a)Infliximab is a chimeric antibody which consists of variable region of a murine (mouse) antibody to TNF-a and constant (Fc) region of a human antibody.* Uses - It is reserved for patients with severe rheumatoid arthritis who have failed to respond to adequate trials of at least two DMARDs.Crohn's colitisAlso knowThe role of another cytokine inhibitor EtanerceptIt inhibits the activity of TNF-aIt is a dimeric fusion of Two TNF receptors joined to constant (Fc) domain of human IgG, molecule.Unlike infliximab, it is an entirely human moleculeUsesRheumatoid arthritis patients who have failed to respond to adequate trials of at least two DMARDs.Juvenile rheumatoid arthritis Psoriasis",
        "cop": 1,
        "opa": "Tumor necrosis factor-a (TNF-a)",
        "opb": "Interleukin-1 (IL-1)",
        "opc": "Interleukin-12 (IL-12)",
        "opd": "Intercellular adhesion molecule (ICAM)",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "c9302d6b-02e9-46a2-a3b0-c81efefc6244",
        "choice_type": "single"
    },
    {
        "question": "Causes of high anion-gap metabolic acidosis include the following EXCEPT",
        "exp": "Ans. a (Diarrhea) (Ref. H - 18th/pg. ch. 47)ANION GAP# The anion gap may be calculated by using (sodium + potassium) - (bicarbonate + chloride)# Normal =10-12 mmol/L# Causes of a normal anion gap or hyperchloraemic metabolic acidosis- Gastrointestinal bicarbonate loss: diarrhea, ureterosigmoidostomy, fistula- Renal tubular acidosis- Drugs: e.g., acetazolamide- Ammonium chloride injection- Addison's disease# Causes of a raised anion gap metabolic acidosis- Lactate: shock, hypoxia- Ketones: diabetic ketoacidosis, alcohol- Urate: renal failure- Acid poisoning: salicylates, methanolAlso know:Ethylene glycol, methanol, and isopropyl alcohol - all cause an elevated osmolal gap, but only the first two cause a high- AG acidosis.",
        "cop": 1,
        "opa": "Diarrhea",
        "opb": "Starvation",
        "opc": "Diabetic ketoacidosis",
        "opd": "Salicylate poisoning",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "5a9a42f4-70e4-4950-b2d6-aaac20f12ccf",
        "choice_type": "multi"
    },
    {
        "question": "Causes of high anion gap acidosis are the following EXCEPT",
        "exp": "Ans. d (Diarrhea) (Ref: Q. 178 of MH-2007).ANION GAP# The anion gap may be calculated by using (sodium + potassium) - (bicarbonate + chloride)# Normal =10-12 mmol/L# Causes of a normal anion gap or hyperchloraemic metabolic acidosis- Gastrointestinal bicarbonate loss: diarrhea, ureterosigmoidostomy, fistula- Renal tubular acidosis- Drugs: e.g., acetazolamide- Ammonium chloride injection- Addison's disease# Causes of a raised anion gap metabolic acidosis- Lactate: shock, hypoxia- Ketones: diabetic ketoacidosis, alcohol- Urate: renal failure- Acid poisoning: salicylates, methanolAlso know:Ethylene glycol, methanol, and isopropyl alcohol - all cause an elevated osmolal gap, but only the first two cause a high- AG acidosis.",
        "cop": 4,
        "opa": "Lactic acidosis",
        "opb": "DKA",
        "opc": "Renal failure",
        "opd": "Diarrhea",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "f19e7b74-0571-4f8f-8ec1-a9d3e5c177ce",
        "choice_type": "multi"
    },
    {
        "question": "In a very tall patient with arm span > height the thumb projects beyond palm when flexed. This sign is known as?",
        "exp": "Ans. (c) Steinberg's sign. * The image shows Thumb sign seen in Marfan syndrome where the hand is clenched without assistance, the entire thumbnail projects beyond the border of the hand (Steinberg's sign) * Other skeletal findings in Marfan's syndrome are 1. Dolichostenomelia (long, thin limbs) 2. Arm span substantially exceeds the height (> 1.05 times height). 3. Long, thin fingers (arachnodactyly) that are hyperextensible. 4. The thumb may be adducted across the narrow palm and may appreciably overlap the 5th finger when encircling the wrist (wrist sign)",
        "cop": 3,
        "opa": "Arachnodactyly",
        "opb": "Finger sign",
        "opc": "Steinberg's sign",
        "opd": "Wrist sign",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "7d06df9d-a2ec-4110-a11c-6975ddbae494",
        "choice_type": "multi"
    },
    {
        "question": "This patient developed progressive thickening of the skin following failure of a transplanted kidney. What is the most likely diagnosis?",
        "exp": "Answer C. Nephrogenic fibrosing dermopathyThe patient was diagnosed with nephrogenic fibrosing dermopathy, an uncommon sclerosing skin condition that has been associated with the use of gadolinium in patients with renal failure.",
        "cop": 3,
        "opa": "Eosinophilic fasciitis",
        "opb": "Myxedema",
        "opc": "Nephrogenic fibrosing dermopathy",
        "opd": "Scleroderma",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "15e29d7e-caa2-49f9-9982-8a0eb6dd6e11",
        "choice_type": "single"
    },
    {
        "question": "All the following causes micronodular cirrhosis except:",
        "exp": "Ans: D (Wilson's disease) Ref: Harrison's Textbook of Internal Medicine, 18th edExplanation:Micronodular cirrhosisLaennec's cirrhosisJejunoileal bypassPrimary & secondary biliary cirrhosisIndian childhood cirrhosisHemochromatosisMacro nodular cirrhosisHepatitis B & CWilson's diseaseAlpha 1 antitrypsin deficiencyTvrosinemiaPost necroticBothHemochromatosisAlcoholic liver disease",
        "cop": 4,
        "opa": "Laennec's cirrhosis",
        "opb": "Primary biliary cirrhosis",
        "opc": "Indian childhood cirrhosis",
        "opd": "Wilson's disease",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "a7471252-f8ca-4481-86de-f6a13969f5c0",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme raised in myopathies is",
        "exp": "Ans. a (CPK), (Ref. Harrison, Principles of Medicine, 18th/Chapter 246.)# CPK is raised in many myopathies and in AMI.",
        "cop": 1,
        "opa": "CPK",
        "opb": "SGOT",
        "opc": "SGPT",
        "opd": "AST",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "77c68d11-a3b4-42ee-974e-372f5c1a5e1c",
        "choice_type": "single"
    },
    {
        "question": "All are true about Syndrome X EXCEPT:",
        "exp": "ANSWER: (B) HypoinsulinemiaREF: Harrison s 18th edition table 242-1Metabolic syndrome is a combination of medical disorders that, when occurring together, increase the risk of developing cardiovascular disease and diabetes.Metabolic syndrome is also known as metabolic syndrome X, cardiometabolic syndrome, syndrome X, insulin resistance syndrome, Reaven's syndrome (named for Gerald Reaven)DIAGNOSTIC CRITERIA FOR THE METABOLIC SYNDROMEThe US National Cholesterol Education Program Adult Treatment Panel III (2001) requires at least three of the followingCentral obesity: Waist circumference >102 cm (M), >88 cm (F)Hypertriglyceridemia: Triglycerides 150 mg/dL or specific medicationLow HDL cholesterol: <40 mg/dL and <50 mg/dL, respectively, or specific medicationHypertension: Blood pressure 130 mm systolic or 85 mm diastolic or specific medicationFasting plasma glucose 100 mg/dL or specific medication or previously diagnosed Type 2 diabetes",
        "cop": 2,
        "opa": "Hyperglycemia",
        "opb": "Hypoinsulinemia",
        "opc": "Abdominal obesity",
        "opd": "Hypertriglyceridemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "3b66d0fe-f2ed-4e61-b0bc-3b7aca62a653",
        "choice_type": "multi"
    },
    {
        "question": "Wilsons disease is diagnosed by:",
        "exp": "ANSWER: (C) Increased urinary copper excretionREF: Harrisons Internal Medicine 17th ed> Chapter 354. Wilson Disease >Repeat from June 2010Tests for Wilson DiseaseTestUsefulnessNormal ValueIn Heterozygous CarriersIn Wilson DiseaseSerumceruloplasmin+-180-350 g/LLow in 20%Low in 90%KF rings++AbsentAbsentPresent in 99% + if neurologic or psychiatric symptoms present.Present in 30-50% in hepatic presentation and presymptomatic state24-h urine Cu+-r+0.3-O.8 mol (20-50 g)Normal to 1.3 mol (80 g)>1.6 mol (>100 g) in symptomatic patients 0.9 to >1.6 mol (60 to >100 g) in presymptomatic patientsLiver Cu++++0.3-0.8 mol/g (20-50 g) tissueNormal to 2.0 mol (125 g)>3.1 mol (>200 g) (obstructive lnrer disease can cause false-positive results)Haplotypeanalysis++++-(Siblingsonly)0 Matches1 Match2 Matches",
        "cop": 3,
        "opa": "Increased serum ceruloplasmin",
        "opb": "Decreased liver copper",
        "opc": "Increased urinary copper excretion",
        "opd": "Decreased urine copper excretion",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "4846b3a4-2f89-4b58-93e3-6845e59c3dc8",
        "choice_type": "single"
    },
    {
        "question": "Rhabdomvolysis seen is -",
        "exp": "Ans. is 'a' i.e., Hyperphosphatemia Features of Rhabdomyolysiso Hyperkalemiao Hyperphosphatemiao Hyperuricemiao Metabolic acidosiso DICo Decrease in albumino Compartment syndrome",
        "cop": 1,
        "opa": "Hyperphosphatemia",
        "opb": "Hyponatremia",
        "opc": "Hypokalemia",
        "opd": "Metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "7fdcd846-1f1b-46c5-8c84-e0e0122ee3f2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in menke's disease is-",
        "exp": "Ans. is 'a' i.e., Cardiac rupture o Children with this disease often die within 5 years because of dissecting aneurysms or cardiac rupture.Menkes kinky hair syndromeo An X-1 inked metabolic disturbance of copper metabolism characterized by# Mental retardation, hypocupremia, and decreased circulating ceruloplasmin.o Caused by mutations in the copper-transporting A TP7A gene.o Children with this disease often die within 5 years because of dissecting aneurysms or cardiac rupture.",
        "cop": 1,
        "opa": "Cardiac rupture",
        "opb": "Diaphragmatic paralysis",
        "opc": "Laryngospasm",
        "opd": "Cyano-methemoglobinemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "08e1a6ed-16a3-445b-8fc8-6aa6ec6b9d78",
        "choice_type": "single"
    },
    {
        "question": "Normal CRP but increased ESR is seen in-",
        "exp": "Ans. is 'c* i.e., SLE [Ref: Harrison IS'Ve p. 145, 162\\Both ESR and CRP are markers of inflammationo Erythrocyte sedimentation rate or ESR is used to separate inflammation from non-inflammation.o Another sign of inflammation is the rise in blood level of number ofproteins called as acute phase proteins.o One of the proteins is C-reactive protein (CRP).o Like ESR and other acute phase proteins, CRP also goes up in inflammation.# In systemic lupus however the level does not rise unless there is infection associated.o The normal response to active inflammatory disease is an increase in plasma CRP concentration.o For reasons that remain unclear tht response is either significantly lower in magnitude or entirely absent in a few inflammatory conditions.o This has proven diagnostically useful because there are very few inflammatory conditions in which ESR is significantly raised (reflecting an inflammatory process) but plasma CRP is only slightly raised or even normal.o One ofthese conditions is systemic lupus erythematosus (SLE or lupus), a relatively common chronic autoimmune disease that predominantly affects women of child-bearing age.When this inflammation occurs in the lupus patient it is accompanied as expected by a marked increase in ESR. However in contrst to most other inflammatory# condition, the plasma CRP remains resolutely normal. The combination of raised ESR and normal CRP is a usefid diagnostic feature of SLE.o Other disorders where CRP is not increasedOsteoarthritis, leukemia, anemiaPolycythemia, viral infectionUlcerative colitis, pregnancy, estrogen",
        "cop": 3,
        "opa": "RA",
        "opb": "Polymyalgiarheumatica",
        "opc": "SLE",
        "opd": "Systemic sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "cf2ba1fa-20ca-402a-9503-671240cc5a36",
        "choice_type": "single"
    },
    {
        "question": "Joint not involved in Rheumatoid arthritis?",
        "exp": "Ans.(a) D.I.PRef : Harrison 19th ed. / 2142* Rheumatoid arthritis characteristically causes swelling of small joints in the hand like the P.I.P, M.C.P and the wrist joint bilaterally.* Isolated D.I.P joint involvement is seen in psoriatic arthropathy.* D.I.P joint involvement is also seen with osteo-arthritis but the involvement is with pain at the base of thumb. Knee joint is the commonest joint involved in these patients.",
        "cop": 1,
        "opa": "D.I.P",
        "opb": "P.I.P",
        "opc": "M.C.P",
        "opd": "Wrist",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "9e4be06e-5b1d-4783-a142-97c60d6591ca",
        "choice_type": "single"
    },
    {
        "question": "Metabolic encephalopathy presents with",
        "exp": "Ans. is 'b' anomic aphasia \"Anomic aphasia is the single most common language disturbance seen in head trauma, metabolic encephalopathy and Alzheimer's disease\" - HarrisonAnomic aphasia is dysfunction where a person is unable to name objects.His articulation, comprehension and repetition are intact, but naming, word finding and spellings are impaired.",
        "cop": 2,
        "opa": "Broca's aphais",
        "opb": "Anomic aphasia",
        "opc": "Transcortical sensory aphasice",
        "opd": "transcortical motor aphasia.",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "8cadb326-8244-4b7a-88f0-0033ffd5c54e",
        "choice_type": "single"
    },
    {
        "question": "All are true about systemic sclerosis except:",
        "exp": "Ans: A (Genetic component) Ref: Harrison's 18th edn, pg 2757Explanation:ANA is positive in allScl-70 and anticentromere abs specific for sclerodermaScl-70 mostly seen in diffuse cutaneous sclerodermaAnticentromere abs seen more in limited cutaneous scleroderma and Pulm artery hypertensionAbs to b2GPI - Ischemia of fingers1.6% prevalent of family historyHigh risk of other autoimmune disorders like SIX, RASystemic Sclerosis(Aka Systemic Scleroderma)DiffuseMost common type in childhoodSymmetric thickening and hardening of the skin (sclerosis) with fibrous and degenerative changes of visceraLimitedRare in childhoodPreviously known as CREST (calcinosis cutis, Raynaud phenomenon, esophageal dysfunction, sclerodactyly, and telangiectasia) syndromeSystemic SclerosisThe skin manifestations of SSc include.Early phase of edema.Induration and fibrosis of skinLoss of subcutaneous fat, sweat glands and hair follicles.Atrophic skin becomes shiny and waxy in appearance.Flexion contractures develop at the elbows, hips and knees associated with secondary muscle weakness and atrophy.Small oral stoma with decreased mouth aperture.Skin ulceration over pressure points, such as the elbows, may be associated with subcutaneous calcifications.Severe Ray naud phenomenon causes ulceration of the fingertips with subsequent loss of tissue pulp and tapered fingers (sclerodactyly).Resorption of the distal tufts of the distal phalanges may occur (acro-osteolysis).Hyperpigmented postinflammatory changes surrounded by atrophic depigmentation gives a salt-and-pepper appearance.Pulmonary disease is the most common visceral manifestation of SSc anti includes both arterial and interstitial involvement (alveolitis).Symptoms ranee from asymptomatic disease to exercise intolerance, dyspnea at rest, and rightsided heart failure.Pulmonary arterial hypertension (PAH) is a poor prognostic sign.Gastrointestinal tract disease is seen in 25% of children with the disease.Common manifestations include esophageal and intestinal dysmotility resulting in dysphagia, reflux, dyspepsia, gastroparesis, bacterial overgrowth, dilated bowel loops and pseudoobstruction. dental caries, as well1 as malabsorption and failure to thrive.Renal arterial dise associated with arrhythmias, ventricular hypertrophy and decreased cardiac function,Mortality from ase can cause chronic or severe episodic hypertension.Cardiac fibrosis is juvenile systemic sclerosis is most commonly a result of cardiopulmonary disease.",
        "cop": 1,
        "opa": "Genetic component",
        "opb": "Calcinosis cutis",
        "opc": "Pulmonary artery hypertension",
        "opd": "Anticentromere antibodies",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "fb716978-0d6a-4946-915a-ad403fb74f08",
        "choice_type": "multi"
    },
    {
        "question": "Wilson's disease is diagnosed by?",
        "exp": "ANSWER: (C) Increased urinary copper excretionREF: Harrison's Internal Medicine 17th ed> Chapter 354. Wilson Disease >Useful Tests for Wilson DiseaseTestUsefulnessNormal ValueIn Heterozygous CarriersIn Wilson DiseaseSerumceruloplasmin+180-350 mg/LLow in 20%Low in 90%KF rings++AbsentAbsentPresent in 99% + if neurologic or psychiatric symptoms present.Present in 30-50% in hepatic presentation and presymptomatic state24-h urine Cu+++0.3-0.8 mol (20-50) gNormal to 1.3 mol (80 g)>1.6 mol (>100 g) in symptomatic patients 0.9 to >1.6 mol (60 to >100 g) in presymptomatic patientsLiver Cu++++0.3-0.8 mol/g (20-50 g) tissueNormal to 2.0 mol (125 g)>3.1 mol (>200 g) (obstructive liver disease can cause false-positive results)Haplotypeanalysis++++(Siblings only0 Matches1 Match2 Matches",
        "cop": 3,
        "opa": "Increased serum ceruloplasmin",
        "opb": "Decreased liver copper",
        "opc": "Increased urinary copper excretion",
        "opd": "Decreased urine copper excretion",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "5807d049-569d-42f8-bacc-8216024b019e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is false about Hurler syndrome:",
        "exp": "Ans. (a) X linkedRef: Harrison's 17th ed. Ch.DisorderEnzymeDef:InheritanceNeurologicOphthalmo- logicHematologicUnique FeaturesHurler syndromea-L- IduronidaseARMental retardation +Corneal cloudingVacuolated lymphocytesCoarse facies, cardiovascular involvement, joint stiffness, wide spaced teethHunter syndromeIduronate sulfatase (ET)X-linkedMental retardation, less in mild formRetinal degeneration, no corneal cloudingGranulated lymphocytesCoarse facies, cardiovascular, joint stiffness, distinctive pebbly skin lesions* Both have hepatosplenomegaly and skeletal dysplasia* In Hurler syndrome, death usually occurs by 10 years because of respiratory infection and heart failure.",
        "cop": 1,
        "opa": "X linked",
        "opb": "MR",
        "opc": "Joint stiffness",
        "opd": "Coarse facial features",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "12567657-a170-4c14-8d4d-0bd2b3cc2073",
        "choice_type": "multi"
    },
    {
        "question": "In Wilsons disease copper deposition occurs in -",
        "exp": "Ans. is 'd' i.e., Basal ganglia C.N.S. involvement in Wilson's diseaseo In brain, the toxic injury primarily affects the basal ganglia particularly the putamen which demonstrates atrophy and cavitation.o The involvement of basal ganzlia produces extrapvramidal svmptoms which are -# Dystonia# Incoordination# Tremor# Dysphagia# Dysarthria# Choreao Memory loss, migraine headaches and seizures too can occur.o Patients can have difficulty in concentrating on tasks but cognition is usually not impaired.o Remember that Sensory abnormalities and muscular weakness are not seen in this diseased",
        "cop": 4,
        "opa": "Pons",
        "opb": "Medulla",
        "opc": "Cerebellum",
        "opd": "Basal ganglia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "804c9ff6-1c29-486f-90cf-dd8150b84bab",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old male has developmental delay kinke hair and weak muscle tone. What is the diagnosis?",
        "exp": "ANS. BMenkes disease, also known as Menkes syndrome, is an X-linked recessive disorder that affects copper levels in the body, leading to copper deficiency (ATB 7A gene on chromosome 13).Signs and symptoms of this disorder include:1. Weak muscle tone (hypotonia)2. Sagging facial features3. Seizures4. Intellectual disability and developmental delay5. Brittle hair6. Metaphyseal widening.Menkes diseaseImage of zinc deficiency (acrodermatitis enteropathica)",
        "cop": 2,
        "opa": "Wilson's disease",
        "opb": "Menkes disease",
        "opc": "Zinc deficiency",
        "opd": "Cerebral palsy",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "79f34eb4-0d45-4855-9e48-67792c2fdfe8",
        "choice_type": "single"
    },
    {
        "question": "Prolonged immobilization leads to ?",
        "exp": "Ans. is 'a' i.e., Hypercalcemia o Immobilization can lead to bone resorption sufficient to cause hvpercalceiaThe immobilization is usually caused by spinal cord injury or extensive casting after fractures, although it can occur in settings such as Parkinson s disease.Hypercalcemia of immobilization occurs predominantly in the young and in patients with other reasons for a high rate of bone turnover such as Paget's disease or extensive fractures.",
        "cop": 1,
        "opa": "Hypercalcemia",
        "opb": "Hypocalcemia",
        "opc": "Hyperkalemia",
        "opd": "Hypokalemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "e4b541fa-58c1-48ca-859f-c035e3b80aae",
        "choice_type": "single"
    },
    {
        "question": "alder-Reilley bodies are seen in -",
        "exp": "Ans. is 'a' i.e., Mucopolysacharidosis Hypersegmentationo The presence of abnormally increased nuclear lobulation, is one of the first hematologic abnormalities seen in megaloblastic anemia.o Normal mature circulating neutrophils have an average of 3 lobes and always fewer than 5 lobes. Eosinophils have fewer than 4 lobes and basophils have fewer than 3 lobes.o More than 3 cells having 5 lobes or a single cell with 6 lobes found in the course of a 100 cell differential is evidence of hypersegementation.o Hypersegmentation is sometimes referred to as a myeloid \"right shift\". Hypersegmentation may accompany other disorders in which there is a disturbance of maturation, such as iron defiency.Pelger-Huet anomalyo A congenital autosomal dominant disorder in which granulocyte nuclei fail to segment normally, o In the homozygote state the nucleus is round. In heterozygotes most granulocytes have bilobed nuclei (\"pince- nez\" cells) resembling bands.o The trait is benign and occurs in 1 in 6,000 people. Cell function is normal.o An acquired or pseudo-Pelger-Huet anomaly is seen in myelodysplastic disorders and following drug therapy and may accompany leukemia and certain infections.Toxic granulationo Toxic granulation is found severe inflammatory states.o The toxic granules are azurophilic, usually found in the promyelocyte, metamyelocyte, band and segmented stages.o The toxic granulation is thought to be due to impaired cytoplasmic maturation, in the effort to rapidly generate large numbers of granulocytes.L Dohie bodieso L Dohie bodies are single or multiple blue cytoplasmic inclusions.o They represent remnants of rough endoplasmic reticulum from earlier maturational stages.o They are associated with myeloid \"left shifts\" and are seen in conjuction with toxic granulation.May-Hegglin anomalyo May-Hegglin anomaly is a rare autosomal dominant abnormality characterized by large pale basophilic inclusions resembling Dohie bodies and appear to be altered RNA.o Giant platelets and sometimes thrombocytopenia are associated with this. The anomaly is usually but may be associated with bleeding.The chedlak-Hagashi syndromeo The chedlak-Hagashi syndrome is a rare autosomal recessive condition associated with abnormally large leukocyte granules resulting from fusion of lysozymes.o This disorder may affect granulocytes, leukocytes and monocytes. Chemotaxis and phagocytosis is defective.o Platelets lack dense granules and platelet function is abnormal.o Giant melanosomes in occular and skin tissues result in hypopigmentation.The alder-reillv anomalyo The alder-reilly anomaly is associated with the genetic mucopoly-saccharidoses.o Patients with mucopolysaccharidoses lack the lysozymal enzymes necessary to break down mucopolysaccharides.o Dense azurophilic granules, resembling toxic granulation in neutrophils, are seen in all leukocytes.o Most characteristic of these disorders are the metachromatic granules surrounded by a clear zone seen in lymphocytes.Alder Reiilv granuleso Alder Reilly granules are larger than normal azurophilic and basophilic granules (Alder-Reilley bodies) in the cytoplasm of granulocytes, monocytes and lymphocytes seen in patients with mucopolysaccharodosis, mucopolysulfatidosis and lipofuscinosis.o Alder reilley granules stain iliac with wright giemsa and are metachromatic with toluidene blue. They are evenly distributed throughout the cytoplasm and at times may be so dense as to partially obscure the nuclear.",
        "cop": 1,
        "opa": "Mucopolysacharidosis",
        "opb": "Langerhans Histiocytosis",
        "opc": "Alport's syndrome",
        "opd": "Chediak-Higashi syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "493761f5-8a08-4c93-827b-a27252d519f6",
        "choice_type": "single"
    },
    {
        "question": "Pick's body in Pick's disease is -",
        "exp": "Ans. is 'a' i.e., Tau protein Tau proteino It is a microtubule associated protein present in the neurons (or nerve cells).o The exact role of Tau protein is not known, but it is not essential for the mammalian development.o However in pathological situations Tau may be hyperphosphorylaied and assembled in an aberrant way.o As a consequence of these modifications, neural toxicity auguments resulting in the appearance of neurological disorders mainly dementias which are collectively known as taupathies.o Different types of neurons are damaged in different taupathies.Taupathies includeso Alzhiemer s diseaseo Corticobasal degenerationo Down s syndromeo Frontotemporal dementiao Pick's diseaseo Postencephalitic parkinsonismo Progressive supranuclear palsyPick's diseaseo Pick's disease was earlier known as Frontotemporal dementia.o Frontotemporal dementia describes a clinical syndrome associated with shrinking of the frontal and temporal anterior lobes of the brain.o Frontotemporal dementia was originally known as pick s disease.o But the name and classification of frontotemporal dementia has been a topic of discussion for over a century.The current designation of the syndrome groups together three diseaseso Pick s diseaseo Primaryprogressive aphasiao Sementic dementiaSymptoms of the Frontotemporal dementias fall into two categories.Changes in behaviourProblems with languagePick's diseaseo In Picks disease there is progressive destruction of nerve cells in the brain,o This disease is characterized by the presence of Pick bodies in the neurons.o Pick bodies are seen inside the nerve cells, (known as Pick cells).o \"Pick bodies and pick cells contain an abnormal form of protein called Tauo This protein is found in all nerve cells.But in Picks disease people have an abnormal amount or type of this protein i.e., It is present in Hyperphosphorylated Tau.o The picks bodies are found in several different places in the brain including the dentate gyrus, the pyramidal cells of corpus callosum and subiculum o f the hippocampus.Macroscopic pathology of Pick 's disease -o Macroscopic atrophy of temporal or frontal lobe.o Characteristic preservation of the first temporal gyrus, traverse gy-rus and Ammon s horn.o Primary degenerative changes in the cortical gray matter with concomitant involvement in the corresponding white matter.o Neuronal depletion accentuated in the superficial cortical layers,o Occasional presence of ballooned neurons.o Absence of atherosclerosis, inflammatory changes.INCLUSION-BASED CLASSIFICATION OF NEURODEGENERATIV E DISEASES|||||NeurofibrillarytanglesLewy bodiesTau positive neuronal and/or glial inclusionsUbiquitin-positive glial or neuronal inclusion (Alpha synuctein proteinjDiseases lackingcytoplasmic inclusions(PUREL YNEURONAL)o Alzheimer's diseaseo Senile dementia with tangleso Progressive supranu -clear palsyo Corticobasal degenerationo Parkinson s diseaseo Dementia with Lewy bodieso Botloaned neuronso Corticobasal degenerationo Alzheimer's diseaseo Corticobasal degenerationo Progressive supranuclear palsyo Pick's diseaseo Dementia with grainso Frontotemporal dementia linked to chromosome 17o Parkinson-dementia complex of Guamo Senile dementia with tangleso Multiple syterns atrophy (glial cytoplasmic inclusions)o Striatonigral degenerationo Olivopontocerebellar atrophyo Shy-Drager syndromeo Motor neuron diseases (neuronal inclusions}o Huntington s diseaseo Olivopontocerebellar atrophieso Friedreich's ataxiao Dentatorubropalli- doluysian atropyo Haliervorden- Spatz disease",
        "cop": 1,
        "opa": "Tau protein",
        "opb": "Alpha synuclein",
        "opc": "Beta synuclein",
        "opd": "A (3 amyloid",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "4eea39c2-2669-488a-b06b-54fc81a90755",
        "choice_type": "single"
    },
    {
        "question": "Which of the following substances is primarily found in tendons?",
        "exp": "Ans. is 'a' i.e., Collagen o Tendon is primarily made up of collagen.o Main component of connective tissue. Most abundant protein in mammals.Major collagen typesTypeTissue distributionIIIIIIVBone, dermis, tendon, ligament corneaCartilage, vitreous body, nucleus pulposusSkin, vessel wall, reticular fibres of most tissues (lung, liver, spleen etc)Lung, cornea, bone, fetal membranes together with type I collagenSome key points about collageno Protein makes up about 20% of the body's mass and collagen makes up around 30% of the protein in the human body.o There are at least 16 types of collagen but 80-90% of collagen in the body consists of type I, II and III.Characterizations of collageno The various isoforms are the most abundant proteins in the animal kingdomo There are at least 16 types (or 24 types)o Types I, II and III are the most abundant and form fibrilso Type IV forms sheets (found in the basal lamina)o They form triple heliceso They have unique segments that interrupt the triple helix and are responsible for the unique properties of individual collageno They contain a three residue repeat of: glycine, proline, Xo They are rich n hydroxyprolineo There are three amino acids per turn of the helix, with pyrrolidone rings on the outside of the helixo The helix is stabilized by hydrogen bondso The fibrous backbone of the extracellular matrix",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Fibrin",
        "opc": "Fibrillin",
        "opd": "Protedglycans",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "11ce1d94-45a8-4447-93d5-d99681b0cd76",
        "choice_type": "single"
    },
    {
        "question": "Inheritance of familial hypercholesterolemia:",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18th edition, page 3148Explanation:Familial hypercholesterolemia (FH):Homozygous FH is AD.one of the common single-gene disordersElevated LDL (500- lOOOmg/dL), normal TGCutaneous xanthomasPremature coronary artery diseaseEarly death in childrenHeterozygous FH . i in 500 populationLDL 200-400 mg/dlCAD in early ageTendon xanthomas, arcus lipidalisTreated with statins, cholesterol absorption inhibitor/bile acid sequestrumLDL apheresis needed rarely (See the following table)",
        "cop": 2,
        "opa": "AR",
        "opb": "AD",
        "opc": "XR",
        "opd": "XD",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "851d94fd-00ba-401c-bbc6-420e76eaf0e5",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis in a patient with generalized weakness and this finding?",
        "exp": "Answer D. Diffuse melanosis cutisDiffuse melanosis cutis is the correct answer. It is a rare presentation of malignant melanoma with progressive discoloration of the skin. Diffuse melanosis cutis is typically associated with poor prognosis.",
        "cop": 4,
        "opa": "Lichen planus pigmentosus",
        "opb": "Smoker's melanosis",
        "opc": "Cushing's disease",
        "opd": "Diffuse melanosis cutis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "14f43d13-93fc-4be1-846b-55c373d8e129",
        "choice_type": "single"
    },
    {
        "question": "Doughy skin and woody induration of tongue is seen in?",
        "exp": "Ans. is 'a' i.e., Hypernatremia",
        "cop": 1,
        "opa": "Hypernatremia",
        "opb": "Hyponatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "051b36f9-ea54-47aa-a47b-5338f13c0a0f",
        "choice_type": "single"
    },
    {
        "question": "All of the following conditions w ill have hvpernietabolic state except:",
        "exp": "Ans: d (Anorexia nervosa) Ref: Harrison, 16th ed, 412,17th ed, p. 477Anorexia nervosa is a hypometabolic state, not a hyper-metabolic state.Hypemietabolic state is in which the demands of accelerated energy expenditure are met by skeletal and visceral proteolysis to provide amino acid substrates for gluconeogenesis.Eg: of hypemietabolic statesAcute stage of trauma--accidents, bums, major surgeryAcute sepsisAcute or chronic inflammation--pancreatitis, collagen diseaseDiagnostic criteria for anorexia nervosaDSM-IV divides anorexia nervosa into two subtypes:The restricting typeThe binge-eating/purging type.DSM-IV has four criteria for diagnosis of anorexia nervosa1. Refusal to maintain body at/or above a minimally normal weight for age and height.2. Intense fear of gaining weight3. The third criterion has three components.Disturbance in the way in which one's body weight or shape is experiencedUndue influence of body weight or shape on self-evaluationDenial of the seriousness of the current low body weight4. AmenorrheaOther features of anorexia nervosaIt occurs more often in females than in males, common age of onset is adolescence.Significant loss of weight occurs - usually more than 25% of original weight.No known medical illness which can account for weight loss is present.Anorexia is a misnomer as there is never a decrease in appetite initially. Infact many anorexia nervosa patients are preoccupied with food, often collecting recipes and preparing elaborate meals for their families.They drastically reduce their total food intake and disproportionately decrease the intake of high carbohydrate and fatty foods.",
        "cop": 4,
        "opa": "Accident",
        "opb": "Burns",
        "opc": "PEM",
        "opd": "Anorexia nervosa",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "9880a75c-a7c5-4255-a394-db2d2f76855b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about findings of Polyarteritis nodosa?",
        "exp": "Ans. is 'c' i.e., Nodules are formed in skin which are clinically palpable Skin manifestation of PANo Tender erythematous noduleso Palpable purpurao Livedo reticularso Ulcerso Bullowor vesicular eruptionso The palpable purpuris lesion seen in PAN are identical to those seen in other forms of vasculitis usually associated with small vessel disease (e.g. H.S. purpura ANCA associated vasculitis and mixed cryoglobulinemia),o Biopsy reveals leucocytoclastic vasculitis most prominent in post capillary venules.",
        "cop": 3,
        "opa": "There is tear in the lamina Dura",
        "opb": "Micro Aneurysm formation in the large blood vessel",
        "opc": "Nodules are formed in skin which are clinically palpable",
        "opd": "Chain of beads appearance",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "d394f2eb-8223-420f-a3e8-4b9e9f377621",
        "choice_type": "multi"
    },
    {
        "question": "Brodie Tredelenburg test is done for?",
        "exp": "Ans. (a) Sapheno-femoral incompetenceRef.: SRB manual of surgery Page 228, 4th editionBrodie-Trendelenburg test is used to detect venous incompetence and to differentiate between perforator and Great saphenous incompetence.",
        "cop": 1,
        "opa": "Sapheno-femoral incompetence",
        "opb": "Deep Vein thrombosis",
        "opc": "Varicose veins",
        "opd": "Superficial migratory thrombophlebitis",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "1fb4527e-6de9-4a25-9691-04935cb8de8b",
        "choice_type": "single"
    },
    {
        "question": "Xanthoma are associated with:",
        "exp": "(Hyperlipidemia): Ref: 307, 2059 - H (331-32, 2419-H17th)* Several systemic disorders are characterized by yellow coloured cutanoues papules or plaque:* Hyperlipidemia (Xanthomas)* Gout (tophi)* Diabetes {necrobiosis lipoidica)* Pseudoxanthoma elasticum {sebaceous tumours) and Torre syndrome* Eruptive xanthomas are the most common form of xanthomas, and are associated with hypertriglyceridemia (type I, III, IV, and V)* Xanthlasma are found in eyelids, where tendon xanthomas are frequently associated with the Achiles, and extensor finger nodules.* Tuberous xanthomas are frequently associated with hyper cholesterolemia (type II) and are found most frequently over the large joints or hand.* Myeloma - normolipemic flat xanthoma* Biliary cirrhosis - secondary form of hyperlipidemia with tuberous and planter xanthomas",
        "cop": 2,
        "opa": "Diabetes",
        "opb": "Hyperlipidemia",
        "opc": "Hypertension",
        "opd": "Immunoglobulins",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "e6415dae-4941-4869-afad-c29e12b5a583",
        "choice_type": "single"
    },
    {
        "question": "A young, tall, thin male with archnodactyly has ectopia lentis in both eyes. The most likely diagnosis is -",
        "exp": "Ans. is 'a' i.e., Marfan's syndrome It is a case of Marfan's syndrome.Marfan's syndrome is characterized by clinical trial of.Long thin extremeties frequently associated with other skeletal changes such as loose joint and arachnodactyly.Reduced vision as a result of dislocation of the lens (ectopia lends).Aortic Aneurysm that typically begins at the base of Aorta. More about Marfan's syndrome: Skeletal abnormalities.Patient is unusually tall Fingers and hands are long and slender and have spider like appearance (arachnodactyly).Because the lower segment of the body largely contributes the tall stature, theUpper segment (usually 2SD below mean for lower segment a8e, race and sex)Severe chest deformities, pectus excavatum, pectus carinatum.Scoliosis accompanied by kyphosisHigh arched palate and high pedal arches or pes planusJoint ligaments in hands and feet are lax.Head is commonly dolichocephalicCardiovascular changesMitral valve prolapse can give rise to mitral regurgitationDilatation of ascending aorta owing to cystic medial necrosis (loss of medial support results in progressive dilatation of aortic valve ring and the root of the aorta giving rise to severe aortic incompetence)Occular changesBilateral subluxation or dislocation of the lens referred to as ectopia lens.Ocular globe is frequently elongated.Associated changesSpontaneous pneumothoraxInguinal and incisional hernias.Genetics of Marfan's syndromeMarfan's syndrome results from inherited defect in an extracellular glycoprotein called fibrillin-1 (located on chromosome is)Autosomal dominant inheritanceCongenital contracture arachnodactyly is a variant of Marfan's syndrome and is associated with fibrillin-2",
        "cop": 1,
        "opa": "Marfan's Syndrome",
        "opb": "Marchesani's Syndrome",
        "opc": "Homocystinuria",
        "opd": "Ehler's Danlos syndrome",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "b7af0496-3737-4653-8d20-dd4fd2207d79",
        "choice_type": "multi"
    },
    {
        "question": "History of dislike for sweet food items is typically present in:",
        "exp": "Ans. is 'c' i.e. Hereditary fructose intoleranceRef.: Harrison 17th/e p 2458 & 16th/e p 2321 (15th/e p2289) In hereditary fructose intolerance patients are healthy and asymptomatic until fructose or sucrose (table sugar) is ingested. With the ingestion of sugar severe clinical symptoms appear. Which are -JaundiceHepatomegalyVomitingLethargyIrritabilityConvulsionsProteinuriaHereditary fructose intolerance is caused by the deficiency of Aldolase B.Aldolase B catalyzes the following reactionFructose - 1 - phosphate Aldolase B Glyceraldehyde* Dihydroxyacetone phosphate Deficiency of this enzyme causes rapid accumulation of fructose -1- phosphate and initiates severe toxic symptoms when exposed to fructose.Diagnosis -It is diagnosed by the presence of reducing substance (fructose) in the urine.The appearance of hypoglycemia and hypophosphatemia after fructose (200 mg/kg) loading is diagnosticTreatment:Treatment consists of eliminating fructose from the dietAs affected individuals grow up they may recognize the association of nausea and vomiting with fructose containing foods and selectively avoids them",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Glycogen storage disease",
        "opc": "Hereditary fructose intolerance",
        "opd": "Galactosemia",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "b4868752-a676-4212-9539-7f6907e12ddc",
        "choice_type": "multi"
    },
    {
        "question": "Hyperextensibility with normal elastic recoil is a feature of -",
        "exp": "Ans. is 'a' i.e., Ehlers Danlos syndrome Ehlers - Panlos syndrome (EPS)Ehler's danlos syndrome comprise a clinically and genetically heterogenous group of disorder that result from some defect in the synthesis or structure of fibrillar collagen.The basic abnormality in Ehler9s Danlos syndrome (EDS) is some defect in the synthesis or structure of collagenBiosynthesis of collagen is a complex processIt involves numerous structural collagen genes or enzymes. Which are used in post transcriptional modification of collagen.Therefore it can be disturbed by no. of genetic errors that may affect any of the numerous genes or enzymes necessary for collagen synthesis.At the molecular level, a variety of defects, varying from mutations involving structural genes or collagens to those involving enzymes that are responsible for post transcriptional modification of mRNA have been detected.Such molecular heterogenicity result in expression of EDS as a clinically variable disorder with several patterns of inheritance.On the basis of clinical and molecular characteristics six variants of Ehler's Danlos syndrome have been identified.The common thread in all forms of EDS is some abnormality in the synthesis of collagen.Clinical featuresAs might be expected tissues rich in collagen such as skin, ligaments and joints are frequently involved.- Because the abnormal collagen fibre lacks adequate tensile strength, skin is hyper extensible and the joints are hypermobile.The skin is extraordinarily stretchable, extremely fragile and vulnerable to trauma.Minor injuries produce gaping defects and surgical repair or intervention is accomplished with great difficulty because of the lack of normal tensile strength.The defect in connective tissue may lead to serious internal complications which include:-Rupture of the colon and large arteriesOcular fragility with rupture of cornea and retinal detachmentDiaphragmatic herniaEDS typeGene defectInheritanceClinical findingsClassicalDefect in type V collagen Mutation in COL5A geneAutosomal dominantSkin and joint hypermo- bility, atrophic scars, Easy bruisingHypermobilityUnknownAutosomal dominantJoint hypermobility, pain, dislocationsVascularDefect in collagen type III Collagen III is abundant in Blood vessels and intestine severe defect of these organsAutosomal dominantsThe skin, arterial or uterine rupture, bru- ising, small joint hyperextensibilityKyphoscoliosisReduced level of lysyl hydroxylase essential for cross linking of collagen fibresAutosomal recessiveHypotonia, joint laxity, congenital scoliosis, ocular fragilityArthrochalasiaDefect in conversion of Procollagen to collagenResults from mutation in COL1A1and C0L1A2Autosomal dominantSevere joint hypermo- bility, skin changes mild, scoliosis, bruisingDermatospra- xiasMutation in the procollagen N peptidase gene.AutosomalRecessiveSevere skin fragility, cutis laxa, bruisingCutis laxaThe inelastic hyperextensible skin fails to resume its normal shape after stretching and hence appears pendulous.Therefore affected newborn infants appear \"prematurely aged\".The skin abnormality is most prominent around eye, face neck.Therefore patients with cutis laxa have characteristic facial features including an aged appearance with sagging jaws (blood hound appearance) a hooked nose with everted nostrils, a short columella, a long upper lip and everted lower eyelids. Hypermobility of the joint is not present.Pseudoxanthoma elasticumIt is a rare group of disorders affecting the elastic tissue. It primarily affects the dermis, retina, and cardiovascular system.The skin has characteristic \"plucked chicken skin\" appearance.- It tends to loose its elastic recoil when stretched.",
        "cop": 1,
        "opa": "Ehlers Danlos syndrome",
        "opb": "Pseudoxanthoma elasticum",
        "opc": "Cutis laxa",
        "opd": "Scleroderma",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "667cb468-17a9-4059-87e8-45c64521582a",
        "choice_type": "single"
    },
    {
        "question": "Findings in familial hypercholesterolemia: (PGI Dec 2007)",
        "exp": "Ans.: C (|Total cholesterol) # Familial hypercholesterolemia is a autosomal codominant disorder characterized by elevated LDL - C with normal triglyceride,, tendon xanthomas and premature atherosclerosis- Harrison 17th/1720# Type 11 hyperlipoproteinemias is also known as familial hypercholesterolemiaChaterjea & Shinde 7th/424Table (Harrison): Frederickson Classification of HyperlipoproteinemiasPhenotypeIIIaIIbIIIIVVLipoprotein, elevatedChylomicronsLDLLDL and VLDLChylomicron and VLDL remnantsVLDLChylomicrons and VLDLTriglyceridesQ++++--++++ to +++++++++Cholesterol+ to +++++++ to +++++ to +++++ to +++ to +++LDL-cholesterol||||||HDL-cholesterol+++++++++++++Plasma appearanceLactescentClearClearTurbidTurbidLactescentXanthomasEruptiveTendon, tuberousNonePalmar, tuberoeruptiveNoneEruptivePancreatitis+++0000+++Coronary atherosclerosis0++++++++++/-+/-Peripheral atherosclerosis0+++++/-+/_Molecular defectsLPL and apoC-IILDL receptor, ApoB- 100, PCSK9, ARH, ABCG5 and ABCG8UnknownApoEApoA-V and UnknownApoA-V and UnknownGenetic nomenclatureFCSFH, FDB, ADH, ARH. sitosteroiemiaFCHLFDBLFHTGFHTGNote: LPLr lipoprotein lipase; apo, apolipoprotein; FCS, familial chylomicronemia syndrome; FH. familial hypercholesterolemia; FD8, familial defective apoB; ARM, autosomal recessive hypercholesterolemia; ADH, autosomal dominant hypercholesterolemia; FCHL, familial combined hyperlipidemia; FDBL, familial dysbetalipoproteinemia; FHTG, familial hypertriglyceridemia",
        "cop": 3,
        "opa": "| HDL",
        "opb": "| LDL",
        "opc": "| total cholesterol",
        "opd": "| HDL",
        "subject_name": "Medicine",
        "topic_name": "Disorder of Metabolism & Connective Tissue",
        "id": "98d8a0de-2520-4512-9364-fd90e047d775",
        "choice_type": "single"
    }
]