[
    {
        "question": "A 45 year old male, known case of diabetes mellitus from last 15 years, presents with Diabetic ketoacidosis. What shall be the initial line of management?",
        "exp": "Diabetic ketoacidosis (DKA) is a problem that affects people with diabetes. It occurs when the body stas breaking down fat at a rate that is much too fast. The liver processes the fat into a fuel called ketones, which causes the blood to become acidic. Initial management is - 0. 9% saline Treatment of choice - Insulin drip The use of 3% saline is not indicated because the patient has no neurologic deficits * Intracellular potassium shift out of cells in acidosis and cause a normal or even elevated potassium level but with improvement in the acidosis, it rapidly falls. (Insulin shifts potassium into intracellular compament thus resulting in fall of serum Potassium levels) Therefore, potassium repletion is critical.",
        "cop": 3,
        "opa": "3 % saline",
        "opb": "5% dextrose",
        "opc": "0. 9 % saline",
        "opd": "Colloids",
        "subject_name": "Medicine",
        "topic_name": "DNB 2018",
        "id": "609e514e-cfae-4b18-b4a2-b44e8807a427",
        "choice_type": "multi"
    },
    {
        "question": "Electrically shockable rhythm is",
        "exp": "Shockable Rhythms Fibrillation V. Tachycardia TDP. PSV. Asystole= DC shock is C/I Pulseless electrical activity= Tension pneumothorax, Cardiac tamponade. Bradycardia=Rx- Atropine, Trans Cutaneous pacing, TVP (Trans Venous Pacer) Non shockable rhythms 1. Asystole 2. Electromechanical Dissociation",
        "cop": 1,
        "opa": "Ventricular Fibrillation",
        "opb": "Asystole",
        "opc": "Pulseless electrical activity",
        "opd": "Bradycardia",
        "subject_name": "Medicine",
        "topic_name": "DNB 2018",
        "id": "0968b3be-4a9c-488e-8f2e-60fe0f4b2fcd",
        "choice_type": "multi"
    },
    {
        "question": "What is the t1/2 of T4?",
        "exp": "T4 t 1/2 =5-7 days T3 t 1/2 = 1 day",
        "cop": 3,
        "opa": "3-4 days",
        "opb": "5-6 days",
        "opc": "6-7 days",
        "opd": "7-8 days",
        "subject_name": "Medicine",
        "topic_name": "DNB 2018",
        "id": "1795a0fe-5e8f-49a3-91a2-44cd43e95d81",
        "choice_type": "single"
    },
    {
        "question": "Sinus arrhythmia occurs:-",
        "exp": "During inspiration & Expiration Patient's heart rate tends to change, so respiration can trigger sinus arrythmia During inspiration=JVP fall, BP fall, HR|",
        "cop": 2,
        "opa": "Due to sympathetic overstimulation",
        "opb": "Due to change in respiration",
        "opc": "Due to change in body temperature",
        "opd": "None",
        "subject_name": "Medicine",
        "topic_name": "DNB 2018",
        "id": "b2b28d7a-8f54-4ac6-b952-0ad0eee5ad84",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old Alcoholic comes to OPD who is on abstinence since last 10 years. He suddenly develops dysahria, shuffling gait and intention tremors. What shall be the most likely diagnosis?",
        "exp": "Disease Features Wilson's ds -Patient will be present at 10 yr age -KF Ring -But here it is alcoholic so ruled out. Wernicke's disease -Global confusion, -Ophthalmoplegia -Ataxia Hepatocerebral degeneration -Rare complication of cirrhosis -Indicates a decompensation in of cirrhosis - Development of Poal HTN - develops poosystemic collateral circulation- | Ammonia (NH3+) in circulation - Neurological c/f. Halloverden spatz disease/NBIA -Degeneration due to iron deposition -Accumulation of iron in putamen * Presentation is in childhood (10-15 yr. age) * It is d/d of Wilson's disease -MRI =iron deposition in putamen given eye of tiger appearance.",
        "cop": 3,
        "opa": "Wilson disease",
        "opb": "Wernicke's disease",
        "opc": "Acquired hepatocerebral degeneration",
        "opd": "Halloverden spatz disease",
        "subject_name": "Medicine",
        "topic_name": "DNB 2018",
        "id": "2e5620f5-2568-468b-87d0-a4ba8c3970ab",
        "choice_type": "multi"
    }
]