[
    {
        "question": "Recent oral direct thrombin inhibitor which cen be used for prevention of stroke is -",
        "exp": "Ans. is 'a' i. e., Dabigatran",
        "cop": 1,
        "opa": "Dabigatran",
        "opb": "Ximelagatron",
        "opc": "Lepirudin",
        "opd": "Saxagliptin",
        "subject_name": "Medicine",
        "topic_name": "Drugs (C. N. S.)",
        "id": "e3cb7ee4-bd0e-49c7-85c9-12ca65de2656",
        "choice_type": "single"
    },
    {
        "question": "MIBG(metaiodobenzyl guanithidine] is analogue to:",
        "exp": "Ans: C (Norepinephrine) \"As an analogue of adrenergic neurotransmitter norepinephrine (NE), metaiodobenzylguanidine (Mi. BG) demonstrates high uptake both in normal sympathetically innervated tissues, such as the heart and salivary glands, and in tumors that express the NE transporter (NET), specifically those of neural crest and neuroendocrine origin\"- http://www. ncbi. nlm. nih. gov/\"Pheochromocytoma can be localized using radioactive tracers including 131I- or 123I-metaiodobenzylguanidine (MIBG), 111. In- somatostatin analogues, or 18F-dopa (or dopamine) positron- emission tomography (PET). Because these agents exhibit selective uptake in paragangliomas, nuclear imaging is particularly useful in the hereditary syndromes\"",
        "cop": 3,
        "opa": "Epinephrine",
        "opb": "Adenine",
        "opc": "Norepinephrine",
        "opd": "Guanine",
        "subject_name": "Medicine",
        "topic_name": "Drugs (C. N. S.)",
        "id": "544d851b-112c-4e49-b90c-29cb8a2ec4c4",
        "choice_type": "single"
    },
    {
        "question": "Rivastigmine is given in?",
        "exp": "Ans. (b) Alzheimer's disease. Ref: Harrison 19th ed. / 2617* Rivastigmine is a reversible inhibitor of both the acetylcholinesterase and butyrylcholinesterase enzymes.* It is used for the treatment of Alzheimer's, as well as for the treatment of dementia associated with Parkinson's disease. This drug is available as a skin patch that provides continuous delivery of the drug over 24 hours",
        "cop": 2,
        "opa": "Parkinsonism",
        "opb": "Alzheimer's disease",
        "opc": "Schizophrenia",
        "opd": "Anxiety",
        "subject_name": "Medicine",
        "topic_name": "Drugs (C. N. S.)",
        "id": "0d7f8281-50a9-45d6-a35b-0e22f644405f",
        "choice_type": "single"
    },
    {
        "question": "Drug emerging as the agent of choice for initial treatment of tourette syndrome -",
        "exp": "Ans. is 'd' i. e., Clonidine. Tounette syndromeo Mild and non disbling-Education and counselling without pharmacological tic suppression therapyo With bothersome Tics-Tetrabenzineo Only focal or vocal motor Tics-Botulinum toxin injection into the affected muscleso With ADHD-Guanafacine or clonidine",
        "cop": 4,
        "opa": "Haleperidol",
        "opb": "Valproate",
        "opc": "B complex",
        "opd": "Clonidine",
        "subject_name": "Medicine",
        "topic_name": "Drugs (C. N. S.)",
        "id": "3c9d9f65-eecf-4d89-8883-fd1648e77026",
        "choice_type": "single"
    }
]