[
    {
        "question": "A 25-year soldier is trapped in an avalanche in Siachen glacier. He is airlifted to the base hospital. On admission the pulse is thready and BP is unrecordable. ECG strip is shown below. All of the findings are seen except:",
        "exp": "V5 lead recording shows: HR of 50 bpm with absence of P wave Presence of Osborn wave at the J point. Concomitant ST Elevation is noted. The patient is suffering from hypothermia which explains the ECG change. Atrial bigeminy should have discernible P wave.",
        "cop": 4,
        "opa": "Bradycardia",
        "opb": "Osborn wave",
        "opc": "ST segment elevation",
        "opd": "Atrial bigeminy",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "0b513b50-7780-48d7-9ee6-567c60972fd2",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common mechanism of arrhythmia?",
        "exp": "MC arrhythmia mechanism is re-entry. Re-entry Circulation of an activation wave around an inexcitable obstacle. It is d/t non-homogeneity in myocardial conduction and recovery propeies. The presence of a unidirectional block with slow conduction to allow for retrograde recovery of the blocked myocardium allows the formation of a circuit Two classic examples of re-entry- VF due to acute myocardial ischemia Polymorphic VT in patients with ion channelopathies such as the Brugada syndrome, LQTS, or catecholaminergic polymorphic VT.",
        "cop": 1,
        "opa": "Re-entry",
        "opb": "Early after depolarization",
        "opc": "Late after depolarization",
        "opd": "Automaticity",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "361a1b71-90ae-441d-b917-44c2d22c1fd0",
        "choice_type": "single"
    },
    {
        "question": "In the ECG shown below which drug is not to be given?",
        "exp": "ECG shows is atrial fibrillation. Drug Use Amiodarone Amiodarone is used to prevent recurrent AF unresponsive to beta-blockers. Adenosine Adenosine can conve relatively stable atrial flutter with 2: 1 conduction and a heart rate of 150 to 1: 1 conduction with a heart rate of 300 and cause rapid clinical decompensation. Because of this, adenosine can be dangerous when given to patients with atrial fibrillation, especially if they have a bypass track Diltiazem Prevents a rapid ventricular rate from developing if AF is conveed to \"slow\" AFL with the drug therapy. Beta-blocker Used for rate control in atrial fibrillation leading to hypotension and syncope.",
        "cop": 2,
        "opa": "Amiodarone",
        "opb": "Adenosine",
        "opc": "Diltiazem",
        "opd": "Beta-blocker",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "4a190c36-57db-4c71-91f9-7c47e4c25b46",
        "choice_type": "single"
    },
    {
        "question": "What is the best treatment for the new-onset atrial flutter?",
        "exp": "Recent-onset atrial flutter: Electrical cardioversion of low-intensity 25-50 J can conve 90% of patients into normal sinus rhythm and is most effective therapy. In atrial flutter usage of class I agents(Procainamide) will lead to the slowing of atrial flutter to a point where 1: 1 conduction will occur and heart rate can jump up to 200 bpm leading to hemodynamic compromise. Ibutilide: 1 mg infusion over 60 minutes will work in 50-70% of patients reveing them to normal sinus rhythm. However, it is not given in the choices. Recurrent atrial flutter: Anti-arrhythmic drugs like sotalol, amiodarone can be used but 70% will experience recurrence. In this situation catheter ablation at cavotricuspid isthmus is more effective.",
        "cop": 1,
        "opa": "Cardioversion",
        "opb": "Procainamide",
        "opc": "Bretylium",
        "opd": "Amiodarone",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "8118ec4e-5b4d-41e3-b8cd-bd597bf3f31f",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old woman with ASCVD is complaining of palpitations for last 4 hours. On examination her heart rate is 180/min with BP= 90/60 mm. Hg. Neck veins are full. On auscultation carotid aery Bruit is present with loud S1 and narrow split S2. Chest has bilateral basal crepitations. Which of the following is not recommended for this patient?",
        "exp": "ECG shows narrow complex tachycardia with HR of approximately 180/min. P waves are absent. RR interval is reduced and regular. ST segment depression is noted in most leads. Diagnosis is PSVT. First line management: Carotid sinus massage. Carotid sinus massage is contraindicated in carotid aery bruit. Known case of ASCVD (Atherosclerotic Cardiovascular Disease)and atherosclerotic narrowing of carotid aery (Carotid aery bruit). If carotid sinus massage is given to this patient it can lead to development of embolic stroke due to physical damage to atherosclerotic plaque in the carotid aery. Adenosine will restore normal sinus rhythm. If it is unsuccessful, DC cardioversion is indicated. Absolute Contraindications to carotid sinus massage include: MI TIA or stroke within the preceding three months. H/O ventricular fibrillation or tachycardia.",
        "cop": 1,
        "opa": "Carotid sinus massage",
        "opb": "Face ice pack",
        "opc": "Adenosine",
        "opd": "Verapamil",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "ba0623ba-4021-434c-acbf-dba1cbb0f342",
        "choice_type": "single"
    },
    {
        "question": "In a patient with the following clinical sign which of the following ECG will be seen?",
        "exp": "Image shows Chvostek sign of Hypocalcemia. ECG shows QT prolongation (a huge value of 700msec) in hypocalcemia which is clearly visible in option A. 2nd choice shows ST segment depression 3rd choice showing Osborne wave of hypothermia. 4th choice has broad complex tachycardia- V. Tachycardia.",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "cb106b78-807f-4d68-a698-5bdbe15d72d8",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common arrhythmia in patients with Mitral valve Prolapse?",
        "exp": "MVP may lead to excessive stress on papillary muscles which will lead to dysfunction and ischemia of papillary muscles. Subjacent myocardium will suffer from ischemia leading to premature ventricular contractions recorded in ECG. Arrhythmias seen in MVP: Premature ventricular contractions(mc) PSVT VT Atrial fibrillation",
        "cop": 1,
        "opa": "Premature ventricular contraction",
        "opb": "Atrial fibrillation",
        "opc": "Atrial flutter",
        "opd": "Ventricular tachycardia",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "26a08412-0562-4cc1-a0ae-5ef00e4d25ff",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common benign cardiac rhythm?",
        "exp": "Atrial premature contraction mc benign rhythm during extended ECG monitoring. Asymptomatic, although some patients experience palpitations or an irregularity of the pulse. ECG -Identification of P wave that occurs before the anticipated sinus beat.",
        "cop": 1,
        "opa": "Atrial premature contraction",
        "opb": "Atrial fibrillation",
        "opc": "Ventricular premature contraction",
        "opd": "Ventricular tachycardia",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "f8357c30-dfc0-4045-a3e4-04a3c875ef1a",
        "choice_type": "single"
    },
    {
        "question": "All are included in the differentials of this ECG except?",
        "exp": "HR is 50/min with normal axis. Giant T wave inversions are noted in leads I, II, V2-V6. Giant T wave inversion are said to present if T wave is >10mm in depth. Giant T wave inversions: Wellen syndrome: T wave inversions in V2-V3 indicate critical narrowing of Left anterior descending aery. At high risk for developing anterior wall MI. ICH: T wave pattern Apical hyperophy of hea(not HOCM but a variant of same) Stokes Adam Syndrome WPW Hypercalcemia leads to QT shoening.",
        "cop": 4,
        "opa": "Wellen Syndrome",
        "opb": "ICH",
        "opc": "Apical Hyperophy of hea",
        "opd": "Hypercalcemia",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "8994b12e-86dc-4f0e-ba09-149a886689c9",
        "choice_type": "multi"
    },
    {
        "question": "A 50 year old man develops an excruciating headache. On examination he has nuchal rigidity. NCCT performed after 4 hours shows blood in the Sylvain fissure. What does the ECG show?",
        "exp": "Case of SAH:- Hypothalamic stimulation Autonomic dysregulation ECG changes with SAH are: Left axis detion U waves T-wave- Deep symmetrical T wave inversion R-wave abnormalities Non-specific ST-T changes",
        "cop": 1,
        "opa": "T-wave inversion",
        "opb": "Aifact",
        "opc": "Premature ventricular complexes",
        "opd": "Prominent U wave",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "4446548d-bbb5-49cb-9e3f-a775886004cd",
        "choice_type": "single"
    },
    {
        "question": "A 70-year old hypeensive patient with a complaint of palpitations and pre-syncope. On examination, his heart rate is 72 BPM and BP was 150/100. ECG performed shows?",
        "exp": "ECG in lead II and other inferior leads shows the presence of flutter waves( Saw tooth pattern). 3-4 flutter waves before every narrow QRS complex. Since the ventricular rate is 75 bpm (RR interval), atrial rate shall be obtained by multiplying the ventricular rate by 4 which is 300 bpm The presence of risk factor of hypertension also give clue to diagnosis of atrial flutter.",
        "cop": 1,
        "opa": "Atrial flutter",
        "opb": "Atrial fibrillation",
        "opc": "Multifocal atrial tachycardia",
        "opd": "PSVT",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "3241f090-02a4-4de0-bd00-4bf938881b4c",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old man was admitted to the hospital emergency with sudden onset of the symptoms and signs of severe left ventricular failure. Calculate the atrial rate of the patient.",
        "exp": "Ventricular rate: 1500/10 = 150 ECG shows HR of 150/min with normal axis. Saw tooth waves are noted with 2: 1 AV block. Ventricular rate is 150/min therefore the atrial rate would be 300/min.",
        "cop": 4,
        "opa": "100/min",
        "opb": "150/min",
        "opc": "200/min",
        "opd": "300/min",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "e3cfc112-80ba-4d90-80b4-ffd30f8f117c",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old lady intraoperatively develops HR = 220 bpm and Blood pressure of 70/40, ECG shows q. RS complex =120 milliseconds. What is the best management?",
        "exp": "Here in the question vital are unstable. so best therapy will be DC cardioversion Normal q. RS complex = 0. 08-0. 1 sec. Prolonged QRS suggestive of: 1. Atrial fibrillation with ventricular pre-excitation (AVN) 2. Ventricular tachycardia Diagnostic criteria for ventricular tachycardia are: Presence of q. RS duration >140 ms in the absence of drug therapy. Superior and rightward q. RS frontal plane axis, Bizarre q. RS complex that does not mimic the characteristic q. RS pattern associated with left or right bundle branch block Slurring of the initial poion of the q. RS Hence the pt. is not having Ventricular Tachycardia. In patients who manifest pre-excitation and AF--> therapy should be aimed at preventing a rapid ventricular response. In life-threatening situations, DC cardioversion should be used to terminate the AF. Vagal stimulation with the Valsalva maneuver and carotid sinus pressure may create sufficient AV nodal slowing to terminate the AV. Intravenous administration of adenosine, 6-12 mg, is first-line pharmacologic therapy; the calcium channel blockers verapamil and diltiazem or beta blockers may also be effective.",
        "cop": 3,
        "opa": "Adenosine 6 mg/12 mg",
        "opb": "Amiodarone",
        "opc": "DC cardioversion",
        "opd": "Esmolol",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "8cc46a5d-cdce-4fe1-a59f-9a94716dc559",
        "choice_type": "single"
    },
    {
        "question": "Which drugs are involved in bradycardia algorithm?",
        "exp": "Management of symptomatic bradycardia: Atropine( First line drug) If patient is still unstable, TCP (Transcutaneous pacing) is recommended In case TCP is not available, two drugs dopamine and epinephrine are recommended If patient is still unstable, transvenous pacing is done.",
        "cop": 1,
        "opa": "Atropine, Dopamine, Epinephrine",
        "opb": "Atropine, norepinephrine, Dopamine",
        "opc": "Atropine, Isoproterenol, Norepinephrine",
        "opd": "Atropine, Dobutamine, Amiodarone",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "f2c74459-5ae0-4bbc-9ddb-4dabb882290a",
        "choice_type": "single"
    },
    {
        "question": "30-year-old male presents to the Emergency depament with complaint of palpitations. On ECG, irregularly irregular rhythm with broad complex tachycardia is seen. He is haemodynamically stable. Which pharmacotherapy is the best initial management option, if DC cardioversion is not available?",
        "exp": "This is the case of Pre-excited Atrial fibrillation-Stable patient-Rx-Flecainide given Pre-excited Atrial fibrillation Due to accessory pathway -Slowing AVN conduction without slowing AP conduction - facilitate AP conduction- Rapidly | ventricular rate. ECG- Irregularly irregular rhythm Broad complex bizarre QRS Rx o C/I - AV nodal blocking agents - verapamil, diltiazem, beta blockers, adenosine, amiodarone In stable patients - Class I antiarrhythmic drugs (Procainamide, Flecainide, Propafenone) should be used In Unstable patients - TOC - Immediate DC cardioversion",
        "cop": 4,
        "opa": "IV adenosine",
        "opb": "IV verapamil",
        "opc": "Oral beta-blocker",
        "opd": "IV flecainide",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "06ba5ad9-005e-4954-9e14-a5681717fabc",
        "choice_type": "multi"
    },
    {
        "question": "The following ECG finding is seen in all except?",
        "exp": "ECG shows Osborn waves( J point wave) Osborn wave is a deflection with a dome or hump configuration occurring at the R-ST junction (J point) on the ECG. Causes of Osborn waves: Hypothermia Hypercalcemia Subarachnoid Haemorrhage (SAH) Brain injury Cardiopulmonary arrest Idiopathic ventricular fibrillation Hypocalcemia: Prolongation of the QTc interval because of lengthening of the ST segment, which is directly propoional to the degree of hypocalcemia.",
        "cop": 3,
        "opa": "Hypothermia",
        "opb": "Hypercalcemia",
        "opc": "Hypocalcemia",
        "opd": "SAH",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "7258fd9e-b627-43aa-b66c-c4c48d345802",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man presents with recurrent attacks of feeling dizzy. ECG was done. What is the diagnosis?",
        "exp": "HR is regularly irregular due to change in rhythm. Axis is normal. Progressive lengthening of PR interval followed by dropped beat is seen. PR interval before the dropped beat is more than PR interval in subsequent beats. Dx: Mobitz I heart block.",
        "cop": 3,
        "opa": "Atrial fibrillation",
        "opb": "PSVT",
        "opc": "Mobitz I heart block",
        "opd": "Complete heart block",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "411d10b0-1f53-473b-81c2-3398f970db4a",
        "choice_type": "single"
    },
    {
        "question": "A 12-year old child with renal tubular acidosis type I is having muscle cramps and weakness. ECG shows all except:",
        "exp": "ECG findings with h/o renal tubular acidosis with c/o muscle cramps and weakness s/o Hypokalemia Hypokalemia ECG Increased width of the P waves Prolongation of the PR interval T wave flattening and inversion ST depression Prominent U waves Long QT interval due to fusion of the T and U wave = long QU interval",
        "cop": 4,
        "opa": "T wave inversion with U waves",
        "opb": "ST depression",
        "opc": "Heart rate of 75 beats per minute",
        "opd": "Absent P waves",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "1660f86b-6458-4348-9eb6-aa7595e2cceb",
        "choice_type": "multi"
    },
    {
        "question": "A 50 year old man presents with central chest pain. He collapsed while his ECG was being recorded. What is the cause of this ECG?",
        "exp": "ECG shows ST segment changes in lead II, III indicating inferior wall MI (BLUE ARROW) Ventricular extra-systole after the first beat (RED MARK) In the fouh beat, ventricular Extra-systole (YELLOW) is occurring at time of T wave triggering a polymorphic Ventricular tachycardia. The \"R-on-T phenomenon\" is the superimposition of an ectopic beat on the T wave of a preceding beat which triggers Polymorphic VT.",
        "cop": 1,
        "opa": "R on T phenomenon",
        "opb": "Macro-reentrant Circuit",
        "opc": "Early after depolarization",
        "opd": "AV nodal Re-entry",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "ba6cf968-5cb9-4789-8a25-c56afb388e83",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old COPD patients presents with palpitations. ECG rhythm strip shows?",
        "exp": "ECG strip shows a heart rate of approximately 120/min with normal sinus rhythm. However a very peculiar finding is present here with variable P wave morphology. MC arrhythmia in COPD patients is M. A. T (Multifocal atrial tachycardia). It originates due to multiple ectopic foci in atria. Choice A has an exaggerated response to emotional stimuli like fear. Choice B has Retrograde P waves with narrow complex QRS. (Blue arrows) Choice C has absent P waves with irregular RR interval.",
        "cop": 4,
        "opa": "Inappropriate sinus Tachycardia",
        "opb": "Junctional Tachycardia",
        "opc": "Atrial fibrillation",
        "opd": "Multifocal Atrial Tachycardia",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "cd3038ff-7886-48b1-aaa6-79dfde0627f0",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old man on aspirin, statins and beta-blockers for chronic stable angina develops chest pain for past 4 hours. He becomes unconscious, unresponsive while talking to the doctor on duty in the casualty. ECG was done. What is the best step for management of this patient?",
        "exp": "Monomorphic Ventricular Tachycardia ECG shows HR of 300/min with broad complex tachycardia. Broad complex QRS have same amplitude. In acute setting DC shock 200 J Biphasic should be given. In case of Hypotension, impaired consciousness or pulmonary edema--> Nonsynchronous DC shock should be given.",
        "cop": 1,
        "opa": "Non Synchronous DC shock",
        "opb": "Chest compressions",
        "opc": "IV amiodarone",
        "opd": "Synchronous DC shock",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "475448a8-7226-499a-92b1-6134907daea0",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old male with underlying COPD develops a viral upper respiratory infection and begins taking an over-the-counter decongestant. Sholy thereafter he experiences palpitations and presents to the emergency room, where the given rhythm strip is obtained, demonstrating:",
        "exp": "ECG reveals saw tooth waves of atrial flutter with variable AV block.",
        "cop": 2,
        "opa": "Junctional tachycardia",
        "opb": "Atrial flutter",
        "opc": "Paroxysmal atrial tachycardia",
        "opd": "Complete heart block",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "25b1f11f-3643-4995-84ef-41fda9774e27",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old retired banker complains of feeling dizzy with palpitations and breathlessness. His BP becomes un-recordable while ECG is being recorded. What should be the first step in the management of this patient?",
        "exp": "ECG shows broad complex QRS tachycardia diagnostic of Ventricular tachycardia (MONOMORPHIC). Since the BP of the patient is crashing-Pt unstable - Rx- Cardioversion-DC Shock",
        "cop": 3,
        "opa": "IV Amiodarone 150mg",
        "opb": "IV Lasix 40mg",
        "opc": "Cardioversion",
        "opd": "IV lignocaine",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "f2be84fd-eef5-4f71-a4d5-be167d4f3cad",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old hypeensive patient has a standing BP 190/100 and sitting BP-180/100. He also has irregularly irregular rhythm, double apical impulse, and bilateral basal crepitations. But no murmurs could be auscultated and heart rate could not be determined. What is the likely cause?",
        "exp": "Condition Features Left atrial Myxoma More common in a young female with symptoms of myxoma platypnea and low cardiac output since the tumor limits the blood flow into the left ventricle. Mitral regurgitation Ruled out as no murmur was auscultated in the patient Cor pulmonale Ruled out as primary lung disease or findings of RVF are absent LVH Points in or of diagnosis: 1. Hypertension can lead to LVH causing double apical impulse. 2. HTN can lead to diastolic dysfunction and impacts the atria leading to atrial fibrillation and irregular pulse 3. Basal crepitations can be explained by atrial fibrillation. 4. BP changes in standing and supine position are normal (less than equal to 10mm Hg)",
        "cop": 4,
        "opa": "Left Atrial Myxoma",
        "opb": "Mitral regurgitation",
        "opc": "Cor Pulmonale",
        "opd": "Left ventricular hyperophy",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "06fc6089-7e65-4752-8fb1-6c2fe817c466",
        "choice_type": "single"
    },
    {
        "question": "The given ECG of a neonate born to a mother with SLE shows?",
        "exp": "The atrial rate is approximately 100 bpm (RED TRACING) and ventricular rate is 40 bpm (BLUE TRACING). Since the two rates are independent it suggests complete heart block/ AV dissociation. Causes of complete heart block: Inferior wall MI AV conduction blocking drugs, CCB, beta blockers and digoxin Degeneration of conducting system (Lenergre's or Lev's disease) Neonatal lupus (anti- Ro antibody)",
        "cop": 1,
        "opa": "Complete heart block",
        "opb": "Mobitz I heart block",
        "opc": "Mobitz II heart block",
        "opd": "Sick sinus syndrome",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "6634bc2d-2a50-40de-b4ec-0da843bf84db",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old patient presents with features of poor perfusion following MI. On examination, heart rate is 40/min with BP of 60 mm. Hg systolic. Atropine was given twice over 5 minutes, but the condition of the patient is not improving. What is the next best step?",
        "exp": "ACLS 2015 guidelines: Case of symptomatic bradycardia with signs of poor perfusion--> Transcutaneous pacing is recommended.",
        "cop": 2,
        "opa": "Transvenous Pacing",
        "opb": "Transcutaneous Pacing",
        "opc": "Implantable cardioveer defibrillator",
        "opd": "Repeat atropine",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "a6551170-4e2f-4068-8efd-4fff44bcf552",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a cause of PEA (Pulseless Electrical Activity)?",
        "exp": "The 5 H and 5 T of pulseless electrical activity - PEA implies that electrical activity is seen on ECG but the pulse is absent. The leading cause of PEA is hypoxia secondary to respiratory failure (40-50% cases) and hypovolemia. Hydrogen ion depletion implies alkalosis whereas PEA occurs with acidosis. H Hypovolemia Hypoxia Hydrogen Ion (acidosis) Hypo / Hyperkalemia Hypothermia T Toxins Tamponade Tension Pneumothorax Thrombosis (hea: acute, massive MI) Thrombosis (lungs: massive PEE)",
        "cop": 2,
        "opa": "Low p. O2 < 60mm Hg",
        "opb": "Hydrogen ion depletion",
        "opc": "Hypokalemia",
        "opd": "Hypovolemia",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "e35ef5f7-07b6-42d3-a646-90330c935d2f",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis of the ECG tracing shown below.",
        "exp": "Symmetry in PR interval before and after the missed beat --> Indicating Second degree AV block type 2: infranodal. In Second degree AV block type 1 --> Serial lengthening of PR interval before and after the missed beat. In Third degree AV block --> complete dissociation b/w atria and ventricles.",
        "cop": 3,
        "opa": "First degree AV block, intranodal",
        "opb": "Second degree AV block type1, intranodal",
        "opc": "Second degree AV block type 2, infranodal",
        "opd": "Third degree AV block",
        "subject_name": "Medicine",
        "topic_name": "ECG and Arrhythmia 2",
        "id": "d11285d1-e748-455c-b577-78dd8ee981a4",
        "choice_type": "single"
    }
]