[
    {
        "question": "Vogt Koyanagi Harada syndrome is -",
        "exp": "Ans. is 'c' i. e., Uveitis. Clinical manifestations of Vogt Kavanadi Harada syndrome. Occular involvementC. N. S. involvement. Auditory manifestation. Cutaneous manifestation. Occular involvementB/L panuveitis ino Meningismuso Hearing losso VitiligoB/L panuveitis inassociation with serouso Headacheo Tinnituso Alopeciaassociation w'ith serousretinal detachmento C. S. F. Pleocytosis retinal detachment. According to American uveitis society the criteria for diagnosis of VKH syndromeo No history' of ocular trauma or surgery. o At least three of four of the following signs. Bilateral chronic iridocyclitis. Posterior uveitis, including exudative retina! detachment, disc hyperemia or edema and sunset glow fundus. Neurological sign of tinnitus, neck stiffness cranial nerve or CNS problems or CSF pleocytosis. Cutaneous finding of alopecia, poliosis or vitiligo.",
        "cop": 3,
        "opa": "Cataract",
        "opb": "C. N. S. tumour",
        "opc": "Uveitis",
        "opd": "Polycystic kidney",
        "subject_name": "Medicine",
        "topic_name": "Eye",
        "id": "821ccf4a-0bc6-4609-9739-8a57449cc17f",
        "choice_type": "single"
    },
    {
        "question": "Schirmer test is done for?",
        "exp": "ANSWER: (C) Facial nerve. REF: Khurana 4th edition page 366, Yanoff 2nd edition page 524. Repeat from December 2008. The Schirmer's tear test is used to assess lacrimation function of facial nerve. Schirmer's test determines whether the eye produces enough tears to keep it moist. This test is used when a person experiences very dry eyes or excessive watering of the eyes. It poses no risk to the subject. A negative (more than 10 mm of moisture on the filter paper in 5 minutes) test result is normal. Both eyes normally secrete the same amount of tears. It is performed with the help of a 5 x 35 mm strip of Whatman-41 filter paper which is folded 5 mm from one end and kept in the lower fornix at the junction of lateral one-third and medial two-thirds. The patient is asked to look up and not to blink or close the eyesA young person normally moistens 15 mm of each paper strip. Because hypolacrimation occurs with aging, 33% of normal elderly persons may wet only 10 mm in 5 minutes. Persons with Sjogren s syndrome moisten less than 5 mm in 5 minutes. How to read results of the Schirmer's test: Normal which is >15 mm wetting of the paper after 5 minutes. Mild which is 14-9 mm wetting of the paper after 5 minutes. Moderate which is 8-4 mm wetting of the paper after 5 minutes. Severe which is <4 mm wetting of the paper after 5 minutes.",
        "cop": 3,
        "opa": "Oculomotor nerve",
        "opb": "Optic nerve",
        "opc": "Facial nerve",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": "Eye",
        "id": "d5714fc8-dc71-4dbf-b13d-1a2ac4b0450a",
        "choice_type": "multi"
    },
    {
        "question": "Miosis is a component of -",
        "exp": "Ans. is 'a' i. e., Horners syndrome Conditions associated with miosisA) Diseases* Homer's syndrome* Hemorrhage into pons (intracranial hemorrhage)* Hereditary disorders* Cluster Headaches with ptosis* Iridocyclitis* Fatal familial insomniaB) Drugs* Opioids such as fentanyl, morphine, heroin and methadone (the notable exception being demerol/pethidine)* Products containing nicotine such as cigarettes, chewing tobacco or gum.* Imidazolines such as clonidine, naphazoline, oxymetazoline and tetrahydrozoline* Antipsychotics, including risperdal, haloperidol, thorazine, olanzapine, quetiapine and others* Cholinergic agents such as acetylcholine* Ondansetron (an anti-emetic) known by its brand name Zofran* Some cancer chemotherapy drugs, including camptothecin derivatives* Mirtazapine, a noradrenergic and specific serotonergic antidepressant (Na. SSA)* Some MAO Inhibitors.* Pilocarpine eye drops and all other parasympathomimetics* In some rare cases, when exposed to mustard gas.* Organophosphates",
        "cop": 1,
        "opa": "Horners syndrome",
        "opb": "Mendelsons syndrome",
        "opc": "Turners syndrome",
        "opd": "Kleinfelters syndrome",
        "subject_name": "Medicine",
        "topic_name": "Eye",
        "id": "47e01157-eb40-42a3-822e-437c61bbeb3d",
        "choice_type": "single"
    },
    {
        "question": "Retinopathy is most likely to be seen with -",
        "exp": "Ans. is 'a' i. e., IDDM of 5 years duration o Complication of Retinopathy/nephropathy taks 5 years to develop in type 1 diabets. o Complication of Retinopathy/nephropathy takes 15-20 years to develop in type 2 diabetes.",
        "cop": 1,
        "opa": "IDDM of 5 years duration",
        "opb": "NIDDM of 8 years duration",
        "opc": "Gestational diabetes",
        "opd": "Juvenile diabetes started before puberty",
        "subject_name": "Medicine",
        "topic_name": "Eye",
        "id": "3b0d5a44-16c6-4116-aecc-73d0e7aa1d1e",
        "choice_type": "single"
    },
    {
        "question": "Roth's spot are seen in -",
        "exp": "(C) Infective endocarditis (1054-H 18th, (624 Davidson 21st)* Peripheral manifestations of infective endocarditis are Osier's nodes, subungual hemorrhages, Janeway lesions, Roth's spots**** Isolation of causative micro-organism from blood culture is critical for diagnosis.* Most common cause of acute endocarditis is staph, aureus. Diagnosis of invective endocarditis (modified Duke criteria)MAJOR CRITERIA:* Positive blood culture -Typical organism from two cultures. Persistent positive blood cultures taken >12 hrs apart. Three or more positive cultures taken over >1 hrs* Endocardial involvement -Positive echocardiographic findings of vegetations. New valvular regurgitation. MINOR CRITERIA:* Predisposing valvular or cardiac abnormality.* Intravenous drug misuse.* Pyrexia > 3 8degC* Embolic phenomenon* Vasculitic phenomenon* Blood cultures suggestive organism growth but not achieving major criteria.* Suggestive echocardiographic findings. Definite endocarditis = two major, or one major and three minor or five minor. Possible endocarditis = one major and one minor, or three minor.* SABE, Embolic phenomenon is common in Mitral valve.* Right sided endocarditis - which usually involves the tricuspid value, causes septic pulmonary emboli, occasionally with infarction and lung abscess.",
        "cop": 3,
        "opa": "Diabetic retinopathy",
        "opb": "CMV retinitis",
        "opc": "Infective endocarditis",
        "opd": "HIV retinopathy",
        "subject_name": "Medicine",
        "topic_name": "Eye",
        "id": "251f51e2-18c1-4cd0-8ac6-1dbc3fe653e8",
        "choice_type": "single"
    }
]