[
    {
        "question": "The probable diagnosis in a patient with below given flow volume loop after spirometry?",
        "exp": "The probable diagnosis in this patient based on restrictive pattern in the flow volume loop is Myasthenia gravis Features of the flow volume loop above: Decreased TLC and Vital capacity Residual volume is elevated. Because of which loop is shifted to right side(Normally it is present in the center) All the above features are seen in restrictive type of lung disease Myasthenia gravis In it, Both lung recoil and passive chest wall recoil are normal. Respiratory muscle strength is insufficient to push the passive respiratory system fully toward either volume extreme Because of reduced muscle strength MG presents with restrictive pattern on flow volume loop. =Obstructive flow pattern seen in: Asthma, Emphysema, Endobronchial neoplasm.",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Myasthenia gravis",
        "opc": "Bronchial Asthma",
        "opd": "Endobronchial neoplasm",
        "subject_name": "Medicine",
        "topic_name": "Flow Volume curve, Spirometry and DLCO",
        "id": "c311788b-73f5-4358-85cc-6f5703d6a79c",
        "choice_type": "single"
    },
    {
        "question": "What will be the effect on spirometry in case of lobectomy done for bronchogenic carcinoma?",
        "exp": "In case of lobectomy, since the remaining lung tissue is lesser, all parameters like vital capacity, residual volume and closing volume will reduce. Hence, due to hypoxic stimulus post-operative patients of lobectomy will take rapid shallow breaths. This will lead to increased Dead space ventilation.",
        "cop": 3,
        "opa": "Increased residual volume",
        "opb": "Increased vital capacity",
        "opc": "Increased dead space ventilation",
        "opd": "Increased closing volume",
        "subject_name": "Medicine",
        "topic_name": "Flow Volume curve, Spirometry and DLCO",
        "id": "ed628a89-8145-449c-9f63-83e3720deaeb",
        "choice_type": "single"
    },
    {
        "question": "Maximum oxygen concentration can be delivered by?",
        "exp": "Choice D: Reservoir face mask is a high flow, variable performance device. At flow rate of 12-15L/min the delivered Fi02 is in the range of 75-90%. Choice C is simple face mask while choice B is Nasal cannula and both can deliver limited oxygen up to 40% due to diffusion and mixing with air. Choice A: Venturi mask is a high flow, fixed performance device. It can deliver up to 60% oxygen.",
        "cop": 4,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Medicine",
        "topic_name": "Flow Volume curve, Spirometry and DLCO",
        "id": "7c7dc71c-c1cc-4580-83d7-31b5382c5cae",
        "choice_type": "single"
    }
]