[
    {
        "question": "Hyperchloremic acidosis is seen in-",
        "exp": "The combination of hyperkalemia and hyperchloremic metabolic acidosis is often present, even at earlier stages of CKD (stages 1-3). In patients with diabetic nephropathy or in those with predominant tubulointerstitial disease or obstructive uropathy; this is a non-anion-gap metabolic acidosis.",
        "cop": 1,
        "opa": "A",
        "opb": "Diarrhoea",
        "opc": "DKA",
        "opd": "Dehydration",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "5a2c6025-f375-422b-b787-a56ec6b23bca",
        "choice_type": "single"
    },
    {
        "question": "In hyponatremia following renal failure, serum sodium should be maintained at what levels?",
        "exp": "Hyponatremia in CKD population is associated with increased moality, but the effect on renal outcome was unknown.. Hyponatremia (serum sodium <120 m. Eq/L) was associated with excessive volume and volume depletion, measured as total body water by bioimpedance analysis, in diuretic users, but not in diuretic non-users Ref Davidson 23rd edition pg 366",
        "cop": 1,
        "opa": "120 m. Eq/L",
        "opb": "125 m. Eq/L",
        "opc": "130 m. Eq/L",
        "opd": "135 m. Eq/L",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "f9401c1c-b9cd-43d5-928a-0cf204326f7f",
        "choice_type": "single"
    },
    {
        "question": ". If blood gas analysis reveal pH = 7. 52, p. CO2=3O; p. O2= 105. This will be compensated by?",
        "exp": "As a compensatory mechanism, metabolic acidosis leads to alveolar hyperventilation with a fall in Pa. CO2. Normally, Pa. CO2 falls by 1-1. 3 mm Hg for every 1-m. Eq/L fall in serum HCO3- concentration, a compensatory response that can occur fairly quickly Ref Davidson 23rd edition pg 345",
        "cop": 3,
        "opa": "Compensatory respiratory acidosis",
        "opb": "Compensatory respiratory alkalosis",
        "opc": "Compensatory metabolic acidosis",
        "opd": "Compensatory metabolic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a48a15e7-1bb5-417a-a943-25e08552fd6e",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia with no ECG finding. The drug that should not be used is -",
        "exp": "calcium gluconate immediately antagonises the cardiac effects of hyperkalemia, whereas the others are used to correct hyperkalemia. (reference: harrisons principles of internal medicine, 19E page- 312)",
        "cop": 2,
        "opa": "Sodium bicarbonate",
        "opb": "Calcium gluconate",
        "opc": "Glucose with insulin",
        "opd": "Resins",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3eaff76e-ac66-409b-9154-7a3bb8b4f539",
        "choice_type": "single"
    },
    {
        "question": "ECG of a patient with snake bite is shown below. What is the abnormality seen?",
        "exp": "ECG changes typically occur when serum potassium is < 3 m. Eq/L, and include ST segment sagging, T wave depression, and U wave elevation. With marked hypokalemia, the T wave becomes progressively smaller and the U wave becomes increasingly larger. Ref Davidson 23rd edition pg 370",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Myocarditis",
        "opd": "Bigemini",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c5bd1350-d0c4-4af3-af0a-dbb5e1f8ac06",
        "choice_type": "single"
    },
    {
        "question": "'Syndrome of apparent mineralocoicoid excess' is due to deficiency of",
        "exp": "Syndrome of apparent mineralocoicoid excess is due to genetic deficiency of 11b-dehydrogenase-2, cause hypokalemia. Liddle's syndrome is caused by autosomal dominant gain-in-function mutations of ENaC subunits, cause hypokalemia. Loss of the transpo functions of the thick ascending loop of Henle and distal convoluted tubule nephron segments causes hereditary hypokalemic alkalosis, Bater's syndrome (BS) and Gitelman's syndrome (GS), respectively. Ref: Harrison 19e pg: 305",
        "cop": 2,
        "opa": "11a--hydroxysteroid dehydrogenase",
        "opb": "11b--hydroxysteroid dehydrogenase",
        "opc": "12a--hydroxysteroid dehydrogenase",
        "opd": "12b--hydroxysteroid dehydrogenase",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3b51bbf5-7b38-48c3-b605-3a6241c7274b",
        "choice_type": "single"
    },
    {
        "question": "Metabolic alkalosis is associated -",
        "exp": "Causes of Metabolic Alkalosis I. Exogenous HCO3-loads A. Acute alkali administration B. Milk-alkali syndrome II. Effective ECFV contraction, normotension, K+ deficiency, and secondary hyperreninemic hyperaldosteronism A. Gastrointestinal origin 1. Vomiting 2. Gastric aspiration 3. Congenital chloridorrhea 4. Villous adenoma B. Renal origin 1. Diuretics 2. Posthypercapnic state 3. Hypercalcemia/hypoparathyroidism 4. Recovery from lactic acidosis or ketoacidosis 5. Nonreabsorbable anions including penicillin, carbenicillin 6. Mg2+ deficiency 7. K+ depletion 8. Bater's syndrome (loss of function mutations of transpoers and ion channels in TALH) 9. Gitelman's syndrome (loss of function mutation in Na+-Cl-cotranspoer in DCT) III. ECFV expansion, hypertension, K+ deficiency, and mineralocoicoid excess A. High renin 1. Renal aery stenosis 2. Accelerated hypertension 3. Renin-secreting tumor 4. Estrogen therapy B. Low renin 1. Primary aldosteronism a. Adenoma b. Hyperplasia c. Carcinoma 2. Adrenal enzyme defects a. 11b-Hydroxylase deficiency b. 17a-Hydroxylase deficiency 3. Cushing's syndrome or disease 4. Other a. Licorice b. Carbenoxolone c. Chewer's tobacco IV. Gain-of-function mutation of renal sodium channel with ECFV expansion, hypertension, K+ deficiency, and hyporeninemic-hypoaldosteronism A. Liddle's syndrome (Ref: Harrison's principles of internal medicine 19E, pg 321)",
        "cop": 2,
        "opa": "Fanconi's anemia",
        "opb": "Acetazolamide",
        "opc": "Hypocalcemia",
        "opd": "Triamterene",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c8ded23f-eeae-45a1-a3dc-18292891cd0c",
        "choice_type": "single"
    },
    {
        "question": "Lactic acidosis is not seen in -",
        "exp": "An increase in plasma l-lactate may be secondary to *poor tissue perfusion (type A)--circulatory insufficiency (shock, cardiac failure), severe anemia, mitochondrial enzyme defects, and inhibitors (carbon monoxide, cyanide) * aerobic disorders (type B)-- malignancies, nucleoside analogue reverse transcriptase inhibitors in HIV, diabetes mellitus, renal or hepatic failure, thiamine deficiency, severe infections (cholera, malaria), seizures, or drugs/toxins (biguanides, ethanol, methanol, propylene glycol, isoniazid, and fructose). *Unrecognized bowel ischemia or infarction *Pyroglutamic acidemia has been repoed in critically ill patients receiving acetaminophen, which is associated with depletion of glutathione. d-Lactic acid acidosis, which",
        "cop": 4,
        "opa": "Methanol poisoning",
        "opb": "Respiratory failure",
        "opc": "Circulatory failure",
        "opd": "Tolbutamide",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3b3bd69c-21df-487c-9216-1988c8c288ee",
        "choice_type": "single"
    },
    {
        "question": "Normal anionic gap is seen in one of thefollowing-",
        "exp": "Eg for normal anion gap: diarrhea, pancreatic fistula, antacid drugs, Renal tubular acidosis, Renal failure, Ref: Harrison&; s 19thE",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Uremia",
        "opc": "Lactic acidosis",
        "opd": "Ketosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "87aa74c5-e8e0-4801-ba84-67a7affd1af4",
        "choice_type": "single"
    },
    {
        "question": "Water-fluid balance is characterized by -",
        "exp": "Water and electrolyte homeostasis Total body water (TBW) is approximately 60% of body weight in an adult male, although the propoion is somewhat more for infants and less for women. In a 70 kg man TBW is therefore about 40 L. Approximately 25 L is located inside cells (the intracellular fluid or ICF), while the remaining 15 L is in the extracellular fluid (ECF) compament (Fig. 14. 1). Most of the ECF (approximately 12 L) is interstitial fluid, which is within the tissues but outside cells, whereas the remainder (about 3 L) is in the plasma compament. The ion composition between the main body fluid compaments intracellularly and extracellularly is illustrated in Figure 14. 1. The dominant positively charged ion (cation) within cells is potassium, whereas phosphates and negatively charged proteins constitute the major intracellular negatively charged ions (anions). In the ECF the dominant cation is sodium, while chloride and, to a lesser extent, bicarbonate are the most impoant ECF anions. An impoant difference between the intravascular (plasma) and interstitial compaments of the ECF is that only plasma contains significant concentrations of protein. The major force maintaining the difference in cation concentrations between the ICF and ECF is the sodium-potassium pump (Na, K-activated adenosine triphosphatase (ATPase)), which is present in all cell membranes. Maintenance of these gradients is essential for many cell processes, including the excitability of conducting tissues such as nerve and muscle. The difference in protein content between the plasma and the interstitial fluid compament is maintained by the impermeability of the capillary wall to protein. This protein concentration gradient (the colloid osmotic, or oncotic, pressure of the plasma) contributes to the balance of forces across the capillary wall that our fluid retention within the plasma compament. The concentration of sodium in the ECF plays a pivotal role in determining plasma osmolality and thereby controlling intracellular volume through changes in water balance between the intracellular and extracellular space. In contrast, plasma volume is largely controlled by total body sodium, which determines volume change. Therefore, disturbances in water homeostasis typically present with biochemical abnormalities such as hyponatraemia or hypernatraemia, whereas disturbances in sodium homeostasis present with hypervolaemia or hypovolaemia as the result of expansion or contraction of ECF volume, respectively. Ref Davidson 23rd edition pg 349",
        "cop": 2,
        "opa": "Maintained by endogenous water loss",
        "opb": "Maintained by endogenous water loss",
        "opc": "Daily fecal loss is 500 ml.",
        "opd": "Daily respiratory loss is 500 ml.",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "163175d8-6522-4a20-80bc-e87d61348fbf",
        "choice_type": "single"
    },
    {
        "question": "A normal-anion-gap metabolic acidosis occurs in patients with-",
        "exp": "Alkali can be lost from the gastrointestinal tract from diarrhea or from the kidneys (renal tubular acidosis, A). In these disorders, reciprocal changes in and result in a normal anion gap (AG). * In pure non-AG acidosis, therefore, the increase in above the normal value approximates the decrease in.",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Diabetic ketoacidosis",
        "opc": "Methyl alcohol poisoning",
        "opd": "Acute renal failure",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "764eb539-62b8-4057-b05f-98ebd0f79332",
        "choice_type": "single"
    },
    {
        "question": "Which ion channel is effected in hypokalemic periodic paralysis?",
        "exp": "Hypokalemic periodic paralysis is due to calcium channel mutations. Hypokalemic periodic paralysis, in which serum potassium drops during a paralytic episode, is the most common of the inherited periodic paralyses. Ref Davidson 23rd edition pg 366",
        "cop": 4,
        "opa": "K+",
        "opb": "Na+",
        "opc": "CI-",
        "opd": "Ca2+",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "fa172468-6b8e-4eea-b136-5e86b7ee5dcc",
        "choice_type": "single"
    },
    {
        "question": "Pseudohyperkalemia can result from",
        "exp": "Hyperkalemia should be distinguished from factitious hyperkalemia or \"pseudohyperkalemia, \" an aifactual increase in serum K+ due to the release of K+ during or after venipuncture. Pseudohyperkalemia can occur in the setting of excessive muscle activity during venipuncture (e. g., fist clenching), a marked increase in cellular elements (thrombocytosis, leukocytosis, and/or erythrocytosis) within vitro efflux of K+, and acute anxiety during venipuncture with respiratory alkalosis and redistributive hyperkalemia. Cooling of blood following venipuncture is another cause, due to reduced cellular uptake; the converse is the increased uptake of K+ by cells at high ambient temperatures, leading to normal values for hyperkalemic patients and/or to spurious hypokalemia in normokalemic patients. Finally, there are multiple genetic subtypes of hereditary pseudohyperkalemia, caused by increases in the passive K+ permeability of erythrocytes. For example, mutations in the red cell anion exchanger (AE1, encoded by the SLC4. A1 gene) Ref: Harrison 19e pg: 309",
        "cop": 4,
        "opa": "Prolonged use of tourniquet",
        "opb": "Hemolysis",
        "opc": "Marked leukocytosis",
        "opd": "Tumor lysis syndrome",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "5bb0c7f5-c5da-4a97-a1c8-dfc42df1dfbc",
        "choice_type": "single"
    },
    {
        "question": "Which is not a cause of metabolic acidosis-",
        "exp": "High altitudes: cause respiratory alkalosis, by stimulating respiratory centers. Ref: Harrison&; s 19thE",
        "cop": 4,
        "opa": "Starvation",
        "opb": "Alcoholism",
        "opc": "Diabetic keto acidosis",
        "opd": "Climbing to high altitudes",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "54696904-52ab-439f-8c4a-f0267538879c",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemia is defined as a plasma potassium concentration of",
        "exp": "Hypokalemia, defined as a plasma K+ concentration of <3. 5 mM, Hyperkalemia is defined as a plasma potassium level of 5. 5 mM Ref: Harrison 19e pg: 305",
        "cop": 1,
        "opa": "< 3. 5 mmol/L",
        "opb": "< 3. 6 mmol/L",
        "opc": "< 3. 7 mmol/L",
        "opd": "< 3. 8 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "6023e7d9-19ba-4e59-a7c5-3d58ad2dee58",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia caused by which one of the following is most likely to respond to treatment with coicosteroids?",
        "exp": "Hypercalcemia is a highly prevalent complication of sarcoidosis. Hypercalcemia in sarcoidosis is due to the uncontrolled synthesis of 1, 25-dihydroxyvitamin D3 by macrophages. 1, 25-dihydroxyvitamin D3 leads to an increased absorption of calcium in the intestine and to an increased resorption of calcium in the bone Ref Davidson 23rd edition pg 364",
        "cop": 3,
        "opa": "Primary hyperparathyroidism",
        "opb": "Milk alkali syndrome",
        "opc": "Sarcoidosis",
        "opd": "Paget's disease",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "39eef9f6-07f6-45f5-ad74-8a21e13c23b4",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the example of metabolic acidosis with respiratory alkalosis -",
        "exp": "Salicylate over dose: Metabolic alkalosis + Respiratory alkalosis. Alcoholic: metabolic alkalosis + metabolic acidosis. Cardiopulmonary edema: metabolic acidosis + respiratory alkalosis Pregnancy: metabolic alkalosis + respiratory alkalosis Ref: Harrison&; s 19thE",
        "cop": 1,
        "opa": "Salicylate overdose",
        "opb": "Severe pulmonary oedema",
        "opc": "Cardio-pulmonary arrest",
        "opd": "Pregnancy with vomiting",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "9f13cb0e-98df-41da-9f54-fd6a9a9669d4",
        "choice_type": "single"
    },
    {
        "question": "What is the cause of tetany in patients with hyperventillation?",
        "exp": "Low levels of carbon dioxide cause tetany by altering the albumin binding of calcium such that the ionized (physiologically influencing) fraction of calcium is reduced; one common reason for low carbon dioxide levels is hyperventilation. Low levels of magnesium can lead to tetany Hypocalcemia is the primary cause of tetany. Low ionized calcium levels in the extracellular fluid increase the permeability of neuronal membranes to sodium ion, causing a progressive depolarization, which increases the possibility of action potentials. This occurs because calcium ions interact with the exterior surface of sodium channels in the plasma membrane of nerve cells. When calcium ions are absent the voltage level required to open voltage gated sodium channels is significantly altered (less excitation is required). If the plasma Ca2+ decreases to less than 50% of the normal value of 9. 4 mg/dl, action potentials may be spontaneously generated, causing contraction of peripheral skeletal muscles. Hypocalcemia is not a term for tetany but is rather a cause of tetany Ref Davidson 23rd edition pg 369",
        "cop": 4,
        "opa": "Metabolic alkalosis",
        "opb": "Decreased levels of potassium",
        "opc": "Respiratory acidosis",
        "opd": "Decreased plasma calcium levels",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "1df5e5ca-9cad-4764-a7e6-24bea0181e9d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following metabolic disorders is associated with hypokalemia?",
        "exp": "Metabolic alkalosis Metabolic alkalosis is characterised by an increase in the plasma bicarbonate concentration and the plasma pH (see Box 14. 18). There is a compensatory rise in PCO2 due to hypoventilation but this is limited by the need to avoid hypoxia. Classical causes include primary hyperaldosteronism (Conn's syndrome, p. 674), Cushing's syndrome (p. 666) and glucocoicoid therapy (p. 670). Occasionally, overuse of antacid salts for treatment of dyspepsia produces a similar pattern. Pathophysiology Metabolic alkalosis is best classified according to the accompanying changes in ECF volume. Hypovolaemic metabolic alkalosis is the most common pattern. This can be caused by sustained vomiting, in which acid-rich fluid is lost directly from the body, or by treatment with loop diuretics or thiazides. In the case of sustained vomiting, loss of gastric acid is the immediate cause of the alkalosis, but several factors act to sustain or amplify this in the context of volume depletion (Fig. 14. 11). Loss of sodium and fluid leads to hypovolaemia and secondary hyperaldosteronism, triggering proximal sodium bicarbonate reabsorption and additional acid secretion by the distal tubule. Hypokalaemia occurs due to potassium loss in the vomitus and by the kidney as the result of secondary hyperaldosteronism, and itself is a stimulus to acid secretion. Additionally, the compensatory rise in PCO2 fuher enhances tubular acid secretion. The net result is sustained metabolic alkalosis with an inappropriately acid urine, which cannot be corrected until the deficit in circulating volume has been replaced. Normovolaemic (or hypervolaemic) metabolic alkalosis occurs when bicarbonate retention and volume expansion occur simultaneously. Clinical features Clinically, apa from manifestations of the underlying cause, there may be few symptoms or signs related to alkalosis itself. When the rise in systemic pH is abrupt, however, plasma ionised calcium falls and signs of increased neuromuscular irritability, such as tetany, may develop (p. 663). Investigations The diagnosis can be confirmed by measurement of electrolytes and aerial blood gases Ref Davidson 23rd edition pg 366",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Mixed acidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "d0dd095f-094b-4b6b-abba-4e4b2c78961e",
        "choice_type": "single"
    },
    {
        "question": "Respiratory alkalosis occur in-",
        "exp": "Causes of respiratory Alkalosis are: A. Central nervous system stimulation 1. Pain 2. Anxiety, psychosis 3. Fever 4. Cerebrovascular accident 5. Meningitis, encephalitis 6. Tumor 7. Trauma B. Hypoxemia or tissue hypoxia 1. High altitude 2. Pneumonia, pulmonary edema 3. Aspiration 4. Severe anemia C. Drugs or hormones 1. Pregnancy, progesterone 2. Salicylates 3. Cardiac failure D. Stimulation of chest receptors 1. Hemothorax 2. Flail chest 3. Cardiac failure 4. Pulmonary embolism E. Miscellaneous 1. Septicemia 2. Hepatic failure 3. Mechanical hyperventilation 4. Heat exposure 5. Recovery from metabolic acidosis",
        "cop": 1,
        "opa": "Excessive ventilation",
        "opb": "Pyloric stenosis",
        "opc": "Diabetic ketoacidosis",
        "opd": "Primary hyperaldosteronism",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "27b1a826-fb57-435e-b1e4-6ee2450865e0",
        "choice_type": "single"
    },
    {
        "question": "Effects of hypokalemia-",
        "exp": "* The functional effects of hypokalemia on the kidney can include Na+-Cl- and HCO3- retention, polyuria, phosphaturia, hypocitraturia, and an activation of renal ammoniagenesis. Bicarbonate retention and other acid-base effects of hypokalemia can contribute to the generation of metabolic alkalosis * Hypokalemia is a major risk factor for both ventricular and atrial arrhythmias * Hypokalemia also results in hyperpolarization of skeletal muscle, thus impairing the capacity to depolarize and contract; weakness and even paralysis may ensue. It also causes a skeletal myopathy and predisposes to rhabdomyolysis. Finally, the paralytic effects of hypokalemia on intestinal smooth muscle may cause intestinal ileus. (REF: harrisons principles of internal medicine, 19E, pg 308)",
        "cop": 1,
        "opa": "Acidosis",
        "opb": "Arrhythmia",
        "opc": "Ileus of intestine",
        "opd": "Polyuria",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "ce306e2a-e5df-4052-b4c3-62b608db21aa",
        "choice_type": "single"
    },
    {
        "question": "Most dangerous dehydration is-",
        "exp": "Hypernatraemia Hypernatraemia is defined as existing when the serum Na is >145 mmol/L. Pathophysiology Hypernatraemia occurs due to inadequate concentration of the urine in the face of restricted water intake. This can arise because of failure to generate an adequate medullary concentration gradient in the kidney due to low GFR or loop diuretic therapy, but more commonly is caused by failure of the vasopressin system. This can occur because of pituitary damage (cranial diabetes insipidus ) or because the collecting duct cells are unable to respond to circulating vasopressin concentrations in the face of restricted water intake (nephrogenic diabetes insipidus). Whatever the underlying cause, sustained or severe hypernatraemia generally reflects an impaired thirst mechanism or responsiveness to thirst. Clinical features Patients with hypernatraemia generally have reduced cerebral function, either as a primary problem or as a consequence of the hypernatraemia itself, which results in dehydration of neurons and brain shrinkage. In the presence of an intact thirst mechanism and preserved capacity to obtain and ingest water, hypernatraemia may not progress very far. If adequate wateris not obtained, dizziness, delirium, weakness and, ultimately, coma and death can result. Ref Davidson 23rd edition pg 360",
        "cop": 2,
        "opa": "Hyponatremic",
        "opb": "Hypernatremic",
        "opc": "Isonatremic",
        "opd": "Non-diarrhoel cause",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "b5839e75-99b6-4ad5-b7a0-1761c90b8930",
        "choice_type": "single"
    },
    {
        "question": "After administering 'desmopressin', urine osmolality should increase by how much in central diabetes insipidus?",
        "exp": "CDI & NDI can be distinguished by administering AVP analogue desmopressin (10 mg intranasally) after careful water restriction. Urine osmolality should increase by at least 50% in CDI & will not change in NDI. Patients with NDI will fail to respond to DDAVP, with a urine osmolality that increases by <50% or <150 m. Osm/kg from baseline, in combination with a normal or high circulating AVP level; Patients with central DI will respond to DDAVP, with a reduced circulating AVP. Patients may exhibit a paial response to DDAVP, with a >50% rise in urine osmolality that nonetheless fails to reach 800 m. Osm/kg; the level of circulating AVP will help differentiate the underlying cause, i. e., NDI versus central DI. Ref: Harrison 19e pg: 302",
        "cop": 4,
        "opa": "At least 10%",
        "opb": "At least 25%",
        "opc": "At least 35%",
        "opd": "At least 50%",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "27fb56cf-65ec-4073-baf7-3d0d433570e8",
        "choice_type": "single"
    },
    {
        "question": "Normal anion-gap metabolic acidosis is seen in -",
        "exp": "The normal value for the serum anion gap is 8-16 m. Eq/L. However, there are always unmeasurable anions, so an anion gap of less than 11 m. Eq/L using any of the equations listed in Description is considered normal. For the urine anion gap, the most prominently unmeasured anion is ammonia. Seen in Addison's disease Ref Davidson 23rd edition pg 364",
        "cop": 1,
        "opa": "Addison's disease",
        "opb": "Diabetic ketoacidosis",
        "opc": "Renal failure",
        "opd": "lactic acidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "93c44d5f-238a-4796-99c4-bf715180fc49",
        "choice_type": "single"
    },
    {
        "question": "A paient after vomiting several times develops. carpopedal spasm. The most appropriate treatment would-",
        "exp": "Carpopedal spasms are severely painful cramps of the muscles in your hands and feet. Carpopedal spasms may be caused by low blood calcium levels or by an infection called tetanus. Tetanus develops when a cut or deep puncture wound gets infected by bacteria 10%calcium gluconate solution (given intravenously) is the form of calcium most widely used in the treatment of low blood calcium. This form of calcium is not as well absorbed as calcium lactate, and it only contains 0. 93% (930 mg/dl) calcium ion (defined by 1 g weight solute in 100 ml of solution to make 1% solution w/v). Therefore, if the hypocalcemia is acute and severe, calcium chloride is given instead Ref Davidson 23rd edition pg 365",
        "cop": 1,
        "opa": "Intravenous injection of 20 ml 10% calcium gluconate solution",
        "opb": "Intravenous infusion of isotonic saline",
        "opc": "Oral ammonium chloride 2mg four times a dav",
        "opd": "5% C02 inhalation",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "bc277a58-5312-4bef-855f-8f140a3a4e5b",
        "choice_type": "single"
    },
    {
        "question": "Acute metabolic acidosis",
        "exp": "It is seen in low anion gap acidosis. Other features seen: low serum albumin (nephrotic syndrome.) High immunoglobulins (multiple myeloma) Increaed Li Increaed: K+, Ca2+, Mg2+ Ref: Harrison&; s 19thE",
        "cop": 3,
        "opa": "Has biphasic effect on K+ exceion",
        "opb": "Does not effect K+ excretion significantly",
        "opc": "Decreases urinary K+ exceion",
        "opd": "Increases urinary K+ excretion",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "cb7d1830-1c31-418d-81cd-f7ab65c496b8",
        "choice_type": "single"
    },
    {
        "question": "Major symptoms of hypernatremia are",
        "exp": "Hypernatremia increases osmolality of the ECF, generating an osmotic gradient between the ECF and ICF, an efflux of intracellular water, and cellular shrinkage. As in hyponatremia, the symptoms of hypernatremia are predominantly neurologic. Altered mental status is the most frequent manifestation, ranging from mild confusion and lethargy to deep coma. The sudden shrinkage of brain cells in acute hypernatremia may lead to parenchymal or subarachnoid haemorrhages and/or subdural hematomas; however, these vascular complications are primarily encountered in pediatric and neonatal patients. Osmotic damage to muscle membranes can also lead to hypernatremic rhabdomyolysis. Ref: Harrison 19e pg: 303",
        "cop": 2,
        "opa": "Cardiac",
        "opb": "Neurologic",
        "opc": "Respiratory",
        "opd": "Musculoskeletal",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "ff5db92a-083b-459e-9dbf-080db8f4dae9",
        "choice_type": "single"
    },
    {
        "question": "Lysis of cells cause A/E -",
        "exp": "Hypercalcaemia, also spelled hypercalcemia, is a high calcium (Ca2+) level in the blood serum. The normal range is 2. 1-2. 6 mmol/L (8. 8-10. 7 mg/dL, 4. 3-5. 2 m. Eq/L), with levels greater than 2. 6 mmol/L defined as hypercalcemia. Those with a mild increase that has developed slowly typically have no symptoms. In those with greater levels or rapid onset, symptoms may include abdominal pain, bone pain, confusion, depression, weakness, kidney stones or an abnormal heart rhythm including cardiac arrest The neuromuscular symptoms of hypercalcaemia are caused by a negative bathmotropic effect due to the increased interaction of calcium with sodium channels. Since calcium blocks sodium channels and inhibits depolarization of nerve and muscle fibers, increased calcium raises the threshold for depolarization. This results in diminished deep tendon reflexes (hyporeflexia), and skeletal muscle weakness. There is a general mnemonic for remembering the effects of hypercalcaemia: \"stones, bones, groans, moans, thrones, and psychiatric oveones\". Stones (kidney or biliary) (see calculus) Bones (bone pain) Groans (abdominal pain, nausea and vomiting) Moans (may complain about other non-specific symptoms) Thrones (polyuria) resulting in dehydration due to nephrogenic diabetes insipidus from nephrocalcinosis Muscle tone (hypotonicity, muscle weakness, hyporeflexia) Psychiatric oveones (Depression 30-40%, anxiety, cognitive dysfunction, insomnia, coma) Other symptoms include cardiac arrhythmias (especially in those taking digoxin), fatigue, nausea, vomiting (emesis), loss of appetite, abdominal pain, constipation, & paralytic ileus. If kidney impairment occurs as a result, manifestations can include increased urination, urination at night, and increased thrist. Psychiatric manifestation can include emotional instability, confusion, delirium, psychosis, and stupor. Limbus sign seen in eye due to hypercalcemia Ref Davidson 23rd edition pg 370",
        "cop": 2,
        "opa": "Hyperuricemia",
        "opb": "Hypercalcemia",
        "opc": "Hyper phosphatemia",
        "opd": "Hyperkalemia.",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a06b8471-6794-46ce-a1b7-a6bc8e338ba1",
        "choice_type": "single"
    },
    {
        "question": "The finding of urine sodium concentration <20 mmol/L in hypovolemic hyponatremia implies",
        "exp": "Hypovolemic hyponatremia Urine sodium concentration >20 mmol/L Renal losses Diuretic excess Mineral coicoid deficiency Salt-losing deficiency Bicarbonaturia with Renal tubal acidosis and Metabolic alkalosis Ketonuria Osmotic diuresis Cerebral salt wasting syndrome Urine sodium concentration <20 mmol/L Extrarenal losses Vomiting Diarrhea Third spacing of fluids Burns Pancreatitis Trauma Ref: Harrison 19e pg: 299",
        "cop": 4,
        "opa": "Salt-wasting nephropathy",
        "opb": "Diuretic therapy",
        "opc": "Hypoaldosteronism",
        "opd": "Trauma",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "73012773-fa04-4119-a99f-d32396a25375",
        "choice_type": "single"
    },
    {
        "question": "Increased 'anion gap' is not seen in -",
        "exp": "Causes of High-Anion Gap Metabolic Acidosis *Lactic acidosis *Ketoacidosis Diabetic Alcoholic Starvation *Renal failure (acute and chronic) *toxins: ethylene glycol methanol salicylates propylene glycol pyroglutamic acid (Ref: Harrison's principles of internal medicine, 18E, pg 365)",
        "cop": 2,
        "opa": "Salicylate poisoning",
        "opb": "Renal tubular acidosis",
        "opc": "Lactic acidosis",
        "opd": "Ethylene glycol poisoning",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "d0d183c0-e5e2-4a5f-a4d0-ce07f709e259",
        "choice_type": "single"
    },
    {
        "question": "The most appropriate route for administration of nutrition to a patient who is comatose for a long period after and automobile accident is",
        "exp": "The principal indication for a jejunostomy is as an additional procedure during major surgery of the upper digestive tract, where irrespective of the pathology or surgical procedures of the esophagus, stomach, duodenum, pancreas, liver, and biliary tracts, comatose patient, nutrition can be infused at the level of the jejunum Ref Davidson 23rd edition pg 344",
        "cop": 3,
        "opa": "Nasogastric tube feeding",
        "opb": "Gastrotomy tube feeding",
        "opc": "Jejunostomy feeding",
        "opd": "Central venous hyperalimentation",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "61d2ba30-ed2c-42e6-9f55-56ed470589cb",
        "choice_type": "single"
    },
    {
        "question": "A 9 year old girl was admited for dialysis. On laboratory examination her potassium levels were 7. 8 m. Eq/L. Which of the following would quickly lower her increased potassium levels-",
        "exp": "Insulin lowers plasma K+ concentration by shifting K+ into cells. The recommended dose is 10 units of intravenous regular insulin followed immediately by 50 mL of 50% dextrose (D50W, 25 g of glucose total); the effect begins in 10-20 min, peaks at 30-60 min, and lasts for 4-6 h. (ref: harrisons. 19E pg 312)",
        "cop": 2,
        "opa": "IV calcium gluconate",
        "opb": "IV Glucose and insulin",
        "opc": "Oral kayexalate in sorbitol",
        "opd": "IV Na. HCO3",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "667b4c9e-02c5-4d6d-b0cf-0481ffe56f18",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemia is",
        "exp": "Hypokalaemia is a common electrolyte disturbance and is defined as existing when serum K+ falls below 3. 5 mmol/L. The main causes of hypokalaemia Ref Davidson 23rd edition pg 363",
        "cop": 1,
        "opa": "<3. 5",
        "opb": "<4. 5",
        "opc": "<5. 6",
        "opd": "<6. 5",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "ac77c534-8c7a-45f1-bcce-1719579f2613",
        "choice_type": "single"
    },
    {
        "question": "Normal anion gap metabolic acidosis is caused by-",
        "exp": "Metabolic Acidosis This calculation, normally 10 to 15 mmol/L, represents the unmeasured negative ions, predominantly albumin, in blood. Normal anion gap acidosis (low serum HCO3 but normal anion gap) is caused by excess bicarbonate loss from either the gut (diarrhea), cholera or kidney (renal tubular acidosis Ref Davidson 23rd edition pg 364",
        "cop": 1,
        "opa": "Cholera",
        "opb": "Starvation",
        "opc": "Ethlene glycol poisoning",
        "opd": "Lactic acidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "0ce162ea-927a-4a1c-bca1-867cef22d656",
        "choice_type": "single"
    },
    {
        "question": "Cause of metabolic alkalosis includes",
        "exp": "Causes of Metabolic Alkalosis I. Exogenous HCO3-loads A. Acute alkali administration B. Milk-alkali syndrome II. Effective ECFV contraction, normotension, K+ deficiency, and secondary hyperreninemic hyperaldosteronism A. Gastrointestinal origin 1. Vomiting 2. Gastric aspiration 3. Congenital chloridorrhea 4. Villous adenoma B. Renal origin 1. Diuretics 2. Posthypercapnic state 3. Hypercalcemia/hypoparathyroidism 4. Recovery from lactic acidosis or ketoacidosis 5. Nonreabsorbable anions including penicillin, carbenicillin 6. Mg2+ deficiency 7. K+ depletion 8. Bater's syndrome (loss of function mutations of transpoers and ion channels in TALH) 9. Gitelman's syndrome (loss of function mutation in Na+-Cl-cotranspoer in DCT) III. ECFV expansion, hypertension, K+ deficiency, and mineralocoicoid excess A. High renin 1. Renal aery stenosis 2. Accelerated hypertension 3. Renin-secreting tumor 4. Estrogen therapy B. Low renin 1. Primary aldosteronism a. Adenoma b. Hyperplasia c. Carcinoma 2. Adrenal enzyme defects a. 11b-Hydroxylase deficiency b. 17a-Hydroxylase deficiency 3. Cushing's syndrome or disease 4. Other a. Licorice b. Carbenoxolone c. Chewer's tobacco IV. Gain-of-function mutation of renal sodium channel with ECFV expansion, hypertension, K+ deficiency, and hyporeninemic-hypoaldosteronism A. Liddle's syndrome",
        "cop": 1,
        "opa": "Furosemide",
        "opb": "Addision disease",
        "opc": "Hyperkalemia",
        "opd": "Hyponatremia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "9e9f8511-c62c-447f-8175-6a6b4b062b8c",
        "choice_type": "single"
    },
    {
        "question": "A child suffering from acute diarrhoea is brought to the casualty and is diagnosed as having severe dehydration with pH of 7. 23. Serum Na-125, Serum K-3, HCO3- 16. The best I. V. fluid of choice is-",
        "exp": "Hyponatremia causes severe dehydration Clinical features Patients with hypernatraemia generally have reduced cerebral function, either as a primary problem or as a consequence of the hypernatraemia itself, which results in dehydration of neurons and brain shrinkage. In the presence of an intact thirst mechanism and preserved capacity to obtain and ingest water hypernatraemia may not progress very far. If adequate water is not obtained, dizziness, delirium, weakness and, ultimately, coma and death can result. Management Treatment of hypernatraemia depends on both the rate of development and the underlying cause. If there is reason to think that the condition has developed rapidly, neuronal shrinkage may be acute and relatively rapid correction may be attempted. This can be achieved by infusing an appropriate volume of intravenous fluid (isotonic 5% dextrose or hypotonic 0. 45% saline) at an initial rate of 50-70 mL/hr. In older, institutionalised patients, however, it is more likely that the disorder has developed slowly, and extreme caution should be exercised in lowering plasma sodium to avoid the risk of cerebral oedema. Ref Davidson 23rd edition pg 360",
        "cop": 3,
        "opa": "3% Saline",
        "opb": "N/3 Saline +10% dextrose",
        "opc": "Normal saline",
        "opd": "N/3 saline+5% dextrose",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "88c238f8-d26a-4270-8f72-496220b64a52",
        "choice_type": "single"
    },
    {
        "question": "Increased \"Anion gap' is a characteristic feature of-",
        "exp": "Increased anion gap acidosis: Ketoacidosis Lactic acidosis Salicylate overdose Methanol Ref Davidson 23rd edition pg 346",
        "cop": 1,
        "opa": "Hyperosmolar non-ketotic diabetic coma",
        "opb": "Hypoglyoaemic coma",
        "opc": "Phenformin toxicity with coma",
        "opd": "Renal tubulae acidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a540437c-993d-41c2-87e6-d7d866c31017",
        "choice_type": "single"
    },
    {
        "question": "Feature of severe diarrhea",
        "exp": "Diarrhea can cause Non anion gap acidosis. Ref: Harrison&; s 19thE",
        "cop": 1,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "High anion gap",
        "opd": "Increased anion gap",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "bb9e48b2-0cfd-40dc-8555-60c30b214b58",
        "choice_type": "single"
    },
    {
        "question": "Type B Lactic acidosis is due to",
        "exp": "Lactic Acidosis: An increase in plasma l-lactate may be secondary to poor tissue perfusion (type A)--circulatory insufficiency (shock, cardiac failure), severe anemia, mitochondrial enzyme defects, and inhibitors (carbon monoxide, cyanide)--or to aerobic disorders (type B)-- malignancies, nucleoside analogue reverse transcriptase inhibitors in HIV, diabetes mellitus, renal or hepatic failure, thiamine deficiency, severe infections (cholera, malaria), seizures, or drugs/toxins (biguanides, ethanol, methanol, propylene glycol, isoniazid, and fructose). Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 66; Acidosis and Alkalosis",
        "cop": 2,
        "opa": "Congestive Heart Failure",
        "opb": "Diabetes",
        "opc": "Sho bowel syndrome",
        "opd": "Cyanide poison",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "fd192bb3-cfa7-4ae2-8eb6-558fc013a89b",
        "choice_type": "single"
    },
    {
        "question": "Hyperkalemia is caused by-",
        "exp": "-Mutations of WNK1 and WNK4 (members of a family of serine-threonine kinases) have been shown to cause the rare familial autosomal dominant disease called Gordon's syndrome (also known as pseudohypoaldosteronism type II). Wild-type WNK1 and WNK4 inhibit the thiazide-sensitive Na-Cl co-transpoer in the distal tubule. - Hyperkalemia, another hallmark of this syndrome, might be a function of diminished sodium delivery to the coical collecting tubule (sodium reabsorption provides the driving force for potassium excretion, which is mediated by the renal outer medullary potassium channel ROMK). Alternatively, the same mutations in WNK4 that result in a gain of function of the Na-Cl co-transpoer, might inhibit ROMK activity, resulting in hyperkalemia, as suggested by recent genetic studies. Ref Davidson 23rd edition pg 369",
        "cop": 1,
        "opa": "Gordon's syndrome",
        "opb": "Liddle's syndrome",
        "opc": "Bater's syndrome",
        "opd": "Vomiting",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "33e53496-1f63-46b4-a0fe-9c3e93e89e3d",
        "choice_type": "single"
    },
    {
        "question": "Acidosis in shock is best treated by-",
        "exp": "Shock associated lactic acidosis is the primary, but not exclusive, cause of metabolic acidosis in the shock state. Shock is defined as a clinical state of acute circulatory failure with inadequate oxygen utilization and/or delivery by the cells which results in cellular dysoxia or hypoxia. It's treated by volume resuscitation Ref Davidson 23rd edition pg 345",
        "cop": 2,
        "opa": "Increased ventilation",
        "opb": "Volume resuscitation",
        "opc": "O2 suppo",
        "opd": "i. v. soda bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "f0a17897-912f-4ae6-85d0-73a6f1f981f5",
        "choice_type": "single"
    },
    {
        "question": "A patient with p. CO2 80 mm Hg and plasma bicarbonate 33 m. Eq/L is having-",
        "exp": "Respiratory acidosis is an acid-base balance disturbance due to alveolar hypoventilation.... Lung diseases that cause abnormalities in alveolar gas exchange do not typically result in alveolar hypoventilation. Often these diseases stimulate ventilation and hypocapnia due to reflex receptors and hypoxia Ref Davidson 23rd edition pg 367",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Respiratory acidosis",
        "opc": "Respiratory alkalosis",
        "opd": "Excessive renal bicarbonate loss",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c61476a4-2e40-4cdd-9e07-a89b8fe1ea62",
        "choice_type": "single"
    },
    {
        "question": "Prominent U waves on the ECG is a feature of -",
        "exp": "Electrocardiographic changes in hypokalemia include broad flat T waves, ST depression, u wave and QT prolongation. (reference: harrisons principles of internal medicine, 19E page-307)",
        "cop": 3,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "d7672360-125c-4738-9ca9-502f4cc9a89a",
        "choice_type": "single"
    },
    {
        "question": "Increase in blood pressure occurs with",
        "exp": "Low-potassium diet -- Low dietary potassium intake (below 40 m. Eq/day ) has been associated with an elevation in blood pressure and an increased risk of stroke, as well as an increase in risk of chronic kidney disease Ref Davidson 23rd edition pg 355",
        "cop": 1,
        "opa": "Low potassium intake",
        "opb": "Low calcium intake",
        "opc": "Low sodium intake",
        "opd": "Low choride intake",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "081300ef-01b5-4c80-9c7a-df8943db8c28",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia is seen in-",
        "exp": "People with Williams syndrome (also known as Williams Beuren syndrome or WS) may have problems handling calcium. Most children with WS have blood levels of calcium that are in the high normal range with a smaller fraction of affected individuals (around 15 percent) having very high levels of calcium (hypercalcemia) Ref Davidson 23ed pg 371",
        "cop": 4,
        "opa": "Renal osteodystrophy",
        "opb": "Vit D resistant rickets",
        "opc": "Hypoparathyroidism",
        "opd": "Williams syndrome",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "e8462ec8-2c47-4394-86f3-1d9b94a59575",
        "choice_type": "single"
    },
    {
        "question": "Pseudohyponatremia occurs in which of the following conditions",
        "exp": "Ceain conditions that interfere with laboratory tests of serum sodium concentration (may lead to an erroneously low measurement of sodium. This is called pseudo hyponatremia. a. Hyperlipidemia b. Hyper paraproteinemia (Multiple myeloma) c. Severe hyperglycemia (DKA, NKHOC) ref - harrison's internal medicine 20e pg301",
        "cop": 3,
        "opa": "SIADH",
        "opb": "CHF",
        "opc": "Hyperlipidemia",
        "opd": "Severe dehydration",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "b736de43-31ba-41e5-8c76-d9fb4b4fad5f",
        "choice_type": "single"
    },
    {
        "question": "The \"sick cell syndrome\" is characterized by-",
        "exp": "Sick cell syndrome is a medical condition characterised by reduced functioning of the cellular Na+/K+ pump, which is responsible for maintaining the internal ion homeostasis. The clinical result is a rise in blood K+ level and drop of blood Na+ levels Hyponatraemia Hyponatraemia is defined as a serum Na <135 mmol/L. It is a common electrolyte abnormality with many potential underlying causes, as summarised in Box 14. 10. Pathophysiology In all cases, hyponatraemia is caused by greater retention of water relative to sodium. The causes are best categorised according to associated changes in the ECF volume (Box 14. 10). Hyponatraemia with hypovolaemia In this situation there is depletion of sodium and water but the sodium deficit exceeds the water deficit, causing hypovolaemia and hyponatraemia (see Box 14. 3). The cause of sodium loss is usually apparent and common examples are shown in Box 14. 10. Hyponatraemia with euvolaemia In this situation there are no major disturbances of body sodium content and the patient is clinically euvolaemic. Excess body water may be the result of abnormally high intake, either orally (primary polydipsia) or as a result of medically infused fluids (as intravenous dextrose solutions, or by absorption of sodium-free bladder irrigation fluid after prostatectomy). Water retention also occurs in the syndrome of inappropriate secretion of antidiuretic hormone, or vasopressin (SIADH). In this condition, an endogenous source of vasopressin (either cerebral or tumour-derived) promotes water retention by the kidney in the absence of an appropriate physiological stimulus (Box 14. 11). The clinical diagnosis requires the patient to be euvolaemic, with no evidence of cardiac, renal or hepatic disease potentially associated with hyponatraemia. Other non-osmotic stimuli that cause release of vasopressin (pain, stress, nausea) should also be excluded. Suppoive laboratory findings are shown in Box 14. 11. Ref Davidson 23rd edition pg 357",
        "cop": 1,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c0761bc6-5b62-4f11-9cfe-b25e975a7a4e",
        "choice_type": "single"
    },
    {
        "question": "In hyperkalemia with bradycardia treatment is -",
        "exp": "The change in serum postassium affects the repolarisation pa of the action potential. Hyperkalaemia leads to a flattening of the angle of this pa of the action potential which can lead to a slower heart rate. beta 2-agonists, most commonly albuterol, are effective but underused agents for the acute management of hyperkalemia. Hyperglycemia is a side effect, along with tachycardia. (ref: harrisons 19E pg-312)",
        "cop": 2,
        "opa": "Calcium gluconate",
        "opb": "Salbutamol",
        "opc": "Steroid",
        "opd": "K+resin",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "f15122be-6b74-4b61-b3f9-b575adad9f2b",
        "choice_type": "single"
    },
    {
        "question": "Sine wave pattern in E. C. G is seen in-",
        "exp": "Classically, the electrocardiographic manifestations in hyperkalemia progress from tall peaked T waves (5. 5-6. 5 mM), to a loss of P waves (6. 5-7. 5 mM) to a widened QRS complex (7. 0-8. 0 mM), and, ultimately, a to a sine wave pattern (>8. 0 mM). REF: HARRISON, 19e, Pg 310",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hyponatremia",
        "opd": "Hypermatremia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "2903185c-23a7-4eaa-a51a-3382576da4de",
        "choice_type": "single"
    },
    {
        "question": "Early reversible shock is characterised by",
        "exp": "The presentation of shock is variable with some people having only minimal symptoms such as confusion and weakness. While the general signs for all types of shock are low blood pressure, decreased urine output, and confusion, these may not always be present. While a fast heart rate is common, those on b-blockers, those who are athletic, and in 30% of cases of those with shock due to intra abdominal bleeding may have a normal or slow heart rate. Specific subtypes of shock may have additional symptoms. Dry mucous membrane, reduced skin turgor, prolonged capillary refill time, weak peripheral pulses and cold extremities can be early signs Ref Davidson 23rd edition pg 355",
        "cop": 4,
        "opa": "Decreased BP",
        "opb": "Decreased heart rate",
        "opc": "Oliguria",
        "opd": "Cold clammy extremities and increased peripheral resistance",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "650443df-7c55-4369-b871-90d0bc3a55a8",
        "choice_type": "single"
    },
    {
        "question": "How much Potassium is present in the Ringer Lactate solution",
        "exp": "A litre provides 9 calories (from lactate), sodium (Na+)-130 m. Eq, potassium (K+)-4 m. Eq, calcium (Ca++)-3 m. Eq, chloride (Cl-)-109 m. Eq and lactate - 28 m. Eq. The electrolyte content is isotonic (273 m. Osmol/liter, calc.) in relation to the extracellular fluid (approx. 280 m. Osmol/liter). The pH of the solution is 6. 6 (6. 0 - 7.) Ringer's lactate solution (RL), also known as sodium lactate solution and Hamann's solution, is a mixture of sodium chloride, sodium lactate, potassium chloride, and calcium chloride in water. It is used for replacing fluids and electrolytes in those who have low blood volume or low blood pressure Ref Davidson 23rd edition pg 368",
        "cop": 2,
        "opa": "1 m. Eq/L",
        "opb": "4 m. Eq/L",
        "opc": "2 m. Eq/L",
        "opd": "6 m. Eq/L",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "4b36d55e-375f-42e8-bbc6-9b364d679669",
        "choice_type": "single"
    },
    {
        "question": "Treatment of Acute Hyperkalemia",
        "exp": "reference: <a href=\" <p>",
        "cop": 1,
        "opa": "Ca gluconate given",
        "opb": "Insulin & Glucose reduces hyperkalemia within 4 hrs",
        "opc": "Dialysis not useful",
        "opd": "Resin shows the response within minutes",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "9dc73ce4-39fb-4c56-8b5b-53f4204ddef2",
        "choice_type": "single"
    },
    {
        "question": "Which electrolyte imbalance is shown in following ECG?",
        "exp": "Clinical features Mild to moderate hyperkalaemia (< 6. 5 mmol/L) is usually asymptomatic. More severe hyperkalaemia can present with progressive muscular weakness, but sometimes there are no symptoms until cardiac arrest occurs. The typical ECG changes are shown on page 347. Peaking of the T wave is an early ECG sign, but widening of the QRS complex presages a dangerous cardiac arrhythmia. However, these characteristic ECG findings are not always present, even in severe hyperkalaemia. Ref Davidson 23rd edition pg 363",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hyponatremia",
        "opd": "Hypernatremia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "ed35b310-97f5-426a-9a6c-794adc669f19",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemia with hypertension is seen in?",
        "exp": "The hypokalemia (low potassium level) can cause symptoms like fatigue, numbness, increased urination, increased thirst, muscle cramps, and muscle weakness. Hyperaldosteronism causes hypokalemia with hyper tension an increased risk for heart attacks, heart failure, strokes, kidney failure, and early death Ref Davidson 23rd edition pg 371",
        "cop": 2,
        "opa": "Bater syndrome",
        "opb": "Primary hyperaldosteronism",
        "opc": "Primary hyperparathyroidism",
        "opd": "Diuretic therapy",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "036cddd6-1ee9-4eef-9afc-d77e5533ebf1",
        "choice_type": "single"
    },
    {
        "question": "Severe hyperphosphatemia is not found in associated with?",
        "exp": "Hyperphosphatemia is an electrolyte disorder in which there is an elevated level of phosphate in the blood. Most people have no symptoms while others develop calcium deposits in the soft tissue. Often there is also low calcium levels which can result in muscle spasms. Ref Davidson 23rd edition pg 361",
        "cop": 2,
        "opa": "Hypocalcemia",
        "opb": "Hypercalcemia",
        "opc": "Hypokalemia",
        "opd": "Hyperuricemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "8d2ebe2c-3d4b-4e8a-a78e-65a9ca2ef57a",
        "choice_type": "single"
    },
    {
        "question": "Features seen in a patient with chronic vomiting include-",
        "exp": "The most common causes of corrected hypochloremia are chronic vomiting of gastric contents and aggressive furosemide or thiazide therapy. Hypochloremia caused by increased renal chloride excretion is a normal adaptation to chronic respiratory acidosis Ref Davidson 23rd edition pg 361",
        "cop": 2,
        "opa": "Hyponatremia",
        "opb": "Hypochloremia",
        "opc": "Metabolic alkalosis",
        "opd": "Hypokalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "09d718df-90ac-416c-8ca8-dd62efbdbba8",
        "choice_type": "single"
    },
    {
        "question": "Hypokalamia is associated with?",
        "exp": "Pathophysiology Hypokalaemia is generally indicative of abnormal potassium loss from the body, through either the kidney or the gastrointestinal tract. Renal causes of hypokalaemia can be divided into those with and those without hypertension. Hypokalaemia in the presence of hypertension may be due to increased aldosterone secretion in Conn's syndrome (p. 674) or a genetic defect affecting sodium channels in the distal nephron (Liddle's syndrome). Excessive intake of liquorice or treatment with carbenoxolone may result in a similar clinical picture, due to inhibition of the renal 11b. HSD2 enzyme, which inactivates coisol in peripheral tissues. associated with organophospharus poisoning If blood pressure is normal or low, hypokalaemia can be classified according to the associated change in acid-base balance. Inherited defects in tubular transpo should be suspected when hypokalaemia occurs in association with alkalosis, provided that diuretic use has been excluded. One such disease is Bater's syndrome, in which sodium reabsorption in the thick ascending limb of Henle is defective, usually due to a loss-of-function mutation of the NKCC2 transpoer. The clinical and biochemical features are similar to those in chronic treatment with furosemide. In Gitelman's syndrome there is a loss-of-function mutation affecting the NCCT transpoer in the early distal tubule. The clinical and biochemical features are similar to chronic thiazide treatment. Note that while both Bater's and Gitelman's syndromes are characterised by hypokalaemia and hypomagnesaemia, urinary calcium excretion is increased in Bater's syndrome but decreased in Gitelman's syndrome, analogous to the effects of the loop and thiazide diuretics, respectively, on calcium transpo (see Box 14. 9). If hypokalaemia occurs in the presence of a normal blood pressure and metabolic acidosis, renal tubular acidosis (proximal or 'classical' distal) should be suspected (p. 364). When hypokalaemia is due to potassium wasting through the gastrointestinal tract, the cause is usually obvious clinically. In some cases, when there is occult induction of vomiting, the hypokalaemia is characteristically associated with metabolic alkalosis, due to loss of gastric acid. If, however, potassium loss has occurred through the surreptitious use of aperients, the hypokalaemia is generally associated with metabolic acidosis. In both cases, urinary potassium excretion is low unless there is significant extracellular volume depletion, which can raise urinary potassium levels by stimulating aldosterone production. Hypokalaemia can also be caused by redistribution of potassium into cells as the result of insulin, b-adrenoceptor agonists and alkalosis, or as the result of K+ flux into muscle in hypokalaemic periodic paralysis, which is associated with mutations in several genes that regulate transmembrane ion flow into muscle cells. Finally, reduced dietary intake of potassium can contribute to hypokalaemia but is seldom the only cause, except in extreme cases. Ref Davidson 23rd edition pg 361",
        "cop": 4,
        "opa": "Alkalosis",
        "opb": "Periodic paralysis",
        "opc": "Type 1 A",
        "opd": "Organophosphate poisoining",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "d3321f23-c67f-4fd7-af9d-36f017efc6d1",
        "choice_type": "single"
    },
    {
        "question": "Doughy skin and woody induration of tongue is seen in",
        "exp": "Hypernatremia is defined as a serum sodium concentration of greater The skin can feel doughy or velvety due to intracellular water loss and Woody indurations on tongue are seen Ref Davidson 23rd edition pg 345",
        "cop": 2,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "fd03db3e-9831-4a29-bf29-acb185c80038",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with hypotension in confused state and METABOLIC ALKALOSIS Which of the following tests will best suggest the diagnosis?",
        "exp": "Metabolic alkalosis Metabolic alkalosis is characterised by an increase in the plasma bicarbonate concentration and the plasma pH (see Box 14. 18). There is a compensatory rise in PCO2 due to hypoventilation but this is limited by the need to avoid hypoxia. Classical causes include primary hyperaldosteronism (Conn's syndrome, p. 674), Cushing's syndrome (p. 666) and glucocoicoid therapy (p. 670). Occasionally, overuse of antacid salts for treatment of dyspepsia produces a similar pattern. Pathophysiology Metabolic alkalosis is best classified according to the accompanying changes in ECF volume. Hypovolaemic metabolic alkalosis is the most common pattern. This can be caused by sustained vomiting, in which acid-rich fluid is lost directly from the body, or by treatment with loop diuretics or thiazides. In the case of sustained vomiting, loss of gastric acid is the immediate cause of the alkalosis, but several factors act to sustain or amplify this in the context of volume depletion (Fig. 14. 11). Loss of sodium and fluid leads to hypovolaemia and secondary hyperaldosteronism, triggering proximal sodium bicarbonate reabsorption and additional acid secretion by the distal tubule. Hypokalaemia occurs due to potassium loss in the vomitus and by the kidney as the result of secondary hyperaldosteronism, and itself is a stimulus to acid secretion. Additionally, the compensatory rise in PCO2 fuher enhances tubular acid secretion. The net result is sustained metabolic alkalosis with an inappropriately acid urine, which cannot be corrected until the deficit in circulating volume has been replaced. Normovolaemic (or hypervolaemic) metabolic alkalosis occurs when bicarbonate retention and volume expansion occur simultaneously. Clinical features Clinically, apa from manifestations of the underlying cause, there may be few symptoms or signs related to alkalosis itself. When the rise in systemic pH is abrupt, however, plasma ionised calcium falls and signs of increased neuromuscular irritability, such as tetany, may develop (p. 663). Investigations The diagnosis can be confirmed by measurement of electrolytes and urine sodium and aerial blood gases. Should be done Ref Davidson 23rd edition pg 367",
        "cop": 2,
        "opa": "Urine pH",
        "opb": "Urine Na+",
        "opc": "Urine CI-",
        "opd": "Urine K+",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "f63ed25e-9085-4a78-959f-0b15ec6ccc19",
        "choice_type": "single"
    },
    {
        "question": "A girl presented with severe hyperkalemia and peaked Twaves on ECG. Most rapid way to decreased serum potassium level.-",
        "exp": "Management Treatment of hyperkalaemia depends on its severity and the rate of development, but opinions vary as to what level ofserum potassium constitutes severe hyperkalaemia and requires urgent treatment. Patients who have potassium concentrations <6. 5 mmol/L in the absence of neuromuscular symptoms or ECG changes can be treated with a reduction of potassium intake and correction of predisposing factors. However, in acute and/ or severe hyperkalaemia (plasma potassium >6. 5-7. 0 mmol/L), more urgent measures must be taken. The first step should be infusion of 10 mL 10% calcium gluconate to stabilise conductive tissue membranes (calcium has the opposite effect to potassium on conduction of an action potential). Measures to shift potassium from the ECF to the ICF should also be applied, as they generally have a rapid effect and may ave arrhythmias. Ultimately, a means of removing potassium from the body is generally necessary. When renal function is reasonably preserved, loop diuretics (accompanied by intravenous saline if hypovolaemia is present) may be effective. In renal failure, dialysis may be required. Oral ion exchange resins, such as sodium polystyrene sulfonate (SPS), have traditionally been used to bind and excrete gastrointestinal potassium. Thereare concerns, however, with regard to SPS's lack of proven efficacy and safety, with a number of repos of intestinal necrosis associated with its use. Alternative cation exchanges have been developed and are currently being trialled, with the aim of providing more effective and safer alternatives for the treatment of hyperkalaemia. Ref Davidson 23rd edition pg 363",
        "cop": 3,
        "opa": "Calcium gluconate IV",
        "opb": "Oral resins",
        "opc": "Insulin + glucose",
        "opd": "Sodium bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "244a27fa-77c7-45da-a402-44faaaec177b",
        "choice_type": "single"
    },
    {
        "question": "increased Anion gap acidosis seen in A/E -",
        "exp": "Causes of High-Anion Gap Metabolic Acidosis *Lactic acidosis *Ketoacidosis Diabetic Alcoholic Starvation *Renal failure (acute and chronic) *toxins: ethylene glycol methanol salicylates propylene glycol pyroglutamic acid (Ref: Harrison's principles of internal medicine, 18E, pg 365)",
        "cop": 2,
        "opa": "ARF",
        "opb": "A",
        "opc": "DKA",
        "opd": "Ethylene glycol",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "fa797862-1a0d-4c82-9db3-f1ee87ab4047",
        "choice_type": "single"
    },
    {
        "question": "A girl presented with severe hyperkalemia and peaked T waves on ECG. Fastest way of shifting potassium intracellularly is-",
        "exp": "(reference: Emergency management of acute hyperkalemia Medication Response type Onset of action Duration of action Mechanism of action Expected decrease in potassium level Calcium gluconate rapid 1-2 min 30-60 min Protect cardiomyocytes 0. 5-1. 5 m. Eq/L Glucose + insulin intermediate 10-20min 2-6 hours Shift potassium intracellularly 0. 5-1. 5 m. Eq/L (dose dependent) Beta-agonists intermediate 3-5min 1-4 hours Shift potassium intracellularly Sodium bicarbonate (only in patients with metabolic acidosis, bicarbonate < 22m. Eq/L) intermediate 30-60min 2-6 hours Shift potassium intracellularly (questionable effect) Exchange resin delayed 2-6hours 4-6 hours Elimination of potassium from the body Furosemide delayed 5-30 min 2-6 hours Elimination of potassium from the body Hemodialysis delayed immediate Elimination of potassium from the body 1mmol/L in the first 60 min and total of 2mmol/l by 180 min",
        "cop": 3,
        "opa": "Calcium gluconate IV",
        "opb": "Oral resins",
        "opc": "Insulin + glucose",
        "opd": "Sodium bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3f361c38-9a74-4520-8648-583d7632a608",
        "choice_type": "single"
    },
    {
        "question": "Immediate antagonism of the cardiac effects of hyperkalemia is done by",
        "exp": "Intravenous calcium serves to protect the heart. Calcium raises the action potential threshold and reduces excitability, without changing the resting membrane potential. By restoring the difference between resting and threshold potentials, calcium reverses the depolarization blockade due to hyperkalemia. The recommended dose is 10 mL of 10% calcium gluconate (3-4 mL of calcium chloride), infused intravenously over 2-3 min with cardiac monitoring. Ref: Harrison 19e pg: 312",
        "cop": 1,
        "opa": "IV Calcium",
        "opb": "Dextroversion",
        "opc": "Dialysis",
        "opd": "Glucose + Insulin",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "e560f479-c104-4333-8dfa-5ad11eccea22",
        "choice_type": "single"
    },
    {
        "question": "Positive urinary anion gap is found in-",
        "exp": "Urinary anion gap: used to differentiate GIT causes from Renal causes. UAG= Urine anions - urine cations =( HCO3-) - (NH4+) NORMAL = 0 In GIT cause: NEGATIVE In Renal cause: POSITIVE Ref: Harrison&; s 19thE",
        "cop": 3,
        "opa": "Alcholic ketoacidosis",
        "opb": "Diabetic ketoacidosis",
        "opc": "Renal tubular acidosis",
        "opd": "Diarrhea",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a9267141-dd12-4e42-bd4a-ecaa88453ea7",
        "choice_type": "single"
    },
    {
        "question": "An aerial blood gas repo of pH: 7. 00, Pa. O2: 60 mm, Hg: Pa. CO2: 80 mm, HCO3: 28",
        "exp": "Respiratory acidosis Respiratory acidosis occurs when there is accumulation of CO2 due to type II respiratory failure (p. 565). This results in a rise in the PCO2, with a compensatory increase in plasma bicarbonate concentration, paicularly when the disorder is of long duration and the kidney has fully developed its capacity for increased acid excretion. This acid-base disturbance can arise from lesions anywhere along the neuromuscular pathways from the brain to the respiratory muscles that result in impaired ventilation. It can also arise during intrinsic lung disease if there is significant mismatching of ventilation and perfusion. Clinical features are primarily those of the underlying cause of the respiratory disorder, such as paralysis, chest wall injury or chronic obstructive lung disease, but the CO2 accumulation may itself lead to drowsiness that fuher depresses respiratory drive. Management involves correction of causative factors where possible, but ultimately ventilatory suppo may be necessary. Respiratory acidosis is an acid-base balance disturbance due to alveolar hypoventilation.... Lung diseases that cause abnormalities in alveolar gas exchange do not typically result in alveolar hypoventilation. Often these diseases stimulate ventilation and hypocapnia due to reflex receptors and hypoxia Ref Davidson 23rd editing pg 367",
        "cop": 4,
        "opa": "Respiratory acidosis with normoxemia",
        "opb": "Metabolic acidosis with normoxemia",
        "opc": "Metabolic acidosis with hypoxemia",
        "opd": "Respiratory acidosis with hypoxemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "309bb5a2-8e6e-4af0-b917-6aff64e3d773",
        "choice_type": "single"
    },
    {
        "question": "Drugs not used for treatment of acute hyperkalemia-",
        "exp": "The cation exchange resin sodium polystyrene sulfonate (SPS) exchanges Na+ for K+ in the gastrointestinal tract and increases the fecal excretion of K The onset of action is unpredictable and usually takes a few hours. One of the major side effects of SPS in sorbitol is colonic necrosis associated with increased morbidity and moality. SPS can cause constipation, so it is usually given with a cathaic agent, such as sorbitol. (increased risk of necrosis) The low but real risk of intestinal necrosis with SPS, which can sometimes be the only available or appropriate therapy for the removal of potassium, must be weighed against the delayed onset of efficacy. Whenever possible, alternative therapies for the acute managementof hyperkalemia (i. e., aggressive redistributive therapy, isotonic bicarbonate infusion, diuretics, and/or hemodialysis) should be used instead of SPS. (reference: harrisons principles of internal medicine, 19E, page 312)",
        "cop": 2,
        "opa": "Insulin + glucose",
        "opb": "Potassium exchange resins",
        "opc": "Calcium carbonate",
        "opd": "Sodium bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "6ef6b5a0-9c4b-49ef-bff3-0ea84b4f52b8",
        "choice_type": "single"
    },
    {
        "question": "The most readily detected clinical sign of hypermagnesemia is-",
        "exp": "Hypermagnesaemia This is a much less common abnormality than hypomagnesaemia. Predisposing conditions include acute kidney injury, chronic kidney disease and adrenocoical insufficiency. The condition is generally precipitated in patients at risk from an increased intake of magnesium, or from the use of magnesium-containing medications, such as antacids, laxatives and enemas. Clinical features include bradycardia, hypotension, reduced consciousness and respiratory depression. Disappearance of deep tendon reflexes Management involves ceasing all magnesium-containing drugs and reducing dietary magnesium intake, improving renal function if possible, and promoting urinary magnesium excretion using a loop diuretic with intravenous hydration, if residual renal function allows. Calcium gluconate may be given intravenously to ameliorate cardiac effects. Dialysis may be necessary in patients with poor renal function. Ref Davidson 23rd edition pg 368",
        "cop": 4,
        "opa": "Drowsiness",
        "opb": "Hypotension",
        "opc": "Cerebellar ataxia",
        "opd": "Disappearance of deep tendon reflexes",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c37323e1-caab-4a02-846a-f68949e66e17",
        "choice_type": "single"
    },
    {
        "question": "Hypernatremia is defined as a plasma sodium concentration more than",
        "exp": "Hypernatremia is defined as a plasma Na+ concentration >145 mmol/L. Hypernatremia can develop following the loss of water both renal and nonrenal routes. Insensible losses of water may increase in the setting of fever, exercise, heat exposure, severe burns, or mechanical ventilation. Diarrhea is, in turn, the most common gastrointestinal cause of hypernatremia. Notably, osmotic diarrhea and viral gastroenteritides typically generate stools with Na+ and K+ <100 mM, thus leading to water loss and hypernatremia; in contrast, secretory diarrhea typically results in isotonic stool and thus hypovolemia with or without hypovolemic hyponatremia. Common causes of renal water loss include osmotic diuresis secondary to hyperglycemia, excess urea, postobstructive diuresis, or mannitol; Hypernatremia due to a water diuresis occurs in central or nephrogenic diabetes insipidus (DI). Ref: Harrison 19e pg: 302",
        "cop": 3,
        "opa": "135 mmol/L",
        "opb": "140 mmol/L",
        "opc": "145 mmol/L",
        "opd": "150 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "70bc0517-6560-4161-8fd0-051335dc87fe",
        "choice_type": "single"
    },
    {
        "question": "These ECG changes are seen in",
        "exp": "Classically, the electrocardiographic manifestations in hyperkalemia progress from tall peaked T waves (5. 5-6. 5 mM) to a loss of P waves (6. 5-7. 5 mM) to a widened QRS complex (7. 0-8. 0 mM), and, ultimately, a to a sine wave pattern (>8. 0 mM). Ref: Harrison 19e pg: 310",
        "cop": 4,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "f3068fe4-3976-47ae-8207-146218e6bd04",
        "choice_type": "single"
    },
    {
        "question": "Acute hyponatremia becomes symptomatic at",
        "exp": "Severe symptoms (e. g., coma, seizures) typically occur when the sodium level falls below 120 m. Eq per L, but can occur at less than 125 m. Eq per L. Severe symptomatic hyponatremia must be corrected promptly because it can lead to cerebral edema, irreversible neurologic damage, respiratory arrest, brainstem herniation, Ref Davidson 23rd edition pg 350",
        "cop": 2,
        "opa": "<135 m. Eq",
        "opb": "<125 m. Eq",
        "opc": "<120 m. Eq",
        "opd": "<115 m. Eq",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "52afb2fa-3f59-4fb2-9116-39700817ce87",
        "choice_type": "single"
    },
    {
        "question": "Which of the following doesn't cause metabolic acidosis-",
        "exp": "Uretrosigmoidostomy and pancreatic fistula causes non anion gap metabolic acidosis, whereas renal failure causes high anion gap acidosis. (Ref: Harrison's principles of internal medicine, 19E pg 320)",
        "cop": 1,
        "opa": "Pyloric stenosis",
        "opb": "Renal failure",
        "opc": "Ureterosigmoidostomy",
        "opd": "Pancreatic Fistula",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "fa61a74e-5b64-4f97-a4b8-af7a6eabe2eb",
        "choice_type": "single"
    },
    {
        "question": "Manifestation (s) of hypokalemia includes-",
        "exp": "Hypokalemia has prominent effects on cardiac, skeletal, and intestinal muscle cells. In paicular, hypokalemia is a major risk factor for both ventricular and atrial arrhythmias. Hypokalemia predisposes to digoxin toxicity by a number of mechanisms, including reduced competition between K+ and digoxin for shared binding sites on cardiac Na+/K+-ATPase subunits. Electrocardiographic changes in hypokalemia include broad flat T waves, ST depression, and QT prolongation; these are most marked when serum K+ is <2. 7 mmol/L. Hypokalemia can thus be an impoant precipitant of arrhythmia in patients with additional genetic or acquired causes of QT prolongation. Hypokalemia also results in hyperpolarization of skeletal muscle, thus impairing the capacity to depolarize and contract; weakness and even paralysis may ensue. It also causes a skeletal myopathy and predisposes to rhabdomyolysis. Finally, the paralytic effects of hypokalemiaon intestinal smooth muscle may cause intestinal ileus. The functional effects of hypokalemia on the kidney can include Na+-Cl- and HCO3- retention, polyuria, phosphaturia, hypocitraturia, and an activation of renal ammoniagenesis. Bicarbonate retention andother acid-base effects of hypokalemia can contribute to the generation of metabolic alkalosis. Hypokalemic polyuria is due to a combination of central polydipsia and an AVP-resistant renal concentrating defect. Structural changes in the kidney due to hypokalemia include a relatively specific vacuolizing injury to proximal tubular cells, interstitial nephritis, and renal cysts. Hypokalemia also predisposes to acute kidney injury and can lead to end-stage renal disease in patients with longstanding hypokalemia due to eating disorders and/or laxative abuse. Hypokalemia and/or reduced dietary K+ are implicated in the pathophysiology and progression of hypertension, heart failure, and stroke. For example, sho-term K+ restriction in healthy humans and patients with essential hypertension induces Na+-Cl- retention and hypertension. Correction of hypokalemia is paicularly impoant in hypeensive patients treated with diuretics, in whom blood pressure improves with the establishment of normokalemia. (ref: harrisons, 19E pg- 307)",
        "cop": 2,
        "opa": "Prominent U wave",
        "opb": "Rhabdomyolysis",
        "opc": "Diarrhoea",
        "opd": "Tetany",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "1da08d6e-950d-454c-afa5-a93b18e3c85a",
        "choice_type": "single"
    },
    {
        "question": "Hyponatremia with Isovolemia is seen in-",
        "exp": "The syndrome of inappropriate secretion of antidiuretic hormone (SIADH) is a disorder of impaired water excretion caused by the inability to suppress the secretion of antidiuretic hormone (ADH). If water intake exceeds the reduced urine output, the ensuing water retention leads to the development of hyponatremia Ref Davidson 23rd edition pg 366",
        "cop": 1,
        "opa": "SIADH",
        "opb": "Conn's syndrome",
        "opc": "Cushing' syndrome",
        "opd": "Frusemide therapy",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a85d49ef-8555-41d5-b49d-6cf125d03f40",
        "choice_type": "single"
    },
    {
        "question": "Increased 'anion gap' is not seen in-",
        "exp": "The most common causes of high anion gap metabolic acidosis are: ketoacidosis, lactic acidosis, renal failure, and toxic ingestions. Ketoacidosis can occur as a complication of type I diabetes mellitus (diabetic ketoacidosis), but can occur due to other disorders, such as chronic alcoholism and undernutrition. Ref Davidson 23rd edition pg 364",
        "cop": 2,
        "opa": "Salicylate poisoning",
        "opb": "Renal tubular acidosis",
        "opc": "Lactic acidosis",
        "opd": "Ethylene glycol poisoning",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "b4e6007d-7f36-471a-9452-125539319283",
        "choice_type": "single"
    },
    {
        "question": "Rapid infusion of insulin causes-",
        "exp": "* Insulin, b2-adrenergic activity, thyroid hormone, and alkalosis promote Na+/K+-ATPase-mediated cellular uptake of K+, leading to hypokalemia. * stimulation of endogenous insulin can provoke hypokalemia, hypomagnesemia, and/or hypophosphatemia in malnourished patients given a carbohydrate load. (reference harrisons principles of internal medicine, 19E page-305)",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Hypernatremia",
        "opd": "Hyponatremia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "5c4d2928-21a7-49ec-a97d-bacdbe800131",
        "choice_type": "single"
    },
    {
        "question": "Septic shock is most frequently triggered by -",
        "exp": "The pathophysiology of septic shock is not entirely understood, but it is known that a key role in the development of severe sepsis is played by an immune and coagulation response to an infection. Septic shock involves a widespread inflammatory response that produces a hypermetabolic effect. Ref Davidson 23rd edition pg 346",
        "cop": 1,
        "opa": "Bacterial infections",
        "opb": "Mixed infections",
        "opc": "Fungal infections",
        "opd": "Viral infections",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c44821bf-7979-41ba-9a5a-a38934fc9028",
        "choice_type": "single"
    },
    {
        "question": "Ureterosigmoidostomy can complicate as -",
        "exp": "A ureterosigmoidostomy is a surgical procedure where the ureters which carry urine from the kidneys, are diveed into the sigmoid colon. It is done as a treatment for bladder cancer, where the urinary bladder had to be removed. Rarely, the cancer presents in children between the ages of 2 & 10 yrs old as an aggressive rhabdomyosarcoma, although there are diagnoses of children as young as 3 months old. The procedure was also used several decades ago as a correctional procedure for patients born with bladder exstrophy. In the case of some bladder exstrophy patients, occasional bowel incontinence (in this case, a mixture of urine and feces similar to diarrhea) at night is one uncontrollable consequence complications, including anastomotic colon cancer, ascendens urinary infection, hyperchloremic metabolic acidosis, electrolyte imbalance, incontinence and urinary stone Ref Davidson 23rd edition pg 372",
        "cop": 3,
        "opa": "Carcinoma colon",
        "opb": "Carcinoma bladder",
        "opc": "Hyperchloremic acidosis",
        "opd": "Hyporchloremic alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c44df49b-ee69-494f-b9d3-533ee54e4257",
        "choice_type": "single"
    },
    {
        "question": "Widened anionic gap is not seen in -",
        "exp": "Causes of High-Anion Gap Metabolic Acidosis *Lactic acidosis *Ketoacidosis Diabetic Alcoholic Starvation *Renal failure (acute and chronic) *toxins: ethylene glycol methanol salicylates propylene glycol pyroglutamic acid (Ref: Harrison's principles of internal medicine, 18E, pg 365)",
        "cop": 2,
        "opa": "Acute renal failure",
        "opb": "Diarrhea",
        "opc": "Lactic acidosis",
        "opd": "Diabetic Ketoacidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "9884af06-6e85-4151-bf13-b3951bada23a",
        "choice_type": "single"
    },
    {
        "question": "Rate of IV infusion of potassium in severe hypokalemia should not exceed",
        "exp": "Rate of K+ infusion should not exceed 20 mmol/hour unless paralysis or malignant ventricular arrhythmias are present. The use of intravenous administration should be limited to patients unable to use the enteral route or in the setting of severe complications (e. g., paralysis, arrhythmia). Intravenous K+-Cl- should always be administered in saline solutions, rather than dextrose, because the dextrose-induced increase in insulin can acutely exacerbate hypokalemia. The peripheral intravenous dose is usually 20-40 mmol of K+-Cl- per liter; higher concentrations can cause localized pain from chemical phlebitis, irritation, and sclerosis. If hypokalemia is severe (<2. 5 mmol/L) and/or critically symptomatic, intravenous K+-Cl- can be administered through a central vein with cardiac monitoring in an intensive care setting, at rates of 10-20 mmol/h; higher rates should be reserved for acutely life-threatening complications. Ref: Harrison 19e pg: 308",
        "cop": 1,
        "opa": "20 mmol/hour",
        "opb": "40 mmol/hour",
        "opc": "60 mmol/hour",
        "opd": "80 mmol/hour",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "b0d268e2-b69c-4d6b-ba1b-9ca68cdff4f1",
        "choice_type": "single"
    },
    {
        "question": "Chloride responsive alkalosis causes -",
        "exp": "Chloride responsive metabolic alkalosis: Causes: Cl- loss GIT: vomiting, Cl- losing diarrhea Renal: thiazides, furosimide Sweat loss: cystic fibrosis. Ref: Harrison&; s 19thE",
        "cop": 1,
        "opa": "Recurrent vomiting",
        "opb": "Bater's syndrome",
        "opc": "Milk alkali syndrome",
        "opd": "Over dose of diuretics",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "5dd61d80-681a-4e3e-b9ac-74ad58d8841f",
        "choice_type": "single"
    },
    {
        "question": "These ECG changes are seen in <img src=\" />",
        "exp": "Electrocardiographic changes in hypokalemia include broad flat T waves, ST depression, prominent U waves (best seen in the precordial leads) and QT prolongation; these are most marked when serum K+ is <2. 7 mmol/L. Ref: Harrison 19e pg: 307",
        "cop": 3,
        "opa": "Hyponatremia",
        "opb": "Hypernatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3e71535a-de17-4f02-a41e-744fdefffa90",
        "choice_type": "single"
    },
    {
        "question": "Increased anion gap acidosis is seen in -",
        "exp": "Causes of High-Anion Gap Metabolic Acidosis *Lactic acidosis *Ketoacidosis Diabetic Alcoholic Starvation *Renal failure (acute and chronic) *toxins: ethylene glycol methanol salicylates propylene glycol pyroglutamic acid (Ref: Harrison's principles of internal medicine, 18E, pg 365)",
        "cop": 1,
        "opa": "DKA",
        "opb": "A",
        "opc": "ADD",
        "opd": "Organic aciduria",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a3b3dc44-fc33-4208-93d1-d89723c5f4be",
        "choice_type": "single"
    },
    {
        "question": "Patient with pyloric stenosis secondary to peptic ulcer, complains of profuse vomitting and Na+ -125 meq/L, K+--> 2. 3 meq/L and CI-> 85 meq/L, BE-8meq/L should be given",
        "exp": "The major benign causes of GOO are PUD, gastric polyps, ingestion of caustics, pyloric stenosis, congenital duodenal webs, gallstone obstruction (Bouveret syndrome), pancreatic pseudocysts, and bezoars. Ulcers within the pyloric channel and first poion of the duodenum usually are responsible for outlet obstruction. Hypochloremic, hypokalemic metabolic alkalosis is the classic electrolyte and acid-base imbalance of pyloric stenosis. This prolonged vomiting causes progressive loss of fluids rich in hydrochloric acid, which causes the kidneys to retain hydrogen ions in or of potassium Ref Davidson 23rd edition pg 386",
        "cop": 2,
        "opa": "Half normal saline",
        "opb": "Normal saline",
        "opc": "K+ bolus",
        "opd": "Hypeonic saline",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c9536566-cc49-4463-abaf-f186098ab77d",
        "choice_type": "single"
    },
    {
        "question": "Hyperphosphatemia is seen in",
        "exp": "Hyperphosphatemia in chronic kidney disease (CKD) patients is a potentially life altering condition that can lead to cardiovascular calcification, metabolic bone disease (renal osteodystrophy) and the development of secondary hyperparathyroidism (SHPT). Ref Davidson 23rd edition pg 344",
        "cop": 1,
        "opa": "CRF",
        "opb": "Rickets",
        "opc": "Prolonged phosphate intake",
        "opd": "Osteitis fibrosa cystica",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "92c30082-f870-4eb5-82b0-74b38376343f",
        "choice_type": "single"
    },
    {
        "question": "Sign of shock is-",
        "exp": "Signs and symptoms of shock vary depending on circumstances and may include: Cool, clammy skin Pale or ashen skin Bluish tinge to lips or fingernails (or gray in the case of dark complexions) Rapid pulse Rapid breathing Nausea or vomiting Enlarged pupils Weakness or fatigue Dizziness or fainting Hypotension Changes in mental status or behavior, such as anxiousness or agitation Ref Davidson 23rd edition pg 345",
        "cop": 1,
        "opa": "Hypotension",
        "opb": "Bradycardia",
        "opc": "Polyuria",
        "opd": "Chest pain",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "bd694286-fe41-4911-bb94-f8d0c3b3c105",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of metabolic acidosis with normal anion gap?",
        "exp": "Metabolic Acidosis Normal anion gap acidosis (low serum HCO3 but normal anion gap) is caused by excess bicarbonate loss from either the gut (diarrhea) or kidney (renal tubular acidosis). An elevated or so-called positive anion gap suggests the presence of another unmeasured anion Ref Davidson 23rd edition pg 364",
        "cop": 4,
        "opa": "Diabetic ketoacidosis",
        "opb": "Aspirin poisoning",
        "opc": "Lacts acidosis",
        "opd": "Renal tuburlar acidosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "e5c25c1e-ddb0-4c1a-a06c-6a531b642513",
        "choice_type": "single"
    },
    {
        "question": "Persistant vomiting most likely causes-",
        "exp": "Metabolic alkalosis occurs as a result of loss of nonvolatile acid HCl while vomiting( from the extracellular fluid.",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Acidic urine excretion",
        "opc": "Hypochloraemia",
        "opd": "Hyperventilation.",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "91d4bc94-b0b1-4908-81da-3e6575e884a1",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemia is associated frequently with",
        "exp": "Insulin, b2-adrenergic activity, thyroid hormone, and alkalosis promote Na+/K+-ATPase-mediated cellular uptake of K+, leading to hypokalemia. Causes of Hypokalemia I. Decreased intake A. Starvation B. Clay ingestion II. Redistribution into cells A. Acid-base 1. Metabolic alkalosis B. Hormonal 1. Insulin 2. Increased b2-adrenergic sympathetic activity: post-myocardial infarction, head injury 3. b2-Adrenergic agonists - bronchodilators, tocolytics 4. a-Adrenergic antagonists 5. Thyrotoxic periodic paralysis 6. Downstream stimulation of Na+/K+-ATPase: theophylline, caffeine C. Anabolic state 1. Vitamin B12 or folic acid administration (red blood cell production) 2. Granulocyte-macrophage colony-stimulating factor (white blood cell production) 3. Total parenteral nutrition D. Other 1. Pseudohyperkalemia 2. Hypothermia 3. Familial hypokalemic periodic paralysis 4. Barium toxicity: systemic inhibition of \"leak\" K+ channels III. Increased loss A. Nonrenal 1. Gastrointestinal loss (diarrhea) 2. Integumentary loss (sweat) B. Renal 1. Increased distal flow and distal Na+ delivery: diuretics, osmotic diuresis, salt-wasting nephropathies 2. Increased secretion of potassium a. Mineralocoicoid excess b. Apparent mineralocoicoid excess c. Distal delivery of nonreabsorbed anions 3. Magnesium deficiency Ref: Harrison 19e pg: 305",
        "cop": 2,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "9e95a4b0-841a-44c3-90ec-6a918b91e10e",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the major determinant of plasma osmolality?",
        "exp": "Sodium homeostasis Most of the body's sodium is located in the ECF, where it is by far the most abundant cation. Accordingly, total body sodium is the principal determinant of ECF volume. Sodium intake varies widely between individuals, ranging between 50 and 250 mmol/24 hrs. The kidneys can compensate for these wide variations in sodium intake by increasing excretion of sodium when there is sodium overload, and retaining sodium in the presence of sodium depletion, to maintain normal ECF volume and plasma volume. Functional anatomy and physiology The functional unit for renal excretion is the nephron (Fig. 14. 2). Blood undergoes ultrafiltration in the glomerulus, generating a fluid that is free from cells and protein and which resembles plasma in its electrolyte composition. This is delivered into the renal tubules, where reabsorption of water and various electrolytes occurs. (More detail on the structure and function of the glomerulus is given in Ch. 15.) The glomerular filtration rate (GFR) is approximately 125 mL/min (equivalent to 180 L/24 hrs) in a normal adult. Over 99% of the filtered fluid is reabsorbed into the blood in the peritubular capillaries during its passage through successive segments of the nephron, largely as a result of tubular reabsorption of sodium. The processes mediating sodium reabsorption, and the factors that regulate it, are key sodium plays main role in plasma osmolarity to understanding clinical disturbances and pharmacological interventions of sodium and fluid balance. The nephron can be divided into at least four different functional segments in terms of sodium reabsorption (Fig. 14. 3). Ref Davidson 23rd edition pg 350",
        "cop": 1,
        "opa": "Serum sodium",
        "opb": "Serum potassium",
        "opc": "Blood glucose",
        "opd": "Blood urea nitrogen",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "85b91522-6665-483c-870d-269b920b66ee",
        "choice_type": "single"
    },
    {
        "question": "The maximum concentration of potassium delivered central line is",
        "exp": "In adults, the preferred concentration central line is 20 m. Eq/100 ml. The maximum concentration for fluid restricted patients is 20 m. Eq/50 ml. Ref Davidson 23rd edition pg 345",
        "cop": 1,
        "opa": "20 mmol/L",
        "opb": "40 mmol/L",
        "opc": "60 mmol/L",
        "opd": "80 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "6f567d4f-2f0d-4963-9068-6b0736ae2ab9",
        "choice_type": "single"
    },
    {
        "question": "In hyperkalamia-",
        "exp": "Hyperkalemia is defined as a plasma potassium level of 5. 5 mM, Early ECG changes of hyperkalemia, typically seen at a serum potassium level of 5. 5-6. 5 m. Eq/L, include the following: Tall, peaked T waves with a narrow base, best seen in precordial leads Shoened QT interval ST-segment depression At a serum potassium level of 6. 5-8. 0 m. Eq/L, the ECG typically shows the following: Peaked T waves Prolonged PR interval Decreased or disappearing P wave Widening of the QRS Amplified R wave At a serum potassium level higher than 8. 0 m. Eq/L, the ECG shows the following: (reference: harrisons principles of internal medicine, 19E, page 308, 310) Absence of P wave Progressive QRS widening Intraventricular/fascicular/bundle branch blocks Ref Davidson 23rd edition pg 364",
        "cop": 1,
        "opa": "Serum level >5. 5 meq/L",
        "opb": "Serum level > 6. 5 meql",
        "opc": "T. wave inversion",
        "opd": "Peaking of p wave",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "e6f71feb-1208-4602-905e-d0312ab9bf15",
        "choice_type": "single"
    },
    {
        "question": "Syndrome of inappropriate antidiuretic hormone secretion (SIADH) causes",
        "exp": "The syndrome of inappropriate antidiuresis (SIAD) is the most frequent cause of euvolemic hyponatremia. Glucocoicoid deficiency, Hypothyroidism, Stress, Drugs are other causes of euvolemic hyponatremia. Common causes of SIAD include pulmonary disease (e. g., pneumonia, tuberculosis, pleural effusion) and central nervous system (CNS) diseases (e. g., tumour, subarachnoid haemorrhage, meningitis). SIAD also occurs with malignancies, most commonly with small-cell lung carcinoma (75% of malignancy-associated SIAD) SIAD is also a frequent complication of ceain drugs, most commonly the selective serotonin reuptake inhibitors (SSRIs). Ref: Harrison 19e pg: 300",
        "cop": 1,
        "opa": "Euvolemic hyponatremia",
        "opb": "Hypovolemic hyponatremia",
        "opc": "Hypervolemic hyponatremia",
        "opd": "Hypernatremia",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "ff16f2de-f713-4018-845b-5c94e78089a2",
        "choice_type": "single"
    },
    {
        "question": "High Anion gap is seen in -",
        "exp": "Renal failure: Non anion gap metabolic acidosis. Diarrhea: Non anion gap metabolic acidosis. Alcoholics: metabolic alkalosis + metabolic acidosis Ref: Harrison&; s 19thE",
        "cop": 2,
        "opa": "Renal failure",
        "opb": "Lactic acidosis",
        "opc": "Diarrhoea",
        "opd": "Alcoholics",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "18278491-ad52-4ac7-a57d-a7525d9896f2",
        "choice_type": "single"
    },
    {
        "question": "Chloride responsive alkalosis, causes are-",
        "exp": "Repeat",
        "cop": 1,
        "opa": "Severe vomiting",
        "opb": "Bater's syndrome",
        "opc": "Milk alkali syndrome",
        "opd": "Frusemide therapy",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "1048f5ce-adaf-4ba1-8e30-8b3e29d84f40",
        "choice_type": "single"
    },
    {
        "question": "Metabolic alkalosis is seen in-",
        "exp": "Mineralocoicoid excess increases net acid excretion and may result in metabolic alkalosis, which may be worsened by associated K+ deficiency. ECFV expansion from salt retention causes hypertension. The kaliuresis persists because of mineralocoicoid excess and distal Na+ absorption causing enhanced K+ excretion, continued K+ depletion with polydipsia, inability to concentrate the urine, and polyuria.",
        "cop": 1,
        "opa": "Primary mineralocoicoid excess",
        "opb": "Deficiency of mineralocoicoid",
        "opc": "Decreased acid excretion",
        "opd": "Decreased base excretion",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "373a5018-6446-4fba-8cf9-4248f3ac0b51",
        "choice_type": "single"
    },
    {
        "question": "Increased osmolar gap is not seen in poisoning of-",
        "exp": "Causes of High-Anion Gap Metabolic Acidosis *Lactic acidosis * Toxins *Ketoacidosis * Ethylene glycol Diabetic * Methanol Alcoholic * Salicylates Starvation * Propylene glycol *Pyroglutamic acid (5-oxoproline) *Renal failure (acute and chronic) reference: harrisons principles of internal medicine, 19 E, page 318",
        "cop": 1,
        "opa": "Para-aldehyde",
        "opb": "Acetones",
        "opc": "Methanol",
        "opd": "Ethylene glycol",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "a7f40ce2-cd62-4dee-9201-a7d6162e4169",
        "choice_type": "single"
    },
    {
        "question": "Hyponatremia is seen in",
        "exp": "Hypothyroidism is one of the causes of hyponatremia, thus thyroid-stimulating hormone determination is mandatory during the evaluation of patients with reduced serum sodium levels.. Patients with moderate to severe hypothyroidism and mainly patients with myxedema may exhibit reduced sodium levels (<135 mmol/L) Ref Davidson 23rd edition pg 370",
        "cop": 2,
        "opa": "Hypehyroidism",
        "opb": "Hypothyroidism",
        "opc": "DM",
        "opd": "Increased insensible loss",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "c28cef40-7c75-4833-a31b-884e22264746",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemia is seen with -",
        "exp": "Furosemide also can lead to gout caused by hyperuricemia. Hyperglycemia is also a common side effect. The tendency, as for all loop diuretics, to cause low serum potassium concentration (hypokalemia) has given rise to combination products, either with potassium or with the potassium-sparing diuretic amiloride (Co-amilofruse). Other electrolyte abnormalities that can result from furosemide use include hyponatremia, hypochloremia, hypomagnesemia, and hypocalcemia. In the treatment of heart failure, many studies have shown that the long-term use of furosemide can cause varying degrees of thiamine deficiency, so thiamine supplementation is also suggested. Although disputed, it is considered ototoxic: \"usually with large intravenous doses and rapid administration and in renal impairment\". Other precautions include: nephrotoxicity, sulfonamide (sulfa) allergy, and increases free thyroid hormone effects with large doses Ref Davidson 23rd edition pg 365",
        "cop": 1,
        "opa": "Frusemide",
        "opb": "Coisol",
        "opc": "Metabolic acidosis",
        "opd": "Amiloride",
        "subject_name": "Medicine",
        "topic_name": "Fluid and electrolytes",
        "id": "3fec6dd9-5e3c-4109-8c09-27d915aaf98f",
        "choice_type": "single"
    }
]