[
    {
        "question": "The PR interval in ECG denotes?",
        "exp": "Atrial depolarization only - P- Wave Ventricular depolarization and ventricular repolarization - QT interval",
        "cop": 2,
        "opa": "Atrial depolarization only",
        "opb": "Atrial depolarization with A - V conduction",
        "opc": "Ventricular depolarization and ventricular repolarization",
        "opd": "Atrial depolarization with atrial repolarization",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "d332d684-50c4-48d9-ada9-edb3a320cdde",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with pulmonary aery hypertension?",
        "exp": "Option 1: produces hypoxia to lead to PA vasoconstriction. Option 3: the transmission of back pressure changes leads to PAHOption 4: PAH is the culprit lesion leading to RVF.",
        "cop": 2,
        "opa": "Interstitial lung disease",
        "opb": "Left ventricular hyperophy",
        "opc": "Mitral Stenosis",
        "opd": "Cor - pulmonale",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "39689294-52c9-4d04-b648-eaebf8d1def0",
        "choice_type": "single"
    },
    {
        "question": "In which of the following condition is blood osmolality increased:",
        "exp": "Diarrhea = Loss of water leads to concentration in body SIADH = Dilutional hyponatremia Psychogenic Polydipsia = Dilutional condition Cerebral toxoplasmosis leads to SIADH which again result in dilution",
        "cop": 1,
        "opa": "Diarrhea",
        "opb": "SIADH",
        "opc": "Psychogenic polydipsia",
        "opd": "Cerebral toxoplasmosis",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "61aa9853-8211-4f26-b796-bc6e50d480c3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best investigation for acute gout?",
        "exp": "in Acute gout there is increase in value of uric acid but when acute gout attack sta, uric acid is not elevated in blood, but elevated in synol fluid. Acute gout- uric acid in synol fluid. Chronic Gout - S. Uric acid. Acute gout condition has crystallization of uric acid in the joint space IOC - uric acid in synol fluid (Joint Aspiration) These crystals exhibiting -vet birefringence in polarized light.",
        "cop": 2,
        "opa": "Serum uric acid",
        "opb": "Uric acid in synol fluid",
        "opc": "Uric acid in urine",
        "opd": "Anti CCP antibodies",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "5bcfe42d-d108-45c9-9a58-28d70eb05976",
        "choice_type": "single"
    },
    {
        "question": "Prosopagnosia is:",
        "exp": "Occipital coex have visual association Area Temporal coex: remember that face (information) Both supplied By PCA if PCA blocks Patient unable to recognize face known as PCA territory stroke",
        "cop": 4,
        "opa": "Inability to read",
        "opb": "Inability to write",
        "opc": "Anosmia",
        "opd": "Inability to recognize face",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "0b51e51d-b6a4-4735-adf9-547e53db8d61",
        "choice_type": "single"
    },
    {
        "question": "Wernicke's encephalopathy is due to deficiency of:",
        "exp": "Pa of the Brain that would be damage in this case would be periventricular area's in thalamus. G: Global confusion O: Ophthalmoplegia: 6th N palsy (diplopia on looking laterally) A: Ataxia -sensory Ataxia -Cerebellar Ataxia -Vestibular Ataxia (1st to respond to medical treatment: Ophthalmoplegia.) B1 Beri Beri B2 Angular stomatitis B3 pellagra B5 Burning foot syndrome B6 anemia B12 Megaloblastic anemia and subacute degeneration of spinal cord Folic acid Neural tube defect Vit c scurvy Vit a Eye Vit d Rickets and osteomalacia",
        "cop": 1,
        "opa": "Thiamine",
        "opb": "B6",
        "opc": "Niacin",
        "opd": "B12",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "1a449436-2835-47a2-bd54-dc64e26e5a2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition should not considered if JVP rises on deep inspiration??-?",
        "exp": "JVP rises on deep inspiration is called as kussmaul's sign Kussmaul's sign is seen in all conditions where the right side of heart is not functioning properly; Ability of right ventricle to accommodate is decreased. In constrictive pericarditis -Right side of heart will not be functioning normally because there will be calcification. In restrictive cardiomyopathy - Right side of heart will not be functioning normally because there will be fibrosis. In complete Heart block causes CANON, A waves In Atrial fibrillation - Twitching Absent P wave in ECG; A wave absent in JVP Power | So not rise of JVP in atrial fib Remember: kussmaul's breathing associated Diabetic Ketoacidosis",
        "cop": 4,
        "opa": "Constrictive pericarditis",
        "opb": "Restrictive cardiomyopathy",
        "opc": "Complete heart block",
        "opd": "Atrial fibrillation",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "199df34f-5b37-46dc-9211-7750427085d4",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the best for management of methanol poisoning?",
        "exp": "Acamprosate + Naltrexone use for Alcohol Deaddiction Fomepizole - DOC = Methanol poisoning Fomepizole -DOC for ethylene glycol poisoning DOC for Ethylene glycol poisoning & for Anti-freeze agent ingestion Disulfiram = Alcohol craving",
        "cop": 2,
        "opa": "Acamprosate",
        "opb": "Fomepizole",
        "opc": "Disulfiram",
        "opd": "Naltrexone",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "9f5b7b29-c175-4421-8f13-bbc67a82512e",
        "choice_type": "single"
    },
    {
        "question": "What is the incubation period of hepatitis B?",
        "exp": "30-180 incubation period according to text books Hepatitis B Dane paicle Earliest evidence of infection Hbs. Ag+ (Surface antigen) First antibody to Appear IgM anti HBc. Ag+ HBs. Ag + IgM anti HBc. Ag + Acute Hep B",
        "cop": 3,
        "opa": "1 - 30 days",
        "opb": "15 - 45 days",
        "opc": "45 - 180 days",
        "opd": "2 weeks - 6 months",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "79283efd-4ac3-44ad-9598-7e8e40892943",
        "choice_type": "single"
    },
    {
        "question": "In a newly diagnosed case of sick child with type 1 diabetes mellitus (DM), insulin was given. Which of the following will increase:",
        "exp": "Option A - pH Rise to normal. we know DKA Leads to insulinopenia so we'll give insulin, insulin will Rise PH to normal. Option B - DKA Pt present with fast breathing (kussmaul sign), So when we treat patient, respiratory rate of pt. decrease to normal. Option C- Glucosuria is present in DKA, after giving insulin glucosuria will decrease Option D- Urine Osmolality decrease because after giving insulin sugar will not be in urine.",
        "cop": 1,
        "opa": "pH",
        "opb": "Breathing rate",
        "opc": "Glucosuria",
        "opd": "Urine osmolality",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "76e11cfc-cbe2-4b46-bae8-b953f9cd217b",
        "choice_type": "single"
    },
    {
        "question": "Which of these has no role in treatment of dangerous hyperkalemia?",
        "exp": "Option A - injecting calcium chloride Ca- Antagonize relaxant effect of K+ on heart Option B - Salbutamol: - will cause K+ influx into cell Option C - Hemodialysis = most effective method for hyperkalemia Option D -IV Soda bicarbonate = No role Note: most effective drug for hyperkalemia = insulin drip",
        "cop": 4,
        "opa": "Injecting calcium chloride",
        "opb": "Salbutamol",
        "opc": "Hemodialysis",
        "opd": "IV soda bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "97b37cdd-6076-4b2b-97d5-e82b511111f0",
        "choice_type": "single"
    },
    {
        "question": "Initial treatment for management of mild to moderate Crohn's disease is:",
        "exp": "Sulfasalazine is DOC for UC ulcerative colitis) UC exacerbation - Budesonide enema. (20 bloody stool / day)",
        "cop": 3,
        "opa": "Mesalamine",
        "opb": "Infliximab",
        "opc": "Budesonide",
        "opd": "Sulfasalazine",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "3771ec19-d44a-411f-8b32-5a111a0caaf2",
        "choice_type": "single"
    },
    {
        "question": "Fatty liver with hepatomegaly is seen in:",
        "exp": "OPTION B: Metabolic syndrome - Obesity - Fatty liver Option A: Marasmus do not have hepatomegaly rather kwashiorkor will have hepatomegaly Option C: Wilson disease leads to Cirrhosis Option D: Nutmeg liver leads to Cirrhosis Best test for fatty liver = Gamma GGT Alcoholic liver disease + fatty liver - Best Test - SGOT / SGPT Ratio more than 2",
        "cop": 2,
        "opa": "Marasmus",
        "opb": "Metabolic syndrome",
        "opc": "Wilson disease",
        "opd": "Nutmeg liver",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2017",
        "id": "601bf305-2426-4567-a7ef-3648430ee89b",
        "choice_type": "single"
    }
]