[
    {
        "question": "Pheochromocytoma produces all except?",
        "exp": "Pheochromocytoma secrets Norepinephrine VIP- Secretory diarrhea in pheochromocytoma is due to VIP, VIP opens water channels which result in development of secretory Diarrhea Calcitonin- Pheochromocytoma associated with MEN 2a syndrome MEN 2a - Medullary carcinoma of the thyroid(calcitonin), pheochromocytoma, parathyroid hyperplasia",
        "cop": 2,
        "opa": "Nor-epinephrine",
        "opb": "Secretin",
        "opc": "Vaso-active intestinal polypeptide",
        "opd": "Calcitonin",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "64638fe2-9837-4d3e-9e98-c23dfab953ad",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of intracranial metastasis is from primary carcinoma of",
        "exp": "MC brain tumor is metastasis, arising from - (1) Oat cell Ca lung/small cell Ca lung (2) Ca Breast (3) M. Melanoma MC 1deg Brain tumour- Glioma MC benign brain tumour - Meningioma",
        "cop": 2,
        "opa": "Breast",
        "opb": "Lungs",
        "opc": "Stomach",
        "opd": "Testes",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "d37f7d4a-22fd-4b56-80cd-ef86d68c3b84",
        "choice_type": "single"
    },
    {
        "question": "On ECG, ST segment elevation is seen in all of the following conditions EXCEPT:",
        "exp": "ST elevation seen in: E- Electrolyte imbalance (Hyperkalaemia) L- LBBB E- Early repolarizing variant VA-Ventricular arrhythmia T- Trauma I - Ischemia O- Osborn wave (Hypothermia) N- Nor occlusive vasospasm If QT || - Tetany (Hypocalcaemia)",
        "cop": 4,
        "opa": "Left ventricular aneurysm",
        "opb": "Acute pericarditis",
        "opc": "Myocardial infarction",
        "opd": "Hypocalcemia",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "2e35c1f9-681c-4dc1-b6fb-a407f3409a63",
        "choice_type": "multi"
    },
    {
        "question": "In good pasture syndrome, which organ is involved apa from lung?",
        "exp": "Goodpasture Syndrome - Type 2 HSN, Ab against anti - GBM Ab. Lung (Hemoptysis) and Kidney (Hematuria) MC involved organs. Treatment - Steroid",
        "cop": 1,
        "opa": "Kidney",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Heart",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "e05800a0-aadd-47ee-bc44-657e6f4ccae5",
        "choice_type": "single"
    },
    {
        "question": "Gold standard method of diagnosing celiac disease is",
        "exp": "Best screening test: Anti TTG antibody Confirmatory / Gold standard: Small Bowel biopsy",
        "cop": 1,
        "opa": "Small bowel biopsy",
        "opb": "Anti-endomysial antibodies",
        "opc": "Blood picture",
        "opd": "Biochemical test",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "448ab810-b0b6-456e-b94b-2faa25f9d8ce",
        "choice_type": "multi"
    },
    {
        "question": "Cut off for diagnosis of Priapism is?",
        "exp": "- Priapism is a pathological painful erection of penis more than 4 hr. - Causes: An excessive release of neurotransmitters Blockage of draining venules (e. g., mechanical interference in sickle cell crisis, leukemia, or excessive use of intravenous parenteral lipids) Paralysis of the intrinsic detumescence mechanism Prolonged relaxation of the intracavernous smooth muscles (most often caused by the use of exogenous smooth-muscle relaxants such as injectable intra-cavernosal prostaglandin E1).",
        "cop": 4,
        "opa": "1 hours",
        "opb": "2 hours",
        "opc": "3 hours",
        "opd": "4 hours",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "307c70b9-3b1d-4a0a-8b7f-5423bcf46ff6",
        "choice_type": "single"
    },
    {
        "question": "All are true about Allergic Broncho Pulmonary Aspergilloma except?",
        "exp": "A. B. P. A - Allergic Broncho Pulmonary Aspergilloma is common in asthmatics. C/O Black sputum plugs 1. IgE | 2. Sputum culture - A. fumigatus present. 3. CT Chest- CENTRAL BROCHIECTASIS (characteristic feature of ABPA) 4. S. Precipitins against Aspergillus species (Best way to diagnose)",
        "cop": 1,
        "opa": "Distal bronchiectasis",
        "opb": "Serum precipitins to Aspergillus",
        "opc": "Increased IgE Levels",
        "opd": "Seen in asthmatics",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "28bec875-d7f4-4d68-be98-2a4e8fb3cd63",
        "choice_type": "multi"
    },
    {
        "question": "M/C immediate complication of splenectomy?",
        "exp": "Most common immediate complication of splenectomy is hemorrhage Late/Delayed complication - Oppounistic infection by capsulated organism like Pneumococcus, Meningococcus, H. influenza. Indication for splenectomy includes: Symptom control in patients with massive splenomegaly, Disease control in patients with traumatic splenic rupture, Correction of cytopenias in patients with hypersplenism or immune-mediated destruction of one or more cellular blood elements. Patients with sickle cell disease suffer from autosplenectomy as a result of splenic destruction by the numerous infarcts associated with sickle cell crises during childhood.",
        "cop": 1,
        "opa": "Hemorrhage",
        "opb": "Fistula",
        "opc": "Bleeding from gastric mucosa",
        "opd": "Pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "3ff0772d-2bd9-4e4c-b5a8-80fb70dfe3e6",
        "choice_type": "single"
    },
    {
        "question": "In plasmodium vivax malaria, relapse in caused by:",
        "exp": "Option A: In salivary glands of mosquitoes, infective to human beings Option B: They cause destruction of RBC leading to haemolysis Option D: Infective to mosquitoes. Male & female gametocytes fuse to form Oocyst / Ookinete - conveed to Sporozoite - Infectivity is spread Option C: Relapse for P. vivax & P. ovale",
        "cop": 3,
        "opa": "Sporozoite",
        "opb": "Schizont",
        "opc": "Hypnozoite",
        "opd": "Gametocyte",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "a1ae88c7-4599-4cb7-9635-bf61ef020e66",
        "choice_type": "single"
    },
    {
        "question": "Syndrome of inappropriate ADH secretion is characterized by of the following EXCEPT:-",
        "exp": "A- SIADH - ||ADH - act at V2receptor of kidney | B- water intoxication - | water reabsorption | | C- Expanded fluid volume So, urine becomes Hyperosmolar | D- Dilutional Hyponatremia Hypo -osmolar urine present in DI",
        "cop": 1,
        "opa": "Hypo-osmolar urine",
        "opb": "Water intoxication",
        "opc": "Expanded fluid volume",
        "opd": "Hyponatremia",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "27ac441b-9e0d-48be-828a-c31a3b1b2890",
        "choice_type": "multi"
    },
    {
        "question": "In fever of unknown origin, blood sample should be drawn how many times",
        "exp": "Criteria for fever of unknown origin- Fever > 101. 30 F on 2 separate occasions For > 3 weeks Absence of immunocompromised state Adequate workup- Blood culture > 3 times should be normal Urine analysis- sterile CRP normal Antinuclear antibody negative LDH normal",
        "cop": 2,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "b8154409-0712-4766-94c5-890c52764052",
        "choice_type": "single"
    },
    {
        "question": "Which is NOT a feature of pleural effusion?",
        "exp": "Features of Pleural Effusion - 1. Blunting of costophrenic angle 2. Low lung volumes 3. | chest movement 4. Dullness on percussion 5. Ellis curve Muffled Heart sound is characteristic feature of - Pericardial effusion | Can associated with pleural effusion Horizontal fluid level is characterised feature of Hydropneumothorax",
        "cop": 1,
        "opa": "Horizontal fluid level",
        "opb": "Low lung volume",
        "opc": "Muffled heart sound",
        "opd": "Decreased chest movements",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "4365cab0-d84d-4970-b2f7-13245aa6d9c5",
        "choice_type": "single"
    },
    {
        "question": "A patient presented with sudden onset on thunderclap headache & dilated pupils. Finding are consistent with:",
        "exp": "SAH- Thunder clap headache Cause- Rupture of berry's aneurysm If at post. communicating aery rupture-Involves oculomotor Nerve -So, Dilated pupils -Meningitis - Headache + fever + Nuchal rigidity -Brainstem encephalitis- Altered sensorium autonomic insufficiency -Acute ischemia of Brain/ Stroke - Aletred sensorium Quadri/ Para/ Hemiplegia. Prodromal symptoms suggest the location of a progressively enlarging unruptured aneurysm. A third cranial nerve palsy, paicularly when associated with pupillary dilation, loss of ipsilateral (but retained contralateral) light reflex, and focal pain above or behind the eye, may occur with an expanding aneurysm at the junction of the posterior communicating aery and the internal carotid aery. A sixth nerve palsy may indicate an aneurysm in the cavernous sinus, and visual field defects can occur with an expanding supraclinoid carotid or anterior cerebral aery (ACA) aneurysm. Occipital and posterior cervical pain may signal a posterior inferior cerebellar aery or anterior inferior cerebellar aery aneurysm ). Pain in or behind the eye and in the low temple can occur with an expanding MCA aneurysm. Thunderclap headache is a variant of migraine that simulates an SAH. Before concluding that a patient with sudden, severe headache has thunderclap migraine, a definitive workup for aneurysm or other intracranial pathology is required.",
        "cop": 4,
        "opa": "Meningitis",
        "opb": "Brain stem encephalitis",
        "opc": "Acute ischemia of midbrain",
        "opd": "Acute aneurismal hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "93b119cf-0e59-420a-bae8-a15d48e251a4",
        "choice_type": "single"
    },
    {
        "question": "Refractory Septic shock is defined as?",
        "exp": "Septic Shock Sepsis with hypotension despite adequate fluid resuscitation for atleast 1 hr, with perfusion abnormalities. or Need of vasopressors to maintain the blood pressure Refractory Septic Shock Septic shock that last for 1 hour and does not respond to fluid or pressor administration.",
        "cop": 2,
        "opa": "Shock persisting > 1 hour after IVF administration",
        "opb": "Shock persisting > 1 hour after IVF administration and high dose vasopressors",
        "opc": "Shock that is refractory to medical treatment",
        "opd": "Shock that does not improve despite treatment for 24 hours",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "5fc4bb42-2576-4dc2-bda4-c7e0f2aaf9cc",
        "choice_type": "single"
    },
    {
        "question": "Preferred biochemical marker(s) in patients presenting with myocardial infarction:",
        "exp": "Cardiac specific Troponins (TROP I / TROP II ||) Myoglobin affects skeletal muscle also so we cannot see if it's the case of M. I TROP I: || Within 3 hrs CK-MB: || > 4 hrs",
        "cop": 2,
        "opa": "Myoglobin",
        "opb": "Cardiac specific Troponins",
        "opc": "CK-MB",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "28bea918-1080-4890-8c8b-c8685ce1cc0b",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following conditions there is an increase in lung diffusion capacity?",
        "exp": "DLCO is increased in alveolar hemorrhage whereas it decreases in pulmonary edema, idiopathic pulmonary fibrosis, emphysema.",
        "cop": 3,
        "opa": "Emphysema",
        "opb": "Idiopathic pulmonary fibrosis",
        "opc": "Alveolar haemorrhage",
        "opd": "Pulmonary oedema",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "f2db9d95-9b0a-4fd7-9ba9-4ebbc9177819",
        "choice_type": "single"
    },
    {
        "question": "In gastric outlet obstruction in a peptic ulcer patient, the site of obstruction is most likely to be:",
        "exp": "Gastric ulcer leads to gastric outlet obstruction causing pyloric stenosis showing HOUR GLASS STOMACH",
        "cop": 3,
        "opa": "Antrum",
        "opb": "Duodenum",
        "opc": "Pylorus",
        "opd": "Fundus",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "f22a6909-fcf4-40b5-bca9-610cf738f03c",
        "choice_type": "single"
    },
    {
        "question": "Obstructive lung function is seen in which of the following condition?",
        "exp": "Obstructive Restrictive 1) COPD 1. ILD 2) Asthma 2. Kyphoscoliosis 3) Bronchiectasis 3. Pleural effusion 4) a1-antitrypsin deficiency 4. Idiopathic pulmonary fibrosis 5. GB syndrome 6. M. Gravis/ Crisis 7. Muscular dystrophy 8. Amyotrophic lateral sclerosis 9. Asbestosis, silicosis 10. Sarcoidosis ( late stages) 11. B. O. O. P 12. Morbid obesity 13. Nitrofurantoin 14. Amiodarone 15. Methotrexate",
        "cop": 4,
        "opa": "Obesity",
        "opb": "Kyphoscoliosis",
        "opc": "Pleural effusion",
        "opd": "Asthma",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "3b1f38af-9a00-4044-a53b-cd39f212d3e5",
        "choice_type": "single"
    },
    {
        "question": "True for von-willebrand disease",
        "exp": "VW factor- On trauma leads to formation of platelet plug at the site- Extrinsic pathway is activated (V, VII) - Intrinsic pathway is activated (VIII, etc) -Fibrin Fibrin insoluble Platelet plug is tested by bleeding time Extrinsic pathway is tested by prothrombin time (PT) Intrinsic pathway is tested by a. PTT (activated paial PT) VWF plays a vital pa in the link between platelet plug + intrinsic factor Therefore, VWF if affected due to some reason then BT || & a. PTT || but PT Normal IOC for VWD - RISTOCEIN aggregation test",
        "cop": 3,
        "opa": "Normal paial thromboplastin time",
        "opb": "Decreased platelets",
        "opc": "Normal prothrombin time",
        "opd": "Normal bleeding time",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "e3ae29f0-a42d-4ccd-a417-3d55e13ec3ae",
        "choice_type": "multi"
    },
    {
        "question": "Vitamin B12 deficiency can lead to all EXCEPT:",
        "exp": "Myelin formation requires B12 If B12| - myelination | | So, 1) Peripheral neuropathy 2) Optic atrophy 3) Myelopathy But Not Myopathy 4) SACD spinal cord (Sub-acute combine degeneration of spinal cord)",
        "cop": 1,
        "opa": "Myopathy",
        "opb": "Peripheral neuropathy",
        "opc": "Optic atrophy",
        "opd": "Myelopathy",
        "subject_name": "Medicine",
        "topic_name": "FMGE 2018",
        "id": "1a0aa19e-5b06-4bbe-92ca-621106200813",
        "choice_type": "multi"
    }
]