[
    {
        "question": "Latex agglutination test in CSF is done for detection of:",
        "exp": "Latex agglutination tests can detect antigens of encapsulated organisms (S. pneumoniae, H. influenzae, N. meningitidis, and Cryptococcus neoformans) but are rarely used Except for detection of Cryptococcus or in paially treated patients. PCR of CSF has been used to detect bacteria (S. pneumoniae, H. influenzae, N. meningitidis, M. tuberculosis) and viruses (HSV, VZV, CMV, EBV, and enteroviruses) in patients with meningitis.",
        "cop": 1,
        "opa": "Cryptococcus",
        "opb": "E. Coli",
        "opc": "Tuberculosis",
        "opd": "Coxsackie",
        "subject_name": "Medicine",
        "topic_name": "fungal infection",
        "id": "85e36da2-bcf6-4b89-9eb1-c53d9f20f9e7",
        "choice_type": "single"
    },
    {
        "question": "Rhinocerebral Mucormycosis is present with:",
        "exp": "- Pt. 's with diabetes or immunocompromised are at risk of invasive Rhinocerebral Mucormycosis - The acidosis causes dissociation of iron from sequestering proteins in serum resulting in enhanced fungal survival & hyperglycemia contributes to risk of mucormycosis through its association with poorly characterised defect in phagocytic function.",
        "cop": 3,
        "opa": "Broad spectrum antibiotic use",
        "opb": "Pregnancy",
        "opc": "Diabetic ketoacidosis",
        "opd": "Renal tubular acidosis",
        "subject_name": "Medicine",
        "topic_name": "fungal infection",
        "id": "8a9f002d-6dd6-423e-94fd-ed6084443008",
        "choice_type": "single"
    },
    {
        "question": "Healing with calcification is a feature of:",
        "exp": "- In case of Histoplasma infection in the immunocompetent host, macrophages, lymphocytes, and epithelial cells eventually organize and form granulomas that contain the histoplasma organisms. - These granulomas typically fibrose and calcify; calcified mediastinal lymph nodes and hepatosplenic calcifications are frequently found in healthy individuals from endemic areas.",
        "cop": 4,
        "opa": "Cryptococcosis",
        "opb": "Mucormycosis",
        "opc": "Aspergillosis",
        "opd": "Histoplasmosis",
        "subject_name": "Medicine",
        "topic_name": "fungal infection",
        "id": "4b98d8cf-2ded-4cee-ad12-89d8cbe5c577",
        "choice_type": "single"
    },
    {
        "question": "Median rhomboid glossitis is seen in?",
        "exp": "Median Rhomboid glossitis - - characterised by presence of redness and area of loss of lingual papilla on dorsum of tongue - usually seen among smokers and pt. 's using inhaled steroids - it is characterised by chronic atrophic oral Candidiasis",
        "cop": 1,
        "opa": "Candidiasis",
        "opb": "AIDS",
        "opc": "Chronic kidney disease",
        "opd": "Mouth breathers",
        "subject_name": "Medicine",
        "topic_name": "fungal infection",
        "id": "3271bd02-2937-44aa-9c80-df4e56b6d164",
        "choice_type": "single"
    }
]