[
    {
        "question": "Which of the following is a diagnosis?",
        "exp": "Ans. (a) Klatskin tumor.Imagesource- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Klatskin tumor",
        "opb": "Carolicyts",
        "opc": "Bryler disease",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Medicine",
        "topic_name": "Gall Bladder",
        "id": "0450b153-ca62-4391-968e-c939741b84a1",
        "choice_type": "single"
    },
    {
        "question": "A man presented with (+) fever, chills and jaundice. Diagnosis:",
        "exp": "Ans. (b) Acute CholangitisRef.: Harrison 18th edition, chapter 311Acute cholangitis* The characteristic presentation of acute cholangitis involves biliary pain, jaundice, and spiking fevers with chills (Charcot's triad).* Cholangitis may be acute or chronic, and symptoms result from inflammation, which usually is caused by at least partial obstruction to the flow of bile.* ERCP with endoscopic sphincterotomy is safe and the preferred initial procedure for both establishing a definitive diagnosis and providing effective therapy.* Blood cultures are frequently positive, and leukocytosis is typical.Acute Cholecystitis* Attack of biliary pain that progressively worsens. Approximately 60-70% of patients report having experienced prior attacks that resolved spontaneously.* As the episode progresses, however, the pain of acute cholecystitis becomes more generalized in the right upper abdomen, which may radiate to right shoulder.* Jaundice is unusual early in the course of acute cholecystitis but may occur when edematous inflammatory changes involve the bile ducts and surrounding lymph nodes.Acute viral hepatitisThis is the closest differential diagnosis and is ruled out because of the following points mentioned below.* The prodromal symptoms like anorexia, nausea and vomiting, fatigue, malaise, arthralgias, myalgias, headache, photophobia, pharyngitis, cough, and coryza may precede the onset of jaundice by 1-2 weeks.* The nausea, vomiting, and anorexia are frequently associated with alterations in olfaction and taste.* A low-grade fever between 38deg and 39degC (100deg-102<>F) is more often present in hepatitis A and E than in hepatitis B or C, except when hepatitis B is heralded by a serum sickness-like syndrome.* Dark urine and clay-colored stools may be noticed by the patient from 1-5 days before the onset of clinical jaundice",
        "cop": 2,
        "opa": "Acute Cholecystitis",
        "opb": "Acute cholangitis",
        "opc": "Choledocholithiasis",
        "opd": "Acute viral hepatitis",
        "subject_name": "Medicine",
        "topic_name": "Gall Bladder",
        "id": "2b7374a3-a350-4173-944b-d4b471e3597d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following originates at the following site?",
        "exp": "Ans. (a) Klatskin tumor.Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Klatskin tumor",
        "opb": "Carolicyts",
        "opc": "Bryler disease",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Medicine",
        "topic_name": "Gall Bladder",
        "id": "61fa2503-fc96-4fa1-9646-f0eb3c0329fc",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis:",
        "exp": "Ans. (a) CBD dilation on ERCPRef: Cleveland Internal Medicine Case Reviews, 5e/93You can see the endoscope in left top half and right 5 o clock position which is radiopaque. It is advanced into D2 from where the ampulla of vater is located. The probe is advanced and dye injected which shows dilatation of whole biliary tree. A stricture is also noted proximal to which the biliary pathway is advanced.",
        "cop": 1,
        "opa": "CBD dilatation on ERCP",
        "opb": "CBD dilatation on PTC",
        "opc": "Cystic duct dilation on ERCP",
        "opd": "Cystic duct ectasia on ERCP",
        "subject_name": "Medicine",
        "topic_name": "Gall Bladder",
        "id": "ec190878-48e5-4e9e-8d0f-1cb768342b75",
        "choice_type": "single"
    },
    {
        "question": "Organism that causes emphysematous cholecystitis is:",
        "exp": "Ref: Harrison's 18th editionExplanation:Emphysematous CholecystitisIt is thought to begin with acute cholecystitis (calculous or acalculous) followed by ischemia or gangrene of the gallbladder wall and infection by gas-producing organisms.Bacteria most frequently cultured in this setting includeAnaerobes, such as C. welchii or C. perfringensAerobes, such as E. coli.This condition occurs most frequently in elderly men and in patients with diabetes mellitus.The clinical manifestations are essentially indistinguishable from those of nongaseous cholecystitis.The diagnosis is usually made on plain abdominal film by finding gas within the gallbladder lumen, dissecting within the gallbladder w all to form a gaseous ring, or in the pericholecvstic tissues.The morbidity and mortality rates with emphysematous cholecystitis are considerable.Prompt surgical intervention coupled with appropriate antibiotics is mandatory.",
        "cop": 3,
        "opa": "Salmonella typhi",
        "opb": "Cytomegalovirus",
        "opc": "Clostridium perfringens",
        "opd": "Bacteroides",
        "subject_name": "Medicine",
        "topic_name": "Gall Bladder",
        "id": "ca769633-3650-4209-8d22-b81a2e171d25",
        "choice_type": "single"
    }
]