[
    {
        "question": "S2 is best appreciated in -",
        "exp": "Ans. is 'a' i. e., 3rd left intercostal space o Best areas to auscultate for both components of the second heart sound (A2 and P2) are either the left sternal border at the level of second intercostal space (Pulmonic area) or the left sternal border at the level of third intercostal space (Erb s point).",
        "cop": 1,
        "opa": "3rd left intercostal space",
        "opb": "2nd right intercostal space",
        "opc": "4th left intercostal space",
        "opd": "5th left intercostal space",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "9531838e-9009-47d8-8d6e-3880fab47804",
        "choice_type": "single"
    },
    {
        "question": "Increase in LDH levels is seen in?",
        "exp": "ANSWER: (A) Bulky disease. REF: Harrison's 18th ed various pages. Though in the given question all options can show raised LDH. The examiner was most probably asking about the highest levels of LDH. LDH is used in assessment of tissue breakdown in general or hemolysis. It is used to follow-up cancer (especially lymphoma) patients, as cancer cells have a high rate of turnover with destroyed cells leading to an elevated LDH activity. LDH in NHL patients with active disease is higher than in normal subjects. LDH is the same as in normal subjects in the How-grade\" and 'Intermediate-grade\" malignancies. I. e. LDH is more related to the spread of the lymphoma. (REF: style=\"color: rgba(20, 20, 20, 1); font-family: Times New Roman, Times, serif\">). In lymphomas the term \"bulky\" disease signifies a nodal mass whose greatest dimension is more than 10 centimeters in size, and/or a widening of the mediastinum by more than one-third. The above text clearly signifies that the highest levels of LDH are seen in bulky disease. INTERNATIONAL PROGNOSTIC INDEX: The International Prognostic Index (IPI) is a clinical tool developed by oncologists to aid in predicting the prognosis of patients with aggressive non-Hodgkin's lymphoma. One point is assigned for each of the following risk factors: Age greater than 60 years. Stage III or IV disease. Elevated serum LDHECOG/Zubrod performance status of 2, 3, or 4. More than 1 extranodal site. The sum of the points allotted correlates with the following risk groups: Low risk (0-1 points): 5-year survival of 73%LowT-intermediate risk (2 points): 5-year survival of 51%High-intermediate risk (3 points): 5-year survival of 43%High risk (4-5 points): 5-year survival of 26%LDH levels are raised in: Testicular carcinoma. Hemolytic anemia. Visceral infarction. Lymphoma, Leukemia. Pleural effusions and serositis. Melanoma. Interstitial lung diseases. Myopathies. Meningitis and encephalitis. HIVDysgerminoma. Increased tissue turnover",
        "cop": 1,
        "opa": "Bulky disease",
        "opb": "Lymphoma",
        "opc": "Liver metastasis",
        "opd": "Lung metastasis",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "9804551e-88d8-437b-9468-bddc6343b970",
        "choice_type": "single"
    },
    {
        "question": "'C' wave in JVP is due to",
        "exp": "Ans. is 'b' i. e., Tricuspid valve bulging into right atrium The Jugular venous pulse (JVP) reflects phasic pressure changes in the right atrium and it consists of three positive waves and two negative troughs. It will be useful to keep in mind the events of the cardiac cycle while evaluating Jugular venous pulse. JUGULAR VENOUS PULSE. a wave. It is the positive presystolic wave produced by right atrial contraction. x descenta wave is followed by the negative systolic wave the 'x' descent. The x descent is produced due to atrial relaxation Q. The atrial relaxation is produced as a result of ventricular contraction. c wave. The x descent is interrupted by second positive wave the 'c' wave. It is produced by bulging of the tricuspid valve into the right atrium Q during RV isovolumetric contraction. v wave. It is the positive systolic wave. It result from increase in the blood volume in the vena cava during systole, when the tricuspid valve is closed Q. y descent. Following the \"v wave\" this is a negative descending limb referred to as the y descent or diastolic collapse Q. It is due to tricuspid valve opening and rapid inflow of blood into the right ventricle. So there are. Three visible major positive waves (a, c and v) and. Two negative waves (x and y).",
        "cop": 2,
        "opa": "Atrial contraction",
        "opb": "Tricuspid valve bulging into right atrium",
        "opc": "Right atrial filling",
        "opd": "Rapid ventricular filling",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "fa2d1a70-f610-4706-b14e-e9dd9e69f31f",
        "choice_type": "single"
    },
    {
        "question": "In a patient with smoking history, which is important?",
        "exp": "Ans. (a) Duration of smoking. Though this is a highly debatable topic most serach results and discussion with faculty and google books (LASLC Textbook of Prevention and Early Detection of Lung Cancer) mention duration of smoking to be more important that the number of cigarettes smoked.",
        "cop": 1,
        "opa": "Duration of smoking",
        "opb": "Number of smoking",
        "opc": "Brand of Cigarette",
        "opd": "Filter of cigarette",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "7a96f74d-a1e5-4e28-9593-32415f61b8bd",
        "choice_type": "single"
    },
    {
        "question": "One of the following conditions is not associated with clubbing.",
        "exp": "Ans. is 'b' chronic bronchitis",
        "cop": 2,
        "opa": "Primary biliary cirrhosis",
        "opb": "Chronic bronchitis",
        "opc": "Cryptogenic fibrosing alveolitis",
        "opd": "Central bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "3267450e-47e7-4771-99e2-eeefbb13daf9",
        "choice_type": "single"
    },
    {
        "question": "Two point discrimination test exhibits maximum sensitivity in?",
        "exp": "Ans. (c) Finger pads. Ref: De Jong neurological examination, 7h ed/542* Two-point discrimination is the ability to discern that two nearby objects touching the skin are truly two distinct points, not one. It is often tested with two sharp points during a neurological examination and is assumed to reflect how finely innervated an area of skin is.* The maximum sensitivity for this test is in lips and finger tips which can be remembered as the most sensitive areas in the body.",
        "cop": 3,
        "opa": "Shin",
        "opb": "Toes",
        "opc": "Finger pads",
        "opd": "Soles",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "7fb59d76-7b39-4f85-bede-e10cdc50cfb0",
        "choice_type": "single"
    },
    {
        "question": "Neisseria infection is characteristic of deficiency of:",
        "exp": "Ans. D. C5* The best-documented genetic association with meningococcal disease is complement deficiency, chiefly of the terminal complement components (C5-9), properdin, or factor D; such a deficiency increases the risk of disease by up to 600- fold and may result in recurrent attacks.* Complement components are believed to be important for the bactericidal activity of serum, which is considered the principal mechanism of immunity against invasive meningococcal disease.",
        "cop": 4,
        "opa": "C2",
        "opb": "C3",
        "opc": "C4",
        "opd": "C5",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "1f247dcb-63bc-447e-bbb4-c2fd71eee0ac",
        "choice_type": "single"
    },
    {
        "question": "Partial pressure of oxygen in alveoli:",
        "exp": "Ans. (b) 103 mm. Hg. Ref: Harrison 18th edition, Chapter 252. Partial Pressures of blood gases* Atmosphere: p. O2=160mm. Hg, p. CO2=0. 3mm. Hg* Alveolar air: p. O2=l05mm. Hg, p. CO2=40mm. Hg* Oxygenated blood: p. O2=100mm. Hg, p. CO2=40mm. Hg* Tissues: p. O2=40mm. Hg, p. CO2=45mm. Hg* Deoxygenated blood: p. O2=40mm. Hg, p. CO2=45mm. Hg. Must Know. O2 and CO2 in blood* 1. 5% O2 dissolved in blood* 98. 5% O2 carried by hemoglobin (Hb-O2)# Hb can carry up to four molecules of O, (four = saturation)# PO2 determines Hb saturation# Also pH, temperature and Pco2 affects Hb-O2 binding",
        "cop": 2,
        "opa": "60 mm. Hg",
        "opb": "103 mm. Hg",
        "opc": "136 mm. Hg",
        "opd": "160 mm. Hg",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "c2548f14-9c87-4d62-ac05-cb4e449c3f16",
        "choice_type": "single"
    },
    {
        "question": "Internal jugular vein pressure determines pressure of:",
        "exp": "Ans. (a) Right atrium (RA). Ref.-. chapter 227: Harrison 18th edition# NORMAL JVP =5-8 CM OF WATER* Elevated JVP is indicative of right sided CHF* Kussmaul sign is seen in constrictive pericarditis* Kussmaul sign is not seen in cardiac tamponade* Canon a waves are seen AV dissociation/ ventricular tachycardia/ junctional tachycardia",
        "cop": 1,
        "opa": "RA",
        "opb": "RV",
        "opc": "LA",
        "opd": "LV",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "3fbd7036-b2b6-4363-a91a-a56dcf1ade1f",
        "choice_type": "single"
    },
    {
        "question": "Radiotherapy is treatment of choice in:",
        "exp": "Ans. is 'c' monoclonal hypogammaglobulinemia (Ref Harrison, 15/e, p 534).* I could not get the treatment for monoclonal hypogammaglobulinemia anywhere. But still the answer is obvious as radiotherapy has no role in the treatment of other disease given in the question. Treatment for: * Sarcoidosis-Corticosteroids* Tuberculosis-Antitubercular drugs* Sarcomas-Surgery and adjuvant chemotherapy.",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Tuberculosis",
        "opc": "Monoclonal hypogammaglobulinemia",
        "opd": "Sarcomas",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "120375ef-08de-4a62-8a86-fc46d36172af",
        "choice_type": "single"
    },
    {
        "question": "Which is the function of below mentioned Tube?",
        "exp": "Ans. (d) Gastric lavage.",
        "cop": 4,
        "opa": "Barium enema",
        "opb": "Soap water enema",
        "opc": "Nasogastric feeding",
        "opd": "Gastric lavage",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "ed99901a-2815-4b57-9935-b5a3115d4099",
        "choice_type": "single"
    },
    {
        "question": "First centre that get activated before skilled voluntary movements is?",
        "exp": "ANSWER: (A) Neo cortex. REF: Ganong's 22nd edition page 203. Repeat from June 2011\"The lateral corticospinal tract is concerned with skilled movements\"See APPENDIX-15 for details. Origin: primary motor cortex (30%), premotor and supplementary motor area (30%) and somatosensory areas posterior to central sulcus (40%). It passes through posterior limb ofg internal capsule and then forms the pyramid of medulla Lateral corticospinal tract. Ventral corticospinal tract* 80% fibres cross in medulla to opposite side to form lateral corticospinal tract* Concerned with skilled movements and end directly on motor neurons in humans* Uncrossed fibres form ventral corticospinal tract* Don't cross until it reaches level of muscles. Giant cells of betz are the originating cells of the tract located in primary motor cortex.",
        "cop": 1,
        "opa": "Neo cortex",
        "opb": "Hypothalamus",
        "opc": "Pons",
        "opd": "Medulla",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "a2cf9ac2-cb4a-4b47-889c-c1a3b1d95d27",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is involved in tumor metastasis cascade:-",
        "exp": "Ans. is 'b' i. e. E. cadherin For the tumor cells to metastasize they must-1st - detach from each other. Next - traverse the extracellular matrix (i. e. the basement membrane and interstitial connective tissue). Normally the cells are neatly glued to each other and their surrounding by a variety of adhesion molecules. Of these the E-Cadherin is most important. Any abnormality of E-cadherin molecule or down-regulation of its expression would lead to detachment of the cells from the primary tumor and move out for metastasis.",
        "cop": 2,
        "opa": "Fibronectin",
        "opb": "E-Cadherin",
        "opc": "Type IV collagenase",
        "opd": "Tyrosine kinase",
        "subject_name": "Medicine",
        "topic_name": "General",
        "id": "eeae81bf-4a78-4b80-b772-a95a3bef49aa",
        "choice_type": "single"
    }
]