[
    {
        "question": "MCardle's syndrome is due to",
        "exp": "Mc. Ardle disease (also known as glycogen storage disease type V) is a disorder affecting muscle metabolism. The condition is caused by the lack of an enzyme called muscle phosphorylase. This results in an inability to break down glycogen 'fuel' stores. Mc. Ardle disease leads to pain and fatigue with strenuous exercise. Ref Robbins 9/e pg 153",
        "cop": 1,
        "opa": "Deficiency of glucose-6-phosphatase",
        "opb": "Absence of muscle phosphorylase",
        "opc": "Deficiency of liver phosphorylase",
        "opd": "Deficiency of liver phosphorylase kinase",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "e5eacb0a-0ae8-4d50-8c6a-64638542c62b",
        "choice_type": "single"
    },
    {
        "question": "DNA topoisomerase 1 autoantibody is specific for?",
        "exp": "Scl-70 antibodies are associated with more severe scleroderma disease. Anti-topoisomerase antibodies can be classified according to their immunoglobulin class (IgM, IgG or IgA). IgG-ATA is found most frequently in scleroderma, with IgA being quite common but IgM very infrequent. Ref Robbins 9/e pg 230",
        "cop": 3,
        "opa": "Limited cutaneous systemic sclerosis",
        "opb": "Mixed connective tissue disease",
        "opc": "Diffuse scleroderma",
        "opd": "SLE",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "84b9a379-4f63-47b3-81ef-adbcc526e38c",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive investigation for cystic fibrosis is?",
        "exp": "Ans. (c) Sweat electrolytes. Ref: Harrison's Medicine 18th ed p 2149-50",
        "cop": 3,
        "opa": "CT scan",
        "opb": "Ultrasound",
        "opc": "Sweat electrolytes",
        "opd": "Tomogram",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "03009447-dc4f-4ee3-9c35-1c9928a917c8",
        "choice_type": "single"
    },
    {
        "question": "Turner syndrome is associated with",
        "exp": "Turner's syndrome is associated with coarctation of aoa. Reference: Ghai essential pediatrics, 9 th edition, page 638",
        "cop": 4,
        "opa": "Aotic regurgitation",
        "opb": "Aoic dissection",
        "opc": "Pulmonary stenosis",
        "opd": "Coarctation of aoa",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "9e28c9ce-144d-4ef8-b797-938f0efd1857",
        "choice_type": "single"
    },
    {
        "question": "Deletion of short arm of 5th chromosome is___ syndrome",
        "exp": "Ans. c (Cri du chat) (Ref. Harrison's Internal medicine 17th edition, p. 412; Robbin's pathology 7th edition, p. 177). Cri-du-chat syndrome: Congenital microdeletion of short arm of chromosome 5 (46, XX or XY, 5p-). Findings: microcephaly, moderate to severe intellectual disability, high-pitched crying/mewing, epicanthal folds, cardiac abnormalities (VSD). Location of diseases on chromosomes. Diseases. Deletion. Wolf-hirschorn syndrome4p-Cridu chat5p-Di. George syndrome22q-Cat-cry syndrome22p-Miller-Dieker17p-a-thalassemia16p -Angelman Syndrome15q - (angel... maternal Mama). Prader-Willi Syndrome15q - (paternal.... P.... Papa). Retinoblastoma13q 14 -Beckwith-Wiedemann syndrome11 pl5 -WAGAR11 pl3 -Down's syndrome. Trisomy 21. Patau. Trisomy 13. Edwards syndrome. Trisomy 18. Educational Points: 22q 11 deletion associated with high incidence of schizophrenia (Harrison's 17th edition, p. 2075; Robbins, 178). Trisomy. Cardinal features. Trisomy 13 (Patau syndrome)# Auricular deformities# Microcephaly# Arrhinencephaly# Inner ear anomalies# Ocular anomalies# Hypertelorism# Cleft lip and palate# VSD# Simian crease. Trisomy 18 (Edward syndrome)# Auricular deformities# Inner ear anomalies# Ptosis of eyelids# Micrognathia# Flexion deformities# Mental retardation. Trisomy 21 (Down's syndrome)# Auricular deformities# Hypertelorism# Epicanthal fold# Protruding tongue# High arched palate# Inner ear anomalies# Cardiovascular defects# Mental retardation",
        "cop": 3,
        "opa": "Edward",
        "opb": "Patau",
        "opc": "Cri-Du-Chat",
        "opd": "Down's",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "eaa2da68-a0d7-4f65-b0bb-5683a53ac249",
        "choice_type": "single"
    },
    {
        "question": "Swollen neurons that contain numerous lysosomes filled with lipid are typical of",
        "exp": "Swollen neurons that exhibit marked vacuolization of the perikaryon and contain lysosomes filled with lipid are found in Tay. Sachs disease but could occur in other lipid-storage diseases as well. The correct diagnosis can be established by biochemical analysis of the stored material or identification of intermediary metabolites and missing enzymes. The other diseases listed do not produce such neuronal changes. Ref - Harrison's internal medicine 20e pg 3007",
        "cop": 4,
        "opa": "Amyloidosis",
        "opb": "Huntington Disease",
        "opc": "Kuru",
        "opd": "Tay-Sachs Disease",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "89a98398-b131-4bea-a707-abe37af05e8d",
        "choice_type": "single"
    },
    {
        "question": "The following enzyme is not elevated in polymyositis",
        "exp": "Polymyositis is a type of inflammatory myopathy, which refers to a group of muscle diseases characterized by chronic muscle inflammation and weakness. elevations of serum activities of the so called \"liver enzymes\", the transaminases and lactate dehydrogenase (LD) in myositis Ref Robbins 9/e pg 226",
        "cop": 4,
        "opa": "Creatine kinase",
        "opb": "Aldolase",
        "opc": "Lactate dehydrogenase",
        "opd": "Amylase",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "a97ad946-efe3-46a7-b149-486bc482e4cd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following diseases is an autosomal dominant disorder",
        "exp": "Maturity-onset diabetes of the young (MODY) is a heterogeneous single gene disorder characterized by non-insulin-dependent diabetes, an early onset and autosomal dominant inheritance. Approximately 15-20% of families fitting MODY criteria do not have mutations in any of the known genes Ref Robbins 9/e pg 155",
        "cop": 3,
        "opa": "Hemochromatosis",
        "opb": "Phenylketonuria",
        "opc": "Maturity onset diabetes of the young",
        "opd": "Glucose-6 phosphate dehydrogenase deficiency",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "9decf560-dc16-4feb-8e9a-9849dc9e058e",
        "choice_type": "single"
    },
    {
        "question": "Hypogonadism with 47 XXY is a feature of",
        "exp": "Ans. d (Klinefelter's syndrome) (Ref: Robbins 7th edition, p. 179; Harisson's internal medicine 17th edition, p. 2317). Klinefelter syndrome (XXY)# Common cause of hypogonadism seen in infertility work-up# Dysgenesis of seminiferous tubules | inhibin | FSH.# Abnormal Leydig cell function | testosterone | LH | estrogen.# Testicular atrophy, eunuchoid habitus, tall, long extremities, gynecomastia, female hair distribution. May present with developmental delay. Presence of inactivated X chromosome (Barr body). KLINFELTER'S SYNDROME# Most common genetic cause of hypogonadism6# Incidence:- 1 in 500 (Robbin's)- 1 in 1000 (Harrisions's)# C/F: Eunuchoid body habitat, Atropic testis (< 3. 5 mL) (r) Gynaecomastia, Small penis ( < 2. 5 cm)# Mean I. Q... Subnormal (mental retardation uncommon)# Semiferous tubules degenerates, Leydig cells are prominent or increased# Diagnosis: FSH--with low testestorone and high estrogen level# Malignancies:| Risk| Risk. Ca. Breast, Ca. Lung, NHL (mediastinal), Gonadoblastoma# Educational Points: Ca Prostate (Testesterone dependent). Syndrome. Associated Malignancy Down's Syndrome. ALL (most common)M7 type AMLJuvenile CML Turner's Syndrome. Gonadoblastoma, | Ca Colon, Cystic hygroma",
        "cop": 4,
        "opa": "Down's syndrome",
        "opb": "Turner's syndrome",
        "opc": "Edward's syndrome",
        "opd": "Klinefelter's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "622e130a-8881-4267-ad34-78cd538b7380",
        "choice_type": "single"
    },
    {
        "question": "A female child with virilization, hypertension with low plasma renin diagnosis is",
        "exp": "Renin is produced from the juxta glomerular cells in the kidney. It acts on the angiotensinogen produced in the liver and conves it to angiotensin I. The latter is conveed to Angiotensin II by the Angiotensin conveing enzyme in the lung. Angiotensin II is a potent vasoconstrictor and acts on the angiotensin receptors. Both high as well as low levels of renin may be associated with hypertension. This aicle deals with hypeensive disorders associated with low renin levels The causes of low renin hypertension are as follows: Low renin essential hypertension (LREH) Primary aldosteronism Conn's syndrome Glucocoicoid-remediable (GRH)/Familial hyperaldosteronism Type I Familial Type II Liddle syndrome Mineralocoicoid receptor mutation Apparent mineralocoicoid excess (AME) Glucocoicoid resistance Gordon syndrome Congenital adrenal hyperplasia (CAH) 11 beta hydroxylase deficiency Ref Robbins 9 /e pg 158",
        "cop": 2,
        "opa": "21 alpha hydroxylase deficiency",
        "opb": "11 beta hydroxylase deficiency",
        "opc": "3 beta hydroxylase deficiency",
        "opd": "Conn's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "18c44ac0-a3e2-431d-8ab0-7f8755e76a6f",
        "choice_type": "single"
    },
    {
        "question": "In a patient with cystic fibrosis, high fever with productive cough. Most common causative organism is",
        "exp": "Pseudomonas aeruginosa is the key bacterial agent of cystic fibrosis (CF) lung infections, and the most impoant pathogen in progressive and severe CF lung disease. Once these sticky biofilms are formed, inflammation results and, in some cases, leads to chronic infections that can last for months or years with productive cough and fever Ref Robbins 9/e pg 178",
        "cop": 1,
        "opa": "Pseudomonas aerugenosa",
        "opb": "H influenzae",
        "opc": "Staph aureus",
        "opd": "Streptococcus",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "55b4e2ce-1d40-4be2-a923-5404674e5059",
        "choice_type": "single"
    },
    {
        "question": "Enzyme levels increased in Duchenne's muscular dystrophy?",
        "exp": "Ans. d (CPK). (Ref. Harrison's Medicine, 18th /Ch. 387. Muscular Dystrophies and Other Muscle Diseases). Duchennes muscular dystrophy# X linked recessive disorder^# Defective gene: Dystrophin# Presents at birth, appears at 3-5 years and death by 16-18 years# Gower's sign positive# Most common cause of death is fatal pulmonary infection.# Intellectual impairment# CPK is invariably increased (20-100 times of normal), abnormal at birth but decreases later in disease.# Loss of muscle mass.# Definitive diagnosis: Muscle biopsy, shows dystrophin deficiency/mutation analysis of WBCs.# Treatment: steroids and supportive. Muscle dystrophies. Type. Inheritance. Defective Gene/Protein. Onset Age. Clinical Features. Other Organ Systems Involved. Duchenne's. XRDystrophin. Before 5 years. Progressive weakness of girdle muscles. Unable to walk after age 12. Progressive kyphoscoliosis. Respiratory failure in 2d or 3d decade. Cardiomyopathy. Mental impairment. Becker's. XRDystrophin. Early childhood to adult. Progressive weakness of girdle muscles. Able to walk after age 15. Respiratory failure may develop by 4th decade. Cardiomyopathy. Limb-girdle. AD/ARSeveral. Early childhood to early adult. Slow progressive weakness of shoulder and hip girdle musclesA+- Cardiomyopathy. Emery- Dreifuss. XR/ADEmerin/Lamins A/CNesprin-1, Nesprin 2, 'TMEM43. Childhood to adult. Elbow contractures, humeral and peroneal weakness. Cardiomyopathy. Congenital. ARSeveral. At birth or within first few months. Hypotonia, contractures, delayed milestones. Progression to respiratory failure in some; static course in others. CNS abnormalities (hypomyelination, malformation). Eye abnormalities. Myotonica (DM1, DM2)ADDM1: Expansion CTG repeat. DM2: Expansion CCTG repeat. Childhood to adult Maybe infancy if mother affected (DM1 only). Slowly progressive weakness of face, shoulder girdle, and foot dorsiflexion. Preferential proximal weakness in DM2. Cardiac conduction defects. Mental impairment. Cataracts. Frontal baldness. Gonadal atrophy. Faciosca- pulohumeral. ADDUX4 4q. Childhood to adult. Slowly progressive weakness of face, shoulder girdle, and foot dorsiflexion. Deafness Coats' (eye) disease. Oculopha- ryngeal. ADExpansion, poly-A RNA binding protein5th to 6th decade. Slowly progressive weakness of extraocular, pharyngeal, and limb muscles",
        "cop": 4,
        "opa": "LDH",
        "opb": "SGOT",
        "opc": "SGPT",
        "opd": "CPK",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "928f0cbb-dc6e-4c61-a1a0-efe4b5e17db2",
        "choice_type": "single"
    },
    {
        "question": "Which is X-linked dominant condition?",
        "exp": "familial hypophosphatemia is inherited in an X-linked dominant manner, however variant forms may be inherited in an autosomal dominant or recessive manner. In familial hypophosphatemia, symptoms occur, at least in pa, because of an impaired ability of the kidneys to retain phosphate Ref Robbins 9/e pg 171",
        "cop": 1,
        "opa": "phosphate diabetes",
        "opb": "Hemophilia",
        "opc": "Gaucher's disease",
        "opd": "Cystic fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "b06eac23-1a69-4c12-8f61-ccdab55ece54",
        "choice_type": "single"
    },
    {
        "question": "Barr body is seen in:",
        "exp": "Ans: b",
        "cop": 2,
        "opa": "Turners syndrome",
        "opb": "Klinefelters syndrome",
        "opc": "Testicular feminisation",
        "opd": "46 XY",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "a4d143e7-684f-41ef-bbfa-614c076f5fe4",
        "choice_type": "single"
    },
    {
        "question": "Hypokalemic periodic paralysis is inherited as an autosomal dominant disorder with incomplete penetrance; it is resulted because of mutation in:",
        "exp": "Ans. D. Calcium channel. Hypokalemic Periodic Paralysis* Onset occurs at adolescence.* Men are more often affected because of decreased penetrance in women.* Hypokalemic periodic paralysis is inherited as an autosomal dominant disorder with incomplete penetrance.* Mutations in the voltage-sensitive, skeletal muscle calcium channel cause the disease.",
        "cop": 4,
        "opa": "Sodium channel",
        "opb": "Potassium channel",
        "opc": "Chloride channel",
        "opd": "Calcium channel",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "8b63d546-ffe8-48da-868f-3a97d1bbbc89",
        "choice_type": "single"
    },
    {
        "question": "In Turner's syndrome which of the following is NOT seen",
        "exp": "Ans. is 'd' i. e mental retardation Mental retardation is seen in Down & Klienfelter's syndrome but not in Turner's syndrome. Turner's syndrome characterized bv. Most common Genotype is XOFemale hypogonadism *Ovarian dysgenesis (Streak Ovaries)*Decreased Estrogen. Increased LH, FSH. Short Statured*Primary Amenorrhoea*Short webbed neck*Broad shield like chest*Cardiac Abnormalities* (coarctation of Aorta* and Aortic Valvular disease). Renal Anomalies (Horse shoe kidney* duplication or hydronephrosis)*Skeletal change s( Cubitus Valgus, short fourth metacarpal and Tarsal bone & osteoporosis)*Skin changes (lymphedema keloid)",
        "cop": 4,
        "opa": "Short stature",
        "opb": "Widely spaced nipple",
        "opc": "Webbed neck",
        "opd": "Mental retardation",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "9caa74a9-cfc0-464b-8fb7-f9c4fdde3deb",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an autosomal dominant type of genetic disorder",
        "exp": "Tuberous sclerosis complex (TSC) is an autosomal dominant multisystem disorder characterized by hamaomas in multiple organ systems, including the brain, skin, heart, kidneys, and lung. Ref Robbins 9 /e pg 165",
        "cop": 4,
        "opa": "Colour - blindess",
        "opb": "Haemophilia",
        "opc": "Phenylketonuria",
        "opd": "Tuberous sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "cdd0a283-128d-4259-8257-574b6f1b9517",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an example of disorders of sex chromosomes",
        "exp": "Klinefelter syndrome is an impoant genetic cause of reduced spermatogenesis and male infeility. In some patients the testicular tubules are totally atrophied and replaced by pink, hyaline, collagenous ghosts. In others, apparently normal tubules are interspersed with atrophic tubules. In some patients all tubules are primitive and appear embryonic, consisting of cords of cells that never developed a lumen or progressed to mature spermatogenesis. Leydig cells appear prominent, as a result of the atrophy and crowding of the tubules and elevation of gonadotropin concentrations. Patients with Klinefelter syndrome have a higher risk for breast cancer (20 times more common than in normal males), extragonadal germ cell tumors, and autoimmune diseases such as systemic lupus erythematosus. The classic pattern of Klinefelter syndrome is associated with a 47, XXY karyotype (90% of cases). This complement of chromosomes results from nondisjunction during the meiotic divisions in the germ cells of one of the parents. Maternal and paternal nondisjunction at the first meiotic division are roughly equally involved. There is no phenotypic difference between those who receive the extra X chromosome from their father and those who receive it from their mother. Maternal age is increased in the cases associated with errors in oogenesis. In addition to this classic karyotype, approximately 15% of patients with Klinefelter syndrome have been found to have a variety of mosaic patterns, most of them being 46, XY/47, XXY. Other patterns are 47, XXY/48, XXXY and variations on this theme. As is the case with normal females, all but one X chromosome undergoes inactivation in patients with Klinefelter syndrome. Why then, do the patients with this disorder have hypogonadism and associated features? The explanation for this lies in genes on the X chromosome that escape lyonization and in the pattern of X inactivation. Ref Robbins 9/e pg 165",
        "cop": 3,
        "opa": "Marfan's syndrome",
        "opb": "Testicular feminization syndrome",
        "opc": "Klinefelter's syndrome",
        "opd": "Down's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "7a7d0bdf-1f9d-4c18-b3a1-5843a99692fc",
        "choice_type": "single"
    },
    {
        "question": "Multifactorial inheritance Is known in",
        "exp": "These benign tumors usually develop in or under the skin, but can also grow inside the body. Sometimes, a growth will involve multiple nerves (plexiform neurofibroma). Plexiform neurofibromas, when located on the face, can cause disfigurement. Neurofibromas may increase with age. Bone deformities Neurofibromas arise from nonmyelinating Schwann cells that only express the inactive version of the NF1 gene, which leads to a complete loss of expression of functional neurofibromin. While one defective allele may be inherited, loss of heterozygosity (LOH) must occur before a neurofibroma can form; this is called the 'two-hit hypothesis'. This LOH happens by the same mechanisms, such as oxidative DNA damage, that causes mutations in other cells. Once a nonmyelinating Schwann cell has suffered inactivation of its NF1 genes, it begins to proliferate rapidly. This condition is called hyperplasia, which is cell growth beyond what is normally seen. However, despite increased numbers of nonmyelinating Schwann cells, there is no neurofibroma yet. In order for the neurofibroma to develop, cells that are heterozygous for the NF1 gene must be recruited to the site. It has been hypothesized that the proliferating nonmyelinating Schwann cells secrete chemoattractants such as the KIT ligand, and angiogenic factors such as the heparin-binding growth factor midkine. These chemicals promote the migration of different kinds of cells that are heterozygous for the NF1 gene into the hyperplastic lesions created by the nonmyelinating Schwann cells. These cell types include fibroblasts, perineurial cells, endothelial cells, and mast cells. The mast cells then secrete mitogens or survival factors that alter the developing tumor microenvironment and result in neurofibroma formation. it has multifactorial inheritance Ref Robbins 9/e pg 174",
        "cop": 1,
        "opa": "Neurofibroma",
        "opb": "Hemophilia",
        "opc": "Cardiac septal defects",
        "opd": "Hypophospatemic rickets",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "4327b766-b53b-4829-a9ca-393878eabf7a",
        "choice_type": "single"
    },
    {
        "question": "Mental retardation is NOT a feature of one of the mucopolysaccaridos",
        "exp": "Mucopolysaccharidoses (MPS) The MPSs are a group of closely related syndromes that result from genetically determined deficiencies of enzymes involved in the degradation of mucopolysaccharides (glycosaminoglycans). Chemically, mucopolysaccharides are long-chain complex carbohydrates that are linked with proteins to form proteoglycans. They are abundant in the ground substance of connective tissue. The glycosaminoglycans that accumulate in MPSs are dermatan sulfate, heparan sulfate, keratan sulfate, and chondroitin sulfate. The enzymes involved in the degradation of these molecules cleave terminal sugars from the polysaccharide chains disposed along a polypeptide or core protein. In the absence of enzymes, these chains accumulate within lysosomes in various tissues and organs of the body. Several clinical variants of MPS, classified numerically from MPS I to MPS VII, have been described, each resulting from the deficiency of one specific enzyme. All the MPSs except one are inherited as autosomal recessive traits; the exception, Hunter syndrome, is an X-linked recessive trait. Within a given group (e. g., MPS I, characterized by a deficiency of a-l-iduronidase), subgroups exist that result from different mutant alleles at the same genetic locus. Thus, the severity of enzyme deficiency and the clinical picture even within subgroups are often different. In general, MPSs are progressive disorders, characterized by coarse facial features, clouding of the cornea, joint stiffness, and mental retardation. Urinary excretion of the accumulated mucopolysaccharides is often increased. Ref Robbins 9/e pg 154",
        "cop": 3,
        "opa": "Hurler MPS-I",
        "opb": "Hunter MPS-Il",
        "opc": "Sanfihippo MPS-III",
        "opd": "Morquio MPS-IV",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "3b2b7508-15f2-428a-a6d2-f71a4ac95635",
        "choice_type": "single"
    },
    {
        "question": "The earliest muscle to be involved in dermatomyositis is",
        "exp": "Dermatomyositis (DM) is a long-term inflammatory disorder which affects muscles. Its symptoms are generally a skin rash and worsening muscle weakness over time. These may occur suddenly or develop over months. Other symptoms may include weight loss, fever, lung inflammation, or light sensitivity. Complications may include calcium deposits in muscles or skin. People with DM experience progressively worsening muscle weakness in the proximal muscles (for example, the shoulders and thighs). Tasks that use these muscles: standing from sitting, lifting, and climbing stairs, can become increasingly difficult for people with dermatomyositis. (quadriceps are first effected) Ref Robbins 9/e pg 172",
        "cop": 4,
        "opa": "Deltoid",
        "opb": "Gluteal",
        "opc": "Lumbricals",
        "opd": "Quadriceps",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "a8018455-5cab-4f21-bb6a-167bf790f5b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the inheritance of Incontinentia Pigmenti",
        "exp": "X- Linked Recessive Inheritance OHemophila A and B ODuchenne muscular dystrophy OG6. PD deficiency ORetinitis pigmentosa (most severe- less common form) OBrutons Agammaglobulinemia OHunters syndrome OChronic Granulomatous disease OWiskott-Aldrich syndrome ODiabetes insipidus OLesch-Nyhan syndrome OFragile X syndrome ODents disease OKallman syndrome OAndrogen insensitivity syndrome OFabry's disease OAlpo syndrome X Linked Dominant Inheritance u. Vitamin D Resistant rickets u. Familial Hypophosphatemia (PHEX) u. Incontinentia pigmentii u. Oro-Facio-Digital syndrome u. Retts syndrome ref - Harrisons internal medicine 20edition, Davidsons medicine 23e pg47",
        "cop": 3,
        "opa": "AD",
        "opb": "AR",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "aa467682-230c-437d-9d02-795de0b90d31",
        "choice_type": "single"
    },
    {
        "question": "Turner syndrome presents with which heart defect?",
        "exp": "Ans. (c) Coarctation of aorta. Ref: Harrison 19th ed. /1620. Remember the following information: PATENT DUCTUS ARTERIOSUS* Atrial septal defect* Coarctation of aorta. Ventricular septal defect. CONGENITAL RUBELLA SYNDROME* Down syndrome* Turner syndrome* Fetal alcohol syndrome",
        "cop": 3,
        "opa": "Patent ductusarteriosus",
        "opb": "Atrial septal defect",
        "opc": "Coarctation of aorta",
        "opd": "Ventricular septal defect",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "d69b80ce-8b69-4ca7-acc5-3683c9d9bd2f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of death in Menke disease",
        "exp": "Menkes disease, also known as kinky hair disease, is an X-linked neurodegenerative disease of impaired copper transpo The major problems in Menkes disease involve the neurologic, gastrointestinal, and connective tissue (including blood vessels) systems. Pneumonia, leading to respiratory failure, is a common cause of death and also diaphragmatic paralysis Ref Robbins 9/e pg 170",
        "cop": 2,
        "opa": "Cardiac rupture",
        "opb": "Diaphragmatic paralysis",
        "opc": "Laryngeal spasm",
        "opd": "Cyano-methemoglobinemia",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "6c57cc62-60cb-4fb8-bab2-7744ab50d107",
        "choice_type": "single"
    },
    {
        "question": "Edward syndrome is:",
        "exp": "Ans: b",
        "cop": 2,
        "opa": "Trisomy 21",
        "opb": "Trisomy 18",
        "opc": "Trisomy 13",
        "opd": "5p deletion",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "04425c5a-5753-4bbe-9d3e-d16f634c95b9",
        "choice_type": "single"
    },
    {
        "question": "A middle aged man noticed that he can no longer fit in his shoes and enlarging of jaw and phalanges. These effects are mediated by?",
        "exp": "ANSWER: (C) Somatomedin. REF: Harrison's Internal Medicine 17th edition chapter 333. Symptoms are suggestive of Acromegaly & GH effects are mediated via Somatomedins. Principal Somatomedins are IGF-I, IGF-II. CLINICAL FEATURES OF ACROMEGALY: Protean manifestations of GH and IGF-I hypersecretion are indolent and often are not clinically diagnosed for 10 years or more. Acral bony overgrowth results in frontal bossing, increased hand and foot size, mandibular enlargement with prognathism, and widened space between the lower incisor teeth. In children and adolescents, initiation of GH hypersecretion prior to epiphyseal long bone closure is associated with development of pituitary gigantism. Soft tissue swelling results in increased heel pad thickness, increased shoe or glove size, ring tightening, characteristic coarse facial features, and a large fleshy nose. Other commonly encountered clinical features include hyperhidrosis, deep and hollow- sounding voice, oily skin, arthropathy, kyphosis, carpal tunnel syndrome, proximal muscle weakness and fatigue, acanthosis nigricans, and skin tags. Generalized visceromegaly occurs, including cardiomegaly, macroglossia, and thyroid gland enlargement. The most significant clinical impact of G H exces s occurs with respect to the cardiovascular system. Coronary heart disease, cardiomyopathy with arrhythmias, left ventricular hypertrophy, decreased diastolic function, and hypertension occur in about 30% of patients. Upper airway obstruction with sleep apnea occurs in more than 60% of patients and isassociated with both soft tissue laryngeal airway obstruction and central sleep dysfunction. Diabetes mellitus develops in 25% of patients with acromegaly, and most patients are intolerant of a glucose load (as GH counteracts the action of insulin). Laboratory Investigation. Age- and gender-matched serum IGF-I (somatomedin) levels are elevated in acromegaly. Consequently, an IGF-I level provides a useful laboratory screening measure when clinical features raise the possibility of acromegaly. Due to the pulsatility of GH secretion, measurement of a single random GH level is not useful for the diagnosis or exclusion of acromegaly and does not correlate with disease severity. The diagnosis of acromegaly is confirmed by demonstrating the failure of GH suppression to <1 ug/L within 1-2 h of an oral glucose load (75 g).",
        "cop": 3,
        "opa": "ACTH",
        "opb": "TRH",
        "opc": "Somatomedin",
        "opd": "TGF beta",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "81ea3c39-a3b3-4c08-886c-d0c908ff996e",
        "choice_type": "single"
    },
    {
        "question": "Duchenne muscular dystrophy is inheritance of:",
        "exp": "(X-linked-recessive) (1060-CMDT-2007) (399-400-H17th)INHERITANCE-MYOPATHIC DISORDERS* X-linked recessive - Duchenne, Becker's Emery Dreifuss muscular dystrophies* Autosomal recessive - Limb - girdle (Erb's)* Autosomal dominant - Facioscapulohumeral, distal, ocular, oculopharyngeal, Myotonic dystrophy.",
        "cop": 3,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked recessive",
        "opd": "X-linked dominant",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "93040e78-73f8-4370-a9dc-7b3eef1067b3",
        "choice_type": "single"
    },
    {
        "question": "Genetic abnormality' in fragile X-syndrome: (PGI June 2007)",
        "exp": "Ans.: A (Trinucleotide repeat disorder) \"Fragile X syndrome is the prototype of the disease in which the mutation is characterized by a long repeating sequences of three nucleotides. Robbins 7th/ 181. Fragile X syndrome. Second most common genetic causes of mental retardation, after Down syndrome. The only distinctive feature that can be detected in at least 90% of postpubertal males with fragile -X syndrome is macro-orchidismc-Long face with a large mandible & large everted ears. Hyperextensible joints, a high arched palate & mitral valve prolapseQ is noted in some patients. As with all X-linked disease. Fragile X syndrome affects males. Table: Selected Trinucleotide Repeat Disorders. Disease. Locus. Repeat. Triplet Length (Normal/Disease). Inheritance. Gene ProductX-chromosotnal spinobulbar muscular atrophy [SBMA). Xq11-q12. CAG11-34/40-62. XRAndrogen receptor. Fragile X-syndrome (FRAXA). Xq27. 3. CGG6-50/200-300. XRFMR-1 protein. Fragile X-syndrome (FRAXE). Xq28. GCC6-25/>200. XRFMR-2 protein. Dystrophia myotonica (DM)19ql3. 2-q13. 3. CTG5-30/200-1000. AD, variable penetrance. Myotonin protein kinase. Huntington disease (H D)4pl6. 3. CAG6-34/37-180. ADHuntington. Spinocerebellar ataxia type 1 (SCA1)6p213-21. 2. CAG6-39/40-88. ADAtaxin 1. Spinocerebellar ataxia type 2 (SCA2)12q24. 1 ACAG15-31/34-400. ADAtaxia 2. Spinocerebellar ataxia type 3 (SCA3); Machado Joseph disease (MD)14q21. CAG13-36/55-86. ADAtaxin 3. Spinocerebellar ataxia type 6 (SCA6, CACNAIA)I9pl 3. 1-13. 2. CAG4-16/20-33. ADAlpha 1A voltage- dependent L-type calcium channel. Spinocerebellar ataxia type 7 (SCA7)3p21. 1-pl2. CAG4-19/37 to >300. ADAtaxin 7. Spinocerebellar ataxia type 12 (SCA12)5q31. CAG26/66-78. ADProtein phosphatase 2 ADentorubral pallidoluysiane atrophy (DRPLA)12p. CAG7-23/49-75. ADAtnopbin 1. Friedreich ataxia (FRDA1)9ql3-21. GAA7-22/200-900. ARFrataxin. Note: AD, autosomal dominant; AR, autosomal recessive; XR. X-linked recessive.",
        "cop": 1,
        "opa": "Trinucleotide repeate disorder.",
        "opb": "Point mutation",
        "opc": "Not inheritable",
        "opd": "Deletion",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "8e9f84e2-694b-4f5b-b539-dfcdb8fdf293",
        "choice_type": "single"
    },
    {
        "question": "Infertility in Kartagener:",
        "exp": "Ans. C. Asthenozoospermia* Kartagener is a primary ciliary disorder and as such the sperms have abnormal/reduced motility (asthenozoospermia).* Blockage of epididymis is a feature of Young syndrome (but there is no situs inversus like Kartagener syndrome and patients tends to have normal sperm motility)",
        "cop": 3,
        "opa": "Oligospermia",
        "opb": "Blockage of epididymis",
        "opc": "Asthenozoospermia",
        "opd": "Undescended testes",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "6ea09072-4ed5-4fe5-8575-ecbf66ff65f8",
        "choice_type": "single"
    },
    {
        "question": "Philadelphia (Ph) chromosome",
        "exp": "i. e. (Balanced translocation): (414-H17th) (493-94-CMDT-l1). The Philadelphia chromosome (Ph) is derived from a reciprocal translocation between chromosome 9 and 22 with the break point joining the sequence of ABL oncogene with the BCR gene. The fusion of these DNA sequences allows the generation of an entirely noval fusion protein with modified function. Reciprocal translocation generates Ph chromosomes Fusion of BCR and ABL gene sequences Chimeric BCR-ABL *protein-- The first reproducible chromosome abnormality detected in human malignancy was the Philadelphia chromosomes detected in CMLOther example - Translocations of MYC in Burkitt's lymphoma",
        "cop": 3,
        "opa": "Deletion",
        "opb": "Break DNA",
        "opc": "Balanced translocation",
        "opd": "Balanced transcription",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "6e957c9d-d9dc-449f-b433-f53a00f6e695",
        "choice_type": "single"
    },
    {
        "question": "Genetic defect in Klinefelter's syndrome?",
        "exp": "Ans. b (XXY) (Ref. H-17th/2340)KLINEFELTER'S SYNDROME# Most common chromosomal disorder associated with testicular dysfunction and male infertilty.# 1 in 1000 live-bom males.# Azoospermia is the rule in men with Klinefelter syndrome who have the 47, XXY karyotype.# Testicular histology: hyalinization of seminiferous tubules and absence of spermatogenesis. But number of Leydig cells appears to increase.# Testosterone is decreased and estradiol is increased.# Features:- Undervirilization and gynecomastia- Markedly reduced testicular volumes (1-2 mL)- Osteoporosis.# Increased risk of:- Breast cancer- NHL- Lung cancer.# Reduced risk of:- Prostate cancer.",
        "cop": 2,
        "opa": "XYY",
        "opb": "XXY",
        "opc": "XXX",
        "opd": "XO",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "a3e806fb-1aa2-402e-a10f-b6749f43f46c",
        "choice_type": "single"
    },
    {
        "question": "Cardiac anomaly seen in Noonan's syndrome is",
        "exp": "Pulmonary stenosis and hyperophic cardiomyopathy are generally the most common congenital heart defects found in Noonan syndrome. Pulmonary stenosis is often associated with a thickened and dysplastic valve Ref Robbins 9/e pg. 532",
        "cop": 3,
        "opa": "VSD",
        "opb": "ASD",
        "opc": "Pulmonary stenosis",
        "opd": "Coarctation of aoa",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "bc563a8f-b074-4f9d-a54f-1fb059c3631d",
        "choice_type": "single"
    },
    {
        "question": "Turner syndrome is associated with?",
        "exp": "Ans. is 'a' i. e., Coarctation of Aorta o Coarctation of Aorta may be seen in patients with Turner's syndrome.",
        "cop": 1,
        "opa": "Coarctation of aorta",
        "opb": "Aortic dissection",
        "opc": "Aortic regurgitation",
        "opd": "Pulmonicttenosis",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "186d29a5-2655-4db4-9acc-0fcebe1316d1",
        "choice_type": "single"
    },
    {
        "question": "Down's syndrome is",
        "exp": "Ans. c (Trisomy). (Ref Harrison, Medicine, 18th/Ch. 62. Chromosome Disorders). Clinically, the most important of numerical abnormality is trisomy 21, the most frequent cause of Down syndrome. Depending on the maternal age structure of the population and the utilization of prenatal testing, the incidence of trisomy 21 ranges from 1/600 to 1/1000 livebirths, making it the most common chromosome abnormality in live-bom individuals. Like most trisomies, the incidence of trisomy 21 is highly correlated with maternal age, increasing from about 1/1500 livebirths for women 20 years of age to 1/30 for women 45 years. In addition to trisomy 21, only two other autosomal trisomies, 13 and 18, occur with any frequency in livebirths. Incidence rates for trisomies 13 and 18 in livebirths are 1/20, 000 and 1/10, 000, respectively. Unlike trisomy 21 that is associated with near-normal life expectancy, both trisomies 13 and 18 are associated with death in infancy, typically occurring during the first year of life. Three sex chromosome trisomies the 47, XXX, 47, XXY (Klinefelter's syndrome), and 47, XYY conditions are quite common, with each occurring in about 1/2000 newborns. Of all the trisomic conditions, three have fewest phenotypic complications. In fact, with the exception of infertility in klinefelter's sundrome, it is likely that most individuals with such trisomies may go undetected. Table. Numerical chromosomal abnormalities include. Polyploidye. g. triploidy = haploid x 3 (69. XYY =23x3 common but lethal). Aneuploidy. Any chromosome number, which is not an exact multiple of haploid number e. g., Down syndrome 47 XY+ 21 or Klinefelter syndrome 47 XXY. Trisomy. State of having three representatives of a given chromosome instead of the usual pair, as in trisomy 21 (Down syndrome).",
        "cop": 3,
        "opa": "Triploidy",
        "opb": "Monosomy",
        "opc": "Trisomy",
        "opd": "Aneuploidy",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "680fb3b1-12e9-4a6c-b3bd-c71bd109cc27",
        "choice_type": "single"
    },
    {
        "question": "Incidence of Down's syndrome is directly proportional to",
        "exp": "Ans. c (Maternal age). (Ref. Harrison, Internal Medicine, 16th ed., 383). The incidence of Down ys syndrome is highly correlated to maternal age. QUADRUPLE TEST FOR DOWN'S SYNDROME# AFP |# beta-HCG |# Unconjugated estriol |# Human placental lactogen/placental protein A |",
        "cop": 3,
        "opa": "Parity",
        "opb": "Consanguinity",
        "opc": "Maternal age",
        "opd": "Mutations",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "389faeed-bd76-4b6e-96ab-bb8ddf4c35bd",
        "choice_type": "single"
    },
    {
        "question": "Disecting hematoma is a clinical complication occurring in",
        "exp": "Marfan Syndrome Marfan syndrome is a disorder of connective tissues, manifested principally by changes in the skeleton, eyes, and cardiovascular system. Its prevalence is estimated to be 1 in 5000. Approximately 70% to 85% of cases are familial and transmitted by autosomal dominant inheritance. The remainder are sporadic and arise from new mutations. Pathogenesis. Marfan syndrome results from an inherited defect in an extracellular glycoprotein called fibrillin- 1. There are two fundamental mechanisms by which loss of fibrillin leads to the clinical manifestations of Marfan syndrome: loss of structural suppo in microfibril rich connective tissue and excessive activation of TGF-b signaling. Each of these is discussed below. * Fibrillin is the major component of microfibrils found in the extracellular matrix. These fibrils provide a scaffolding on which tropoelastin is deposited to form elastic fibers. Although microfibrils are widely distributed in the body, they are paicularly abundant in the aoa, ligaments, and the ciliary zonules that suppo the lens; these tissues are prominently affected in Marfan syndrome. Fibrillin occurs in two homologous forms, fibrillin-1 and fibrillin-2, encoded by two separate genes, FBN1 and FBN2, mapped on chromosomes 15q21. 1 and 5q23. 31, respectively. Mutations of FBN1 underlie Marfan syndrome; mutations of the related FBN2 gene are less common, and they give rise to congenital contractural arachnodactyly, an autosomal dominant disorder characterized by skeletal abnormalities. Mutational analysis has revealed more than 600 distinct mutations of the FBN1 gene in individuals with Marfan syndrome. Most of these are missense mutations that give rise to abnormal fibrillin-1. These can inhibit polymerization of fibrillin fibers (dominant negative effect). Alternatively, the reduction of fibrillin content below a ceain threshold weakens the connective tissue (haploinsufficiency). * While many clinical manifestations of Marfan syndrome can be explained by changes in the mechanical propeies of the extracellular matrix resulting from abnormalities of fibrillin, several others such as bone overgrowth and myxoid changes in mitral valves cannot be attributed to changes in tissue elasticity. Recent studies indicate that loss of microfibrils gives rise to abnormal and excessive activation of transforming growth factor-b (TGF-b), since normal microfibrils sequester TGF-b and thus control the bioavailability of this cytokine. Excessive TGF-b signaling has deleterious effects on vascular smooth muscle development and it also increases the activity of metalloproteases, causing loss of extracellular matrix. This schema is suppoed by two sets of observations. First, in a small number of individuals with clinical features of Marfan syndrome (MFS2), there are no mutations in FBN1 but instead gain-of-function mutations in genes that encode TGF-b receptors. Second, in mouse models of Marfan syndrome generated by mutations in Fbn1, administration of antibodies to TGF-b prevents alterations in the aoa and mitral valves. Ref Robbins 9/e pg 144",
        "cop": 4,
        "opa": "Turner's syndrome",
        "opb": "Klinefelter's syndrome",
        "opc": "Down syndrome",
        "opd": "Marfan syndrome",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "73c9e1d1-7158-4f5e-9f08-48904d42ab38",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most sensitive test for the diagnosis of myasthenia gravis?",
        "exp": "Diagnosis of myasthenia gravis (MG) History:--diplopia, ptosis, weakness, fluctuation, and fatigue, worse with activity, improved by rest Physical examination:--ptosis, diplopia, motor power survey--quantitative testing of muscle strength, forward arm abduction time (5 min), vital capacity, the absence of other neurologic signs. Laboratory testing:--anti-AChR radioimmunoassay--85% positive in generalized MG, 50% in ocular MG, the definite diagnosis of positive; negative results do not exclude MG, 40% of AChR antibody-negative patients with generalized MG have anti-muscle antibodies. Repetitive nerve stimulation, the decrement of>15% at 3. Hz: highly probable. Single fiber electromyography: blocking and fitter, with normal fiber density; confirmatory, but not specific. Endorphin chloride--(Tensile) 2 mg + 8 mg IV: highly probable diagnosis if unequivocal positive. For ocular or cranial MG, exclude intracranial lesions by CT or MRI. Ref - Harrison's internal medicine 20e pg 3233-3235, 3234t, 3237t",
        "cop": 3,
        "opa": "Elevated serum ACh-receptor binding antibodies",
        "opb": "Repetitive nerve stimulation test",
        "opc": "Positive edrophonium test",
        "opd": "Measurement of jitter by single fibre electromyography",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "a05ca475-9b5e-47d4-aa19-267c59438941",
        "choice_type": "single"
    },
    {
        "question": "Gene mutations in Cystic fibrosis occurs at -",
        "exp": "In cystic fibrosis, CFTR gene mutation occurs on the long arm of chromosome 7 Reference: Ghai essential pediatrics, 9 th edition, page 392",
        "cop": 3,
        "opa": "Sho arm of chromosome 7",
        "opb": "Long arm os chromosome 5",
        "opc": "Long arm of chromosome 7",
        "opd": "Sho arm of chromosome. 3",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "18c5a928-9ac1-4cca-9972-88423d388fff",
        "choice_type": "single"
    },
    {
        "question": "Chloride receptor defect is responsible for:",
        "exp": "Ans: A (Cystic fibrosis) Ref: Harrison's 18th edn, pg 2149. Explanation: Cystic Fibrosis. Autosomal recessive. Mutation in CFTR (cysic fibrosis transmembrane conductance regulator) gene. Clinical Features. Bronchiectasis. Exocrine pancreatic insufficiency. Intestinal dysfunction. Abnormal sweat gland function. Urogenital dysfunction. CF airway epithelia exhibit abnormal Cl- secretion and Na+ absorption. Predisposes to infections. Staph, aureus. Pseud. aeruginosa. Others are H. influenza. Alcaligenes. Burkholderia, Proteus. E. coli, Klebsiella, Aspergillus. Lack of CFTR Cl- channel in the apical membrane of pancreas, failure to secrete Na. HCO3 and water, destruction of the pancreas. In the sweat glands, inability to absorb Cl- from the sweat leads to high Cl- concentrations in sweat measured after iontophoresis of cholinergic agents. Spirometry: | RV/TLC, | FVC and | FEV1. CXR- hyperinflation, brochiectasis, right upper lobe (Earliest involved). Clubbing, pneumothorax, hemoptysis, corpulmo- nale. GIT: Meconium ileus, DIOS, protein and fat malabsorption, diabetes later. GUT: Late onset puberty, azoospermia, female infertility- Treatment. Gene therapy of CFTR gene. Clearance of secretions with hypertonic saline, antibiotics. Recombinant human DNAse to degrade DNA in sputum. Pancreatic enzyme replacement, Vit E and K. Insulin. Megalodiatrizoate enema for acute intestinal obstruction. Urodeoxv cholic acid for cholestatic liver disease. Predisposed to renal stones and osteoporosis",
        "cop": 1,
        "opa": "Cystic fibrosis",
        "opb": "Wilson's disease",
        "opc": "Alpha-1 antitrypsin deficiency",
        "opd": "Hemochromatosis",
        "subject_name": "Medicine",
        "topic_name": "Genetics",
        "id": "fd08f9d8-46be-42ba-b740-4f6847e27c0e",
        "choice_type": "single"
    }
]