[
    {
        "question": "A 60-year-old female is having proximal muscle weakness with increased serum creatinine kinase. The probable diagnosis is:",
        "exp": "A. It is a subacute inflammatory myopathy affecting adults, without rash, involvement of eye, family history of neuromuscular disease B. Dermatomyositis is identified by a rash preceding muscle weakness. C. Inclusion body myositis has an asymmetrical muscle involvement. D. Limb girdle muscular dystrophy and would have pediatric presentation and not in old age. Even if it LGMD patient survives by 60 years of age severe muscle wasting with contractures would have occurred.",
        "cop": 1,
        "opa": "Polymyositis",
        "opb": "Dermatomyositis",
        "opc": "Inclusion body myositis",
        "opd": "Limb-girdle muscle dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "062c5fdc-ea77-45f5-b855-9e1e6e0f958f",
        "choice_type": "single"
    },
    {
        "question": "Clinical features of Conus Medullaris syndrome include all of the following Except:",
        "exp": "The root value of Conus medullaris is S1-S5. Hence in conus medullaris syndrome, knee-jerk is preserved but ankle jerk is lost. Due to the involvement of coicospinal pathway, extensor plantars will be seen.",
        "cop": 2,
        "opa": "Plantar Extensor",
        "opb": "Absent knee & ankle jerks",
        "opc": "Sacral anesthesia",
        "opd": "Lower sacral & coccygeal involvement",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "0e1e8258-48e2-410f-a82a-23f1cd46707f",
        "choice_type": "multi"
    },
    {
        "question": "Saccadic movement present in all except:",
        "exp": "Saccades Rapid, ballistic movement of eyes that abruptly change the point of fixation. Can be elicited voluntarily, but occur reflexly whenever the eyes are open, even when fixated on a target. Rapid eye movement that occur during sleep are also saccades. Site -Basal ganglia or cerebellum. Option B- Huntington's chorea - damage to caudate nucleus Option C- Progressive supranuclear palsy - damage to Basal ganglia Option D- Spinocerebellar ataxia- damage to cerebellum falls backwards But in Alzheimer's - coical dementia",
        "cop": 1,
        "opa": "Alzheimer's disease",
        "opb": "Huntington's chorea",
        "opc": "Progressive supranuclear palsy",
        "opd": "Spinocerebeller ataxia",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "90cdc4f5-4bf1-44a3-84bb-f708a15303c9",
        "choice_type": "multi"
    },
    {
        "question": "A patient came to OPD with a stamping gait. On examination, when he was asked to close his eyes and walk, he fails to walk. Which of the following tracts is most probably affected?",
        "exp": "Patients manifest progressive ataxia and signs of posterior column dysfunction (impaired joint position and vibratory sensation) Due to posterior column dysfunction, proprioception is impaired resulting in incordination of motor movements leading to ataxia and stamping gait It can be a manifestation of Vitamin E and vitamin B12 deficiency or peripheral neuropathy due to Diabetes mellitus.",
        "cop": 3,
        "opa": "Spinocerebellar tract",
        "opb": "Vestibulospinal tract",
        "opc": "Posterior column tract",
        "opd": "Rubrospinal tract",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "d5c608cc-c4c4-4d4f-bbf3-56d886131ddc",
        "choice_type": "single"
    },
    {
        "question": "Albumino-cytological dissociation in CSF is a feature of:-",
        "exp": "GB syndrome Autoimmune - H/O -Post bacteria / viral - MC - C. Jejuni 2 wks.- C/L - Ascending symmetrical flaccid paralysis but bladder bowel-spared Dx - lumbar puncture - CSF (P) - Normal Cells - Normal Sugar - Normal Colour - Normal Proteins | Albumino-cytological dissociation IOC - Anti. GM- Ab. Rx - IV Immunoglobulins",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "GB syndrome",
        "opc": "TB meningitis",
        "opd": "Multiple myeloma",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "9964d597-b5ce-4b56-bfe3-180e0085dcd2",
        "choice_type": "single"
    },
    {
        "question": "Which of these cells is often malfunctioning in Alzheimer's disease?",
        "exp": "Alzheimer's disease characterized by: * A ss amyloid deposition * Taupathy * Malfunctioning of microglial cells which play role in phagocytosis & security in brain. IOC - Functional MRI DOC - DONEPEZIL",
        "cop": 1,
        "opa": "Microglia",
        "opb": "Radial glia",
        "opc": "Dendrites",
        "opd": "Oligodendrocytes",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "167ec92f-6b05-4a5c-a6a6-e997c0f41467",
        "choice_type": "single"
    },
    {
        "question": "Most common cranial nerve involvement causing ophthalmoparesis in Guillain Barre syndrome is due to:",
        "exp": "The most common cranial nerve involved in GBS is the 7th cranial nerve involvement BUT the question was regarding cranial nerve involvement causing ophthalmo-paresis in G. B. S. Hence the Answer is a 6th cranial nerve. Remember the number 7-6-3 as cranial nerves involved in G. B. S. Ophthalmoparesis may be observed in up to 25% of patients with G. B. S. Limitation of eye movement most commonly results from asymmetrical palsy associated with cranial nerve VI. Ptosis from cranial nerve III (oculomotor) palsy also is often associated with limited eye movements.",
        "cop": 1,
        "opa": "6th nerve",
        "opb": "7th nerve",
        "opc": "8th nerve",
        "opd": "9th nerve",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "ebe1c206-a0f0-45e8-bba6-9975d84f67c3",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about Alzheimer's disease except?",
        "exp": "Extracellular inclusions CANNOT be found in absence of intracellular inclusions. Neuritic plaques and neurofibrillary changes are found in all associated areas of the cerebral coex. Number of neuritic senile plaques correlate with age. Neuritic plaques can be seen in the normal aged brain also, so they are non-pathogenic in all cases. Neurofibrillary tangles and neuronal alterations correlate best with the severity of dementia, not neuritic plaques. Tau proteins are formed intracellularly causing neuronal degeneration leading to Alzheimer disease.",
        "cop": 4,
        "opa": "Number of senile plaques correlate with age",
        "opb": "Underlying tau proteins suggest neurodegeneration",
        "opc": "Number of neurofibrillary tangles is associated with the severity of dementia",
        "opd": "Extracellular inclusions can be found in the absence of intracellular inclusions",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "d59d09de-4b69-42ed-8932-d3a4f37130ec",
        "choice_type": "multi"
    },
    {
        "question": "Which lobes are affected by Alzheimer's?",
        "exp": "AD presents with insidious onset of memory loss followed by a slowly progressive dementia over several years. Pathologically, atrophy is distributed throughout medial temporal lobe andl ateral and medial parietal lobes. 4 A's of Alzheimer's disease are: 1. Amnesia:(Temporal ) Sho term and Long term memory 2. Apraxia (Non dominant parietal lobe ) 3. Anosognosia 4. Aphasia (Dominant parietal lobe )",
        "cop": 2,
        "opa": "Frontal and temporal lobe",
        "opb": "Temporal and parietal lobe",
        "opc": "Parietal and occipital lobe",
        "opd": "Parietal and frontal lobe",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "831072b8-6be9-4f96-855a-8e6c30f697a8",
        "choice_type": "single"
    },
    {
        "question": "An 80-year-old chronic alcoholic was diagnosed with atrial fibrillation five years ago. His son describes a stepwise decline in his father's overall memory over these years. On examination, he is having pseudobulbar affect with brisk DTR in left upper extremity and up-going plantars. What is the diagnosis?",
        "exp": "Chronic alcoholism leads to development of dilated cardiomyopathy and atrial fibrillation. The emboli from the heart can lead to multi small infarcts in the brain. This leads to development of a Multi-infarct dementia. Binswanger's disease Long-standing hypertension and atherosclerosis. Associated with diffuse subcoical white matter damage. Vitamin B12 deficiency In the setting of alcoholism will lead to the development of myelopathy involving dorsal column. Dementia seen is subcoical.",
        "cop": 3,
        "opa": "Binswanger's disease",
        "opb": "Alzheimer's disease",
        "opc": "Multi-infarct dementia",
        "opd": "Vitamin B12 deficiency",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "a262576c-e9e8-4f1b-828e-0c7f0f900d0a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not true about polymyositis?",
        "exp": "Polymyositis presents with symmetrical proximal muscle weakness. Pelvic girdle muscles are more involved than upper body muscles. Ocular muscles are never involved in generalized polymyositis. The actual onset of Poly-myositis is often not easily determined, and patients typically delay seeking medical advice for several months. This is in contrast to dermatomyositis, in which the rash facilitates early recognition. Polymyositis mimics many other myopathies and is a diagnosis of exclusion. It is a subacute inflammatory myopathy affecting adults, and rarely children, who do NOT have any of the following: 1. Rash, involvement of the extraocular and facial muscles, 2. Family history of a neuromuscular disease 3. History of exposure to myotoxic drugs or toxins 4. Endocrinopathy, neurogenic disease, muscular dystrophy 5. Biochemical muscle disorder (deficiency of a muscle enzyme)",
        "cop": 2,
        "opa": "Limb-girdle weakness",
        "opb": "Ophthalmoplegia",
        "opc": "Para-neoplastic syndrome",
        "opd": "Spontaneous discharge in EMG",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "b596d132-f1cf-4281-bbfc-9486873c58c6",
        "choice_type": "multi"
    },
    {
        "question": "In Wernicke's encephalopathy, the amnestic defect is correlated most closely with inflammation and necrosis of:",
        "exp": "Amnestic defect is due to lesions in dorso medial thalamus. Appearance of acute Wernicke encephalopathy on MRI demonstrates abnormal hyperdensity of the dorsomedial thalamus and peri aqueductal gray matter with associated abnormal enhancement on T1-weighted images. Periventricular lesions surround third ventricle, aqueduct, and fouh ventricle, with petechial hemorrhages in acute cases and atrophy of mamillary bodies in most chronic cases. Depending on the location of brain lesion different symptoms are seen: A. Brainstem tegmentum: Ocular pupillary changes, Extraocular muscle palsy: gaze palsy, nystagmus. B. Hypothalamus, Medulla: Dorsal nucleus of Vagus: Autonomic dysfunction leading to cardio-circulatory and respiratory abnormalities. C. Cerebellum: Ataxia. D. Diffuse cerebral dysfunction: Altered cognition and global confusional state. E. Brain stem -peri aqueductal gray matter: Reduction of consciousness",
        "cop": 4,
        "opa": "Mamillary bodies",
        "opb": "Midline cerebellum",
        "opc": "Peri-aqueductal gray matter",
        "opd": "Dorso-medial thalamus",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "24fc3d28-8952-4543-b9be-a56863801ebf",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man presents to the emergency in a wheelchair complaining of weakness that has developed over the past 2 days. He first noticed that he had generalized fatigue and felt like he was having a hard time moving his feet. Over the past 24 hours, the weakness has progressed to the point that he can barely stand with assistance. He is beginning to feel that it is difficult to lift his arms. He also complains of a sharp pain in his shoulders and along his spine. Both his hands and feet are tingling. On physical examination, his initial blood pressure is 140/80 mm. Hg. On repeat 1 hour later, it is 90/50 mm. Hg. His heart rate is 106 bpm, respiratory rate is 25 breaths/min, temperature is 37. 0degC, and Sa. O2 is 96% on room air. Deep tendon reflexes are absent at the knee, ankle, and wrist. The brachioradialis reflex is 1+. Strength throughout the lower extremities is diminished as the patient is unable to lift either leg against gravity. What is the appropriate diagnosis?",
        "exp": "Choice A is ruled out as it presents with descending paralysis. Snake bite will have autonomic features and is unlikely that patient does not feel the pain Polio is ruled out as it has descending paralysis. Ascending paralysis, areflexia and sphincter sparing is feature of GBS GBS 1. Lumbar puncture analysis CSF opening pressure - Normal Cells - Normal Sugar - Normal Color- Normal Protein- Raised Albumino - cytological dissociation(Also seen in Froin's loculation Syndrome) 2. Nerve conduction velocity - F - Reflex - Latency period|3. MRI spine - Demyelination4. Antibody of G. B. S: Anti GM1 A/b Rx- I. V Immunoglobulin's - DOCPlasmapheresis - Efficacy of IV Ig & plasmapheresis is equal.",
        "cop": 2,
        "opa": "Botulinism",
        "opb": "G. B. S",
        "opc": "Snake bite",
        "opd": "Polio",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "a396c72e-15a5-4825-80b9-11149bf76bd8",
        "choice_type": "multi"
    }
]