[
    {
        "question": "A 60-year-old female is having proximal muscle weakness with increased serum creatinine kinase. The probable diagnosis is:",
        "exp": "A. It is a subacute inflammatory myopathy affecting adults, without rash, involvement of eye, family history of neuromuscular disease B. Dermatomyositis is identified by a rash preceding muscle weakness. C. Inclusion body myositis has an asymmetrical muscle involvement. D. Limb girdle muscular dystrophy and would have pediatric presentation and not in old age. Even if it LGMD patient survives by 60 years of age severe muscle wasting with contractures would have occurred.",
        "cop": 1,
        "opa": "Polymyositis",
        "opb": "Dermatomyositis",
        "opc": "Inclusion body myositis",
        "opd": "Limb-girdle muscle dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "062c5fdc-ea77-45f5-b855-9e1e6e0f958f",
        "choice_type": "single"
    },
    {
        "question": "A patient came to OPD with a stamping gait. On examination, when he was asked to close his eyes and walk, he fails to walk. Which of the following tracts is most probably affected?",
        "exp": "Patients manifest progressive ataxia and signs of posterior column dysfunction (impaired joint position and vibratory sensation) Due to posterior column dysfunction, proprioception is impaired resulting in incordination of motor movements leading to ataxia and stamping gait It can be a manifestation of Vitamin E and vitamin B12 deficiency or peripheral neuropathy due to Diabetes mellitus.",
        "cop": 3,
        "opa": "Spinocerebellar tract",
        "opb": "Vestibulospinal tract",
        "opc": "Posterior column tract",
        "opd": "Rubrospinal tract",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "d5c608cc-c4c4-4d4f-bbf3-56d886131ddc",
        "choice_type": "single"
    },
    {
        "question": "Albumino-cytological dissociation in CSF is a feature of:-",
        "exp": "GB syndrome Autoimmune - H/O -Post bacteria / viral - MC - C. Jejuni 2 wks.- C/L - Ascending symmetrical flaccid paralysis but bladder bowel-spared Dx - lumbar puncture - CSF (P) - Normal Cells - Normal Sugar - Normal Colour - Normal Proteins | Albumino-cytological dissociation IOC - Anti. GM- Ab. Rx - IV Immunoglobulins",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "GB syndrome",
        "opc": "TB meningitis",
        "opd": "Multiple myeloma",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "9964d597-b5ce-4b56-bfe3-180e0085dcd2",
        "choice_type": "single"
    },
    {
        "question": "Which of these cells is often malfunctioning in Alzheimer's disease?",
        "exp": "Alzheimer's disease characterized by: * A ss amyloid deposition * Taupathy * Malfunctioning of microglial cells which play role in phagocytosis & security in brain. IOC - Functional MRI DOC - DONEPEZIL",
        "cop": 1,
        "opa": "Microglia",
        "opb": "Radial glia",
        "opc": "Dendrites",
        "opd": "Oligodendrocytes",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "167ec92f-6b05-4a5c-a6a6-e997c0f41467",
        "choice_type": "single"
    },
    {
        "question": "Most common cranial nerve involvement causing ophthalmoparesis in Guillain Barre syndrome is due to:",
        "exp": "The most common cranial nerve involved in GBS is the 7th cranial nerve involvement BUT the question was regarding cranial nerve involvement causing ophthalmo-paresis in G. B. S. Hence the Answer is a 6th cranial nerve. Remember the number 7-6-3 as cranial nerves involved in G. B. S. Ophthalmoparesis may be observed in up to 25% of patients with G. B. S. Limitation of eye movement most commonly results from asymmetrical palsy associated with cranial nerve VI. Ptosis from cranial nerve III (oculomotor) palsy also is often associated with limited eye movements.",
        "cop": 1,
        "opa": "6th nerve",
        "opb": "7th nerve",
        "opc": "8th nerve",
        "opd": "9th nerve",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "ebe1c206-a0f0-45e8-bba6-9975d84f67c3",
        "choice_type": "single"
    },
    {
        "question": "Which lobes are affected by Alzheimer's?",
        "exp": "AD presents with insidious onset of memory loss followed by a slowly progressive dementia over several years. Pathologically, atrophy is distributed throughout medial temporal lobe andl ateral and medial parietal lobes. 4 A's of Alzheimer's disease are: 1. Amnesia:(Temporal ) Sho term and Long term memory 2. Apraxia (Non dominant parietal lobe ) 3. Anosognosia 4. Aphasia (Dominant parietal lobe )",
        "cop": 2,
        "opa": "Frontal and temporal lobe",
        "opb": "Temporal and parietal lobe",
        "opc": "Parietal and occipital lobe",
        "opd": "Parietal and frontal lobe",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "831072b8-6be9-4f96-855a-8e6c30f697a8",
        "choice_type": "single"
    },
    {
        "question": "In Wernicke's encephalopathy, the amnestic defect is correlated most closely with inflammation and necrosis of:",
        "exp": "Amnestic defect is due to lesions in dorso medial thalamus. Appearance of acute Wernicke encephalopathy on MRI demonstrates abnormal hyperdensity of the dorsomedial thalamus and peri aqueductal gray matter with associated abnormal enhancement on T1-weighted images. Periventricular lesions surround third ventricle, aqueduct, and fouh ventricle, with petechial hemorrhages in acute cases and atrophy of mamillary bodies in most chronic cases. Depending on the location of brain lesion different symptoms are seen: A. Brainstem tegmentum: Ocular pupillary changes, Extraocular muscle palsy: gaze palsy, nystagmus. B. Hypothalamus, Medulla: Dorsal nucleus of Vagus: Autonomic dysfunction leading to cardio-circulatory and respiratory abnormalities. C. Cerebellum: Ataxia. D. Diffuse cerebral dysfunction: Altered cognition and global confusional state. E. Brain stem -peri aqueductal gray matter: Reduction of consciousness",
        "cop": 4,
        "opa": "Mamillary bodies",
        "opb": "Midline cerebellum",
        "opc": "Peri-aqueductal gray matter",
        "opd": "Dorso-medial thalamus",
        "subject_name": "Medicine",
        "topic_name": "Guillian Barre syndrome & Alzheimer's disease",
        "id": "24fc3d28-8952-4543-b9be-a56863801ebf",
        "choice_type": "single"
    }
]