[
    {
        "question": "Die is commonly seen in -",
        "exp": "Acute promyelocytic leukaemia (M3) may be associated with a serious coagulation abnormality, disseminated intravascular coagulation. Reference: Davidson's principles & practices of medicine 22nd edition pg no 383.",
        "cop": 3,
        "opa": "Ml. AML",
        "opb": "M2. AML",
        "opc": "M3. AML",
        "opd": "M4. AML",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "a7688745-f81c-4849-a540-8413e9259e4f",
        "choice_type": "single"
    },
    {
        "question": "Most common site of histiocytosis is -",
        "exp": "Langerhan's cell histiocytosis are malignant proliferation of dendritic cells or macrophages. These proliferating cells are actually Langerhan's cells of marrow origin. Reference: Harsh Mohan textbook of pathology 6th edition pg no 385.",
        "cop": 1,
        "opa": "Bone",
        "opb": "Skin",
        "opc": "Lung",
        "opd": "Liver",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1a6f5875-e108-45f2-bcc9-635f9a3d3d64",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive and specific test for diagnosis of iron deficiency is -",
        "exp": "<p>Plasma ferritin is a measure of iron stores in tissues & is the best test to confirm iron deficiency & is a very specific test. </p><p>Plasma iron & total iron binding capacity are measures of iron availability; hence they are affected by many factors besides iron stores.</p><p>Plasma iron has a marked diurnal & day to day variation & becomes very low during an acute phase response. </p><p>Levels of transferrin are lowered by malnutrition, liver disease, acute phase response, & nephrotic syndrome. A transferrin saturation of less than 16%is consistent but is less specific than a ferritin measurement.</p><p>Reference: Davidson&; s principles & practice of medicine 22nd edition pg no-1023</p>",
        "cop": 2,
        "opa": "Serum iron levels",
        "opb": "Serum ferritin levels",
        "opc": "Serum transferrin receptor population",
        "opd": "Transferrin saturation",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1a855e4b-e67b-4268-8f5c-193089627f4f",
        "choice_type": "single"
    },
    {
        "question": "Drug (s) used in the treatment of multiple myeloma is/are-",
        "exp": "Drugs used as first line treatment of multiple myeloma include boezomib(proteasome inhibitor) & thalidomide( anti- angiogenic effects against tumour blood vessels & immunomodulatory effects). Reference: Davidson's principles &practice of medicine 22nd edition pg no 1047.",
        "cop": 1,
        "opa": "Boezomib",
        "opb": "Methotrexate",
        "opc": "Hydroxyurea",
        "opd": "Ketoconazole",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "91c7b767-7888-4ca3-a0dc-cf9befe07699",
        "choice_type": "single"
    },
    {
        "question": "Gaisbock syndrome is better known as?",
        "exp": "Gaisbock syndrome is characterised by secondary polycythemia. It occurs mainly in male sedentary individuals, on a high-calorie diet. Prevalence is unknown. The clinical picture includes mild obesity, hypertension and decrease in plasma volume with relative increase in hematocrit, blood viscosity, serum cholesterol, triglycerides and uric acid. The reduction in plasma volume seems related to the elevation of the diastolic blood pressure. Prognosis is impaired by the development of cardiovascular complications.",
        "cop": 3,
        "opa": "Primary familial polycythemia",
        "opb": "High-altitude erythrocytosis",
        "opc": "Spurious polycythemia",
        "opd": "Polycythemia vera",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "00d1d295-5998-4780-b5c8-3541ce055bd0",
        "choice_type": "single"
    },
    {
        "question": "1729. A 28 yr old female presented with malaise and generalised weakness since 6 month. Her appetite Is reduced and she has giddiness and palpitations on and off. There was no organomegaly. Laboratory Study showed normochromic to hypochromic anemia and MCV-80. What Is the diagnosis",
        "exp": "<p> Iron deficiency anemia is much more common in women between the age of 20 & 45 yrs than in men. The onset of this anemia is generally slow. The usual symptoms are weakness, fatigue, palpitations, dyspnoea on exeion & pallor of skin, sclera & mucous membrane.</p><p>Also MCV will be less than 80fl in iron deficiency anemia.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 298.</p>",
        "cop": 2,
        "opa": "Thalassemia minor",
        "opb": "Iron deficiency anemia",
        "opc": "Chronic malaria",
        "opd": "Folate deficiency",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "a157f6a4-4f0b-4c11-82a9-effbebbba58d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the mechanism of action of Fondaparinux",
        "exp": "The antithrombotic activity of fondaparinux sodium is the result of antithrombin III (ATIII) mediated selective inhibition of Factor Xa. ref - Harrisons internal medicine 20e pg851",
        "cop": 2,
        "opa": "Factor Xa inhibition and Thrombin inhibition",
        "opb": "Factor Xa inhibition",
        "opc": "Antithrombin inhibitor",
        "opd": "Thrombin inhibition",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "91119790-be8f-4853-84e4-f5b018849a28",
        "choice_type": "single"
    },
    {
        "question": "Not affected in multiple myeloma -",
        "exp": "Types of monoclonal protein in multiple myeloma include IgG, (55%), IgA(21%), light chain only(22%), others(D, E, non-secretory about 2%). Reference: Davidson's principles & practice of medicine 22nd edition pg no 1046.",
        "cop": 3,
        "opa": "IgG",
        "opb": "IgA",
        "opc": "IgM",
        "opd": "IgD",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "c4cb5c3a-1c87-4595-b67f-3e2239c5907f",
        "choice_type": "single"
    },
    {
        "question": "The classification proposed by the International Lymphoma Study Group for non - Hodgkin&; s lymphoma is known as -",
        "exp": "<p>International Lymphoma Study Group (Harris et al) proposed revised European -American classification of lymphoid neoplasms (REAL classification ). This classification was based on the hypothesis that all forms of lymphoid malignancies represent malignant counterpas of normal population of immune cells present in the lymph node & bone marrow.</p><p>Harsh mohan textbook of pathology 6. TH edition pg no 366.</p>",
        "cop": 2,
        "opa": "Kiel classification",
        "opb": "REAL classification",
        "opc": "WHO classification",
        "opd": "Rappapo classification",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "9d1781ab-b8e5-45fd-9e7a-ca4a264a1fc6",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for aplastic anemia is",
        "exp": "The prognosis of severe aplastic anemia managed with suppoive therapy is only poor and more than 50% of people die, usually in the first year. The curative treatment for patients under 35 years of age is allogenic hematopoietic stem cell transplantation if there is an available sibling donor. Older patients and those with suitable donors should proced to bone marrow transplantion as soon as possible. Reference: Davidson, 23rd Edition, page no: 969.",
        "cop": 3,
        "opa": "Blood transfusion",
        "opb": "Oxymethalone",
        "opc": "Bone marrow transplantation",
        "opd": "Azathioprine",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "9308e6f7-2efe-4f52-b2dd-858fb18104c4",
        "choice_type": "single"
    },
    {
        "question": "Enzyme used in Leukemia-",
        "exp": "Asparaginase. Asparaginase is an enzyme that is used as a medication and in food manufacturing. As a medication, L-asparaginase is used to treat acute lymphoblastic leukemia (ALL), acute myeloid leukemia (AML), and non-Hodgkin's lymphoma. It is given by injection into a vein, muscle, or under the skin Ref Davidson 23rd edition pg 920",
        "cop": 1,
        "opa": "Asparginase",
        "opb": "Lipase",
        "opc": "Amylase",
        "opd": "Transminase",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "0df54f8e-0373-4ef8-9d7a-83ae9f60ccca",
        "choice_type": "single"
    },
    {
        "question": "A patient underwent Bhadrenalectomy in views of B/L pheochromocytoma 1 day later developed lethargy fatigue low BP and pulse normal No signs of volume deficit likely course",
        "exp": "ref harissons 21st ed",
        "cop": 1,
        "opa": "Addisonian Crisis",
        "opb": "SIADH",
        "opc": "DI",
        "opd": "Cerebral salt wasting DISEASE",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "6e1263bf-4a76-47f9-aaf0-f11fbd8fdf32",
        "choice_type": "single"
    },
    {
        "question": "1930. The first-line drug therapy in chronic myeloid leukemia is -",
        "exp": "Imatinib, dasatinib, and nilotinib specifically inhibit BCR ABL tyrosine kinase activity and reduce the uncontrolled proliferation of white cells They are recommended as first line therapy in chronic phase CML, producing complete cytogenic response(disappearance of the Ph chromosome) Reference: Davidson&; s principles & practice of medicine 22nd edition pg no 1039",
        "cop": 4,
        "opa": "Hydroxycarbamide",
        "opb": "Alpha-interferon",
        "opc": "Busulphan",
        "opd": "Imatinib",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "4be31a0c-1f42-4c83-bb8a-36c3bc5bccdd",
        "choice_type": "single"
    },
    {
        "question": "Flowcytometry of an AML patient showed CD41 and CD61 positivity, it belongs to which FAB classification?",
        "exp": "Acute megakaryoblastic leukaemia can often be diagnosed only by expression of the platelet-specific antigens CD41 and/or CD61. It is classified under the AML-M7 category of the FAB classification. Ref: Harrison 19th edition pg: 678",
        "cop": 4,
        "opa": "M0",
        "opb": "M3",
        "opc": "M5",
        "opd": "M7",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "92fe44f8-4dad-4d36-9bc8-ed4022615fea",
        "choice_type": "single"
    },
    {
        "question": "Drug not used for multiple myeloma is -",
        "exp": "Drugs used in multiple myeloma include boezomib(proteasome inhibitor) & lenalidomide( a derivative of thalidomide ) as first line treatment. In older patients, thalidomide combined with melphalan & prednisolone is used. Thalidomide has both anti-angiogenic effects against tumour blood vessels & immunomodulatory effects. Reference: Davidson's principles & practice of medicine 22nd edition pg no 1047.",
        "cop": 3,
        "opa": "Boezonib",
        "opb": "Lenalidomide",
        "opc": "Methotrexate",
        "opd": "Prednisone",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "5eec45ae-b235-4b03-8c6f-3364abf3d31f",
        "choice_type": "single"
    },
    {
        "question": "Seen in chronic inflammatory anemia is -",
        "exp": "<p>In chronic inflammatory anemia, defect in transfer of iron from macrophages to developing erythroid cells in the marrow leads to reduced availability of iron for haem synthesis despite adequate iron stores, elevating serum ferritin levels. Serum iron is characteristically reduced in this type of anemias while TIBC is low to normal.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 302.</p>",
        "cop": 1,
        "opa": "Serum iron |S. ferritin |and transferrin |",
        "opb": "Serum iron |S. ferritin |and transferrin |",
        "opc": "Serum iron | S. ferritin | and transferrin |",
        "opd": "Serum iron |S. ferritin | and transferrin |",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "33d944be-8d70-4725-90fd-adc334fae2bf",
        "choice_type": "single"
    },
    {
        "question": "Increased PT is seen with -",
        "exp": "The formation of a clot in the body is a complex process that involves multiple substances called clotting factors. Warfarin decreases the body's ability to form blood clots by blocking the formation of vitamin K-dependent clotting factors. Vitamin K is needed to make clotting factors and prevent bleeding. Therefore, by giving a medication that blocks the clotting factors, your body can stop harmful clots from forming and prevent clots from getting larger. The goal of warfarin therapy is to decrease the clotting tendency of blood, not to prevent clotting completely. Therefore, the effect of warfarin must be monitored carefully with blood testing. On the basis of the results of the blood test, your daily dose of warfarin will be adjusted to keep your clotting time within a target range. The blood test used to measure the time it takes for blood to clot is referred to as a prothrombin time test, or protime (PT). The PT is repoed as the International Normalized Ratio (INR). The INR is a standardized way of expressing the PT value. The INR ensures that PT results obtained by different laboratories can be compared. It is impoant to monitor the INR (at least once a month and sometimes as often as twice weekly) to make sure that the level of warfarin remains in the effective range. If the INR is too low, blood clots will not be prevented, but if the INR is too high, there is an increased risk of bleeding. This is why those who take warfarin must have their blood tested so frequently. Ref Davidson 23rd edition pg963",
        "cop": 1,
        "opa": "Warfarin administration",
        "opb": "Heparin administration",
        "opc": "Factor 8 deficiency",
        "opd": "Factor 9 deficiency",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "d6d6647f-af6d-432a-94e2-d8f8f6d0f7a7",
        "choice_type": "single"
    },
    {
        "question": "Osmotic fragility is increased in -",
        "exp": "<p>Osmotic fragility test is helpful in testing the spheroidal nature of red cells which readily lyse more readily in solutions of low salt concentration that is osmotic fagility is increased in hereditary spherocytosis. </p><p>Harsh mohan textbook of pathology 6th edition pg no 315</p>",
        "cop": 3,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Hereditary spherocytosis",
        "opd": "Chronic lead poisoning",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f3414a98-df77-4f70-99b5-589678166bb6",
        "choice_type": "single"
    },
    {
        "question": "1718. A patient presents with increased serum ferritin, decreased TIBC, increased serum iron, % saturation increased. Most probable diagnosis is -",
        "exp": "In the given case, serum iron is raised, which implies that it is not a iron deficiency anemia or anemia of chronic disorder(where serum iron is reduced) In sideroblastic anemia, serum ferritin levels are raised, marrow iron stores are raised, serum iron is usually raised with almost complete saturation of TIBC. The disorder has its pathogenesis in disturbed growth & maturation of erythroid precursors at the level of hematopoietic stem cell, probably due to reduced activity of the enzyme, ALA synthetase. Reference: Harsh mohan textbook of pathology sixth edition pg no 300.",
        "cop": 2,
        "opa": "Anemia of chronic disease",
        "opb": "Sideroblastic anemia",
        "opc": "Iron deficiency anemia",
        "opd": "Thalassemia minor",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "3f9dc4a9-b2a3-4784-9b14-9eccd74ff8cc",
        "choice_type": "single"
    },
    {
        "question": "1752. Which does&; t cause hemolysis in G 6 PD deficiency -",
        "exp": "<p>Drugs which develops oxidant stress in RBCs in G 6 PD deficiency & results in hemolysis are: analgesics(aspirin, phenacetin), antimalarials(primaquine, quinine, chloroquine, pyrimethamine), antibiotics(sulphonamides, nitrofurantoin, ciprofloxacin)miscellaneous (quinidine, probenecid, vitamink, dapsone)</p><p>Reference: Davidson&; s principles & practice of medicine 22nd edition pg no1029</p>",
        "cop": 1,
        "opa": "Oestrogen",
        "opb": "Salicylates",
        "opc": "Primaquine",
        "opd": "Nitrofurantoin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "70ccc9d8-ec4a-4556-a7db-78a2bc7e5c39",
        "choice_type": "single"
    },
    {
        "question": "Low serum iron and low serum ferritin is seen in",
        "exp": "Low serum iron is seen in iron deficiency anemia. Serum iron will be also low in case of anemia of chronic diseases and also in case of malabsorption, pregnancy and in pubey where the demand increases. Serum ferritin is a measure of iron stores and is the best single test to confirm iron deficiency. Reference: Davidson, 23rd Edition, page no: 941.",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Chronic kidney disease",
        "opc": "Sideroblastic anemia",
        "opd": "Fanconi anemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "8e616c6d-43a9-4fc3-bf28-d7acc9ce106d",
        "choice_type": "single"
    },
    {
        "question": "Bad prognosis in AML Is indicated by",
        "exp": "Acute myeloid leukemia (AML) with monosomy 7 is associated with poor disease-free survival when treated by aggressive conventional chemotherapy alone. Similarly, outcomes are poor in children with myelodysplastic syndrome (MDS) with monosomy 7 treated by chemotherapy, immunosuppressive drugs or suppoive measures Myelodysplastic syndrome AML arising from a pre-existing myelodysplastic syndrome (MDS) or myeloproliferative disease (so-called secondary AML) has a worse prognosis, as does treatment-related AML arising after chemotherapy for another previous malignancy. Both of these entities are associated with a high rate of unorable cytogenetic abnormalities Cytogenetics The single most impoant prognostic factor in AML is cytogenetics, or the chromosomal structure of the leukemic cell. Ceain cytogenetic abnormalities are associated with very good outcomes (for example, the (15; 17) translocation in acute promyelocytic leukemia). About half of people with AML have \"normal\" cytogenetics; they fall into an intermediate risk group. A number of other cytogenetic abnormalities are known to associate with a poor prognosis and a high risk of relapse after treatment. Genotype A large number of molecular alterations are under study for their prognostic impact in AML. However, only FLT3-ITD, NPM1, CEBPA and c-KIT are currently included in validated international risk stratification schema. These are expected to increase rapidly in the near future. FLT3 internal tandem duplications (ITDs) have been shown to confer a poorer prognosis in AML with normal cytogenetics. Several FLT3 inhibitors have undergone clinical trials, with mixed results. Two other mutations - NPM1 and biallelic CEBPA are associated with improved outcomes, especially in people with normal cytogenetics and are used in current risk stratification algorithms. Researchers are investigating the clinical significance of c-KIT mutations in AML. These are prevalent, and potentially clinically relevant because of the availability of tyrosine kinase inhibitors, such as imatinib and sunitinib that can block the activity of c-KIT pharmacologically. It is expected that additional markers (e. g., RUNX1, ASXL1, and TP53) that have consistently been associated with an inferior outcome will soon be included in these recommendations. The prognostic impoance of other mutated genes (e. g., DNMT3A, IDH1, IDH2) is less clear. Ref Davidson 23rd edition pg 789",
        "cop": 1,
        "opa": "Monosomy",
        "opb": "Deletion of X or Y chromosome",
        "opc": "T(8: 21)",
        "opd": "Nucleophosmin mutation",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "cea94b98-8bfd-4bf9-94ba-e04c3fda7280",
        "choice_type": "single"
    },
    {
        "question": "In Burkitts lymphoma, translocation seen is chromosome -",
        "exp": "<p>In burkitt&; s lymphoma, demonstration of a very high proliferative fraction & the presence of the t(8; 14) or one of its variants, t(2; 8) or t(8; 22) can be confirmatory. </p><p>Reference: Harrison&; s Principles of internal medicine 18 th edition pg no 931</p>",
        "cop": 2,
        "opa": "12 -14 translocation",
        "opb": "8 -14 translocation",
        "opc": "4 - 8 translocation",
        "opd": "12-18 translocation",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "604f7a77-dc7a-4f5a-9890-156a25b5647d",
        "choice_type": "single"
    },
    {
        "question": "The lymphocytic and histiocytic variant of Reed-Sternberg cell is seen in -",
        "exp": "<p>Lymphocytic predominance type of Hodgkin&; s disease is characterised by proliferation of small lymphocytes admixed with a varying number of histiocytes. Polypoid type( or popcorn or lymphocytic -histiocytic ). Reed Sternberg cells are seen.</p><p>Reference: Harsh mohan. Textbook of Pathology 6th edition pg no 371</p>",
        "cop": 4,
        "opa": "Follicular center lymphoma",
        "opb": "Lymphocyte depleted Hodkin's disease",
        "opc": "Nodular sclerosis Hodkin's disease",
        "opd": "Lymphocyte predominant Hodkin's disease",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "7fe06116-c190-4061-965d-c951c63875a6",
        "choice_type": "single"
    },
    {
        "question": "A patient, on treatment for leukemia, develops the pain, pulmonary infiltrates and pleural effusion. The cause is -",
        "exp": "Tretinoin, also known as all-trans retinoic acid (ATRA), is medication used for the treatment of acne and acute promyelocytic leukemia. For acne, it is applied to the skin as a cream or ointment. For leukemia, it is taken by mouth for up to three months Common side effects when used by mouth include shoness of breath, headache, numbness, depression, skin dryness, itchiness, hair loss, vomiting, muscle pains, and vision changes. Other severe side effects include high white blood cell counts and blood clots. When used as a cream, side effects include skin redness, peeling, and sun sensitivity. Use during pregnancy is contraindicated due to the risk of bih defects. It is in the retinoid family of medications Leukemia Tretinoin is used to induce remission in people with acute promyelocytic leukemia who have a mutation (the t(15; 17) translocation 160 and/or the presence of the PML/RARa gene) and who don't respond to anthracyclines or can't take that class of drug. It is not used for maintenance therapy. By mouth, this drug is pregnancy category D and should not be used by pregnant women as it may harm the fetus Ref Davidson 23rd edition pg 789",
        "cop": 4,
        "opa": "Daunorubicin",
        "opb": "Hydroxyurea",
        "opc": "Cytarabine",
        "opd": "Tretinoin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "4e53c279-0111-4932-b6c2-4dc378f93040",
        "choice_type": "single"
    },
    {
        "question": "Stage of Hodgkins lymphoma with right sided neck nodes and left inguinal node without fever -",
        "exp": "<p>According to Ann Arbor staging Classification of Hodgkin&; s disease, Stage 3 A includes involvement of lymph node regions on both sides of the diaphragm & is asymptomatic.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 372.</p>",
        "cop": 3,
        "opa": "Ia",
        "opb": "IIa",
        "opc": "IIIa",
        "opd": "IVa",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "93d42b3f-5587-4541-ac97-42ab8c86b2d2",
        "choice_type": "single"
    },
    {
        "question": "Hemoglobin F is raised in -",
        "exp": "<p>In juvenile CML, peripheral smear shows leukocytosis. Thrombocytosis & anemia are common. Leukocyte alkaline phosphate score is normal or low & fetal hemoglobin levels are elevated.</p><p>Reference: OP Ghai essential pediatrics 8th edition pg no608.</p>",
        "cop": 1,
        "opa": "Juvenile chronic myeloid leukemia",
        "opb": "Hereditary spherocytosis",
        "opc": "Congenital red cell aplasia",
        "opd": "Myasthenia gravis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1f82d8d7-52c4-4dc3-b4cc-aac313bd54f1",
        "choice_type": "single"
    },
    {
        "question": "Ritcher transformation, CLL transforms to",
        "exp": "Richter's Syndrome (RS), also known as Richter's Transformation, is a rare complication of Chronic Lymphocytic Leukaemia (CLL) and/or Small Lymphocytic Lymphoma (SLL). It is characterised by the sudden transformation of the CLL/SLL into a significantly more aggressive form of large cell lymphoma. Richter's Syndrome occurs in approximately 2-10% of all CLL/SLL patients during the course of their disease. In the most cases the normally slow growing, or indolent, CLL transforms into a common type of non-Hodgkin lymphoma (NHL) known as Diffuse Large B-Cell Lymphoma (DLBCL). Rarer cases transform into Hodgkin lymphoma(HL)/Hodgkin Disease (HD), and some types of T-cell lymphomas also have been repoed The most common symptoms of Richter's Syndrome arise from a sudden and dramatic increase in the size of lymph nodes (also known as 'lymphadenopathy') characterised by usually painless areas of swelling in the neck, axilla, abdomen (most commonly in the spleen, also known as 'splenomegaly') or groin. Patients also often experience a dramatic increase in unexplained weight loss, fevers and night sweats (often collectively referred to as 'B-symptoms'). Other signs and symptoms may include low hemoglobin (anemia) characterised by: increasing fatigue shoness of breath dizziness and possible palpitations low platelets (thrombocytopaenia) characterised by excessive bruising or bleeding an increase in serum lactate dehydrogenase (LDH) or elevated serum calcium (hypercalcaemia) on routine blood tests. It is impoant to note that whilst some of these signs and symptoms may already be present to a lesser degree in people with previously diagnosed CLL/SLL, the possibility of Richter's Syndrome needs to be considered if there is a sudden and dramatic increase in these symptoms, which is not generally considered to be a typical feature of normally relatively indolent CLL/SLL disease. Richter's syndrome is a serious complication of CLL/SLL and unfounately is often fatal. If Richter's syndrome is diagnosed, it is advised that the person should seek recommended treatments, but also to get their lives in order to prepare for any outcome. You may wish to discuss an advanced health directive with your treatment team, to let them and your family know how you would like your health to be managed if your treatments are not successful Richter's Syndrome affects approximately 2-10% of patients with a prior diagnosis of CLL/SLL and can occur at any time throughout the course of the disease. Ref Davidson 23rd edition pg 789",
        "cop": 1,
        "opa": "Diffuse large B-cell lymphoma",
        "opb": "Anaplastic Large Cell Lymphoma",
        "opc": "Burkitt lymphoma",
        "opd": "Multiple myeloma",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f71d1d66-111f-47cb-95f1-3ca88165cb3b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of multiple myeloma?",
        "exp": "*Hypercalcaemia is seen in Multiple myeloma because of increased activity of osteoclasts. *Anemia, mainly normo or macrocytic *Hyperviscosity due to increased circulating immunoglobulins. Reference: Davidson, 23rd Edition, page no: 967.",
        "cop": 4,
        "opa": "Hypercalcemia",
        "opb": "Anemia",
        "opc": "Hyperviscosity",
        "opd": "Elevated alkaline phosphatase",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "a03f7914-7543-4372-8389-2f1fb17b47d0",
        "choice_type": "single"
    },
    {
        "question": "A35 yr old lady with normal PT and increased a. PTT. 2 year back, she was operated for cholecystectomy & did not have any bleeding episoe. What is next investigation for clinical diagnosis -",
        "exp": "The dilute Russell viper venom test is a commonly used screening test for LA. It is called the dilute Russell viper venom time test because the phospholipid reagent is diluted such that its concentration becomes rate limiting; thus, it becomes a sensitive assay Ref Davidson 23rd edition pg 283",
        "cop": 2,
        "opa": "Factor VIII assay",
        "opb": "Anti viper venom assay",
        "opc": "Platelet aggregation test",
        "opd": "Ristocetin Cofactor assay",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "ab72df7e-b478-46c2-a828-ccd8503b58af",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of Henoch Schnolein purpura Is?",
        "exp": "HSP is a small vessel vasculitis caused by immune complex deposition following an infectious trigger. The usual presentation is with purpura over the buttocks & lower legs, accompanied by abdominal pain, gastrointestinal bleeding, & aharlgia. Reference: Davidson's principles & practice of medicine 22nd edition pg no 1119",
        "cop": 2,
        "opa": "Intussception",
        "opb": "Purpura",
        "opc": "Edema",
        "opd": "Vomiting",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1c1be214-1ea8-480f-99c7-44199252eeef",
        "choice_type": "single"
    },
    {
        "question": "Burkitt&; s lymphoma is -",
        "exp": "<p>Burkitt&; s lymphoma is a B cell lymphoma and corresponds to L3 ALL of FAB classification characterised by large homogenous lymphoblasts, round nuclei, prominent nucleoli, cytoplasmic vacuolation.</p> <p> Typical cytogenetic abnormality in the tumour cells are t(8; 14) & t(8; 22). It is PAS negative in cytochemistry. Treatment is intensive chemotherapy with high doses of cyclophosphamide.</p> <p>Reference: Harsh Mohan textbook of pathology 6th edition pg no377</p>",
        "cop": 1,
        "opa": "B cell lymphoma",
        "opb": "6, 14 translocation",
        "opc": "PAS positive in cytochemistry",
        "opd": "Radiotherapy is used in treatment",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "3da13ea0-6baf-4ada-abb0-da94debc7c4a",
        "choice_type": "single"
    },
    {
        "question": "Autoimmune destruction of platelets is seen in",
        "exp": "Immune Thrombocytopenic Purpura. Immune thrombocytopenic purpura (ITP; also termed idiopathic thrombocytopenic purpura) is an acquired disorder in which there is an immune-mediated destruction of platelets and possibly inhibition of platelet release from the megakaryocyte. In children, it is usually an acute disease, most commonly following an infection, and with a self-limited course. In adults, it is a more chronic disease, although, in some adults, spontaneous remission occurs, usually within months of diagnosis. ITP is termed secondary if it is associated with an underlying disorder; autoimmune disorders, paicularly systemic lupus erythematosus (SLE), and infections, such as HIV and hepatitis C, are common causes. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 140; Disorders of Hemostasis",
        "cop": 1,
        "opa": "SLE",
        "opb": "PAN",
        "opc": "RA",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1e0455e5-4730-4080-9879-d13079885b7e",
        "choice_type": "single"
    },
    {
        "question": "Most common myeloproliferative disorder is",
        "exp": "Examples of Myeloproliferative diseases are Polycythemia rubra vera, Myelofibrosis, and Essential thrombocytopenia. Here CML and CLL are not Myeloproliferative diseases and out the rest two Polycythemia is more common. Reference: Davidaon, 23rd Edition, page no: 969.",
        "cop": 1,
        "opa": "Polycythemia rubra vera",
        "opb": "CML",
        "opc": "CLL",
        "opd": "Myelofibrosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "802c1417-366e-40c9-9a0e-02d52632f710",
        "choice_type": "single"
    },
    {
        "question": "Anemia of chronic renal failure -",
        "exp": "<p>In case of anemia of chronic disorder, anemia is not related to bleeding, hemolysis or marrow infiltration, is mild, with normal MCV (normocytic normochromic) though this may be reduced in long standing inflammation.</p><p>Reference: Davidson&; s principles &practice of medicine 22nd edition pg no 1023.</p>",
        "cop": 1,
        "opa": "Normocytic normochromic anemia",
        "opb": "Erythropoietin improves the symptoms",
        "opc": "Dialysis causes severe anemia",
        "opd": "Anemia is propoional to the kidney disease",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "bd3ae160-6b68-4801-bfed-f205fc156045",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old patient on hemodialysis for one week has noted that his BP is more difficult to control. He repos good compliance with his medications, which include erythropoietin, ferrous sulfate, vancomycin, and vitamin D. His BP is 180/99 mm Hg. Most likely cause for the worsening control of his BP is",
        "exp": "The patient most likely has a worsening of his blood pressure due to erythropoietin. This is seen in about 33% of dialysis patients. Vitamin D iron and vancomycin generally do not raise blood pressure. Ref - Harrison's principles of internal medicine 20e pg 386, 499, 729",
        "cop": 1,
        "opa": "Erythropoietin",
        "opb": "Ferrous sulfate",
        "opc": "Vancomycin",
        "opd": "Vitamin D",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "21c45d4a-5851-4fc9-9481-a5b387b1f81a",
        "choice_type": "single"
    },
    {
        "question": "The agent of choice for controlling heparin induced bleeding is -",
        "exp": "Pratamine sulphate is the antidote of unfractionated heparin induced bleeding. In case of Warfarin induced bleeding, prothrombin complex concentrate is given. In case of Dabigastran induced bleeding idarucizumab is given Reference: Davidson, 23rd Edition, page no: 939",
        "cop": 1,
        "opa": "Protamine sulphate",
        "opb": "Injectable vitamin K",
        "opc": "Whole blood",
        "opd": "Fresh frozen plasma",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "c40a433f-91a6-4362-83d2-d5313deeedf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following findings is diagnostic of iron deficiency anemia -",
        "exp": "<p>In the development of anemia, firstly storage iron(ferritin) depletion occurs during which iron reserves are lost without compromise of the iron supply for erythropoiesis. So serum ferritin decreases. TIBC is high and rises to give less than 10% saturation (normal 30%). </p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 300</p>",
        "cop": 1,
        "opa": "Increased TIBC, decreased serum ferritin",
        "opb": "Decreased TIBC, decreased serum ferritin",
        "opc": "Increased TIBC, increased serum ferritin",
        "opd": "Decreased TIBC, increased serm ferritin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "965cc572-d50a-4212-9e09-912add62a2ba",
        "choice_type": "single"
    },
    {
        "question": "Poorest prognosis in AML is seen in which cyiogcnetic abnormality-",
        "exp": "Monosomy 7 or paial deletion of the long arm of chromosome 7 (7q-) is a frequent cytogenetic finding in the bone marrow of patients with myelodysplasia (MDS) and acute myelogenous leukemia (AML) Ref Davidson 23rd edition pg 789",
        "cop": 1,
        "opa": "Monosomy 7",
        "opb": "No cytogenetic abnormality",
        "opc": "t(l5, i7)",
        "opd": "inv, 16",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "47b5ce0a-ee25-47e9-ab93-8dc2d3e3858e",
        "choice_type": "single"
    },
    {
        "question": "The treatment for CNS leukaemia is",
        "exp": "Intrathecal methotrexate is a chemotherapy drug which is given to prevent leukaemia cells entering the cerebrospinal fluid (CSF) around the spine and brain. This drug is also used to treat leukaemia found in the CSF for CNS leukemias Ref Davidson 23rd edition pg 788",
        "cop": 1,
        "opa": "Intrathecal methotrexate",
        "opb": "Vincristine and prednisolone",
        "opc": "Intrathecal vincristine",
        "opd": "IV prednisolone",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "05b56ce8-295f-456e-afaf-e5007d62e33a",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy presented with one day history of bleeding gum, subconjunctival bleed and purpuric rash. Investigations revealed following results: Hb- 6. 4 gm/dL; TLC-1, 00, 000/microlitre, platelet 35, 000/cubic millimetre; prothrombin time-20 sec with a control of 13 sec; paial thromboplastin time-50sec; and Fibrinogen l. Omg/dL. Peripheral smear was suggestive of acute myeloblastic leukemia. Which of the following is the most likely?",
        "exp": "Acute promyelocytix leukemia is associated with serious coagulation abnormality, disseminated intravascular coagulation. The platelet count is moderately to severly reduced( below 50, 000/microlitre). Bleeding tendencies manifest as spontaneous bruising, petechiae, bleeding from gums, & other bleeding tendencies. Reference: Harsh mohan textbook of pathology sixth edition pg no 363.",
        "cop": 3,
        "opa": "myeloblastic leukemia without maturation",
        "opb": "Myeloblastic leukemia with maturation",
        "opc": "Promyelocytic leukema",
        "opd": "Myelomonocytic leukemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "dbeabbf3-02fe-4d9f-a734-9faae32e67af",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of microcytic hypochromic anemia -",
        "exp": "<p>Microcytic hypochromic anemia is seen in iron deficiency anemia, thalassemia, sideroblastic anemia, hereditary spherocytosis & in anemia of chronic disorder.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 292 & 294.</p>",
        "cop": 1,
        "opa": "Sickle cell disease",
        "opb": "Aplasic anemia",
        "opc": "Iron deficiency anemia",
        "opd": "Hereditary spherocytosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "91df276c-82bb-47b4-b739-11612b095af5",
        "choice_type": "single"
    },
    {
        "question": "A 48 year old women was admitted with a history of weakness for two months. On examination, cervical lymph nodes were found enlarged and spleen was palpable 2 cm below the costal margin. Her hemoglobin was 10. 5 g/dl, platelet count 2. 7 x lO'/L and total leukocyte count 40 x WfL, which included 80% mature lymphoid cells with coarse clumped chromatin. Bone marrow revealed nodular lymphoid infiltrate. The peripheral blood lymphoid cells were positive for CD 19, CD 5, CD20 and CD23 and were negative for CD 79 B and FMC - 7. The histopathological examination ofthe lymph node in this patient will most likely exhibit effacement of lymph node architecture by -",
        "exp": "Lymphoid tumors: Cytologic classification: - undifferentiated stem cells; - histiocytes, reticular cells; - lymphoblastic, lymphocytic, poorly differentiated; - prolymphocytic and lymphocytic, lymphocytic, well differentiated; - Hodgkin-like; Anatomical classification: - multicentric; - thymic; - digestive; - cutaneous; - solitary. Lymphocytic leukemia. Plasmacytic tumors, multiple myeloma, plasmacytoma. Thymoma: - predominantly epithelial; - predominantly lymphocytic. At present, RAPPAPO's classification, WHO and other classifications are considered obsolete, being replaced by the classification proposed by KIEL and the National Cancer Institute classification. The classification of lymphoproliferative diseases of the International Lymphoma Study Group, corrected by the Revised European-American Lymphoma (REAL) system is under way. This classification compares KIEL's classification to that proposed by the international group Classification according to anatomoclinical criteria acute leukemia: lymphoblastic, myeloid and undifferentiated; chronic leukemia: lymphoid, myeloid, and tricholeukocytic leukemia; malignant lymphomas: Hodgkin's disease, non-Hodgkin malignant lymphomas, reticulosarcomas and lymphosarcomas. Classification according to pathophysiological criteria - Myeloproliferative syndromes: - chronic: primitive polyglobulia or Vaquez's disease or true polycytemia; chronic myeloid leukemia; essential thrombocytemia; essential myelofibrosis or myeloid splenomegaly and mastocytoma; - acute: acute myeloid leukemia; acute myelomonocytic leukemia; eosinophilic leukemia; basophilic leukemia; erythroleukemia; acute mega-karyocytic leukemia; undifferentiated leukemia; oligoblastia and aleukemia. - Lymphoproliferative syndromes: Waldenstrom's macroglobulinemia; multiple myeloma or Kahler's disease, thymoma, fungoid mycosis; lymphoid leukemia and malignant lymphomas TUMORS OF LYMPHOID SYSTEM B-Cell Lymphoid Neoplasms 1. 1 Precursor B-cell neoplasms 1. 1. 1 B-cell lymphoblastic leukemia/lymphoma 1. 2 Mature B-cell neoplasms 1. 2. 1 B-cell chronic lymphocytic leukemia/lymphoma 1. 2. 2 B-cell lymphocytic lymphoma intermediate type (LLI) 1. 2. 3 Lymphoplasmacytic lymphoma (LPL) 1. 2. 4 Follicular lymphomas 1. 2. 4. 1 Mantle cell lymphoma (MCL) 1. 2. 4. 2 Follicular center cell lymphoma I 1. 2. 4. 3 Follicular center cell lymphoma II 1. 2. 4. 4 Follicular center cell lymphoma III 1. 2. 4. 5 Nodal marginal zone lymphoma 1. 2. 4. 6 Splenic marginal zone lymphoma 1. 2. 5 Extranodal marginal zone B-cell lymphoma of mucosa-associated lymphoid tissue (MALT lymphoma) 1. 2. 6 Hairy cell leukemia 1. 2. 7 Plasmacytic tumors 1. 2. 7. 1 Indolent plasmacytoma 1. 2. 7. 2 Anaplastic plasmacytoma 1. 2. 7. 3 Plasma cell myeloma 1. 2. 8 Large B-cell lymphomas 1. 2. 8. 1 T-cell-rich B-cell lymphoma 1. 2. 8. 2 Large cell immunoblastic lymphoma 1. 2. 8. 3 Diffuse large B-cell (noncleaved, cleaved) lymphoma 1. 2. 8. 4 Thymic B-cell lymphoma (mediastinal B) 1. 2. 8. 5 Intravascular large B-cell lymphoma 1. 2. 9 Burkitt-type lymphoma 1. 2. 9. 1 High-grade B-cell lymphoma, Burkitt-like T-Cell and NK-Cell Lymphoid Neoplasms 2. 1 Precursor T-cell neoplasms 2. 1. 1 T-cell lymphoblastic leukemia/lymphoma 2. 2 Mature T-cell and NK-cell neoplasms 2. 2. 1 Large granular lymphoproliferative disorders (LGL) 2. 2. 1. 1 T-cell chronic lymphocytic leukemia 2. 2. 1. 2 T-cell LGL lymphoma/leukemia 2. 2. 1. 3 NK-cell chronic lymphocytic leukemia 2. 2. 2. Cutaneous T-cell neoplasms 2. 2. 2. 1 Cutaneous epitheliotropic lymphoma (CEL) 2. 2. 2. 1. 1 CEL, mycosis fungoides type 2. 2. 2. 1. 2 CEL, pagetoid reticulosis (Woringer-Kolopp) type 2. 2. 2. 2 Cutaneous nonepitheliotropic lymphoma 2. 2. 3 Extranodal/peripheral T-cell lymphoma (PTCL) 2. 2. 3. 1 PTCL, mixed lymphoid type 2. 2. 3. 2 PTCL, mixed inflammatory type 2. 2. 4 Adult T-cell-like lymphoma/leukemia 2. 2. 5 Angioimmunoblastic lymphoma (AILD) 2. 2. 6 Angiotropic lymphoma 2. 2. 6. 1 Angiocentric lymphoma 2. 2. 6. 2 Angioinvasive lymphoma 2. 2. 7 Intestinal T-cell lymphoma 2. 2. 8 Anaplastic large cell lymphoma (ALCL Ref Davidson 23rd edition pg 1317",
        "cop": 4,
        "opa": "A pseudofollicular pattern with proliferation centers",
        "opb": "A monomorphic lymphoid proliferation with a nodular pattern",
        "opc": "A predominantly follicular pattern",
        "opd": "A difiuse proliferation of medium to large lymphoid cells with high mitotic rate.",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "75648d80-017c-4e67-9b84-8f365f69d4d9",
        "choice_type": "single"
    },
    {
        "question": "CLL is differentiated from Mantle Cell Lymphoma by",
        "exp": "Mantle cell lymphoma (MCL) and chronic lymphocytic leukemia/small lymphocytic lymphoma (CLL/SLL) share many morphologic and immunophenotypic features. In addition to histomorphologic examination, it is customary to use the absence of CD23 to differentiate MCL from CLL/SLL. ref - Harrisons internal medicine 20thediton pg764-767",
        "cop": 4,
        "opa": "CD 5",
        "opb": "CD 17",
        "opc": "CD22",
        "opd": "CD 23",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "e453577c-9755-4dc4-8552-0bcb9cbe2823",
        "choice_type": "single"
    },
    {
        "question": "Not a component of POEMS syndrome -",
        "exp": "<p>POEMS syndrome - polyneuropathy, organomegaly, endocrinopathy, multiple myeloma, skin changes</p><p>Harsh mohan textbook of pathology 6th edition pg no 383 </p>",
        "cop": 4,
        "opa": "Polyneuropathy",
        "opb": "Organomegaly",
        "opc": "Endocrinopathy",
        "opd": "Multiple osteolytic lesions",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f45766e5-7a33-4784-bda3-0098ff16d33f",
        "choice_type": "single"
    },
    {
        "question": "Fohowing are common features in multiple myeloma",
        "exp": "<p>In multiple myeloma, hypercalcaemia occurs due to destruction of bone.</p><p>Harsh Mohan textbook of pathology 6th edition pg no 383.</p>",
        "cop": 4,
        "opa": "Body ache and pain",
        "opb": "Elevated serum globulin",
        "opc": "Renal failure",
        "opd": "Hypocalcemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "2195230d-ff61-4146-91b5-7237063bd702",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with Bence Jones myeloma?",
        "exp": "Bence Jones protein is a monoclonal globulin protein or immunoglobulin light chain found in the urine, with a molecular weight of 22-24 k. Da. Detection of Bence Jones protein may be suggestive of multiple myeloma or Waldenstrom's macroglobulinemia. Bence Jones proteins are paicularly diagnostic of multiple myeloma in the context of target organ manifestations such as renal failure, lytic (or \"punched out\") bone lesions, anemia, or large numbers of plasma cells in the bone marrow of patients. Bence Jones proteins are present in 2/3 of multiple myeloma cases. The proteins are immunoglobulin light chains (paraproteins) and are produced by neoplastic plasma cells. They can be kappa (most of the time) or lambda. The light chains can be immunoglobulin fragments or single homogeneous immunoglobulins. They are found in urine as a result of decreased kidney filtration capabilities due to renal failure, sometimes induced by hypercalcemia from the calcium released as the bones are destroyed or from the light chains themselves. The light chains have historically been detected by heating a urine specimen (which causes the protein to precipitate) and now by electrophoresis of concentrated urine. More recently, serum free light chain assays have been utilised in a number of published studies which have indicated superiority over the urine tests, paicularly for patients producing low levels of monoclonal free light chains, as seen in nonsecretory multiple myeloma and AL amyloidosis Ref Davidson 23rd edition pg 789",
        "cop": 3,
        "opa": "y chain disease",
        "opb": "a chain disease",
        "opc": "X chain disease",
        "opd": "p. chain disease",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "ede25a10-2b83-4ed2-a86e-72c9b68d20dc",
        "choice_type": "single"
    },
    {
        "question": "Most common plasma cell tumor is -",
        "exp": "Multiple myeloma is a malignant proliferation of plasma cells. In multiple myeloma, plasma cells produce immunoglobulin of a single heavy & light chain, a monoclonal protein commonly referred to as paraprotein. In some cases, only light chain is produced & this appears in the urine as Bence Jones protein. Reference: Davidson's principles & practice of medicine 22nd edition pg no 1046.",
        "cop": 3,
        "opa": "Plasmacytoma",
        "opb": "Waldenstorm's macroglobinemia",
        "opc": "Multiple myeloma",
        "opd": "Primary amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "59b5abc5-f2dc-44ff-aebe-2c77b04c1b5c",
        "choice_type": "single"
    },
    {
        "question": "A 40 year old male patient is hospitalised with huge splenomegaly, marked sternal tenderness, and a total leucocyte count of 85, 000 per cubic millimetre with large percentage of myelocytes and meta myelocytes, which one of the following drugs is best indicated for his disease?",
        "exp": "Chronic phase of CML begins as a proliferative disorder & consists of excessive proliferation of myeloid cells of intermediate grade(myelocytes & metamyelocytes) & mature segmented neutrophils. Drugs used in chronic phase of CML include imatinib, dasatinib, nilotinib, or classical cytotoxic drugs such as hydroxycarbamide(hydroxyurea) or interferon. Reference: Davidson's principles & practice of medicine 22nd edition pg no 1039.",
        "cop": 4,
        "opa": "Cyclophosphamide",
        "opb": "Chlorambucil",
        "opc": "Melphation",
        "opd": "Hydroxyurea",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "833b53fb-4a2f-4ee8-8c85-9ef244133dbc",
        "choice_type": "single"
    },
    {
        "question": "A young female has the following lab values s MCV-70 Hb 10 gm% serum Iron 60, serum ferltin 100, the diagnosis Is",
        "exp": "Anemia of chronic disease, is a form of anemia seen in chronic infection, chronic immune activation, and malignancy. These conditions all produce massive elevation of Interleukin-6, which stimulates hepcidin production and release from the liver, which in turn reduces the iron carrier protein ferropoin so that access of iron to the circulation is reduced. Other mechanisms may also play a role, such as reduced erythropoiesis Anemia is considered when RBCs count: < 4. 5 million in males < 3. 9 million in females Or Hemoglobin ( Hb ) content: < 13. 5 gm % in males < 11. 5 gm % in females In response to inflammatory cytokines, increasingly IL-6, the liver produces increased amounts of hepcidin. Hepcidin in turn causes increased internalisation of ferropoin molecules on cell membranes which prevents release from iron stores. Inflammatory cytokines also appear to affect other impoant elements of iron metabolism, including decreasing ferropoin expression, and probably directly blunting erythropoiesis by decreasing the ability of the bone marrow to respond to erythropoietin. Before the recent discovery of hepcidin and its function in iron metabolism, anemia of chronic disease was seen as the result of a complex web of inflammatory changes. Over the last few years, however, many investigators have come to feel that hepcidin is the central actor in producing anemia of chronic inflammation. Hepcidin offers an attractive Occam's Razor (parsimonious) explanation for the condition, and more recent descriptions of human iron metabolism and hepcidin function reflect this view. In addition to effects of iron sequestration, inflammatory cytokines promote the production of white blood cells. Bone marrow produces both white blood cells and red blood cells from the same precursor stem cells. Therefore, the upregulation of white blood cells causes fewer stem cells to differentiate into red blood cells. This effect may be an impoant additional cause for the decreased erythropoiesis and red blood cell production seen in anemia of inflammation, even when erythropoietin levels are normal, and even aside from the effects of hepcidin. Nonetheless, there are other mechanisms that also contribute to the lowering of hemoglobin levels during inflammation: (i) Inflammatory cytokines suppress the proliferation of erythroid precursors in the bone marrow.;(ii) inflammatory cytokines inhibit the release of erythropoietin (EPO) from the kidney; and (iii) the survival of circulating red cells is shoened Ref Davidson 23rd edition pg 845",
        "cop": 4,
        "opa": "Thalassemia trail",
        "opb": "Chronic iron deficiency anemia",
        "opc": "Megaloblastic anemia",
        "opd": "Anemia of chronic infection",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "8279ef7d-a71e-485a-af61-7e04e97fce4d",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of multiple myeloma -",
        "exp": "In multiple myeloma, hypercalcaemia is due to destruction of bone. Anemia is due to marrow replacement by tumor cells & inhibition of hematopoiesis. Hyperviscosity is due to hyperglobulinaemia & produce headache, fatigue, visual disturbance & hemorrhage. In the absence of fractures, plasma alkaline phosphatase & isotope bone scan will be normal despite lytic lesions. Reference: Harsh mohan textbook of pathology 6th edition pg no 383 & Davidson's principle & practice of medicine 22nd edition pg no1046.",
        "cop": 4,
        "opa": "Hypercalcemia",
        "opb": "Anemia",
        "opc": "Hyperviscosity",
        "opd": "Elevated alkaline phosphatase",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1165bb6d-08f0-4ad1-a702-26e8d374b4ce",
        "choice_type": "single"
    },
    {
        "question": "Megaloblastic anemia due to folic acid deficiency is commonly due to -",
        "exp": "<p>Most dietary folate is present as polyglutamates; these are conveed to monoglutamate in the upper small intestine & actively transpoed into plasma. Plasma folate is loosely bound to plasma proteins such as proteins such as albumin & there is an enterohepatic circulation. Total body stores of folate are small & deficiency can occur in a matter of weeks</p><p>Serum folate is very insensitive to dietary intake; a single meal can normalise it in a patient with true folate deficiency.</p><p>Reference: Davidson&; s Principles & Practice of Medicine 22nd edition pg no1025</p>",
        "cop": 1,
        "opa": "Inadequate dietary intake",
        "opb": "Defective intestinal absorption",
        "opc": "Absence of folic acid binding protein in serum",
        "opd": "Absence of glutamic acid in the Intestine",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "01bbf5f9-1e45-427a-8dc0-f6b15916e3ff",
        "choice_type": "single"
    },
    {
        "question": "Bence jones proteins are -",
        "exp": "About two-third cases of multiple myeloma excrete Bence Jones peotein i. e, light chain Ig G in the urine. Bence Jones proteins are paraproteins or abnormal immunoglobulins or their pas circulating in plasma & excreted in urine. Reference: Harsh mohan textbook of pathology sixth edition pg no 383.",
        "cop": 4,
        "opa": "Heavy chain IgG",
        "opb": "Present in bone marrow",
        "opc": "Seen in lymphoma",
        "opd": "Light chain IgG",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "d28a0160-2376-4ef7-b689-c64acaa8917c",
        "choice_type": "single"
    },
    {
        "question": "The following condition is not associated with an Anti phospholipid syndrome -",
        "exp": "The clinical manifestations of APLA syndrome includes adverse pregnancy outcome (recurrent first trimester aboion ), venous thromboembolism, aerial thromboembolism, livedo reticularis, transverse myelitis, skin necrosis, chorea. Davidson's principles &practice of medicine 22nd edition pg no 1055.",
        "cop": 3,
        "opa": "Venous thrombosis",
        "opb": "Recurrent foetal loss",
        "opc": "Thrombocytosis",
        "opd": "Neurological manifestation",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f5c234cc-d30c-46d7-92d8-9b0c44cd1585",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is associated with Coomb's positive hemolytic anemia -",
        "exp": "The most impoant clinical complication of scleroderma involving the kidney is scleroderma renal crisis. Symptoms of scleroderma renal crisis are malignant hypertension (high blood pressure with evidence of acute organ damage), hyperreninemia (high renin levels), azotemia (kidney failure with accumulation of waste products in the blood) and microangiopathic hemolytic anemia (destruction of red blood cells showing Coombs positive ) Systemic scleroderma, or systemic sclerosis, is an autoimmune rheumatic disease characterised by excessive production and accumulation of collagen, called fibrosis, in the skin and internal organs and by injuries to small aeries. There are two major subgroups of systemic sclerosis based on the extent of skin involvement: limited and diffuse. The limited form affects areas below, but not above, the elbows and knees with or without involvement of the face. The diffuse form affects also the skin above the elbows and knees and can spread also to the torso. Visceral organs, including the kidneys, heart, lungs, and gastrointestinal tract can also be affected by the fibrotic process. Prognosis is determined by the form of the disease and the extent of visceral involvement. Patients with limited systemic sclerosis have a 10-year survival rate of 75%; less than 10% develop pulmonary aerial hypertension after 10 to 20 years. Patients with diffuse cutaneous systemic sclerosis have a 10-year survival rate of 55%. Death is most often caused by lung, heart, and kidney involvement. There is also a slight increase in the risk of cancer Ref Davidson 23rd edition pg 911",
        "cop": 2,
        "opa": "Thrombotic thrombocytopenic purpura",
        "opb": "Progressive systemic sclerosis",
        "opc": "Systemic lupus erythematosus",
        "opd": "Polyaeritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "dbfa9823-fe37-4a12-a914-6b1a740f8f0e",
        "choice_type": "single"
    },
    {
        "question": "Which laboratory determinations would be most helpful in distinguishing iron deficiency anemia from anemia of chronic disease?",
        "exp": "This is a common clinical scenario in real life. Serum ferritin is markedly decreased in iron deficiency anemia and is normal to modestly elevated in anemia of chronic disease. This difference makes this test very useful in this setting. You should be aware that serum ferritin may behave like an acute phase reactant. Therefore, in an acute inflammatory situation, erythrocyte ferritin may be more reliable if serum ferritin is equivocal. Also, do not forget that iron deficiency anemia can complicate the anemia of chronic disease (e. g., gastrointestinal bleeding can complicate gastrointestinal cancers); in this situation, most physicians treat the apparent iron deficiency anemia and see to what degree the anemia corrects. The erythrocyte: granulocyte ratio in bone marrow is slightly decreased in both iron deficiency anemia and anemia of chronic disease, but may be markedly increased in sideroblastic anemias. Polychromatophilic target cells and stippled erythrocytes are absent in both iron deficiency anemia and anemia of chronic disease, but may be present in sideroblastic anemias and other iron-utilization anemias. Ref - Harrison's principles of internal medicine 20e pg 685, 686, 688",
        "cop": 4,
        "opa": "Erythrocyte: granulocyte ratio in bone marrow",
        "opb": "Presence or absence of polychromatophilic target cells",
        "opc": "Presence or absence of stippled erythrocytes",
        "opd": "Serum ferritin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "36271632-5431-4c63-9f07-ed450e4bd4ad",
        "choice_type": "single"
    },
    {
        "question": "Features of multiple myeloma are",
        "exp": "Multiple myeloma is a malignant proliferation of plasma cells. Normal plasma cells are derived from B cells & prodece immunoglobulins which contain heavy & light chains. Normal immunoglobulins are polyclonal, which means that a variety of heavy chains are produced. In myelona, plasma cells produce immunoglobulin of a single hwavy & light chain, a monoclonal protein commonly referred to as a paraprotein. Reference: Davidson's principles &practice of medicine 22nd edition pg no 1046.",
        "cop": 1,
        "opa": "B cell monoclonal proliferation",
        "opb": "B cell in bone marrow",
        "opc": "B cell in peripheral blood",
        "opd": "Plasma cell secretes immunoglobulin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "5c190194-6135-421a-9508-b1f0eaecf925",
        "choice_type": "single"
    },
    {
        "question": "Reticulocytosis is NOT a feature of -",
        "exp": "<p>Reticulocytosis occurs in conditions of rapid cell regeneration such as after hemorrhage, hemolysis, hematopoietic response of anemia to treatment. But in anemia of chronic renal failure there is defective red cell production & reticulocyte count is generally low. </p><p>Reference: Hardh Mohan textbook of pathology 6 th edition pg no 288 & 302.</p>",
        "cop": 4,
        "opa": "Paroxysmal nocturnal hemoglobinuria",
        "opb": "Following acute bleeding",
        "opc": "Hereditary spherocytosis",
        "opd": "Anemia in CRF",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "83baebb4-7660-4230-8d26-0707b76712de",
        "choice_type": "single"
    },
    {
        "question": "Spur cell anemia is seen in",
        "exp": "Spur cell anemia (SCA) is an acquired hemolytic anemia, characterized by an increase in the percentage of spur cells (acanthocytes) associated with liver cirrhosis. The presence of >=5% spur cells on peripheral blood smears has been observed in 31% of patients with liver cirrhosis Ref Davidson 23rd edition pg 891",
        "cop": 4,
        "opa": "Drug induced anemia",
        "opb": "Hepatocellular disease",
        "opc": "Renal disease",
        "opd": "Alcoholism",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "156f690a-3bbb-4ad0-94ca-35085d97adc5",
        "choice_type": "single"
    },
    {
        "question": "Decreased osmotic fragility is seen in -",
        "exp": "<p>In thalassemia, osmotic fragility characteristically reveals increased resistance to saline hemolysis that is decreased osmotic fragility.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 324.</p>",
        "cop": 4,
        "opa": "Hereditary spherocytosis",
        "opb": "Sickle cell ds",
        "opc": "Autoimmune hemolytic anemia",
        "opd": "Thalassemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "18adacf3-56ed-4d7f-8c05-5eef6a323bfa",
        "choice_type": "single"
    },
    {
        "question": "The parents ofa 13-month-old boy are contacted by a local social agency because the day care repoed them for suspected child abuse based on \"too may bruises. \" The parents deny the abuse and promptly arragne to have their child seen by a medical specialist. The child has multiple large bruises on his legs, anus, and buttocks. No skin abrasions and no \"pattern marks\" are seen. PTT is prolonged and PT and bleeding time are normal. Which of the following is the most probable",
        "exp": "Von Willebrand disease usually presents with haemorrhagic manifestations like superficial bruising, epixtasis, menorrhagia and gastrointestinal haemorrhage are common. This condition is caused by quantitative(type 1&3) or qualitative(type2) deficiency of Von Willebrand factor. This protein is synthesised by endothelial cells and megakaryocytes. Reference: Davidson, 23rd Edition, page no: 974.",
        "cop": 4,
        "opa": "Acute myelogenous leukemia",
        "opb": "Disseminated intravascular coagulation",
        "opc": "Vitamin K deficiency",
        "opd": "Von Willebrand disease",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "7db48eb0-217e-460c-82ec-6f8a0552aee0",
        "choice_type": "single"
    },
    {
        "question": "Anemia of chronic disease is differentiated from iron deficiency anemia by the presence of-",
        "exp": "<p>In anemia of chronic diorder, a defect in transfer of iron from macrophages to developing erythroid cells in the marrow leads to reduced availability of iron for haem synthesis despite adequate iron stores, elevating serum ferritin levels. Thus total iron binding capacity is low to normal in contrast to iron deficiency where there is reduction in aerum iron but high TIBC.</p><p>Harsh mohan textbook of pathology sixth edition pg no 302</p>",
        "cop": 2,
        "opa": "| TIBC",
        "opb": "|TIBC",
        "opc": "| Serum ferritin",
        "opd": "| Bone marrow iron store",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "39e820e2-32e3-4a2f-a33a-a7a792e16e7c",
        "choice_type": "single"
    },
    {
        "question": "1750. Viral infection with haemolysis is seen in -",
        "exp": "The hepatitis B virus consists of a core containing DNA and a DNA polymerase enzyme needed for virus replication. The core of the virus is surrounded by surface protein (Fig. 22. 24). The virus, also called a Dane paicle, and an excess of its surface protein (known as hepatitis B surface antigen, HBs. Ag) circulate in the blood. Humans are the only source of infection. Hepatitis B is one of the most common causes of chronic liver disease and hepatocellular carcinoma worldwide. Approximately one-third of the world's population have serological evidence of past or current infection with hepatitis B and approximately 350-400 million people are chronic HBs. Ag carriers. Hepatitis B may cause an acute viral hepatitis; however, acute infection is often asymptomatic, paicularly when acquired at bih. Many individuals with chronic hepatitis B are also asymptomatic. The risk of progression to chronic liver disease depends on the source and timing of infection (Box 22. 36). Veical transmission from mother to child in the perinatal period is the most common cause of infection worldwide and carries the highest risk of ongoing chronic infection. In this setting, adaptive immune responses to HBV may be absent initially, with apparent immunological tolerance. Several mechanisms contribute towards this: * Firstly, the introduction of antigen in the neonatal period is tolerogenic. * Secondly, the presentation of such antigen within the liver, as described above, promotes tolerance; this is paicularly evident in the absence of a significant innate or inflammatory response. * Finally, very high loads of antigen may lead to so-called 'exhaustion' of cellular immune responses. The state of tolerance is not permanent, however, and may be reversed as a result of therapy, or through spontaneous changes in innate responses, such as interferon alpha (IFN-a) and NK cells, accompanied by host-mediated immunopathology. Chronic hepatitis can lead to cirrhosis or hepatocellular, haemolysis carcinoma, usually after decades of infection (Fig. 22. 25). Chronic HBV infection is a dynamic process that can be divided into five phases (Box 22. 37); these are not necessarily sequential, however, and not all patients will go through all phases. It is impoant to remember that the virus is not directly cytotoxic to cells; rather, it is an immune response to viral antigens displayed on infected hepatocytes that initiates liver injury. This explains why there may be very high levels of viral replication but little hepatocellular damage during the 'immune- tolerant' phase Ref Davidson 23rd edition pg 875",
        "cop": 1,
        "opa": "Hepatitis-B",
        "opb": "Hepatitis-C",
        "opc": "Prolong fever",
        "opd": "Hepatiitis-A",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "df2cd0c6-4b88-4528-a7ed-229108585185",
        "choice_type": "single"
    },
    {
        "question": "Patient with MCV = 60, Hb - 5 gm % MCHC-=20 &PCV =32 %, causes of anemia in him can be -",
        "exp": "<p>Here Hb is reduced, MCV belw 80fl, MCHC is diminished (below 20g/dL). All this features correlates with iron deficiency anemia. From the above options the cause of iron deficiency is hook worm infestation.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 299.</p>",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Blind loop syndrome",
        "opc": "Hook worm infection",
        "opd": "CRF",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "06624633-32d3-4882-89ea-b73da7fc0b24",
        "choice_type": "single"
    },
    {
        "question": "Primary abnormality in sequence of events leading to DIC is-",
        "exp": "The sequence of events in DIC are: activation of coagulation, thrombotic phase, consumption phase, secondary fibrinolysis. Massive tissue injury, infections, widespread endothelial damage stimulates widespread activation of coagulation pathway bye release of tissue factor & uncontrolled thrombin generation is the primary pathway. Reference: Harsh mohan textbook of pathology sixth edition pg no 337",
        "cop": 2,
        "opa": "Fibrin deposits in multiple sites",
        "opb": "Uncontrolled thrombin generation",
        "opc": "Abnormal adhesion and consumption ofplatelets",
        "opd": "Destruction of red cells",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "316088cd-1fd0-4f7b-b4b9-fff92af8b079",
        "choice_type": "single"
    },
    {
        "question": "Neutrophilia caused by -",
        "exp": "An increase in circulating neutrophils above 7, 500/microlitre is known as necrophilia. Glucocoicoids increase the number of RBCs, platelets, & neutrophils in circulation. They decrease lymphocytes, eosinophils, & basophils. This is not due to destruction of the concerned cells, but due to their sequestration in tissues. Reference: Tripathi essentials of medical pharmacology 7th edition pg no 285.",
        "cop": 2,
        "opa": "Epinephrine",
        "opb": "Glucocoicioids",
        "opc": "NSAIDS",
        "opd": "Clozapine",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "9aa583ba-4031-4716-a896-5cc507abf934",
        "choice_type": "single"
    },
    {
        "question": "In Beta thalassemia, there is -",
        "exp": "<p>Beta thalassemias are caused by decreased rate of beta chain synthesis resulting in reduced formation of Hb A in the red cells. A deficiency of beta globin chains in beta thalassemia leads to excess of alpha chains within the developing red cells.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 322.</p>",
        "cop": 2,
        "opa": "Increase in beta chain, decrease in alpha chain",
        "opb": "Decrease in beta chain, increase in alpha chain",
        "opc": "Decrease in beta chain, decrease in alpha chain",
        "opd": "Increase in beta chain, increase alpha chain",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "cce02967-006b-4d0a-b87f-1dff80379334",
        "choice_type": "single"
    },
    {
        "question": "Coomb&; s positive hemolytic anemia associated with -",
        "exp": "<p>Warm antibody autoimmune hemolytic anemia may occur as a complication of an underlying disease of immume system such as SLE. In this condition, human red cells are coated with Ig G antibodies which are reactive at room temperature. In SLE, direct & indirect coomb&; s test will be positive suggesting presence of warm antibodies on the red cell, best detected at 37 degree celsius.</p><p>Harsh mohan textbook of pathology sixth edition pg no 312</p>",
        "cop": 3,
        "opa": "TTP",
        "opb": "PAN",
        "opc": "SLE",
        "opd": "HUS",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1c5756c4-fb1c-4258-9706-f51fdbea77f6",
        "choice_type": "single"
    },
    {
        "question": "TRALI occurs within how many hours of transfusion?",
        "exp": "TRALI is defined as Transfusion Associated Acute Lung injury (ALI) that occurs within 6 hours of transfusion with the majority of patients developing clinical features within 1-2 hours of transfusion (Usually 1 to 2 hours but up to 6 hours) Ref: Harrisons 20th edition",
        "cop": 1,
        "opa": "6 hours",
        "opb": "12 hours",
        "opc": "48 hours",
        "opd": "72 hours",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "e4b8b5e1-1a19-480f-82b2-e57cff62d084",
        "choice_type": "single"
    },
    {
        "question": "A 60 yr old female with H/O 8 blood transfusion In 2 years. Her II b- 60g/l,, TLC-5800, plutelet-3. 4 lakhs, MCV 60, RBC-2. 1 Inkhs/mnul. He Is having hypochromic microcytic anemia. Which Investigation Is not needed -",
        "exp": "Clinically, IPH manifests as a triad of haemoptysis, diffuse parenchymal infiltrates on chest radiographs, and iron deficiency anemia. It is diagnosed at an average age of 4. 5 plus or minus 3. 5 years, and it is twice as common in females. The clinical course of IPH is exceedingly variable, and most of the patients continue to have episodes of pulmonary haemorrhage despite therapy. Death may occur suddenly from acute pulmonary haemorrhage or after progressive pulmonary insufficiency resulting in chronic respiratory failure. There are several methods available for diagnosing and monitoring hemosiderosis including: Serum ferritin Liver biopsy MRI Serum ferritin is a low cost, readily available, and minimally invasive method for assessing body iron stores. However, the major problem with using it as an indicator of hemosiderosis is that it can be elevated in a range of other medical conditions unrelated to iron levels including infection, inflammation, fever, liver disease, renal disease and cancer. While liver biopsies provide a direct measure of liver iron concentration, the small sample size relative to the size of the liver can lead to sampling errors given the heterogeneity of iron concentration within the liver. Fuhermore, the invasive nature of liver biopsy and the associated risks of complications (which can range from pain, haemorrhage, gallbladder perforation and other morbidities through to death in approx 1 in 10, 000 cases) prevent it being used as a regular monitoring tool. MRI is emerging as an alternative method for measuring liver iron loading because it is non-invasive, safer and generally cheaper to perform than liver biopsy; does not suffer from problems with sampling variability; and can be used more frequently than performing liver biopsies. Ref Davidson 23rd edition pg 864",
        "cop": 1,
        "opa": "Evaluation for pulmonary hemosiderosis",
        "opb": "Urinary hemosiderin",
        "opc": "Bone marrow examination",
        "opd": "Q1 endoscopy",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "b19b6aa8-f94a-4eca-8b0d-e0bdd3b6ad1f",
        "choice_type": "single"
    },
    {
        "question": "Increased iron absorption is seen in -",
        "exp": "<p>In pregnancy & in iron deficiency, the propoion of iron absorption is raised to 20-40%.</p><p>Harsh mohan textbook of pathology sixth edition pg no 295</p>",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Hypoxia",
        "opc": "Inflammation",
        "opd": "Antacids",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "7023dcfe-4bba-4a28-8c56-221dd717c4d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the least common feature of Multiple Myeloma -",
        "exp": "Multiple myeloma is a malignant proliferation of plasma cells. *Anemia will be of Normo or macrocytic type. Pancytopenia will be present which predispose to bacterial infection. *Malignant plasma cells produce cytokines, which stimulate osteoclasts and result in net bone reabsorption. The resulting lytic lesions cause bone pain. Reference: Davidon, 23rd Edition, page no: 967. Hyperviscosity syndrome (HVS) is a combination of clinical signs and symptoms related to increased blood viscosity. It can result from abnormal plasma components such as paraproteins (seen in Waldenstrom's macroglobulinemia and multiple myeloma(least common ) () or immune complexes (systemic lupus erythematosis",
        "cop": 4,
        "opa": "Bone pain",
        "opb": "Normocytic Normochromic Anemia",
        "opc": "Susceptibility to bacterial Infection",
        "opd": "Hyperviscosity syndrome",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "bbdbbfe0-f21d-48de-9840-2e42d6a088f0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature ofdisseminated intravascular coagulation (DIQ)?",
        "exp": "In DIC, Prothrombin time is prolonged due to severe fibrinogen deficiency. Plasma fibrinogen levels are reduced due to consumption in microvascular coagulation. Platelet count is reduced due to aggretation & adhesion of platelets (as a result of endothelial damage associated with DIC). Reference: Harsh mohan textbook of pathology 6th edition pg no 338.",
        "cop": 2,
        "opa": "Normal prothrombine time",
        "opb": "Reduced plasma fibrinogen",
        "opc": "Normal platelet count",
        "opd": "Normal clotting time",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "844313ec-ef17-49d1-801b-738d7e842dc6",
        "choice_type": "single"
    },
    {
        "question": "The following set of finding is seen in DIVC",
        "exp": "In disseminated intravascular coagulation (DIC), coagulation is usually activated when blood is exposed to tissue factor. Severe, rapid-onset DIC causes severe thrombocytopenia, prolonged PT and PTT, a rapidly declining plasma fibrinogen level, and a high plasma d-dimer level Fibrinogen degradation product (FDP) testing is commonly used to aid in the diagnosis of disseminated intravascular coagulation (DIC). Increases in serum FDP levels can be caused by the following: DIC. Post fibrinolytic therapy. Ref Davidson 23rd edition pg 876",
        "cop": 4,
        "opa": "Increased fibrinogen, increased antithrombin III increased thrombin-antithrombin III comolexes",
        "opb": "Increased FDP, decreased PT, increased antithrombin III",
        "opc": "hicreased FDP, prolonged PT, increased thrombin- antithrombin complexes",
        "opd": "Increased FDP, prolonged PT, reduced platlets",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "b6d2ff6c-ae57-453d-a46c-481be54ea957",
        "choice_type": "single"
    },
    {
        "question": "Badprognosis is multiple myeloma is indicated by -",
        "exp": "The most common cause of kidney failure in multiple myeloma is due to proteins secreted by the malignant cells. Myeloma cells produce monoclonal proteins of varying types, most commonly immunoglobulins (antibodies) and free light chains, resulting in abnormally high levels of these proteins in the blood. Depending on the size of these proteins, they may be excreted through the kidneys. Kidneys can be damaged by the effects of proteins or light chains. Increased bone resorption leads to hypercalcemia and causes nephrocalcinosis, thereby contributing to the kidney failure. Amyloidosis is a distant third in the causation. People with amyloidosis have high levels of amyloid protein that can be excreted through the kidneys and cause damage to the kidneys and other organs. Light chains produce myriad effects that can manifest as the Fanconi syndrome (type II kidney tubular acidosis). Impaired kidney function may develop, either acutely or chronically, and with any degree of severity. Poor prognostic factors include the following: Tumor mass Hypercalcemia Bence Jones proteinemia Renal impairment, azotemia (ie, stage B disease or creatinine level >2 mg/dL at diagnosis) Ref Davidson 23rd edition pg 786",
        "cop": 2,
        "opa": "WBC > 20000",
        "opb": "Azotemia",
        "opc": "Hypocalcemia",
        "opd": "Low or normal M component production",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "cd1c21c3-324d-4af1-acba-7f6c96cedd37",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in iron deficiency anemia -",
        "exp": "<p>The mature neutrophils showing hypersegmentation of their nuclei with cells having six or more nuclear lobes, is a characteristic finding in megaloblastic anemia.</p><p>Reference: Davidson&; s principles & practice of medicine 22nd edition pg no1024 </p>",
        "cop": 1,
        "opa": "Hyper-segmented neutrophils",
        "opb": "Hypochromia precedes microcytosis",
        "opc": "MCHC<50%",
        "opd": "Commonest cause of anemia in India",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "be423274-d5c9-4e7a-bb50-62f718ac0b29",
        "choice_type": "single"
    },
    {
        "question": "Coomb's positive hemolytic anemia associated with -",
        "exp": "Question repeated. Systemic lupus erythematosus (SLE) is a chronic inflammatory disease that has protean manifestations and follows a relapsing and remitting course. More than 90% of cases of SLE occur in women, frequently staing at childbearing age.",
        "cop": 3,
        "opa": "TTP",
        "opb": "PAN",
        "opc": "SLE",
        "opd": "HUS",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "7b098ff6-db05-4eb0-8688-7c7ed7463e6e",
        "choice_type": "single"
    },
    {
        "question": "Splenomegaly is least likely associated with -",
        "exp": "<p>Splenomegaly is seen in CML, polycythemia vera & chronic idiopathic myelofibrosis. Whereas in primary thrombocytosis, splenomegaly is least likely associated, but hemorrhagic & thrombotic events are common. </p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 360.</p>",
        "cop": 4,
        "opa": "CML",
        "opb": "Polycythemia rubra vera",
        "opc": "Idiopathic myelofibrosis",
        "opd": "Primary thrombocytosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f0e50289-a62b-41d5-98c5-5ccd6a97ec25",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old man presented with fatigue, weight loss and heaviness in left hypochondrium for 6 months. The hemogram showed Hb. 10gm/dL, TLC 5 lakhs/mm3, platelet count 4 lakhs/mm3, DLC: neutrophil 55%, lymphocytes 4%, monocytes 2%, basophils 6%, metamyelocytes 10%, myelocytes 18%, promyelocytes 2% and blasts 3%. The most likely cytogenetic abnormality in this case is -",
        "exp": "<p>In chronic phase of CML, there is excessive proliferation of myeloid cells of intermediate grade(myelocytes & metamyelocytes) & mature segmented neutrophils. Myeloblasts usually do not exceed 10% of cells in the peripheral blood & bone marrow.</p><p>An increase in propoion of basophils up to 10% is a characteristic feature of CML. In this case, heaviness on left hypochondrium is due to splenomegaly. In CML, the abnormality is due to reverse translocation between chromosome 9 & 22 forming Philadelphia chromosome.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 357</p>",
        "cop": 2,
        "opa": "t (1: 21)",
        "opb": "t (9: 22)",
        "opc": "t (15: 17)",
        "opd": "Trisomy 21",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "d99e8217-f332-4fd3-b28a-ae6361f22595",
        "choice_type": "single"
    },
    {
        "question": "Which of the following blood system have Carbohydrate antigen",
        "exp": "Antibodies to &; Lewis system&; carbohydrate antigens are the most common cause of incompatibility during pretransfusion screening. The Lewis gene product is a fucosyltransferase and maps to chromosome 19. The antigen is not an integral membrane structure but is adsorbed to the RBC membrane from the plasma. Antibodies to Lewis antigens are usually IgM and cannot cross the placenta. Lewis antigens may be adsorbed onto tumour cells and may be targets of therapy. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 138e&; Transfusion Biology and Therapy",
        "cop": 3,
        "opa": "Rh",
        "opb": "Kell",
        "opc": "Lewis",
        "opd": "Duffy",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "c8f9955a-4686-4458-b0fe-2fdc676417c2",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic criteria of Hodgkin&; s disease are A/E -",
        "exp": "<p>RS cells are invariably accompanied by a variable number of atypical Hodgkin cells which are believed to be precursor RS cells but are not considered diagnostic of HD.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 370.</p>",
        "cop": 2,
        "opa": "RS cells",
        "opb": "Atypical cells in background",
        "opc": "Sclerosing pattern",
        "opd": "CD 30 present",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "e9c9a692-09cf-4be0-a9a9-2fbc0cdc70f0",
        "choice_type": "single"
    },
    {
        "question": "HbH is characterized by -",
        "exp": "<p>Deletion of 3 alpha chain genes produces Hb H which is a beta globin chain tetramer & markedly impaired alpha chain synthesis.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 321.</p>",
        "cop": 1,
        "opa": "Deletion of three alpha chain genes",
        "opb": "Deletion of three alpha chains and one beta chain genes",
        "opc": "Deletion of two alpha and two beta chain genes",
        "opd": "Deletion of four alpha chain genes",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "82adbc46-ed3f-4a50-b6a9-9de479c58574",
        "choice_type": "single"
    },
    {
        "question": "Cells charcteristic of Hodgkin&; s disease are -",
        "exp": "<p>The classical diagnostic feature of Hodgkin&; s disease is the presence of Reed -Sternberg cell. Classic RS cell is characterised by bilobed nucleus appearing as mirror image of each other, each nucleus contains a prominent, eosinophilic, inclusion like nucleolus with a clear halo around it, giving it an owleye appearance.</p><p>Reference: Harsh mohan textbook of pathology 6th edition pg no 369.</p>",
        "cop": 2,
        "opa": "Lacunar cells",
        "opb": "Reed - Sternberg cells",
        "opc": "Giantcells",
        "opd": "Eosiphils",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "0da88d60-bd95-4ee2-bb57-1909e6a712da",
        "choice_type": "single"
    },
    {
        "question": "In lymphoplasmacytoid lymphoma which of the following monoclonal immunoglobulin is seen?",
        "exp": "Waldenstrom macroglobulinaemia is a low grade lymphoplasmacytoid lymphoma associated with an Ig M paraprotein causing clinical features of hyperviscosity syndrome. Reference: Davidson's principles & practice of medicine 22nd edition pg no 1045",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgD",
        "opc": "IgG",
        "opd": "IgM",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "461ab72f-8547-4964-a598-d2dfecd95d8a",
        "choice_type": "single"
    },
    {
        "question": "Felty syndrome",
        "exp": "Felty's syndrome is an extra aicular manifestation of rheumatoid ahritis. It is the association of splenomegaly & neutropenia with RA. Common features include spmenomegaly, lymphadenopathy, weight loss, skin pigmentation, recurrent infections, nodules, vasculitis, leg ulcers.",
        "cop": 1,
        "opa": "Splenomegaly and neutropenia",
        "opb": "Nodules in upper lobe of lung and difficulty in breathing",
        "opc": "Digital ulceration and gangrene",
        "opd": "Multiple finger deformities",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "4c3a98e7-48fa-4563-aca7-68149d7d9a38",
        "choice_type": "single"
    },
    {
        "question": "A peripheral smear with increased neutrophils basophils, eosinophils, and platelets is highly suggestive of -",
        "exp": "Peripheral smear picture of chronic myeloid leukemia shows marked leucocytosis (myelocytes, metamyelocytes, mature segmented neutrophils, basophils, eosinophils), with normal or raised platelet count. Harsh mohan textbook of pathology 6th edition pg no 358.",
        "cop": 3,
        "opa": "Actute myeloid leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "Chronic myelogenous leukemia",
        "opd": "Myelodysplasia syndrome",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "4caad9c6-1970-4b90-8790-c8c9e4906d43",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following laboratory tests differentiates leukemoid reaction from chronic myeloid leukemia?",
        "exp": "<p>Leucocyte alkaline phosphate score in the cytoplasm of mature neutrophils in leukamoid reaction is characteristically high & ia very useful to distinguish it from CML. Leukaemoid reaction is defined as reactive excessive leucocytosis in response to infections, intoxication, malignant disease, & in severe hemmorhage & hemolysis. So mature neutrophils will be more resulting in elevated LAP. But in CML, mature neutrophils will be reduced resulting in low LAP score. </p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 353.</p>",
        "cop": 1,
        "opa": "LAP (leukocyte alkaline phosphatase)",
        "opb": "LCA (leukocyte common antigen)",
        "opc": "MPO (myelo-peroxidase)",
        "opd": "TRAP (tarate resistant alkaline phosphatase)",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "affbab85-58af-48ce-ac3a-37e496f48687",
        "choice_type": "single"
    },
    {
        "question": "Autoimmune hemolytic anemia is associated with malignancy of which lineage -",
        "exp": "<p>Autoimmune hemolytic anemia are seen associated with lymphomas-leukaemias such as CLL, which is a B cell lineage leukemia. </p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 375 & 312.</p>",
        "cop": 2,
        "opa": "T cell",
        "opb": "B cell",
        "opc": "Pre B cell",
        "opd": "Pre T cell",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "10bd80ee-eff9-4f22-8ff0-1b92c7abaa3a",
        "choice_type": "single"
    },
    {
        "question": "A patient with Hodgkin&; s lymphoma is having a single cervical lymphnode. Biopsy showed lymphocyte: predominant variant Which of the following is the treatment of eboke -",
        "exp": "Historically, radiotherapy to lymph nodes is used to treat localised stage 1A(involvement of a single lymph node region) or stage 2 A(involvement of two or more lymph node regions) effectively, with no adverse prognostic features. Reference: Davidson &; s principles & practice of medicine 22nd edition pg no1043",
        "cop": 3,
        "opa": "Chemotherapy with Radiotherapy",
        "opb": "Chemotherapy only",
        "opc": "Radiotherapy only",
        "opd": "No treatment needed",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "af4a203a-59f3-4a0d-9890-28ebdd978c42",
        "choice_type": "single"
    },
    {
        "question": "Anemia in chronic renal failure (CRF) is due to -",
        "exp": "<p>Erythropoietic activity in the body is regulated by erythropoietin. The principle site of production of erythropoietin is the kidney. Decreased production of erythropoietin by diseased kidney in chronic renal failure results in decline in erythropoiesis & anemia.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 655.</p>",
        "cop": 1,
        "opa": "Decreased erythropoietin production",
        "opb": "Iron deficiency",
        "opc": "Hypoplastic bone marrow",
        "opd": "Decreased Vit - B12",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "11735a1e-85bb-429b-8f58-f30bbc80d33a",
        "choice_type": "single"
    },
    {
        "question": "with worst prognosis-",
        "exp": "Monosomy 7 or paial deletion of the long arm of chromosome 7 (7q-) is a frequent cytogenetic finding in the bone marrow of patients with myelodysplasia (MDS) and acute myelogenous leukemia (AML) has worst prognosis Ref Davidson 23rd edition pg 789",
        "cop": 4,
        "opa": "8/21 translocation",
        "opb": "Inversion 16",
        "opc": "Normal cytogenetics",
        "opd": "Monosomy 7",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "64e53f70-1856-46e0-978f-eb1f266d9409",
        "choice_type": "single"
    },
    {
        "question": "A 58 year old woman, who had backache and recurrent chest Infections for 6 months, develops sudden weakness of the legs and urinary retention. Her investigations show a hemoglobin of 7. 3 gm/ dl, serum calcium 12. 6 mg/dl, phosphate-2. 5 mg/ dl, alkaline phosphatase-1. OOu/l, serum albumln- 3 gm/di, globulin - 7. 1 gm/dl and urea - 178 mg/d. What is the most likely diagnosis -",
        "exp": "Diagnosis is Multiple myeloma: * Patient is having backpain and hypercalcemia because in multiple myeloma the malignant plasma cells produce cytokines, which stimulate osteoclasts and result in net bone reabsorption. The resulting lytic lesion causes bone pain, fractures and hypercalcemia. * Patient is having recurrent infection, due to pancytopenia * Anemia is a feature of multiple myeloma * In Multiple myeloma globulin level increases, here there is increased level of globulin and Albumin/Globulin ratio is decreased. Reference: Davidson, 23rd Edition, page no: 967.",
        "cop": 3,
        "opa": "Lung cancer",
        "opb": "Disseminated tuberculosis",
        "opc": "Multiple myeloma",
        "opd": "Osteoporosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "53260dcb-63f7-473c-b894-ab4e66c2404f",
        "choice_type": "single"
    },
    {
        "question": "A patient comes with increased a. PTT and PT with no bleeding tendency. Even at surgery he did not have increased bleeding. Which factor is deficient-",
        "exp": "If both the PT and APTT are prolonged, this indicates either deficiency or inhibition of the final common pathway(which includes factor 5, 10, prothrombin and fibrinogen) or global coagulation factor deficiency involving more than one factor, as ocvurs in DIC. Reference: Davidson, 23rd Edition, page no: 921.",
        "cop": 1,
        "opa": "V",
        "opb": "Vn",
        "opc": "xn",
        "opd": "X",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "b79cfffb-e882-4970-b9b1-a2d934a7e47c",
        "choice_type": "single"
    },
    {
        "question": "Best prognostic type of Hodgkin&; s lymphoma is -",
        "exp": "<p>Patients with lymphocytic predominance type of hodgkin&; s disease tend to have localised form of the disease and have excellent prognosis.</p><p>Reference: Harsh mohan textbook of pathology 6th edition pg no 369 & 373</p>",
        "cop": 1,
        "opa": "Lymphocytic predominant",
        "opb": "Lymphocytic depletion",
        "opc": "Mixed cellularhy",
        "opd": "Nodular sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "e56f05ba-b298-4095-9a04-991db39f9ea6",
        "choice_type": "single"
    },
    {
        "question": "Complement deficiency predispose to infection with-",
        "exp": "Neisseria meningitidis infection is seen in compliment deficiency Pseudomonas infection is seen in Phagocyte deficiency Giardia infection is seen in Antibody Infection Cytomegalovirus infection is seen in T lymphocyte deficiency Reference: Davidson, 23rd Edition, page no: 73.",
        "cop": 3,
        "opa": "Pseudomonas aeruginosa",
        "opb": "Cytomegalovirus",
        "opc": "Neisseria meningitidis",
        "opd": "Giardia lamblia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "624ca1b1-cbf6-4f33-977a-5d9a9a79c3fe",
        "choice_type": "single"
    },
    {
        "question": "Which of the following patients would LEAST likely require a bone marrow examination?",
        "exp": "An adult with fever and a white blood cell count of 20, 000 cells/l with a left shift has an infection, which is not an indication for a bone marrow examination. Pancytopenia; documenting a myeloproliferative disease; ruling out multiple myeloma as the cause of a monoclonal spike; and evaluating a child with the fever, bone pain, anemia, thrombocytopenia, and an increased lymphocyte count for possible acute lymphoblastic leukemia are all valid indications for a bone marrow examination. Other indications include the work-up of metastatic disease to bone and staging for Hodgkin and non-Hodgkin lymphomas. As a general rule, bone marrow aspirates/biopsies are not usually necessary in: Diagnosing iron deficiency or anemia of chronic disease, because iron studies are adequate Thalassemia syndromes, because hemoglobin electrophoresis is the gold standard test B12 or folate deficiency, because Bib red blood cell folate, and serum folate levels are usually sufficient Hemolytic anemias, because the reticulocyte count (marker for all hemolytic anemias), the direct and indirect Coombs test (autoimmune anemias), osmotic fragility (congenital spherocytosis), Heinz body preparations (glucose-6-phosphate dehydrogenase deficiency), and hemoglobin electrophoresis (sickle cell and its variants) are sufficient in most cases Most bone marrow examinations are performed on the posterior iliac crest, since both a bone marrow aspirate and biopsy may be obtained in this area. A \"dry tap\" means that nothing was obtained on the bone marrow aspirate. A \"dry tap\" may be due to faulty positioning of the needle (most common cause), a marrow packed with cells (leukemia), a marrow replaced by fibrous tissue (agnogenic myeloid metaplasia and myelofibrosis secondary to metastatic disease), or anaplastic marrow. Normal components of a bone marrow examination and repo include: An evaluation of cellularity. Normally, there is an approximately 30% fat to 70% cell ratio (varies with age). Calculation of the myeloid to erythroid ratio, which is normally 3: 1 An evaluation of hematopoietic cell morphology and adequacy of numbers of megakaryocytes (platelet production) An estimate of the status of marrow iron stores with the Prussian blue stain. Absent iron characterizes iron deficiency; excess iron the anemia of chronic inflammation; and ringed sideroblasts, a sideroblastic anemia. Ref - Harrison's principles of internal medicine 20e, pubmed. com",
        "cop": 4,
        "opa": "Adult with pancytopenia and a normal mean corpuscular volume",
        "opb": "Adult with a myeloproliferative disease",
        "opc": "Adult with a monoclonal spike on a serum protein electrophoresis",
        "opd": "Adult with fever and a WBC of 20, 000 cells/l with a left shift",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f9efbe85-0e27-47b8-be24-22940044b357",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of sickle cell anemia is",
        "exp": "Sickle cell anemis causes Vaso-occlusive crisis: This means plugging of small vessels in the bone produces severe bone pain. This affects areas of active marrow: the hands and feets in children(dactylitis) or femora, humeri, ribs, pelvis and veebrae in adults. Reference: Davidson, 23rd Edition, page no: 952.",
        "cop": 2,
        "opa": "Priapism",
        "opb": "Bone pain",
        "opc": "Fever",
        "opd": "Splenomegaly",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "ad804da2-ddca-4a1b-8909-8be4d0728d0c",
        "choice_type": "single"
    },
    {
        "question": "Which disorder is most likely associated with erythroid hyperplasia in the bone marrow?",
        "exp": "Erythroid hyperplasia in the bone marrow is a response of the erythroid series to erythropoietin stimulation. These stimuli include hypoxemia (e. g., chronic, obstructive pulmonary disease), anemia less than 7 gm/ dl, a left-shifted oxygen dissociation curve (e. g., carbon monoxide poisoning), a bleed more than 5 to 7 days, and testosterone. Anemia of chronic disease, thalassemia minor, and iron deficiency have problems in hemoglobin synthesis, so these would not be expected to have a reticulocyte response. In chronic renal disease, there is a decreased concentration of erythropoietin, which results in a normocytic anemia and no reticulocyte response. Ref - Harrison's internal medicine 20e pg 391, 391f, 684, 696",
        "cop": 3,
        "opa": "Anemia of chronic disease",
        "opb": "Thalassemia minor",
        "opc": "7 to 10 days after a GI bleed",
        "opd": "Iron deficiency",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "09593996-a81d-4277-be9c-0d99a7fef90b",
        "choice_type": "single"
    },
    {
        "question": "Classical `Rain drop' lesions seen in -",
        "exp": "A skeletal survey showed diffuse osteopenia, a pubic bone fracture, and numerous radiolucent lesions on the skull, which had an appearance known as \"raindrop skull\" -- a pattern of lytic or punched-out lesions that resemble raindrops hitting a surface and splashing. These findings are characteristic of multiple myeloma Ref Davidson 23rd edition pg 789",
        "cop": 3,
        "opa": "Burkitt's lymphoma",
        "opb": "Hodgkin's lymphoma",
        "opc": "Multiple myeloma",
        "opd": "Haemophilia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f40d6a1e-a66a-4ef5-a0d5-a2d87151b71e",
        "choice_type": "single"
    },
    {
        "question": "A crisis in a patient with sickle cell disease is most likely to be caused by",
        "exp": "A crisis in sickle cell disease occurs when deoxygenated HbS precipitates, deforming (sickling) red blood cells and. blocking capillaries. Variables that increase the propoion of of. HbS in the \"deoxy\" state tend to increase the probability of a crisis by increasing the extent of sickling. The \"deoxy\" form of hemoglobin is ored by a decrease in pH (acidosis). An increase in pH (alkalosis), increased oxygen concentration, decreased CO2 concentration and decreased 2, 3-bisphosphoglycerate concentration would all or the\" oxy\" form of hemoglobin. Ref - Harrison's internal medicine 20e pg 692-93",
        "cop": 2,
        "opa": "Alkalosis",
        "opb": "Acidosis",
        "opc": "Increased oxygen concentration",
        "opd": "Decreased CO2 concentration",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "ebbfc0ca-0d1e-45c1-a118-2c73bbfbf13d",
        "choice_type": "single"
    },
    {
        "question": "80 year old, asymptomatic man present with a total leucocyte count of I lakh, with 80% lymphocytes and 20% PMC's. What is the most probable diagnosis?",
        "exp": "Chronic lymphocytic leukemia occurs more commonly in middle & older age groups(over 50 years of age). Clinical features include anemia, enlargement of superficial lymph nodes, splenomegaly & hepatomegaly, hemorrhagic manifestations, susceptibility to infections. Blood picture shows marked leukocytosis(50, 000-2, 00, 000/microlitre). Usually, more than 90% of leukocytes are mature small lymphocytes. Reference: Harsh mohan textbook of pathology sixth edition pg no 375",
        "cop": 3,
        "opa": "HIV",
        "opb": "CML",
        "opc": "CLL",
        "opd": "IMN",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "6357bc13-10e2-4d9e-9778-af8668020472",
        "choice_type": "single"
    },
    {
        "question": "Most appropriate drug used in the management of chelating iron in beta thalassemia major is",
        "exp": "Deferiprone and Deferasirox are oral chelators used for beta-thalassaemia. Reference: Medicine, Prep Manual for UG, George Mathew, 5th Edition, page no: 33.",
        "cop": 2,
        "opa": "Oral desferrioxamine",
        "opb": "Oral deferiprone",
        "opc": "Intra muscular EDTA",
        "opd": "Oral succimer",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "2d341b66-3ea1-4dea-8480-93de22f14db2",
        "choice_type": "single"
    },
    {
        "question": "A 30-yrs old female, RBC count 4. 5 million, MCV 55fl, TLC 8000, no history of blood transfusion?",
        "exp": "Thalassemias are inherited blood disorders characterized by abnormal hemoglobin production. Symptoms depend on the type and can vary from none to severe. Often there is mild to severe anemia (low red blood cells). Anemia can result in feeling tired and pale skin. There may also be bone problems, an enlarged spleen, yellowish skin, and dark urine. [Slow growth may occur in children. Thalassemias are genetic disorders inherited from a person's parents. [There are two main types, alpha thalassemia and beta thalassemia. [The severity of alpha and beta thalassemia depends on how many of the four genes for alpha globin or two genes for beta globin are missing. [Diagnosis is typically by blood tests including a complete blood count, special hemoglobin tests, and genetic tests. Diagnosis may occur before bih through prenatal testing. Treatment depends on the type and severity. [Treatment for those with more severe disease often includes regular blood transfusions, iron chelation, and folic acid. [Iron chelation may be done with deferoxamine or deferasirox. [Occasionally, a bone marrow transplant may be an option. Complications may include iron overload from the transfusions with resulting heart or liver disease, infections, and osteoporosis. If the spleen becomes overly enlarged, surgical removal may be required Ref Davidson 23rd edition pg 911",
        "cop": 3,
        "opa": "Iron deficiency anemia",
        "opb": "Thalessemia major",
        "opc": "Thalessemia minor",
        "opd": "Megaloblastic anemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "d76066af-cf4a-4150-83c6-3a7ffbab1719",
        "choice_type": "single"
    },
    {
        "question": "Christmas disease is treated by",
        "exp": "Fresh frozen contains all the coagulation factors except platelets. Also erythrocytes and leukocytes are absent in it. The specific treatment is with factor9 concentrate. The new extended half life recombinant factor 9 products made by Fc fusion, albumin fusion and pegylation offer the possibility of prophylaxis on a once-weekly or even two-weekly schedule. Reference: Davidson, 23rd Edition, page no: 974.",
        "cop": 1,
        "opa": "Fresh frozen plasma",
        "opb": "Fresh frozen blood",
        "opc": "Cryoprecipitate",
        "opd": "Steroids",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "26077b0e-3735-44e2-a5ac-6eaf6b34cfe4",
        "choice_type": "single"
    },
    {
        "question": "The following is the least useful investigation in multiple myeloma -",
        "exp": "X ray and bone marrow biopsy is usually taken to diagnose Multiple myeloma. Paraproteinemia can cause an elevated ESR even though not specific. But usually bone scan is not done because sensitivity is low when compared to X ray. Reference: Davidson, 23rd Edition, page no: 967.",
        "cop": 3,
        "opa": "ESR",
        "opb": "X-Ray",
        "opc": "Bone scan",
        "opd": "Bone marrow biopsy",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "64b5526c-3436-4895-8a50-09ff835272b8",
        "choice_type": "single"
    },
    {
        "question": "Megaloblastic anemia In blind loop syndrome Is due to -",
        "exp": "<p>In blind loop syndrome, chronic diarrhoea & malabsorption occur because of bacterial overgrowth & recurrent gastrointestinal infections. The patient presents with watery diarrhoea & anemia due to B12 deficiency. It is because of bacterial overutilisation of vitamin B12.</p><p>Reference: Davidson&; s principle & practice of medicine 22nd edition pg no 883.</p>",
        "cop": 2,
        "opa": "Vitamen Bla malabsorption",
        "opb": "Bacterial overgrowth",
        "opc": "Frequent diarrhoea",
        "opd": "Decrease iron intake",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "49e2e020-fc0d-445d-aa65-f3ea9386c3d0",
        "choice_type": "single"
    },
    {
        "question": "During the treatment of chronic myeloid leukemia cytogenetic is least likely to occur with which one of' the following modalities of treatment?",
        "exp": "Common side effects include bone marrow suppression, fevers, loss of appetite, psychiatric problems, shoness of breath, and headaches. There is also concern that it increases the risk of later cancers. Use during pregnancy is typically harmful to the baby. Hydroxycarbamide is in the antineoplastic family of medications. It is believed to work by blocking the making of DNA. Hydroxycarbamide, also known as hydroxyurea, is a medication used in sickle-cell disease, chronic myelogenous leukemia, cervical cancer, and polycythemia vera. In sickle-cell disease it increases hemoglobin and decreases the number of attacks. It is taken by mouth Hydroxycarbamide is used for the following indications: Myeloproliferative disease (primarily polycythemia vera and essential thrombocythemia). It has been found to be superior to anagrelide for the control of ET. Sickle-cell disease(increases production of fetal hemoglobin that then interferes with the hemoglobin polymerisation as well as by reducing white blood cells that contribute to the general inflammatory state in sickle cell patients.) Second line treatment for psoriasis(slows down the rapid division of skin cells) Psoriasis Systemic mastocytosis Chronic myelogenous leukemia (largely replaced by imatinib, but still in use for its cost-effectiveness Ref Davidson 23rd edition pg 783",
        "cop": 1,
        "opa": "Hydroxyurea",
        "opb": "imatinib mesylate",
        "opc": "Interferon-alpha",
        "opd": "Bone marrow transplantation",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "0006af36-29be-4eab-8677-9fcaf03851ca",
        "choice_type": "single"
    },
    {
        "question": "Cold haemagglutinin is associated with -",
        "exp": "<p>In cold agglutinin disease, antibody is usually IgM which reacts with red cells poorly or not at all at 37 degree celsius, whereas it reacts slowly at lower temperature. Donath - Landsteiner antibody is involved in paroxysmal cold hemoglobinuria. Warm antibody immunohemolytic anemiaa are caused by UgH ir rarely ItS antibodies that are active at 37 degree celsius.</p><p>Harrison&; s principles of internal medicine 18 th edition 882.</p>",
        "cop": 1,
        "opa": "Anti IgM",
        "opb": "Anti IgG",
        "opc": "Anti IgA",
        "opd": "Donath landsteiner antibody",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "7c2f34d0-56ac-4660-8d2c-cd20b839b85b",
        "choice_type": "single"
    },
    {
        "question": "An example of chronic myeloproliferative disorder is",
        "exp": "<p>According to WHO classification of myeloid neoplasms, the diseases under myeloproliferative group are chronic myeloid leukemia, chronic neutrophilic leukemia, chronic eosinophilic leukemia, polycythemia vera & essential thrombocytopenia.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 357.</p>",
        "cop": 2,
        "opa": "Neutrophilic leukemoid reaction",
        "opb": "Essential thrombocythemia",
        "opc": "Plasmacytosis",
        "opd": "Hairy cell leukemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "81d43b05-3190-477f-ad98-7c443e3aa4c9",
        "choice_type": "single"
    },
    {
        "question": "Classical markers for Hodgkin&; s disease is",
        "exp": "<p>Reed Sternberg cells in all types of Hodgkin&; s diseases, except in lymphocytic prdominance type, express immunoreactivity for CD 15 & CD 30. RS cells in lymphocytic predominance type are negative for both CD 15 & CD 30, but positive for CD 20.</p><p>Reference: Harsh mohan textbook of pathology 6th edition pg no370</p>",
        "cop": 1,
        "opa": "CD 15 and CD 30",
        "opb": "CD 15 and CD 22",
        "opc": "CD 15 and CD 20",
        "opd": "CD 20 and CD 30",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "21d73569-6ac0-4d3c-9c42-9343c21c5ee1",
        "choice_type": "single"
    },
    {
        "question": "Drug used treatment of Acute promyelocytic leukemia-",
        "exp": "Arsenic trioxide is effective and approved for treatment of relapsed or refractory acute promyelocytic leukemia (APL) cases resistant to all-trans retinoic acid (ATRA), but its effect on new cases of APL is not clear. Ref Davidson 23rd edition pg 789",
        "cop": 1,
        "opa": "Arsenic trioxide",
        "opb": "Tretinoin",
        "opc": "Gefitinib",
        "opd": "Dasatinib",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "9d7e7393-aa81-4bff-9f54-987869fb6879",
        "choice_type": "single"
    },
    {
        "question": "A 17 year old boy presented with TLC of 138 x l. OV I with 80% blasts on the peripheral smear. Chest X-ray deniosnstrated a large mediastinal mass. Immunophenotyplng of this patent's blasts would most likely demonstrate -",
        "exp": "Mixed phenotype acute leukemia (MPAL) with B/T cell type is very rare. A 24-year-old male presented with fever, generalized body ache, cough and breathlessness, bleeding per rectum, epistaxis, and hepatosplenomegaly. His hemoglobin, total leukocyte count, and platelet count were 6. 2 g/dL, 29. 06 x 103/mL, and 20 x 103/mL respectively. Peripheral blood smear & bone marrow revealed > 80% blasts that were morphologically lymphoid. The blasts were negative for all cytochemical staining. Flow cytometry immunophenotyping was performed on peripheral blood using a 6- color flow cytometer Navios (Beckman Coulter) using CD1a, CD2, CD3, CD4, CD5, CD7, CD8, CD10, CD13, CD14, CD15, CD19, CD20, CD22, CD33, CD34, CD38, HLA-DR, CD45, CD56, CD61, CD64, Glycophorin A, CD117, cytoplasmic. CD3, cytoplasmic CD79a, myeloperoxidase (MPO), and terminal deoxynucleotidyl transferase (TdT). The blast cells on CD45 vs SSC exhibited two distinct populations, one (45. 9%) with weak and another (23. 7%) with moderate expression of CD45 and low side scatter. The population of blasts with weak CD45 expression was positive for CD19 (strong), CD10 (strong), c. CD79a (moderate), HLA-DR (moderate), CD38 (weak) and TdT. The population of blasts moderately positive for CD45 was positive for cytoplasmic CD3 (moderate), c. CD79a, CD7 (strong), CD1a (moderate), CD4 (strong), TdT, CD5 (moderate), and CD38 (strong), and negative for surface CD3, HLA-DR, CD8, and CD2 The final diagnosis of MPAL -B/T cell type was established. The diagnostic criteria of MPAL are based on expression of strictly T-lymphoid (cytoplasmic CD3)- and myeloid (MPO)-specific antigens, the latter demonstrated by either flow cytometry (FCM) or cytochemistry, and/or evidence of monocytic differentiation. B-cell lineage assignment in MPAL relies on strong expression of CD19 together with another B-cell-associated marker or, in cases with weak CD19, on the strong expression of at least 2 B-lineage markers. 1 MPAL is very rare and constitutes <4% of all cases of acute leukemia. The most common type is MPAL- Myeloid/B cell type. The leukemic blasts very rarely exhibit clear evidence of both T and B lineage commitment. However, as CD79a and CD10 are frequently repoed in T-ALL, B/T MPAL should be differentially diagnosed. 2 The precursor status of T lymphoblasts can be established by TdT, CD99, CD34, and/or CD1a positivity. 3 The panel of antibodies used is impoant in the identification of the \"mixed\" phenotype. TdT and CD1a should be included in the panel when immaturity markers like CD34 are negative. Ref Davidson 23rd edition pg 933",
        "cop": 2,
        "opa": "No surface antigens (null phenotype)",
        "opb": "An immature T cell phenotype (Tdt/CD34/CD7 positve)",
        "opc": "Myeloid markers, such as CD 13, CD33 and CD 15",
        "opd": "B cell markers, such as CD 19, CD20 and CD22",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "4ee4d95b-52a3-4d0f-a76b-2d94ba874d9c",
        "choice_type": "single"
    },
    {
        "question": "Best test for assessment of iron status is -",
        "exp": "<p>In the development of anemia, firstly storage iron(ferritin) depletion occurs during which iron reserves are lost without compromise of the iron supply for erythropoiesis. So it is the best test for assessment of iron status.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 299 </p>",
        "cop": 2,
        "opa": "Transferrin",
        "opb": "Ferritin",
        "opc": "Serum iron",
        "opd": "Hemoglobin",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "9d11d45e-2cff-4e49-b799-4238864f1e57",
        "choice_type": "single"
    },
    {
        "question": "AB trans retinoic acid is useful in the treatment of-",
        "exp": "APL is unique among leukemias due to its sensitivity to all-trans retinoic acid (ATRA; tretinoin), the acid form of vitamin A. Treatment with ATRA dissociates the NCOR-HDACL complex from RAR and allows DNA transcription and differentiation of the immature leukemic promyelocytes into mature granulocytes by targeting the oncogenic transcription factor and its aberrant action. Unlike other chemotherapies, ATRA does not directly kill the malignant cells. ATRA induces the terminal differentiation of the leukemic promyelocytes, after which these differentiated malignant cells undergo spontaneous apoptosis on their own. ATRA alone is capable of inducing remission but it is sho-lived in the absence of concurrent \"traditional\" chemotherapy. As of 2013 the standard of treatment for concurrent chemotherapy has become arsenic trioxide, which combined with ATRA is referred to ATRA-ATO; before 2013 the standard of treatment was anthracycline (e. g. daunorubicin, doxorubicin, idarubicin or mitoxantrone)-based chemotherapy. Both chemotherapies result in a clinical remission in approximately 90% of patients with arsenic trioxide having a more orable side effect profile. ATRA therapy is associated with the unique side effect of retinoic acid syndrome. This is associated with the development of dyspnea, fever, weight gain, peripheral edema and is treated with dexamethasone. The etiology of retinoic acid syndrome has been attributed to capillary leak syndrome from cytokine release from the differentiating promyelocytes Ref Davidson 23rd edition pg 922",
        "cop": 2,
        "opa": "Myelodysplastic leukemia",
        "opb": "Promyelocytic leukemia",
        "opc": "Myelomonocytic leukemia",
        "opd": "Chronic myelocytic leukemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "95ac4716-a4d6-4e7d-8cfc-293876566fdb",
        "choice_type": "single"
    },
    {
        "question": "A patient has Hb 6 gm%, folic acid 8ng/ml, vitamin B12 60 pg/ml, serum iron 130 microg/dl, and MCV-104. The diagnosis is -",
        "exp": "<p>Normal range of vit B12 in serum is 280-1000pg/mL.. Values below 100pg/mL indicate clinically deficient stage. </p><p>Normal range of serum folate is 6-18ng/mL. Normal serum iron is 40-140 microgram/dL. In this case it is within normal limit.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 308.</p>",
        "cop": 2,
        "opa": "Iron deficiency anemia",
        "opb": "Vitamin Bl2 deficiency",
        "opc": "Folic acid deficiency",
        "opd": "Pyridoxine deficiency",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "a366d4bf-5ef0-4481-88e8-6a95d1361cde",
        "choice_type": "single"
    },
    {
        "question": "Type of anemia caused by pulmonary. TB -",
        "exp": "<p>Pulmonary TB causes anemia of chronic disorder. In anemia of chronic disorder, the type of anemia is normocytic normochromic, but may have slight microcytosis & hypochromia.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 302.</p>",
        "cop": 4,
        "opa": "Iron-deficiency",
        "opb": "Megaloblastic",
        "opc": "Sideroblastic",
        "opd": "Microcytic Hypochromic anemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "63350cad-0409-4103-8f2c-df1a38ccbab7",
        "choice_type": "single"
    },
    {
        "question": "Cell of origin of hairy cell leukemia is -",
        "exp": "Hairy cell leukaemia is an unusual & uncommon form of B cell malignancy characterized by presence of hairy cells in the blood & bone marrow & splenomegaly. Hairy cells are abnormal mononuclear cells with hairy cytoplasmic projections which are seen in blood, bone marrow & spleen. These cells exhibit CD19, CD20 & CD22 antigen. Reference: Harsh mohan textbook of pathology 6 th edition pg no 379",
        "cop": 1,
        "opa": "B-cell",
        "opb": "T-cell",
        "opc": "NK-cell",
        "opd": "Dendritic reticulum cell",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "b041942f-2b88-47a9-a68e-8cd47ab6bb8e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug has the least Marrow suppression",
        "exp": "Mitotic Spindle Inhibitors: Vincristine binds to the tubulin dimer with the result that microtubules are disaggregated. This results in the block of growing cells in M-phase. Vincristine is metabolized by the liver, and dose adjustment in the presence of hepatic dysfunction is required. It is a powerful vesicant, and infiltration can be treated by local heat and infiltration of hyaluronidase. At clinically used intravenous doses, neurotoxicity in the form of glove-and-stocking neuropathy is frequent. Acute neuropathic effects include jaw pain, paralytic ileus, urinary retention, and the syndrome of inappropriate antidiuretic hormone secretion. Myelosuppression is not seen. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 103e; Principles of Cancer treatment",
        "cop": 2,
        "opa": "Cisplatin",
        "opb": "Vincristine",
        "opc": "Cyclophosphamide",
        "opd": "Methotrexate",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "f926154a-ae9e-482d-8911-1379ac85f7c5",
        "choice_type": "single"
    },
    {
        "question": "Hb. A2 is increased In -",
        "exp": "<p>In beta thalassemia, hemoglobin electrophoresis shows presence of increased amounts of HbF, Hb. A2 and complete absence or presence of variable amounts of HbA. The increased level of Hb. A2 has not been found in any other hemoglobin abnormality except beta thalassemia.</p><p>Harsh mohan textbook of pathology 6th edition pg no324.</p>",
        "cop": 3,
        "opa": "Alfa-thalassemia",
        "opb": "Iron deficiency anemia",
        "opc": "Beta-thalassemia",
        "opd": "Sickle cell trait",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "e7beecdc-9d6b-41a1-baf3-50f9690bea33",
        "choice_type": "single"
    },
    {
        "question": "The tumor causing polycythemia due to erythropoietin production is -",
        "exp": "<p>The tumors causing inappropriate rise in erythropoietin are renal cell caarcinoma, hepatocellular carcinoma, cerebellar hemangioblastoma.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 359.</p>",
        "cop": 1,
        "opa": "Cerebellar hemangioma",
        "opb": "Medulloblastoma",
        "opc": "Ependymoma",
        "opd": "Ougodendroglioma",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "1fc30362-91fd-424a-9b6e-d3f2f5a7e8f9",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old female, asymptomatic, not requiring blood transfusion, presents with Hb 13. 0 gm/dl. Her HbF levels are 95%, Hb. A2, 1. 5%. Which of the following is the most likely diagnosis -",
        "exp": "<p>In contrast to alpha thalassemia, gene deletion rarely ever causes beta thalassemia & is only seen in an entity called hereditary persistence of foetal hemoglobin (HPFH).</p><p>In the given case scenario, Hb. A2 is within normal limit (1. 5-3. 5%) in contrast to thalassemia where the Hb. A2 will be increased.</p><p>Reference: Harsh mohan textbook of pathology sixth edition pg no 322.</p>",
        "cop": 1,
        "opa": "Hereditary persistence of fetal hemoglobin",
        "opb": "Beta homozygous thalassemia",
        "opc": "Thalassemia intermedia",
        "opd": "Beta heterozygous thalasiemia",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "cc56baeb-18b6-4eca-9674-1eb3ffe24b58",
        "choice_type": "single"
    },
    {
        "question": "Howell-Jolly bodies are seen in-",
        "exp": "Howell Jolly bodies are purple nuclear remnants, usually found singly, and are larger than basophilic stippling. They are present in megaloblastic anemia & after splenectomy. Reference: Harsh Mohan Textbook of pathology sixth edition pg no 293.",
        "cop": 2,
        "opa": "Liver disease",
        "opb": "Postsplenectomy",
        "opc": "Hemolysis",
        "opd": "DIC",
        "subject_name": "Medicine",
        "topic_name": "Haematology",
        "id": "c407dae6-43d7-46d4-b47f-fbed05cbd1ee",
        "choice_type": "single"
    }
]