[
    {
        "question": "Which breathing pattern is described in below diagram?",
        "exp": "CHEYNE-STOKES RESPIRATION It is also referred to as periodic respiration or cyclic respiration It is present in patients with advanced HF and low cardiac output. Etiology: Lengthy circulatory time and increased sensitivity to aerial PCO2 of respiratory center are causitive. During apneic phase, aerial PO2 falls and the aerial PCO2 increases. Such changes in the ABG content are responsible for the stimulation of respiratory center, thus resulting in hyperventilation and hypocapnia which is followed by recurrence of apnea.",
        "cop": 3,
        "opa": "Kussmaul's respiration",
        "opb": "Biot's respiration",
        "opc": "Cheyne-Stokes respiration",
        "opd": "Hyperventilation respiration",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "d4c9e713-867a-4a6e-89a6-c557cbd17d43",
        "choice_type": "single"
    },
    {
        "question": "Patient with OSAHS is unlikely to have?",
        "exp": "Obstructive sleep apnea | | Neck circumference Collapse of airway - snoaring Repeated nocturnal awaking - activate RAAS | HTN | LVH RVF is unlikely in OSAHS",
        "cop": 2,
        "opa": "LVH",
        "opb": "RVF",
        "opc": "Increased neck circumference",
        "opd": "Resistant Hypeension",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "9d148af9-c221-48e4-af70-8e00046f918b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes hea failure with reduced ejection fraction?",
        "exp": null,
        "cop": 4,
        "opa": "Restrictive cardiomyopathy",
        "opb": "Hemochromatosis",
        "opc": "Amyloidosis",
        "opd": "Dilated Cardiomyopathy",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "86bfe429-d362-495e-9fb5-e4f0967bce08",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old female is undergoing P.C.I after a coronary narrowing was found on a previous diagnostic angiography. She is known to have coronary vessels which are prone to spasm, therefore, the cardiologist administers 2 puffs of sublingual GTN prior to the procedure and a fuher 400 mg of GTN during the procedure. During the procedure, the patient's systolic blood pressure suddenly drops to 70mmHg. At this point, the patient is pale, clammy and complaining of light-headedness. The patient's pulse rate is noted to be 70bpm and regular. What is the most appropriate management plan at this stage?",
        "exp": "Option A: There is no arrhythmia, so no need of DC shock. Option B: Atropine is given when HR is <60 beats/minute & here hea beat is 70 & regular. Option C: Metaraminol-Potent sympathomimetic amine that increases both systolic and diastolic blood pressure a Agonist | Vasoconstriction | | SBP | | DBP Option D: Adrenaline is given when there is cardiac arrest.",
        "cop": 3,
        "opa": "Administer a 150J defibrillator shock",
        "opb": "Administer atropine",
        "opc": "Administer metaraminol",
        "opd": "Administer adrenaline",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "f0dd6663-8600-4613-9551-6a8c8654a230",
        "choice_type": "single"
    },
    {
        "question": "CHF leads to?",
        "exp": "CHF - |CO -|GFR | activate RAAS | | Aldosterone - TBW||, Salt| - Hypervolemic Hyponatremia Hypovolemic hyponatremia - Diarrhoea Euvolemic hypnonatremia Hypothyroidism, Glucocoicoid deficiency SIADH",
        "cop": 1,
        "opa": "Hypervolemic hyponatremia with UNa < 20",
        "opb": "Hypovolemic hyponatremia with UNa < 20",
        "opc": "Euvolemic hyponatremia with UNa < 20",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "566089a0-824b-44f7-a754-61b3a66ede24",
        "choice_type": "multi"
    },
    {
        "question": "Intracardiac defibrillator is useful in management of?",
        "exp": "ICD= useful in Pt who have tendency to Tachyarrhythmias In all these conditions there will be tachyarrhythmia. So ICD is useful. Indications for use of ICD: A: ARVD, Aneurysm B: Brugada syndrome C: Cardiomyopathy Long QT syndrome/Romano ward syndrome",
        "cop": 4,
        "opa": "Arrhythmogenic RV dysplasia",
        "opb": "Brugada syndrome",
        "opc": "LV aneurysm (Post MI)",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "bb5735f0-909b-4a64-a5a3-35cce678d842",
        "choice_type": "multi"
    },
    {
        "question": "Elevated JVP is seen in all except?",
        "exp": "Option A: PAH leads to RVH which contribute to Elevated JVP Option B : TOF yes Option C: if MS is long standing - PAH - RVH Ans Option D: JVP will not be elevate in Aoic stenosis",
        "cop": 4,
        "opa": "PAH",
        "opb": "TOF",
        "opc": "Mitral stenosis",
        "opd": "Aoic stenosis",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "587e4ff7-0c8c-46d0-90b8-a337a911f54b",
        "choice_type": "multi"
    },
    {
        "question": "Blunted y descent is seen with?",
        "exp": "Normally 'y' descent seen at diastasis event but if there is any obstruction in valve opening = y descent will be blunted (absent). 2 causes of Blunted 'y' descent: i) C. Tamponade ii) T. Stenosis Option A: TOF= Large 'A' wave in JVP. Option C: Tricuspid Regurgitation= Steep Y descent =Constrictive Pericarditis= Steep x & steep y = Cardiac Tamponade= Steep x & Absent/Blunted y",
        "cop": 2,
        "opa": "Tetralogy of Fallot",
        "opb": "Tricuspid stenosis",
        "opc": "Tricuspid regurgitation",
        "opd": "Tricuspid atresia",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "48f62b41-6f64-44ec-9b9c-85db092b307e",
        "choice_type": "multi"
    },
    {
        "question": "Decreased dietary intake of potassium is incriminated in leading to all except?",
        "exp": "Reduced dietary K+ are implicated in the pathophysiology and progression of hypeension hea failure, and stroke. For example, sho term K+ restriction in healthy humans and patients with essential hypeension induces Na+Cl-retention and hypeension. Correction of hypokalemia is paicularly impoant in hypeensive patients treated with diuretics, in whom blood pressure improves with the establishment of normokalemia. Since hypeension and Coronary aery disease patients if untreated can develop CHF, reducing incidence of these will reduce incidence of CHF.",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Stroke",
        "opc": "CHF",
        "opd": "Diabetes mellitus",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "891b895d-69d0-4231-9dfb-fc0b0a02adc3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is effective in management of patients of hea failure with preserved ejection fraction?",
        "exp": "HFpEF (hea failure with preserved ejection fraction)- A.R.N.I (ARB & Nephrilysin inhibitor) HFrEF (hea failure with reduced ejection fraction)- ACE inhibitor+ Beta Blocker Phosphodiesterase inhibitor: RELAX trial- no improvement in functional capacity, quality of life (QOL), or other clinical and surrogate parameters in patients with HFpEF. Isosorbide mononitrate: (NEAT-HFpEF) trial- no improvement in QOL or submaximal exercise capacity in patients with HFpEF Digoxin Digitalis Investigation Group (DIG) found no role for digoxin in the treatment of HFpEF.",
        "cop": 2,
        "opa": "Digoxin",
        "opb": "ARB with neprilysin inhibitor",
        "opc": "Isosorbide mononitrate",
        "opd": "Phosphodiesterase inhibitor",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "1f39077f-701f-44db-828e-c52c0aa85ae9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is first line vasopressor in case of cardiogenic shock?",
        "exp": "No vasopressor has been demonstrated to change outcome in large clinical trials. Norepinephrine is first line vasopressor for cardiogenic shock.It has less adverse events like arrythmias. Dopamine should be avoided as first line therapy for cardiogenic shock. Dopamine causes hemodynamic changes according to the dose used -->proarrythmogenic effects. Dobutamine have positive inotropic effect but its vasodilatory action limits its use whenever vasoconstriction effect is required.",
        "cop": 2,
        "opa": "Epinephrine",
        "opb": "Nor-epinephrine",
        "opc": "Dopamine",
        "opd": "Dobutamine",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "3cbbe9a9-2085-4224-bcb6-43d321df9f77",
        "choice_type": "single"
    },
    {
        "question": "The 50 year old man comes to emergency with chest pain and shoness of breath. He smokes 2 pack of cigarette diaily. His BP Is 150/90mmHg and HR is 110. ECG is done as shown below. What is your diagnosis ?",
        "exp": "Symptoms of RVH can include: Chest pain Dizziness Excess fluid build up Shoness of breath Hea palpitations ECG findings of RVH: Right ventricular wall thickens due to chronic pressure overload, similar to that of left ventricular hyperophy. RVH is diagnosed on ECG in the presence of a R/S ratio of > 1 in lead V1 in the absence of other causes, or if the R wave in lead V1 is > 7 millimeters tall. The strain pattern occurs when the right ventricular wall is quite thick, and the pressure is high, as well. Strain causes ST segment depression and asymmetric T wave inversions in leads V1 to V3.",
        "cop": 1,
        "opa": "Right ventricular hyperophy",
        "opb": "Left ventricular hyperophy",
        "opc": "Torsades De pointes",
        "opd": "Inferior wall MI",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "42a49371-91af-4a1c-bd5a-5d785b02fb0b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is not recommended in septic shock?",
        "exp": "Septic shock is managed by maintaining the cardiovascular system with the help of i.v. fluids paicularly normal saline along with antibiotics. Adrenal insufficiency has been noted in many cases of septic shock that can be treated by steroids. Activated protein C available as drotrecogin alfa is also approved for septic shock. Rituximab has no role in treatment of septic shock.",
        "cop": 4,
        "opa": "Normal saline",
        "opb": "Activated protein",
        "opc": "Steroids",
        "opd": "Rituximab",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "13ff4b8c-90c0-44d3-aaee-b921945c0f82",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of choice in patients with congestive hea failure with ejection fraction < 40% and normal fluid levels achieved?",
        "exp": "The Drug of choice used in congestive hea failure with reduced ejection fraction is ACE inhibitors + diuretics. Once euvolumic status is achieved, ACE inhibitors+beta blockers are drugs of choice.",
        "cop": 2,
        "opa": "ACE inhibitors + Diuretics",
        "opb": "ACE inhibitors+ Beta blockers",
        "opc": "ACE inhibitors + ARBs",
        "opd": "ACE inhibitors + CCBs",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "8e4bb052-c7ce-4d8c-9b6f-8562c12c40d1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not moality reducing drug in Hea failure with reduced ejection fraction(HFrEF)?",
        "exp": "Digoxin is not moality reducing drug in HFrEF. Moality reducing drug in patients with HFrEF: ACE inhibitors Angiotensin receptor blockers (ARBs) Angiotensin receptor blocker with Neprilysin Inhibitor (ARNI) Beta blockers Mineralocoicoid receptor antagonists Spironolactone Eplerenone Isosorbide dinitrate + Hydralazine",
        "cop": 2,
        "opa": "Metoprolol",
        "opb": "Digoxin",
        "opc": "Captopril",
        "opd": "K+sparing diuretics",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "595e8d34-2e20-4ae9-bfc3-601842f87031",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for management of this 65 year-old patient with respiratory distress. Bedside Echo shows an Ejection fraction of 45%.",
        "exp": "The CXR shows evidence of bat wing oedema which is seen with Acute decompensated CHF which is managed by: L--> Lasix M-->Morphine N-->Nitrates O-->Oxygen P-->Positioning of the patient.",
        "cop": 3,
        "opa": "Lasix, Nitrates and Sacubitril- Valsaan",
        "opb": "Lasix, Norepinephrine and Sacubitril- Valsaan",
        "opc": "Lasix, Nitrates and morphine",
        "opd": "Lasix, ACEI and digoxin",
        "subject_name": "Medicine",
        "topic_name": "Hea failure",
        "id": "f3308a22-2e73-4fd3-a5df-70df183e75b6",
        "choice_type": "single"
    }
]