[
    {
        "question": "(HIT). Head impulse test is used to diagnose?",
        "exp": "Option A & C ruled out as SAH presents with Nuchal rigidity. Option B- Sudden neck flexion causes shooting pain in the back which is feature of TABES DORSALIS. HIT test is a bedside technique used to diagnose reduction in vestibular function in one ear vs. the other. HINTS exam (Head Impulse, Nystagmus and Test for Skew Detion) can be used to differentiate acute continuous veigo. The 3 components of the HINTS exam include: HINTS Test Reassuring Finding Head Impulse Test Abnormal (corrective saccade) Nystagmus Unidirectional, horizontal Test of Skew No skew detion",
        "cop": 4,
        "opa": "Subarachnoid haemorrhage",
        "opb": "Lhermite sign",
        "opc": "Nuchal rigidity",
        "opd": "Vestibular disease",
        "subject_name": "Medicine",
        "topic_name": "Headache And Migraine",
        "id": "fbafe949-e281-4310-bfab-53fe65e85921",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used to assess disability in migraine?",
        "exp": "MIDAS Questionnaire is used for assessment of disability in migraine Disease Scores Migraine Disability Assessment Score MIDAS Screening tool for Dementia MMSE Used for Diabetic Retinopathy study ETDRS Used in Multiple Sclerosis EDSS",
        "cop": 1,
        "opa": "MIDAS",
        "opb": "MMSE",
        "opc": "EDSS",
        "opd": "ETDRS",
        "subject_name": "Medicine",
        "topic_name": "Headache And Migraine",
        "id": "c4da5418-3479-4210-9b2e-638e3340e758",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman has throbbing left-sided headaches which get worsen with movement and got aggravated by loud noises. She also has nausea along with it. Patient needs a dark quiet room during episodes. Which of the following best explains the pathogenesis of the patient's headache syndrome?",
        "exp": "The patient describes a typical history for migraine headaches, the second most common cause of headache and most common cause of headache-related disability Simplified Diagnostic Criteria for Migraine Repeated attacks of headache lasting 4-72 h in patients with a normal physical examination, no other reasonable cause for the headache, and: At Least 2 of the Following Features: Plus at Least 1 of the Following Features: Unilateral pain Throbbing pain Aggravation by movement Moderate or severe intensity Nausea/vomiting Photophobia and phonophobia Common triggers include: Lack of sleep or excessive sleep Stress Hormonal fluctuations Alcohol Barometric pressures changes. Pathogenesis: 1) SENSORY SENSITIVITYthat is characteristic of migraine is due to dysfunction of monoaminergic sensory control system in brainstem and hypothalamus 2) TRIGEMINO VASCULAR SYSTEM-Release of vasoactive peptides- eg CGRP. Activation of cells in the trigeminal nucleus results in the release of vasoactive neuropeptides, paicularly calcitonin gene-related peptide (CGRP), at vascular terminations of the trigeminal nerve and within the trigeminal nucleus Clinical application-CGRP receptor antagonists have now been shown to be effective in the acute treatment of migraine. Methysergide was found to antagonize ceain peripheral actions of 5-HT and having anti-inflammation propeies. it is used as the first drug capable of preventing migraine attacks. The triptans are potent agonists of 5-HT1B and 5-HT1D receptors. Triptans arrest nerve signaling in the nociceptive pathways of the trigeminovascular system, at least in the trigeminal nucleus caudalis and trigeminal sensory thalamus, in addition to promoting cranial vasoconstriction, act by vascular target. 3)VASCULAR THEORY- Vasoconstriction of intracranial blood vessels & later on reflex vasodilation of extracranial blood vessels that causes pulsatile headache 4) DOPAMIN HYPERSENSITIVITY-There is dopamine receptor hypersensitivity in migraine patients.",
        "cop": 3,
        "opa": "Diffuse muscular contraction of the neck and scalp",
        "opb": "Disinhibition of the central pacemaker neurons in the posterior hypothalamic region",
        "opc": "Dysfunction of monoaminergic sensory control systems in brainstem and hypothalamus",
        "opd": "Focal cerebral vasodilation in the region of the brain that is the focus of the pain",
        "subject_name": "Medicine",
        "topic_name": "Headache And Migraine",
        "id": "e9957064-09ba-4321-a2b6-8f27a54a3c34",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for idiopathic intracranial hypertension (I. I. H)?",
        "exp": "Acetazolamide -Most effective agent for lowering ICP in idiopathic intracranial hypertension. In Acetazolamide intolerance, furosemide may be used For headaches-Amitriptyline, propranolol. For progressive loss of visual field -High dose oral prednisone. -Some patients experience deterioration of their visual function, surgical intervention may be considered. 1. Optic nerve sheath fenestration (decompression) 2. Cerebrospinal fluid (CSF) diversion ( lumbo-peritoneal or ventriculo-peritoneal shunt)",
        "cop": 1,
        "opa": "Acetazolamide",
        "opb": "Glycerol",
        "opc": "Mannitol",
        "opd": "Dexamethasone",
        "subject_name": "Medicine",
        "topic_name": "Headache And Migraine",
        "id": "07ae84c9-cfe6-413f-ab07-ff85a658eae8",
        "choice_type": "single"
    }
]