[
    {
        "question": "Most common viral cause of Fulminant hepatic failure in pregnancy?",
        "exp": "HEV- increases risk of fulminant hepatic failure in pregnancy",
        "cop": 4,
        "opa": "HAV",
        "opb": "HBV",
        "opc": "HCV",
        "opd": "HEV",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "3e71a440-f571-458d-b879-007d265e51fb",
        "choice_type": "single"
    },
    {
        "question": "Granulomatosis hepatitis is not caused by:",
        "exp": "Granulomatous hepatitis is a cause of pyrexia of unknown origin and granulomas are picked up on CT scan or USG abdomen. It is associated with infections like tuberculosis, cat scratch disease, blastomycosis, histoplasmosis.",
        "cop": 2,
        "opa": "Blastomycosis",
        "opb": "Metastatic carcinoma",
        "opc": "Tuberculosis",
        "opd": "Cat scratch disease",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "1314bdbc-21b0-4966-886b-f60ea4fbee1b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following viral markers signifies the ongoing viral replication in the case of Hepatitis-B infection?",
        "exp": "HBe. Ag appearance- high levels of virus replication and reflects the presence of circulating intact virions and detectable HBV DNA. Patients with precore mutations cannot synthesize HBe. Ag In self-limited HBV infections, HBe. Ag becomes undetectable sholy after peak elevations in aminotransferase activity, before the disappearance of HBs. Ag, and anti-HBe then becomes detectable, coinciding with a period of relatively lower infectivity.",
        "cop": 3,
        "opa": "Anti-HBs",
        "opb": "Anti-HBc",
        "opc": "HBe Ag",
        "opd": "HBs Ag",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "67e34020-3bf1-4ab8-a263-38d10573ee58",
        "choice_type": "single"
    },
    {
        "question": "Treatment for alcoholic hepatitis with discriminant function of >32 is?",
        "exp": "Discriminat function of >32 Rx- Predinisolane Discriminant score= 4. 6 x + Billirubin ( Normal PT = 11-16) - Alcohol deaddiction - Naltraxone, Acamprosate. - Thiamine - Wernike encephalopathy",
        "cop": 2,
        "opa": "Thiamine",
        "opb": "Prednisolone",
        "opc": "Disulfiram",
        "opd": "Acamprosate",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "530e3ce3-49c1-4abf-925f-8d8cb77bc557",
        "choice_type": "single"
    },
    {
        "question": "The commonest hepatotropic virus causing increased chronic carrier state is",
        "exp": "Ans. is 'd' i. e.,. HCV Most common hepatitis to progress to chronicity is Hepatitis (G).. HCV =It's major feature, however, is its propensity to cause chronic hepatitis in more than 80% of those infected Clinical and epidemiologic features of viral hepatitis Features HAV HBV HCV HDV HEV * Incubation (days)* 15-45 30-180 15-160 30-180 14-60 * Age* Children, young Adults Young adults Any age but more in adult Any age Young adults * Transmission * Fecal-oral* +++ -- -- -- +++ * Percutaneous* unusual +++ +++ +++ -- * Perinatal* -- +++ + + -- * Sexual * + ++ + ++ -- * Clinical * Severity* Mild Occasionally Severe Moderate Occasionally Severe Mild * Fulminant* l%. 1%- 1%. 1% 5-20% 1-2% * Progression* to chronicity None Occasional (1-10%) Common (50-70%) Common None * Carrier* None. 1-30% 1. 5-3. 2% Variable None * Prognosis Excellent Worse with age Moderate Acute, good chronic poor Good",
        "cop": 4,
        "opa": "HEV",
        "opb": "HAV",
        "opc": "HBV",
        "opd": "HCV",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "6cc70afe-700b-4108-a8eb-183c0f2679b3",
        "choice_type": "single"
    },
    {
        "question": "Which is not transmitted breast milk?",
        "exp": "Even if HCV RNA is present in breast milk, there is little evidence for its relevance to HCV transmission to children. This lack of evidence might be due to a high blood-to-milk gradient ranging from 103 to 107, and low concentrations of viral paicles may be inactivated in the gastrointestinal tract. Neutralizing effect of persisting maternal antibodies in nursed children Another possible but not proven reason -presence of lactoferrin in mammalian breast milk- inhibit the replication CMV and HIV-1 in vitro. Breast milk may be contaminated with viruses such as rubella virus, CMV, and HIV-1.",
        "cop": 3,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "468c54a2-bf48-47c4-a1d3-66772bb18017",
        "choice_type": "single"
    },
    {
        "question": "Treatment for genotype 1a of hepatitis C",
        "exp": "- Hepatitis C genotypes and their treatment Genotype 1a Ledipasvir + sofosbuvir Genotype 1b Ledipasvir + sofosbuvir Genotype 2 Sofosbuvir + velpatasvir Genotype 3 Sofosbuvir + velpatasvir Genotype 4 Sofosbuvir + velpatasvir Genotype 5, 6 Sofosbuvir + velpatasvir",
        "cop": 1,
        "opa": "Ledipsavir and Sofosbuvir",
        "opb": "Sofosbuvir and velpatasvir",
        "opc": "Pegylated interferon and lamivudine",
        "opd": "Pegylated interferon and Ribavarin",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "27eded87-64cb-4fd4-b421-e29fd3321405",
        "choice_type": "single"
    },
    {
        "question": "Incubation period of hepatitis B is:",
        "exp": "Incubation period of hepatotrophic viruses Virus Incubation period Hepatitis A 15-45 days Hepatitis B 30-180 days with average of 75 days Hepatitis C 15-160 days Hepatitis D 30-180 days Hepatitis E 14-60 days",
        "cop": 1,
        "opa": "6 weeks to 6 months",
        "opb": "6 days to 6 weeks",
        "opc": "6 months to 6 years",
        "opd": "More than 6 years",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "6f38fef9-aaa4-4358-a975-1dbf156c7a4c",
        "choice_type": "single"
    },
    {
        "question": "The following is a marker of acute hepatitis B infection",
        "exp": "Ans. is 'a' i. e. DNA polymerase \"DNA polymerase activity, HBVDNA, HBe. Ag which are representative of the viremic stage of hepatitis B occur early in the incubation period concurrently or shortly after the first appearance of HBs. Ag\" -Jawetz - 19h/ep. 475. DNA polymerase is a marker for active viral replication. It is not exclusively associated with acute hepatitis B. It is also seen in chronic hepatitis B when there is active viral replication in chronic hepatitis (Chronic active hepatitis). But since active viral replication is usually associated with acute hepatitis, DNA polymerase is usually associated with seen in acute hepatitis B. Serological markers of Acute Hepatitis B infection. HBs. Ag appears before the onset of symptoms Q, peaks during overt disease and then declines to undetectable levels in 3-6 months. HBe. Ag, HBV-DNA and DNA polymerase appear in the serum soon after HBs. Ag and all signify active viral replication. IgM anti-HBc becomes detectable in serum shortly before the onset of symptoms, concurrent with the onset of elevation of serum aminotransferases. Over months the IgM antibody is replaced by IgG Anti HBc (when infection becomes chronic). Anti HBS is detectable shortly after the disappearance of HBe. Ag implying that the acute infection has peaked and the disease is on the wane. Hepatitis core antigen never appears in the serum.",
        "cop": 1,
        "opa": "DNA polymerase",
        "opb": "Hepatitis core antigen",
        "opc": "Anti HBs",
        "opd": "IgG to core antigen",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "4a34511d-ce9d-447f-acde-252653b84c77",
        "choice_type": "single"
    },
    {
        "question": "In a patient with fulminant liver failure after viral hepatitis, which of the following will not change immediately?",
        "exp": "Serum albumin has a half-life of 21 days and levels may be normal in fulminant hepatic failure and will take time to fall.",
        "cop": 1,
        "opa": "Serum albumin",
        "opb": "PT",
        "opc": "Serum bilirubin",
        "opd": "Serum ammonia",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "1840e984-234d-4b8c-93cc-3910b3e5c047",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male patient presented with history of jaundice for 15 days. The onset was preceded by a prodromal illness. His serum tested positive for Hbs. Ag. A clinical diagnosis of acute hepatitis B was made. What should be the next best confirmatory investigation?",
        "exp": "Since IgM anti-HBc. Ag is not given in the choices, HBe. Ag, appears concurrently with or sholy after HBs. Ag. Its appearance coincides with high levels of virus replication & reflects presence of circulating intact virions and detectable HBV DNA In self-limited HBV infections, HBe. Ag becomes undetectable sholy after peak elevations in aminotransferase activity, before the disappearance of HBs. Ag, and anti-HBe then becomes detectable, coinciding with a period of relatively lower infectivity. Its principal clinical usefulness is as an indicator of relative infectivity.",
        "cop": 2,
        "opa": "Anti-Hbe. Ag antibody",
        "opb": "Hbe antigen",
        "opc": "Anti-Hbe IgM antibody",
        "opd": "Anti-Hbs. Ag antibody",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "28f2ffce-b2f1-4639-84c6-6106859d4bea",
        "choice_type": "single"
    },
    {
        "question": "Acute Hepatitis B infection is diagnosed by?",
        "exp": "HBs. Ag Anti-HBs Anti-HBc. Ag HBe. Ag Acute hepatitis B, High infectivity + - IgM + Window period - - IgM - Chronic Hepatitis B + - IgG + Cured - + IgG - Vaccination - + - -",
        "cop": 3,
        "opa": "Hbs. Ag",
        "opb": "Hbc. Ag",
        "opc": "Hbs. Ag + IgM anti-HBc antibody",
        "opd": "Hbs. Ag + Hbc. Ag",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "24ff378a-dbeb-4c63-b9dc-5a72bb062fd6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common cause of transfusion associated hepatitis?",
        "exp": "Hepatitis B- is the most common cause of transfusion associated hepatitis",
        "cop": 2,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis D",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "89677700-f6fe-4c85-a104-672c17e07549",
        "choice_type": "single"
    },
    {
        "question": "The most common presentation of hepatitis A is:",
        "exp": "The patient's initial symptoms- low-grade fever, nausea, vomiting, decreased appetite, and abdominal pain. Older children and adults are more likely to repo pain in the right upper quadrant. Diarrhea may occur in young children, whereas constipation is more common in adults. Jaundice, dark urine, and light-colored stool develop several days to a week after the onset of systemic symptoms. Anicteric infections are common in young children.",
        "cop": 4,
        "opa": "Asymptomatic",
        "opb": "Fulminant hepatitis",
        "opc": "Chronic carrier state",
        "opd": "Transient illness with jaundice",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "5fef85fc-76d9-4fd5-bf0b-934051b7f16b",
        "choice_type": "single"
    },
    {
        "question": "Chance of acquiring hepatitis by eye splash with hepatitis B positive patient blood:",
        "exp": "Chances of Hepatitis B with: Chances of HIV with: Needle Stick - 30% Eye Splash - 0. 3% Veical transmission - 90% Needle stick - 0. 3% Eye splash - 0. 1% Veical transmission - 30%",
        "cop": 4,
        "opa": "10%",
        "opb": "20%",
        "opc": "30%",
        "opd": "0. 30%",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "0d6dca23-59ee-4235-bf9b-5f073bb818c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following hepatitis has worst prognosis?",
        "exp": "ANSWER: (B) HDV super infection on HBVREF: Harrison's 17th ed chapter 300. Though prognosis of HDV with HBV is a bad prognosis, however prognosis of super infection is worse than coinfection.",
        "cop": 2,
        "opa": "HBV HDV co-infection",
        "opb": "HDV super infection on HBV",
        "opc": "HBV alone",
        "opd": "HDV alone",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "3860dddb-916f-466e-b7b6-9f8714be249c",
        "choice_type": "single"
    },
    {
        "question": "Veical transmission of hepatitis C is:",
        "exp": "The chances of sexual and perinatal transmission have been estimated to be <5%, well below comparable rates for HIV and HBV infections. HCV potentially can be transmitted sexually and perinatally; however, both of these modes of transmission are inefficient for hepatitis C.",
        "cop": 1,
        "opa": "5%",
        "opb": "10%",
        "opc": "25%",
        "opd": "50%",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "649cfbf0-8af6-4964-b52f-0d1f55d19b73",
        "choice_type": "single"
    },
    {
        "question": "Which of these is a new oral drug used in treatment of chronic Hepatitis C?",
        "exp": "Ans. b. Ledipasvir (Ref: Harrison 19/ep2049, I8fe p2556. t. Ledipasvir is an inhibitor of the hepatitis C virus NS5A protein. Ledipasvir is most commonly used in combination with sofosbuvir for treatment in chronic hepatitis C genotype l patients. \" Ledipasvir is an inhibitor of the hepatitis C virus NS5A protein. Sofosbuvir, on the other hand, is metabolized to the active uridine analog triphosphate, which acts as a RNA chain terminator when incorporated into the RNA via the NS5B polymerase. ''Ledipasvir. Ledipasvir is an inhibitor of the hepatitis C virus NS5A proteinQ. The ledipasvir/sofosbuvir combination is a direct-acting antiviral agent that interferes with HCV replication and can be used to treat patients with genotypes 1a or 1b without PEG-interferon or ribavirin. On October 10, 2014 the FDA approved the combination product Icdipasvir/sofosbuvir called Harvoni. Mechanism of Action: Ledipasvir inhibits an important viral phosphoprotein, NS5A, which is involved in viral replication, assembly & secretion. Clinical Uses: Ledipasvir is most commonly used in combination with sofosbuvir for treatment in chronic hepatitis C genotype1 patientsQ. Side-effects: MC side effects: Fatigue & headache. Antiviral Therapy in Hepatitis CIndications for Antiviral Therapy in Hepatitis CDetectable HCV RNA (with or without elevated ALT). Portal/bridging fibrosis or moderate to severe hepatitis on liver biopsy. Initial Recommended Treatment depends on the Type of Hepatitis C virus. Genotype. Recommended Treatment. HCV genotype 1a* 12 weeks of ledipasvir & sofosbuvir OR 12 -24 weeks of paritaprevir, ombitasvir, dasabuvir & ribavirin. HCV genotype 1b* 12 weeks of ledipasvir & sofosbuvir OR 12 weeks of paritaprevir, ombitasvir & dasabuvir. HCV genotype 2* 12 to 16 weeks of sofosbuvir & ribavirin. HCV genotype 3* 12 weeks of sofosbuvir, ribavirin & pegylated interferon. HCV genotype 4* 12 weeks of ledipasvir & sofosbuvir OR paritaprevir, ritonavir, ombitasvir & ribavirin, OR* 24 weeks of sofosbuvir & ribavirin. HCV genotype 5 or 6* Sofosbuvir & ledipasvir",
        "cop": 2,
        "opa": "Interferon alpha",
        "opb": "Ledipasvir",
        "opc": "Oseltamivir",
        "opd": "Lamivudine",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "cd50190f-124a-49d5-a6d8-2825f06a70c6",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Fulminant hepatitis in pregnancy",
        "exp": "Ans. (d) Hep ERef: Harrison 19th ed. /152e-2t, 0215* Most common cause of fulminant hepatitis in pregnancy is HEV* Most common cause of viral hepatitis in India overall = Hepatitis A* Most common cause of blood transfusion associated hepatitis =HCV* Most common viral hepatitis in India in children= HAV* Most common viral hepatitis in India in adults= HEV* Most common cause of FULMINANT hepatic failure= toxins> Hepatitis B>superinfection of Hep B",
        "cop": 4,
        "opa": "Hep B",
        "opb": "Hep C",
        "opc": "Hep D",
        "opd": "HepE",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "a4df7c9a-ef55-460c-9d26-c9f6cf502c33",
        "choice_type": "single"
    },
    {
        "question": "During an epidemic of hepatitis; fulminant hepatic failure is seen in:",
        "exp": "Fulminant hepatitis is hepatitis E in upto 20% of cases in pregnant women. The most feared complication of viral hepatitis is fulminant hepatitis Most common cause of acute liver failure is viral Infection Fulminant hepatitis is primarily seen in hepatitis B and D, as well as hepatitis E, but rare fulminant cases of hepatitis A occur primarily in older adults and in persons with underlying chronic liver disease",
        "cop": 2,
        "opa": "Malnourished child",
        "opb": "Pregnant female",
        "opc": "Old age",
        "opd": "Child <15 year of age.",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "7e79c1f3-025e-4906-8366-03a46d5df4eb",
        "choice_type": "single"
    },
    {
        "question": "USG liver shows starry sky appearance. This is a feature of?",
        "exp": "Explanation- Starry sky appearance seen in * NCCT Head = NCC * USG Liver = Viral hepatitis (Acute) * Kidney Biopsy finding= PSGN * LN Biopsy = Burkitt lymphoma Note Burkitt lymphoma- c-myc gene involved",
        "cop": 1,
        "opa": "Acute viral hepatitis",
        "opb": "Primary biliary cirrhosis",
        "opc": "Primary sclerosing cholangitis",
        "opd": "Hydatid cyst",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "f5e2b863-71b5-4399-ab90-890fe92c5e1c",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old patient presents with H/O antibodies to HCV for 6 months duration and his AST/ALT is normal. There is no symptom or stigmata of liver disease. The most appropriate approach:",
        "exp": "Chronic infection with hepatitis C is common even in those patients with return of aminotransferases to normal. Aminotransferases continue to fluctuate and can be normal in patients with long-standing disease * A pretreatment liver biopsy to assess histologic grade and stage provides information about progression of hepatitis C & has prognostic value for future progression. In patients with mild chronic hepatitis C, the rate of progression is slow, and monitoring without therapy is an option; however, such patients respond just as well to combination PEG IFN plus ribavirin therapy as those with severe hepatitis. Therefore final decision for therapy should be considered and decision made based on factors as patient motivation, genotype, stage of fibrosis, age, and co-morbid conditions.",
        "cop": 4,
        "opa": "Re-assure the patient",
        "opb": "Repeat titer every 3 years",
        "opc": "Repeat enzymes yearly",
        "opd": "Do liver biopsy and sta antiviral drugs accordingly.",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "b6ee0e82-6964-4c21-b8e5-20b834068ffc",
        "choice_type": "single"
    },
    {
        "question": "Discriminant score is used for management of?",
        "exp": "Discriminant score >32: STEROID | Alcoholic Hepatitis DS = 4. 6 x (|PT over normal) + S. Bilirubin Variceal Bleeding DOC octreotide somatostatin analogy",
        "cop": 2,
        "opa": "Viral hepatitis",
        "opb": "Alcoholic hepatitis",
        "opc": "Variceal bleeding",
        "opd": "Weight loss",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "270ca1d8-9702-468b-8d59-3343d9ee34df",
        "choice_type": "single"
    },
    {
        "question": "Hbs. Ag carrier state is not associated with:",
        "exp": "Glomerulonephritis with the nephrotic syndrome is observed occasionally; HBs. Ag, Ig and C3 deposition has been found in the glomerular basement membrane. Polyaeritis Nodosa develops in fewer than 1% of patients with chronic HBV infection, 20-30% of patients with PAN have HBs. Ag in serum. Due to decreased humoral response and repeated admissions in hospital in childhood patients of Down's have a higher prevalence of hepatitis B infection.",
        "cop": 4,
        "opa": "Down's syndrome",
        "opb": "Chronic renal failure",
        "opc": "Poly-aeritis nodosa (PAN)",
        "opd": "Infectious mononucleosis",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "036e5095-b70f-47b6-ab76-b205d994326e",
        "choice_type": "single"
    },
    {
        "question": "Occult hepatitis B is:",
        "exp": "Occult hepatitis B is defined by the presence of HBV DNA in serum or liver in the absence of HBs. Ag. Serum HBV level is usually less than 104 copies/ml. Occult HBV infection has been found in patients with HCC, past HBV infection, or chronic hepatitis C, and individuals without HBV serological markers.",
        "cop": 1,
        "opa": "HBV DNA < 104 copies/ml with HBs. Ag negative",
        "opb": "HBV DNA < 104 copies/ml with HBs. Ag positive",
        "opc": "HBV DNA < 104 copies/ml with HBe. Ag negative",
        "opd": "HBV DNA < 104 copies/ml with HBe. Ag positive",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "1e6fbd9d-fa8c-43f0-88d6-268caadf7c12",
        "choice_type": "single"
    },
    {
        "question": "Why pre-transfusion testing does not decrease the incidence of hepatitis?",
        "exp": "Possible reasons for post transfusion hepatitis by CMV in spite of screening: CMV persists in blood monocytes and 50-60% of adults are lifelong carriers of the virus. Hence it can be transmitted by transfusion of cellular blood components. Transfusion transmitted CMV can cause problems in premature neonates, allograft recipients, splenectomized patients. Problem with Hepatitis B testing and our strategy to bypass it HBs. Ag is not detected during the window period between disappearance of HBs. Ag and appearances of IgM Ab HBs. Anti HBc IgM is detected in this window period which is hence used in screening methods.",
        "cop": 2,
        "opa": "Most carriers do not have HBs. Ag",
        "opb": "Post transfusions hepatitis is caused by CMV",
        "opc": "Present screening test is not sensitive for HBs. Ag",
        "opd": "HCV not screened",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "d4ad7520-2db6-4422-8bdb-e012ed415513",
        "choice_type": "single"
    },
    {
        "question": "Severity in acute hepatitis is best estimated by:",
        "exp": "Laboratory findings in Acute Hepatitis WBC count normal to low (pre icteric phase) Large atypical lymphocytes Mild proteinuria Bilirubinuria AST, ALT strikingly elevated Elevated Bilirubin and alkaline phosphatase Marked prolongation of prothrombin time.",
        "cop": 2,
        "opa": "Serum bilirubin",
        "opb": "Prothrombin time",
        "opc": "a-glutaryl transferase",
        "opd": "Alkaline phosphatase",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "4efb6ce7-6222-4d5b-8424-9ec24c0f0683",
        "choice_type": "single"
    },
    {
        "question": "Cryoglobulinemia is associated with?",
        "exp": "Hepatitis C is associated with Cryoglobulinemia Cryoglobulinemic Vasculitis Hyperviscosity problems: TIA Neuropathy Vasculitis: Purpura Ahritis Kidney- Glomerulonephritis Progressive renal failure Nephrotic syndrome Note: Hepatitis B associated with=MGN Hepatitis C associated with= MPGN.",
        "cop": 1,
        "opa": "Hepatitis C",
        "opb": "Ovarian cancer",
        "opc": "Diabetes mellitus",
        "opd": "Leukaemia",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "d141bdf7-636d-44c4-a713-f02d5ebe9347",
        "choice_type": "single"
    },
    {
        "question": "The commonest hepatotropic virus causing increased chronic carrier state is:",
        "exp": "* Globally, chronic HBV infection affects 350-400 million people, with disease prevalence varying among geographic regions, from 1-20%. * Most common cause of chronic hepatitis is hepatitis C but carrier stage is seen higher with hepatitis B.",
        "cop": 3,
        "opa": "HEV",
        "opb": "HAV",
        "opc": "HBV",
        "opd": "HCV",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "2e772807-2e9c-4475-ac91-83808aff21a1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following infections is not documented to be spread sexual contact?",
        "exp": "HEV- is not documented to be spread sexual contact",
        "cop": 4,
        "opa": "HAV",
        "opb": "HBV",
        "opc": "HCV",
        "opd": "HEV",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "5ef63f97-1415-4cf2-a51b-4c654f987d47",
        "choice_type": "single"
    },
    {
        "question": "Most common route of transmission of hepatitis C:",
        "exp": "Screening of donated blood for HCV antibody has decreased the risk of transfusion-associated HCV infection Persons who inject illegal drugs with non-sterile needles or who sno cocaine with shared straws are at highest risk for HCV infection. In developed countries, most new HCV infections are related to intravenous drug abuse (IVDA).",
        "cop": 1,
        "opa": "IV drug abuse",
        "opb": "Sexual contact",
        "opc": "Factor 8 concentrate",
        "opd": "Feco-oral route",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "e01349f9-b249-4f76-85d1-8f520655167e",
        "choice_type": "single"
    },
    {
        "question": "Maximum chance of spread in accidental needle stick injury is?",
        "exp": "Percentage of chances of transmission of infection with accidental stick injury HBs. Ag positive and HBe. Ag Positive 22-30% HBs. Ag positive and HBe. Ag Negative 1-6% Hepatitis C 1. 8-3% HIV 0. 3%",
        "cop": 1,
        "opa": "Hepatitis B",
        "opb": "HIV",
        "opc": "Hepatitis C",
        "opd": "EBV",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "44b383fa-f273-41e0-8741-3d1b5d4992b3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for hepatitis B:",
        "exp": "Tenofovir is a first-line agent in the treatment of hepatitis B. It prevents the formation of 5' to 3' phosphodiester linkage essential for DNA chain elongation. Hence it causes premature termination of DNA transcription.",
        "cop": 4,
        "opa": "Beta interferon",
        "opb": "Sofosbuvir",
        "opc": "Simeprevir",
        "opd": "Tenofovir",
        "subject_name": "Medicine",
        "topic_name": "Hepatitis",
        "id": "20242b8b-e7bd-4f6f-8ad6-a2caa840f676",
        "choice_type": "single"
    }
]