[
    {
        "question": "Raised unconjugated hyperbilirubinemia is seen in:",
        "exp": "Gilbe's syndrome- mild unconjugated hyperbilirubinemia, normal values for standard hepatic biochemical tests and normal hepatic histology other than a modest increase of lipofuscin pigment in some patients. Serum bilirubin concentrations are most often < 3 mg/dL. Extra edge: Crigler-Najjar syndrome I is often lethal, although Crigler-Najjar syndrome II is compatible with life and often presents with extreme jaundice and neurologic defects secondary to kernicterus. Both Dubin. Johnson syndrome and Rotor syndrome cause conjugated hyperbilirubinemia",
        "cop": 1,
        "opa": "Gilbe's Syndrome",
        "opb": "Dubin Johnson syndrome",
        "opc": "Drug induced cholestasis",
        "opd": "Hepatocellular necrosis",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "e23b1899-c6dd-47fa-89c7-7615bf47eadf",
        "choice_type": "single"
    },
    {
        "question": "Patient presents with icterus, urine urobilinogen is absent. This indicates?",
        "exp": "Urobilinogen is formed by bacterial metabolism in the gut from conjugated bilirubin. Following secretion into bile, conjugated bilirubin reaches the duodenum and passes down the GIT without reabsorption by the intestinal mucosa. Hence it is absent in urine in obstructive jaundice. Urinary Urobilinogen is increased in haemolytic jaundice and decreased in hepatitis. Absence indicates post hepatic cause which from the above four choices is peri-hepatic obstruction. Normal Haemolytic jaundice Hepatitis Obstruction Urine urobilinogen 0-4 mg/ 24 hrs Increased Decreased Absent Urine bilirubin Absent Absent Present in case of micro-obstruction present",
        "cop": 4,
        "opa": "Hemolysis",
        "opb": "Hepatitis",
        "opc": "Liver failure",
        "opd": "Peri-hepatic obstruction",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "b487d77f-7f6f-43ba-b600-344283d333dc",
        "choice_type": "single"
    },
    {
        "question": "A 40-year male patient who is a known smoker presents with fever, fatigue and complete aversion to cigarette smoking. On examination he has icterus with an enlarged tender liver. LFT shows Total bilirubin 17. 5 mg% Direct bilirubin 5. 5 mg% SGOT 700 IU SGPT 900 IU What investigations will you do for ruling out acute viral hepatitis?",
        "exp": "LFT repo shows elevated bilirubin with conjugated bilirubin >15% of total serum bilirubin. SGOT and SGPT elevation indicates cytopathic effect of probably a virus. For diagnosis of acute viral hepatitis four serological tests should be performed. These are: 1. Hbs. Ag 2. IgM Anti- HBc 3. IgM Anti- HAV 4. Anti- HCV Absence of all of these serological markers is consistent with diagnosis of non-A, non-B and non-C hepatitis. Presence of positive test for only Anti- HCV confirms the diagnosis of acute hepatitis C.",
        "cop": 2,
        "opa": "HBs. Ag, IgM anti HBc, Anti HCV, Anti HEV",
        "opb": "Anti HAV, HBs. Ag, IgM Anti HBc, Anti HCV",
        "opc": "HBAg, IgM anti HBc, Anti HDV, Anti HCV, Anti HEV",
        "opd": "Anti HAV, IgM anti HBc, ANti HCV, Anti HEV",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "41e3232e-4cc3-4600-b2ce-62b9f0b2532b",
        "choice_type": "single"
    },
    {
        "question": "The following features differentiate Rotor syndrome from Dubin Johnson's syndrome except:",
        "exp": "Rotor syndrome Dubin Johnson's syndrome Appearance of liver Normal appearance Liver has black pigmentation Gall bladder visualization on oral cholecystography Gallbladder is usually visualized Gall bladder can't be visualized Total urine coproporphyrin content High with <70% coproporphyrin I Normal with >80% coproporphyrin I",
        "cop": 4,
        "opa": "Liver patients with Rotor syndrome has no increased pigmentation and appears normal",
        "opb": "In Rotor syndrome, gall bladder is usually visualized on cholecystography",
        "opc": "Total urinary coproporphyrin is substantially increased in Rotor syndrome",
        "opd": "Fraction of coproporphyrin I in urine is elevated usually more than 80% of the total in Rotor syndrome",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "1699c069-4456-43ab-a797-eedf4b87adde",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of obstructive jaundice in children?",
        "exp": "Biliary atresia: Biliary atresia is characterized by obliteration or discontinuity of the extrahepatic biliary system. The disorder represents the most common surgically treatable cause of cholestasis seen during the newborn period",
        "cop": 1,
        "opa": "Biliary atresia",
        "opb": "Criggler najjar syndrome",
        "opc": "Byler disease",
        "opd": "Caroli cyst",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "a6633cde-2b8a-4344-a05f-5a8a6ec176ec",
        "choice_type": "single"
    },
    {
        "question": "Obstructive jaundice is best detected by:",
        "exp": "Alkaline phosphatase is a marker of cholestasis i. e. elevation of ALP occurs in >90% of patients with cholestasis and suggests a reduction in bile flow. Because isozymes are found in the liver, bone, placenta, leukocytes, and small intestine, an elevated ALP is not specific for the biliary tract. ALP levels of greater than four times the normal are taken significant.",
        "cop": 1,
        "opa": "Increased ALP",
        "opb": "Decreased ALP",
        "opc": "Increased AST",
        "opd": "Decreased AST",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "3ebf4d71-3b9f-44b5-a703-785a5c0334f0",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with serum bilirubin values of >40mg% and obstructive jaundice. This indicates?",
        "exp": "In patients of obstructive jaundice the value of serum bilirubin plateaus around 25-30 mg% since the water soluble bilirubin is excreted the urine. However in concomitant renal failure, loss of conjugated bilirubin the kidney fails and leads to extremely high values. Another reason can be a simultaneous overproduction of unconjugated bilirubin due to haemolysis, sepsis and sickle cell anemia.",
        "cop": 2,
        "opa": "Carcinoma of gallbladder",
        "opb": "Concomitant renal failure",
        "opc": "Acute cholecystitis",
        "opd": "Complete obstruction of bile duct",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "2d7c8a23-5975-408a-a34a-7714a639ba8c",
        "choice_type": "multi"
    },
    {
        "question": "In Bouveret syndrome, gall stone is impacted in:",
        "exp": "Bouveret syndrome: Impaction of a gallstone in the pylorus or proximal duodenum Resulting in gastric outlet obstruction Usually seen in elderly women Clinical presentation is usually nausea, vomiting, and epigastric pain due to gastric outlet obstruction",
        "cop": 1,
        "opa": "Pylorus",
        "opb": "Jejunum",
        "opc": "Terminal ileum",
        "opd": "Ileocaecal valve",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "0bd8e051-0d14-4688-a4dc-eaa0942659d0",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are associated with unconjugated bilirubin except?",
        "exp": "Cryoglobulinemia associated with hepatitis C doesn't cause rise in unconjugated bilirubin, instead it is associated with conjugated variety of bilirubin. =Gall stones such as pigmentary stones are associated with hemolysis which increases unconjugated bilirubin =Spherocytes also cause hemolysis =Gout patients on treatment with probenecid causes decrease in uptake of bilirubin resulting in elevated unconjugated bilirubin levels. Bilirubin metabolism",
        "cop": 1,
        "opa": "Cryoglobulinemia associated with hepatitis C",
        "opb": "History of gout",
        "opc": "Spherocytes in peripheral smear",
        "opd": "Gall stone",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "cf1a89ec-c270-401b-96ba-db5483d7948f",
        "choice_type": "multi"
    },
    {
        "question": "MRP2 transpoer defect leads to development of?",
        "exp": "MRP2 defect: Multidrug resistance-associated protein 2 (MRP2), an ATP-dependent canalicular membrane transpoer. It is defective in Dubin Johnson syndrome. This protein is encoded by gene known as ABCC2 Gene which is mutated. Dubin Johnson syndrome- It is an autosomal recessive disorder occurs due to defect in MRP-2 protein. kernicterus is absent, with liver biopsy showing black pigmentation. Mild jaundice is seen with normal bile acids level.",
        "cop": 2,
        "opa": "Menke's disease",
        "opb": "Dubin Johnson syndrome",
        "opc": "Familial intrahepatic cholestasis",
        "opd": "Benign recurrent intrahepatic cholestasis",
        "subject_name": "Medicine",
        "topic_name": "Hereditary Hyperbilirubinemia & Jaundice",
        "id": "53c41481-4334-49cf-adad-0f576c3f4034",
        "choice_type": "single"
    }
]