[
    {
        "question": "Drug contraindicated in HOCM is?",
        "exp": "ANSWER: (C) DigoxinREF: Harrisons Principles of Internal Medicine 17th edition chapter 231Repeat in December 2010\"Digoxin is contraindicated in hypertrophic cardiomyopathy and in patients with AV conduction blocks\"",
        "cop": 3,
        "opa": "Verapamil",
        "opb": "Propranolol",
        "opc": "Digoxin",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Hypertrophic cardiomyopathy",
        "id": "2e0b2d2a-88eb-4bd8-aca7-a63a4d28abff",
        "choice_type": "multi"
    },
    {
        "question": "A 35-vear-old farmer consulted a local medical practitioner for recurrent attacks of chest pain. His elder brother had similar complaints and had died suddenly at the age of40 years. The farmer was advised to take nitroglycerine sublingulaly at the time of pain. However, the patient finds that the intensity of pain is increased by nitroglycerine. Most probably, he is suffering from -",
        "exp": "Ans. is 'b' i.e. Hypertrophic obstructive cardiomyopathy Family H/o of the disease and aggravation of symptoms with the intake of Nitroglycerine confirms the diagnosis of Hypertrophic obstructive cardiomyopathy.This is one of the favourite topics of A.I.I. M.S examiners.Its discussed in previous many year papersFor a quick revisionSymptoms of HOCM decrease in the following conditionselevation of arterial pressure by phenylephrine *sustained hand grip *augmentation of venous return by passive leg raising*expansion of blood volume *supine position*",
        "cop": 2,
        "opa": "Subacute bacterial endocarditis involving the aortic valve.",
        "opb": "Hypertrophic obstructive cardiomyopathy.",
        "opc": "Degenerative mitral regurgitation.",
        "opd": "Chronic Type A dissection of aorta.",
        "subject_name": "Medicine",
        "topic_name": "Hypertrophic cardiomyopathy",
        "id": "75117c70-0337-4813-bea8-299daac96edb",
        "choice_type": "single"
    }
]