[
    {
        "question": "Pulmonary Hypertension is defined as Pulmonary Artery Pressure-",
        "exp": "Ans. is 'd' i. e., > 25 mm. Hg (Link; Documenis/guidelines-PH-FTpdf)o PH has been defined as an increase in mean pulmonary arterial pressure (PAP) > 25 mm. Hg at rest as assessed by right heart catheterization (RHC'). Definition. Characteristics. Clinical group(s). Pulmonary- hypertension (PH)o Mean PAP > 25mm. Hgo All. Pre-capillary PHo Mean PAP > 25mm. Hgo PWP < ISmm. Hgo CO normal or reducedo Pulmonary arterial hypertensiono PH due to lung diseaseso Chronic thromboembolic PHo PH with under andfar multifactorial mechanisms. Post-capillary PHo Mean PAP > ISmm. Hgo PWP >ISmm. Hgo CO normal or reducedo PH due to left heart disease. Note; High CO can be present in cases of hyperkinetic conditions such as systemic to-pulmonarv shunts (only in the pulmonary circulation). Anemia, Hyperthyroidism, etc. CO = cardiac output; PAP = pulmonary arterial pressure; PH = pulmonary hypertension; PWP = pulmonary wedge pressure.",
        "cop": 4,
        "opa": "> 15mm Hg",
        "opb": "> 18mm Hg",
        "opc": "> 20mm Hg",
        "opd": "> 25mm Hg",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "cb578e6d-db67-4224-9d21-1d501b25321b",
        "choice_type": "single"
    },
    {
        "question": "A lady presents with complaints of dysnea. Pulse rate is 70/min while BP=110/70 mm Hg. On examination there is an early-diastolic murmur. CXR is given here. Diagnosis of the patient is?",
        "exp": "The striking feature in this chest X-ray is the remarkably prominent main pulmonary aery segment (MPA), which appears to be dilated. This X-ray also shows a prominent right atrial contour, indicating right atrial dilatation as a consequence of pulmonary hypertension and right ventricular hyperophy. In view of prominent pulmonary aery segment with early diastolic murmur the clinical diagnosis is pulmonary aery hypertension causing a mild pulmonary regurgitation. The female gender is suggestive of a connective tissue disorder that can lead to pulmonary aery hypertension.",
        "cop": 1,
        "opa": "Pulmonary aery hypertension",
        "opb": "Pulmonary venous hypertension",
        "opc": "Valvular lesion of left side of hea",
        "opd": "Congestive heart failure",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "98d90b01-122d-478f-ae7d-50730bbce320",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of sustained severe hypertension in children:",
        "exp": "Ans. is 'c' Renal parenchymal disease Most common cause of persistent hypertension in child is - Intrinsic Renal Disease. Intrinsic renal diseases causing persistent hypertension. Chronic glomerulonephritis (Most common). Chronic pyelonephritis. Obstructive uropathy. Renal tumours",
        "cop": 3,
        "opa": "Endocrine causes",
        "opb": "Coarctation of aorta",
        "opc": "Renal parenchyma disease",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "a916a206-202b-40a4-8698-d539f7152bc6",
        "choice_type": "single"
    },
    {
        "question": "Malignant hypertension can lead to all of the following EXCEPT",
        "exp": "Malignant HTN is >180/120 mm. Hg + damage to target organs Hea: Left ventricular hyperophy (LVH) Eyes: Diabetic Retinopathy Brain: Stroke Kidney: Renal failure Aoa: Dissection also aneurysms",
        "cop": 2,
        "opa": "Hypeensive retinopathy",
        "opb": "Respiratory failure",
        "opc": "Renal failure",
        "opd": "Stroke",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "dc903822-7d03-4feb-ade2-bb1e13fb2d25",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old smoker is brought to the ER with severe abdominal pain and hypotension. He has a h/o hypertension, asthma and type-2 DM. He currently takes Lisinopril and Metformin. O/E- HR: 100 bpm, BP is 100/60mm. Hg, S1 & S2- normal, chest- clear. Which of the following risk factors is most likely to have contributed to the development of his underlying condition?",
        "exp": "This is case of atherosclerosis with Abdominal Aoa Aneurysm If Aneurysm ruptures - Abdominal pain & we know smoking is biggest risk factor of developing atherosclerosis.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Smoking",
        "opc": "Diabetes",
        "opd": "Family history of cardiovascular disease",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "99ff60d3-6a4f-4c4f-983b-38f8831fb1d9",
        "choice_type": "single"
    },
    {
        "question": "Resistant hypertension is defined as?",
        "exp": "Ans. (b) Resistance to 3 or more anti-hypertensive drugs including thiazides. Ref: Harrison 18th edition, chapter 247* Resistant hypertension refers to patients with blood pressures persistently >140/90 mm. Hg despite taking three or more antihypertensive agents, including a diuretic, in a reasonable combination and at full doses.* Resistant or difficult-to-control hypertension is more common in patients >60 years than in younger patients.* Resistant hypertension may be related to:# \"Pseudoresistance\" (high office blood pressures and lower home blood pressures), nonadherence to therapy# Identifiable causes of hypertension (including obesity and excessive alcohol intake# Use of any of a number of nonprescription and prescription drugs",
        "cop": 2,
        "opa": "Resistance to 3 or more anti hypertension drugs",
        "opb": "Resistance to 3 or more anti-hypertensive drugs including thiazides",
        "opc": "Resistance to aldosterone",
        "opd": "Resistance of Angiotension II receptors",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "f42f4321-030c-4770-8760-1314f5ca14a9",
        "choice_type": "single"
    },
    {
        "question": "A female has a DBP= 100 mm Hg on two consecutive occasions. Best treatment is?",
        "exp": "Ans. (c) Anti- hypertensive drugs. Ref: Harrison 19th ed. /1622. The question is incomplete but none the less asks about diastolic hypertension which can be a presentation of essential hypertension. Hence to reduce the diastolic overload of the heart, anti- hypertensive drugs are required for this case. Causes of Isolated Diastolic Hypertension are* Essential hypertension* Hypothyroidism* Conn syndrome",
        "cop": 3,
        "opa": "Rest",
        "opb": "Sedative",
        "opc": "Anti -hypertensive drugs",
        "opd": "Error in BP Machine",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "50f97c84-be6a-4be1-a19d-9c8206f59b5a",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is NOT true regarding lifestyle modifications in managing essential hypertension as recommended under AHA 2019 guidelines?",
        "exp": "Lifestyle Modification(Non-pharmacological Interventions) Weight loss Goal: Optimum goal is ideal body weight but can expect 1mm Hg for every 1kg reduction Diet DASH diet: Fruits and vegetables, whole grains, low-fat dairy products, reduced saturated and total fat Other diets with suppoive evidence Low in calories from carbohydrates High-protein diets Vegetarian diets Mediterranean dietary pattern Low Sodium diet: Goal <1500 mg/d, but aim for at least a 1000-mg/d reduction High Potassium diet: Goal 3500 to 5000 mg/d, preferably through diet Exercise- Recommend structured exercise program Aerobic: 90-150 min/wk; 65%-75% heart rate reserve Dynamic resistance and Isometric resistance also shown to lower BP Alcohol Reduction (drink = 12 oz regular beer / 5 oz wine / 1. 5 oz distilled spirits ) Women:<=1 drink per day Men:<=2 drink per day",
        "cop": 1,
        "opa": "Low potassium diet",
        "opb": "Dietary sodium intake < 1. 5g /day",
        "opc": "DASH type of diet",
        "opd": "Limit alcohol consumption",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "ef6091f0-dfa9-415f-ab9d-5b51ab308ceb",
        "choice_type": "multi"
    },
    {
        "question": "An 70-year-old male patient complains of headache and dizziness. His ambulatory BP was 154/76 mm Hg on multiple occasions. He is likely to be diagnosed as?",
        "exp": "Isolated systolic hypertension - When SBP >=140 and DBP <90. Classification of Blood Pressure for Adults - European Society of Cardiology guidelines - 2018 Blood pressure classification SBP(mm. Hg) DBP(mm. Hg) Optimal <120 <80 Normal 120-129 80-84 High Normal 130-139 85-89 Grade 1 hypertension 140-159 90-99 Grade 2 Hypertension 160-179 100-109 Grade 3 Hypertension >=180 >=110 Isolated systolic hypertension >=140 <90",
        "cop": 4,
        "opa": "Grade 1 hypertension",
        "opb": "White coat hypertension",
        "opc": "Secondary hypertension",
        "opd": "Isolated systolic hypertension",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "d16de6c4-a024-446d-833f-87993b2fef9b",
        "choice_type": "single"
    },
    {
        "question": "Uremia is not associated with hypertension in which of the following situations?",
        "exp": "Option A: Polyaeritis Nodosa- Renal Aery aneurysm | Decrease Blood supply to kidney | | GFR | Stimulate RAAS: | Renin (High Renin HTN) Option B: Narrow Renal aery- | Blood supply to kidney | | GFR- stimulate RAAS= | Renal HTN Option C: Renal Amyloidosis- B/L Enlarged Kidneys & present With Nephrotic range proteinuria without |BP. Option D: Hyperplastic Aeriolar Nephrosclerosis- Again | GFR = stimulate RAAS= | Renal HTN",
        "cop": 3,
        "opa": "Renal polyaeritis nodosa",
        "opb": "Narrowing of the renal aery",
        "opc": "Renal amyloidosis",
        "opd": "Hyperplastic aeriolar nephrosclerosis",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "be7917bb-30ea-4c05-a3b5-24625e5edccb",
        "choice_type": "single"
    },
    {
        "question": "Non modifiable risk factor for hypertension-",
        "exp": "Ans. is 'a' i. e., Gender Risk factors for hypertension. Non modifiable Modifiableo Ageo Overweighto Gendero High sodium intakeo Genetic factorso Low potassium intakeo Raceo Alcohol consumptiono Reduced physical activity",
        "cop": 1,
        "opa": "Gender",
        "opb": "Obesity",
        "opc": "Salt intake",
        "opd": "Cultural characteristic acquired over time",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "889ceaa6-ee58-4ef9-bde9-06e96711842c",
        "choice_type": "single"
    },
    {
        "question": "A CKD patient with hypertension, What is the initial treatment of choice?",
        "exp": "ACE inhibitors are recommended as first line antihypeensives in CKD patients. ACEIs or ARBs, appropriate diuretic therapy, and dietary salt restriction make up the foundation for the treatment of HTN in CKD.",
        "cop": 1,
        "opa": "ACE inhibitors",
        "opb": "CCB",
        "opc": "Diuretics",
        "opd": "Betablockers",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "8a488d12-3c94-4a75-960f-d9fa61c5d98d",
        "choice_type": "single"
    },
    {
        "question": "Elderly male patient has presented with recurrent falls. Which of the following medicines is responsible?",
        "exp": "Prazocin is Antihypeensive drug | a1 -adrenergic antagonist. | leads to Ohostatic Hypotension & syncope",
        "cop": 1,
        "opa": "Prazocin",
        "opb": "Metformin",
        "opc": "Acarbose",
        "opd": "Thiazides",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "f45c8be7-e3a1-43b3-a16b-55984fff3c64",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Hypertension in adults is -",
        "exp": "Ans. is 'a' i. e., Essential Hypertension o Most common cause of Hypertension in adults is Essential Hypertension.# Essential (primary or idiopathic) hypertension is the most common cause of hypertension in adolescents and adults.",
        "cop": 1,
        "opa": "Essential Hypertension",
        "opb": "Pheochrmocytoma",
        "opc": "Renal Artery' Stenosis",
        "opd": "Chronic Glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "0f0fdd02-2683-43e3-b5bd-3e28bfa078ae",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is False regarding fibromuscular dysplasia?",
        "exp": "Fibromuscular dysplasia (FMD) Abnormal development or growth of cells in the walls of aeries that can cause the vessels to narrow or bulge. Most common form- Medial fibrosis Young women and affects the distal 2/3 of the main renal aery. Bilateral. The iliac aeries are the limb aeries most likely to be affected by fibromuscular dysplasia. Gross: Alternating thickened and thinned aerial walls give rise to the characteristic \"sausage-string\" or \"string of beads\" appearance (especially as seen on angiography) Histology: fibromuscular thickening of the media alternating with areas of thinning and loss of the internal elastic lamina.",
        "cop": 3,
        "opa": "Most common histologic subtype is medial fibroplasia",
        "opb": "Mostly affects medium sized vessels",
        "opc": "Most common in young males",
        "opd": "String of beads appearance is seen on angiography",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "e18e5e6d-5f52-45cd-b546-6050768d5b42",
        "choice_type": "multi"
    },
    {
        "question": "A 68 -year-old male, known case of HTN is brought unconscious. Upon arrival, the patient is found to have a Blood Pressure of 245/142. You decide to assess the patient for end-organ damage. Which of the following investigations would be least useful?",
        "exp": "Option A: S. creatinine use to assess kidney damage Option B: CT pulmonary Angiogram not useful which is done in Pulmonary sequestration or in P. E Option C: 12-Lead ECG=LVH Option D: Fundoscopy=Papilledema",
        "cop": 2,
        "opa": "Serum Creatinine",
        "opb": "CT pulmonary angiogram",
        "opc": "12-lead ECG",
        "opd": "Fundoscopy",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "c984efb4-7f65-4bfc-87cc-f08d6b4bc010",
        "choice_type": "single"
    },
    {
        "question": "Resistant hypertension when goal is not achieved-",
        "exp": "Ans. is 'c' i. e., 3 drugs + diuretics o Resistant hypertension is defined in the 2008 American Heart Association guideline as blood pressure that remains above goal in spite ofconcurrent use of'\"three antihvpertensive agents^ of different classes, one of which should be a diuretic. o Patients whose blood pressure is controlled with \"four or more\" medications are considered to have resistant hypertension. Pharmacologic therapyo The pharmacologic treatment of resistant hypertension, by definition, involves combinations of \"three or more \" drugs, including a \"diuretic\". o Three drugs with different mechanism of action should be sequentialy combine: o The triple combination consists of. An ACE inhibitor or ARBA long-acting dihydropyridine calcium channel blocker (usually amlodipine), andA long-acting thiazide diuretic (preferably chlorthalidone) well tolerated. o This triple combination is often effective and generally well tolerated. Among patients with uncontrolled hypertension who are already being treated with such a three drug regimen at maximum recommended and tolerated doses, spironolactone is added. o Most patients with resistant hypertension are being treated with a three-drug regimen different from ihe preferred regimen of an angiotensin inhibitor, long-acting dihydropyridine calcium channel blocker, and diuretic chlorthalidone; in addition, most who are prescribed four or more antihypertensive drags are not receiving an aldosterone antagonist. Diureticso Persistent volume expansion (typically not sufficient to produce edema) contributes to resistant hypertension, even among patients who have been on conventional doses of thiazide diuretics, o Effective diuretic use is almost always necessary to achieve blood pressure control in patients with resistant hypertension. o Diuretics should be titrated until the blood pressure goal or the maximum recommended dose (as described below) has been reached or the patient has signs suggestive of overdiuresis such as fatigue, orthostatic hypotension, or decreased tissue perfusion as evidenced by an otherwise unexplained elevation in ihe serumcreatinine concentration. If overdiuresis is suspected, diuretic therapy needs to be reduced. o In those with little renal impairment, chlorthalidone is preferred to hydrochlorothiazide for the treatment of resistant hypertension. Aldosterone antagonistso The available aldosterone antagonists, spironolactone and eplerenone, are mineralocorticoid receptor antagonists, while potassium-sparing diuretics (eg, amiloride and triamterene) block collecting tubule sodium channels that are normally opened by aldosterone. Spironolactone, eplerenone, and amiloride provide significant antihypertensive benefit when added to existing multiple drug regimens in patients with resistant hypertension. o This should be done in patients with resistant hypertension: o If the patient is on hydrochlorothiazide, switch to chlorthalidone. o If the current regimen includes a drug not from the three recommended drug classes, add the missing preferred drug and assess the response. o If the patient is still hypertensive despite being treated with the three preferred drugs, add an aldosterone antagonist. o If the patient is still hypertensive, additional medications are added sequentially. o Possible agents that may be used include. Vasodilating beta blockers (labetalol, carvedilol, or nebivolol). Centrally acting agents (clonidine or guanfacine), and. Direct vasodilators (hydralazine or minoxidil).",
        "cop": 3,
        "opa": "4 drugs + diuretics",
        "opb": "2 drugs + diuretics",
        "opc": "3 drugs + diuretics",
        "opd": "5 drugs + diuretics",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "8a9a8d9c-eb3f-4421-82c6-38800197809a",
        "choice_type": "single"
    },
    {
        "question": "In essential hypertention changes seen in the heart are",
        "exp": "Ans. is 'b' i. e., Cardiac cell hypertrophy Hypertrophy - It's increase in size of a tissue d/t increase size of individual cells. Hyperplasia - Increase in size of a tissue as a result of increased no. of component cells. It's the principle mechanism for increased size in tissue composed of labile & stable cells. Hypertrophy is seen in following tissues #Tissue - Cause of increased demands. Skeletal muscle hypertrophy - physical activity, weight lifting*Cardiac muscle hypertrophy - Increased pressure load (Hypertension)*Increased volume load *(\"Valve incompetence causing regurgitation of blood\"). Smooth muscle hypertrophy - obstructive lesions (Wall of intestine & urinary bladder). Renal hypertrophy - Unilateral disease of one kidney. Removal of one kidney. Hyperplasia* is seen in - Breast growth* (during pregnancy & lactation). Both hypertrophy and hyperplasia* is seen in - uterine growth during pregnancy*",
        "cop": 2,
        "opa": "Cardiac cell hyperplasia",
        "opb": "Cardiac cell hypertrophy",
        "opc": "Incresed in the mitochondrial number",
        "opd": "Increase in size of mitochondria",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "d318d7df-261e-4f4f-ac36-0dedb886caa1",
        "choice_type": "single"
    },
    {
        "question": "Which is the best anti-hypeensive drug in pulmonary hypertension?",
        "exp": "Endothelin receptor antagonist Bosentan is approved by US FDA and improves exercise tolerance in 6-minute walk test. Amlodipine Not approved by US FDA and only 20% respond to CCB in the long term. Diuretics Will worsen PAH Digoxin Used in CHF and no role in PAH",
        "cop": 1,
        "opa": "Bosentan",
        "opb": "Amlodipine",
        "opc": "Frusemide",
        "opd": "Digoxin",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "75832c9e-7cb1-42b8-ba50-94e52db427ae",
        "choice_type": "single"
    },
    {
        "question": "Pre-capillary Pulmonary Hypertension is defined as-",
        "exp": "Ans. is 'b' i. e., PAP > 25mm. Hg; PCWP < 15mm. Hg o Pre-capillary Pulmonary Hypertension is defined by Mean Pulmonary Artery Pressure (PAP) > 25mm. Hg and Pulmonary Capillary Wedge Pressure (PCWP) < 15mm Hg (thereby excluding a cardiac cause). o PH has been defined as an increase in mean pulmonary' arterial pressure (PAP) > 25 mm. Hg at rest as assessed by right heart catheterization (RHC). Definition. Characteristics. Clinical group(s). Pulmonary- hypertension (PH)o Mean PAP > 25mm. Hgo All. Pre-capillary PHo Mean PAP > 25mm. Hgo PWP < 15mm. Hgo CO normal or reducedo Palmonaty arterial hypertension o PH due to lung diseaseso Chronic thromboembolic PHo PH with under and/or multifactorial mechanisms. Post-capillary PHo Mean PAP > 15 mm. Hgo PWP > 15 mm. Hgo CO normal or reducedo PH due to left heart disease",
        "cop": 2,
        "opa": "PAP>25mm. Hg; PCWP>lmm. Hg",
        "opb": "PAP >25mm. Hg; PCWP < 15mm. Hg",
        "opc": "PCWP >25mm. Hg; PAP > 15mm. Hg",
        "opd": "PCWP >25mm. Hg; PAP < 15mm. Hg",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "a6ace300-c1a9-48e7-9192-6021faab4cf4",
        "choice_type": "single"
    },
    {
        "question": "All are causes of pulmonary hypertension, except?",
        "exp": "Hypoxia leads to constriction of pulmonary aery and development of pulmonary aery hypertension. Morbid obesity leads to obstructive sleep apnea and can lead to PAH High altitude will also lead to hypoxia and development of PAH. A causal relationship has been established between exposure to several anorexigens, including aminorex and the fenfluramine, and the development of PAH.",
        "cop": 1,
        "opa": "Hyperventilation",
        "opb": "Morbid obesity",
        "opc": "High altitude",
        "opd": "Fenfluramine",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "3f1005f0-44a6-49c4-b4c2-e62c966d904e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following shall be seen with use of a small size BP cuff?",
        "exp": "False elevation of BP is seen with use of small cuff Blood Pressure Cuff size Bladder width >= 40% of mid-arm circumference. Bladder length 80-100% of arm circumference.",
        "cop": 1,
        "opa": "False elevation of BP",
        "opb": "Falsely low value of BP",
        "opc": "Cancels the effect of calcified aeries",
        "opd": "Increases trans-arm impedance",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "d35efc33-7564-467f-941c-eda69baa58d3",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old lady with Idiopathic pulmonary aery hypertension. Which findings best describe this patient?",
        "exp": "PAH is characterized by presence of large 'a' waves leading to elevated JVP. S2 is loud, due to higher pressure leading to P2 closing with more force. The systolic murmur in these patients is explained by the presence of tricuspid regurgitation developing due to severe PAH Barrel-shaped chest is seen with COPD.",
        "cop": 2,
        "opa": "Elevated JVP, normal SI S2, Diastolic murmur",
        "opb": "Elevated JVP, singular loud S2, Systolic murmur",
        "opc": "Elevated JVP, wide fixed split S2, Systolic murmur",
        "opd": "Elevated JVP, barrel chest, reverse split S2",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "9f7457fe-672e-46e4-9a72-3e8c4c3f936e",
        "choice_type": "single"
    },
    {
        "question": "A patient with recent loss of hypertension control and creatinine- 4. 2 mg/dL. Renal USG shows size discrepancy in kidneys and no sign of obstruction. What should be the next investigation?",
        "exp": "As patient has history of loss of control of hypertension and raised creatinine, Renal USG is warranted. USG findings and clinical history raise suspicion of Renovascular hypertension. Next Investigation of choice is Ultrasound Doppler as it confirms diagnosis of Renovascular hypertension in vasculature.",
        "cop": 4,
        "opa": "IVP",
        "opb": "MR angiography",
        "opc": "Retrograde pyelography",
        "opd": "Ultasound Doppler",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "54dfe170-907b-42d4-b20a-fb68c2109994",
        "choice_type": "single"
    },
    {
        "question": "Management of essential hypertension is?",
        "exp": "ANSWER: (C) Diet modification and drugs. REF: Harrison 17th ed chapter 241\"The mainstay of treatment of essential hypertension is lifestyle, diet modification and drugs\"",
        "cop": 3,
        "opa": "No need to treat",
        "opb": "Diet modification alone",
        "opc": "Diet modification and drugs",
        "opd": "Invasive surgery",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "0354c988-e79f-4f07-b8aa-fa04873d51ce",
        "choice_type": "single"
    },
    {
        "question": "A patient came with dyspnea, elevated JVP and edema in the feet. Lungs are clear. There is a parasternal heave and S2 is palpable in the pulmonary area. Which one of the following is LEAST helpful in determining etiology?",
        "exp": "* The findings of dyspnea, elevated JVP and pedal oedema are suggestive of right sided CHF * Parasternal heave and palpable S2 indicates pulmonary aery hypertension * This also explains why lungs are clear since pulmonary oedema is absent in PAH * Reduced RV compliance in RVH leads to elevated JVP and oedema in feet * The reason for dyspnea is less pulmonary flow due to PAH. Echo for mitral stenosis Useful for diagnosis as PAH is seen in long standing MS ELISA For HIV Useful for diagnosis of Group 1 PAH Urine and stool for Schistosoma Useful for diagnosis of Group 1 PAH WHO classification of PAH Group 1 Idiopathic PAH HIV Poal Hypertension (Schistosomiasis) Drugs Connective tissue disorders Pulmonary veno-occlusive disease Group 2 Pulmonary aery hypertension due to left heart disease Group 3 PAH due to lung disease like COPD, interstitial lung disease Group 4 PAH due to secondary thromboembolism with occlusion of proximal or distal pulmonary aeries Group 5 PAH due to Hematological disorders: Myeloproliferative disorders Systemic disorders: Sarcoidosis, Langerhans cell histiocytosis Metabolic disorders: glycogen storage disorders Miscellaneous: Tumor embolization",
        "cop": 2,
        "opa": "Echo for mitral stenosis",
        "opb": "Anti-endomysial antibody estimation",
        "opc": "ELISA for HIV",
        "opd": "Urine/stool examination for Schistosoma ova",
        "subject_name": "Medicine",
        "topic_name": "Hypertension",
        "id": "9f160a97-e9ec-4e15-b1bf-d5df088e7c59",
        "choice_type": "single"
    }
]