[
    {
        "question": "A patient presents with decreased calcium, decreased phosphate and increased alkaline phosphatase. Diagnosis is -",
        "exp": "Ans. is 'b' i. e., Vitamin D deficiency Changes in vitamin D deficiency (Osteomalacia or Rickets)o Serum Ca++-Normal to decreaseo Serum P04-Decreasedo Alkaline phosphatase -Increasedo PTH -N/increase Serum Ca. Serum phosohorus. Alkaline Phosphatase. PTHPrimary Hyperparathy roiriism. Increase. Decrease. Increase. Increase. Secondary' hyper parathyroidism. Decrease or NIncrease. Increase. Increase. Osteoporosis. NNNNPaget's disease. NNIncrease. NOsteomalacia (Vitamin D deficiency). Decrease. Increase/ decrease. IncreaseN/Increase",
        "cop": 2,
        "opa": "Hyperparathyroidism",
        "opb": "Vitamin D deficiency",
        "opc": "Osteoporosis",
        "opd": "Chronic renal failure",
        "subject_name": "Medicine",
        "topic_name": "Hypercalcemia and Hypocalcemia",
        "id": "d2226132-cde3-4d60-ac40-c51b542faabb",
        "choice_type": "single"
    },
    {
        "question": "Antibodies to calcium channel are seen in -",
        "exp": "Ans. is 'a' i. e., Eaton lamberi syndrome Lambert Eaton Mvesthenic syndromeo It is a paraneoplastic syndrome associated with small cell cancer of lung. o It is a disorder of neuromuscular junction transmission (presynaptic). Pathogenesis: -o Autoantibodies are present against voltage sensitive calcium channels. These IgG autoantibodies against voltage sensitive calcium channels reduce the number of functioning channels.# 773 is causes decrease in release of presynaptic acetylcholine. Difference between Myaesthenia Gravis & Eaton Lambert Syndrome. Myaesthenia Gravis. Eaton Lambert Syndromeo Postsynaptic Q defect (Autoantibodies direct against acetyle choline receptors)o Decrease in number of acetylcholine receptors0 at post synaptic muscle membrane. Muscular involvemento Occular muscle is most Q commonly involvedo Occular muscle > proximolQ limb musclso Tendon reflexes ate intact Qo No autonomic changes Qo Presynaptic Q defecto (Antibodies directed against P/Q typeo of calcium channels')o Decrease in presynaptic release of acetylcholine QMuscular involvemento Proximal muscles of lower limb Qo are most commonly involvedo Proximal muscles > occular Q muscleso Tendon reflexes are depressed or absent Qo Slow autonomic changes such as dry Q mouth and impotence. Diagnosis. Diagnosiso DecrementalQ response on repeated nerve stimulationo Antibody against acetylcholine receptoro IncrementalQ response on repeated nerveo stimulationo Antibody against P/Q channel",
        "cop": 1,
        "opa": "Eaton lambert syndrome",
        "opb": "Dermatomyositis",
        "opc": "Mvaesthenia gravis",
        "opd": "Polymyositis",
        "subject_name": "Medicine",
        "topic_name": "Hypercalcemia and Hypocalcemia",
        "id": "bec7eb22-1092-428f-bcb7-7296a8f45759",
        "choice_type": "single"
    },
    {
        "question": "Calcium homeostasis disturbance is seen in -",
        "exp": "Ans. is 'a' i. e., Malignant hyperthermiao Malignant hyperthermia is a pharmacogenetic condition caused due to mutation of the \"Ryanodine receptor gene\". Ryanodine receptor gene controls the level of '\"cytosolic calcium\" and therefore skeletal muscle contraction. o Ryanodine gene encodes ryanodine receptor found in skeletal muscle (RYRI). The encoded protein functions as calcium release channels in the sarcoplasmic reticulum and also serves to connect the sarcoplasmic reticulum and the transverse tubule (T tubulte), present on the cell membrane. Normally depolarisation of the cell membrane is passed intracellularly to the sarcoplasmic reticulum through the T tubules. In cardiac and skeletal muscle depolarisation of the external membrane triggers a rapid release of stored Ca++ from the sarcoplasmic reticulum which generates muscle contraction. o The release is mediated bv ryanodine receptors. When wave of depolarisation reaches the sarcoplasmic reticulum the ryanodine receptors located on the mambrane of sarcoplasmic reticulum, open up to release the calcium from the sarcoplasmic reticulum. o Mutation in RYRI sene causes it to open more easily and close more slowly in respose to certain drugs. As a result large amounts of calcium ions are released from the sarcoplasmic reticulum within muscle cells. The release of abnormally high amount of calcium from the sarcoplasmic reticidum causes uncotrolled anaerobic and aerobic metabolism and sustained muscle contraction. Muscle contraction. The sustained results in clinical manifestation ofrespiratory> metabolic acidosis, muscle rigidity and hyperthermia. If the process continues unabated, adenosine triphosphate depletion eventually causes widespread muscle fiber hypoxia, cell death, rhabdomyolysis which manifests clinically as hyperkalemia and myoglobinuria and an increase in creatine kinase. o Dantrolene is used in the treatment of malignant hyperthermia because it is thoueht to reduce muscle tone and metabolism bypreventing the on soins release of calcium from sarcoplasmic reticulum. Dantrolene sodium binds to Ry. RI and causes the closure of the sarcoplasmic reticulum calcium channel, thereby reversing the unihibited flow of calcium.",
        "cop": 1,
        "opa": "Malignant hyperthermia",
        "opb": "DMD",
        "opc": "Tibial muscular dystrophy",
        "opd": "Limb girdle muscle dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Hypercalcemia and Hypocalcemia",
        "id": "11d0499d-55ff-4c50-b577-cce19fa9df79",
        "choice_type": "single"
    }
]