[
    {
        "question": "Usually associated with parvovirus B19 infection in those with hereditary spherocytosis-",
        "exp": "Ans. is 'b' i.e., Aplastic crisis o Parvovirus B19 selectively infects erythroidprecursors and is the most common aetiological agent that induces aplastic crisis in patients with hereditary spherocytosis (and other Hemolytic disorders).Transient aplastic crisiso Persons with decreased erythrocytes caused by conditions such as iron deficiency anemia, human immunodeficiency virus sickle cell disease, spherocytosis or thalassemia are at risk of transient aplastic crisis if infected with parvovirus B19.o The virus causes a cessation of erythrocyte production,o Parvovirus infection may be the first manifestation in HS.o It begins with reticulocytosis and thrombocytosis.",
        "cop": 2,
        "opa": "Mild to moderate splenomegaly",
        "opb": "Aplastic crisis",
        "opc": "Gallstones",
        "opd": "Hemolytic crisis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "ecbe331f-316c-4739-b032-121e412c8e02",
        "choice_type": "multi"
    },
    {
        "question": "For each extra-articular manifestation of RA, select the most likely diagnosis.Associated with increased frequency of infections.",
        "exp": "Felty syndrome consists of chronic RA, splenomegaly, and neutropenia. The increased frequency of infections is due to both decreased number and function of neutrophils.",
        "cop": 1,
        "opa": "Felty syndrome",
        "opb": "rheumatoid vasculitis",
        "opc": "episcleritis",
        "opd": "Sjogren syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "71723e91-54e3-4c7c-81d8-270e0a9b0522",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis in this 50-year-old woman?",
        "exp": "Answer A. MetastasisFollowing radiography that revealed a lytic lesion of the terminal phalynx, the firm 2-cm lesion with a scab in the center was biopsied and found to represent a metastasis from follicular thyroid carcinoma.",
        "cop": 1,
        "opa": "Metastasis",
        "opb": "Onychomycosis",
        "opc": "Psoriasis",
        "opd": "Thromboangiitis obliterans",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "0921441e-f890-4483-9124-d73958608213",
        "choice_type": "single"
    },
    {
        "question": "Which of the following markers in the blood is the most reliable indicator of recent hepatitis B- infection?",
        "exp": "Ans. is 'c' i.e. IgM anti-HBc You are sure to get questions on serological marker of Hepatitis in every PG exams (particularly AIIMS & AI). This topic has been thoroughly discussed.See Q. No 58 of Nov. 2001.Coming to the question; Hbs Ag is also present in recent hepatitis B infection but it is not a reliable marker because it can also be seen in carriers, whereas IgM anti- HBc is seen only in acute or recent hepatitis and is replaced by IgG anti Hbc in chronic infections.",
        "cop": 3,
        "opa": "HBsAg",
        "opb": "lgG anti - HBs",
        "opc": "lgM anti - HBc",
        "opd": "lgM anti - HBe",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "92af6f84-a794-4ce9-a7b2-e3161ab24b21",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man presents with following problem. Most likely diagnosis?",
        "exp": "Ans. C. Gouta. Acute gout causing swelling, erythema and extreme pain and tenderness of the first metatarsophalangeal joint.b. This is also known as Podagra- Colchicine and indomethacin are the drug of choice in this acute attack.",
        "cop": 3,
        "opa": "Cellulitis",
        "opb": "Deep vein thrombosis",
        "opc": "Gout",
        "opd": "PAN",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "7f1aea67-72b4-4833-94ff-f4562c59933a",
        "choice_type": "single"
    },
    {
        "question": "Rituximab is used in all except",
        "exp": "Ans. is 'b' i.e. PNH Cancer cells express a variety of antigen.These antigens can be targeted by certain antibodies which are specifically directed towards those antigens. The antigen antibody reaction leads to death of the cancer cells.Antibodies {monoclonal antibodies) are now being prepared by immunizing mice against human tumour cells and obtaining.The antibodies so obtained have a short-half life and induce human anti-mouse antibody immune response. They are usually chimer zed or humanized when used as therapeutic reagents.Presently several monoclonal antibodies have received FDA approval for t/t of tumours. These includeRituximabAlemtuzumabTrastuzumabMechanism of action of the monoclonal antibodies:-The clinically relevant mechanism of action is not clear but certain other reasons have been postulated which areAntibody dependent cellular toxicityComplement dependent cytotoxicityDirect induction of apoptosisRituximabRituximab is a chimeric antibody that targets CD 20 B cell antigen.CD-20 is present on the cells from Pre-B cell stage and is expressed on 90% of B cell neoplasms.Rituximab is the first monoclonal antibody to receive FDA approval.It is primarily used in the t/t of lymphomas.Binding of Rituximab to CD20 generates transmembrane signals that produce autophosphorylation and activation of serine/tyrosine protein kinases.Uses of RituximabLymphoma (B cell lymphomas)Low grade lymphomasMantle cell lymphomasRelapsed aggressive B cell lymphomasChronic lymphocytic leukemiaSLE (Harrison 17th/e p 2082 Fig. 313.3)(used in patient with severe SLE)Rheumatoid arthritisRituximab has shown benefit in the treatment of rheumatoid arthritis refractory to anti TNF agentsRituximab has been approved for the treatment of active rheumatoid arthritis when combined with methotrexate.",
        "cop": 2,
        "opa": "NHL",
        "opb": "PNH",
        "opc": "RA",
        "opd": "SLE",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "18868606-9f39-456a-a5e3-f85e0df41d6b",
        "choice_type": "multi"
    },
    {
        "question": "Following angiography findings are most likely seen in which condition:",
        "exp": "Ans. B. PANImage shows angiographic vascular pathologya. Most probably it is seen in PAN (Polyarteritis nodosa)b. It is medium vessel vasculitis of renal & visceral vessels sparing the pulmonary circulationc. In PAN, small aneurysms are strung like the beads of arosary known as Rosary sign.",
        "cop": 2,
        "opa": "Kawasaki",
        "opb": "PAN",
        "opc": "Takayasu",
        "opd": "Giant cell arteritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "460bbef5-309c-470c-a12f-e9e29117d465",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man has had mild arthritis involving many joints for several years. Over 1 or 2 days, he develops severe pain and swelling of his knee. His x-ray reveals calcifications in his articular cartilage. Which of the following is the most likely diagnosis?",
        "exp": "The articular calcification chondrocalcinosis is typical for pseudogout or calcium pyrophosphate disease (CPPD). The most common joint involved is the knee, but the wrist, shoulder, ankle, elbow, and hand are also frequently involved. Definitive diagnosis depends on finding typical rhomboid-shaped crystals with weak-positive birefringence in the synovial fluid, but chondrocalcinosis in the correct setting allows a presumptive diagnosis. Numerous diseases are associated with CPPD, but the most common predisposing factor is advancing age.",
        "cop": 3,
        "opa": "acute gout",
        "opb": "RA",
        "opc": "pseudogout",
        "opd": "infectious arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "0a22bdab-b65a-48b8-bde8-e73a0ecf5d0b",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man has symptoms of low back pain and stiffness. After several months of mild symptoms, he notes more severe stiffness at night and hip pain. On physical examination, there is paravertebral muscle tenderness and limited flexion of the lumbar spine. Figure shows an x-ray of the lumbar spine. Which of the following is the most likely diagnosis?",
        "exp": "(c) Source: (Kasper, p. 1993) AS occurs in 1-6% of adults inheriting human lymphocyte antigen B27 (HLA-B27). However, the prevalence in B27-positive relatives of patients with AS is up to 30%. Men are three times more likely to be affected.",
        "cop": 3,
        "opa": "Reiter syndrome",
        "opb": "Marfan syndrome",
        "opc": "ankylosing spondylitis (AS)",
        "opd": "RA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "dd8b1ce8-3494-4843-9808-25eaedce1e46",
        "choice_type": "single"
    },
    {
        "question": "Development of Lymphoma in Sjogren's syndrome is suggested by all of the following except-",
        "exp": "Ans. is 'd' i.e., High C4 complement levels o Lymphoa is a well-known complication of Sjogren s syndrome : Most lymphomas are extra-nodal, low grade marginal B cell lymphomas.o Development of Lymphoma in Sjogren's syndrome is suggested by low C4 complement levels.Lymphoma in Sjogren's syndromeThe development of Lymphomas in patients with Sjogren syndrome is suggested by :-o Persistent parotid gland enlargemento Purpurao Leukopeniao Cryoglobulinemiao Low C4 complement levels",
        "cop": 4,
        "opa": "Persistent parotid gland enlargement",
        "opb": "Cyogtobilinemia",
        "opc": "Leukopenia",
        "opd": "High C4compement levels",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d7ff76be-eccf-4ec8-b290-078ad163c0a0",
        "choice_type": "multi"
    },
    {
        "question": "Arthritis mutilans is due to:",
        "exp": "Ans: a (Psoriatic arthritis) Ref: Harrison's, 16th ed,p. 1998; 17th ed, p. 2115Arthritis mutilans is due to psoriatic arthritis. Psoriatic arthritis involves PIP, DIP and metacarpopha- langeal joints and may or may not involve the wrist.Psoriatic arthritis can present with a wide spectrum of clinical features namely:1) Asymmetrical inflammatory oligoarthritis - 40%2) Symmetrical polyarthritis - 25%3) Predominant distal interphalangeal joint arthritis -15%4) Psoriatic spondylitis-15% C5) Arthritis mutilans - 5%.It is the most serious condition and the skin of fingers appears telescoped.NoteOsteoarthritis -Involves PIP, DIP and 1st carpometacarpal joint (base of thumb). Spares MCPand wrist.Rheumatoid arthritis -Involves any small joint of hand eg PIP, MCP, wrist. Sparing of DIP.Psoriatic arthritis -Involvement of PIP, DIP, MCP and wrist. Sparing of any joint may or may not be present.RememberIf DIP is involved, Rheumatoid arthritis can be ruled out.Similarly if MCP joint is involved, osteoarthritis can be ruled out.",
        "cop": 1,
        "opa": "Psoriatic arthritis",
        "opb": "Osteoarthritis",
        "opc": "Rheumatoid arthritis",
        "opd": "Rheumatic arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "ee002345-22c8-41d4-a42c-559705962a20",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman complains of aching all over. She sleeps poorly and all her muscles and joints hurt. Her symptoms have progressed over several years. She reports that she is desperate because pain and weakness often cause her to drop things. Physical examination shows multiple points of tenderness over the neck, shoulders, elbows, and wrists. There is no joint swelling or deformity. A complete blood count and ESR are normal. Rheumatoid factor is negative. Which of the following is the best therapeutic option in this patient?",
        "exp": "The patient's multiple tender points, associated sleep disturbance, and lack of joint or muscle findings make fibromyalgia a likely diagnosis. Patients with fibromyalgia often report dropping things due to pain and weakness, but objective muscle weakness is not present on examination. The diagnosis hinges on the presence of multiple tender points in the absence of any other disease likely to cause musculoskeletal symptoms. CBC and ESR are characteristically normal. Cognitive behavioral therapy and graded aerobic exercise programs have been demonstrated to relieve symptoms. Tricyclic antidepressants are considered if medication is needed and may help restore sleep. Cyclobenzaprine is a next step medication. If both of those fail, then a trial of gabapentin, pregabalin, or duloxetine can be undertaken. Aspirin, other anti-inflammatory drugs (including corticosteroids), and DMARDs (such as methotrexate or hydroxychloroquine) are not helpful, nor are simple stretching/flexibility exercises. Of note, rheumatoid factor and ANAs occur in a small number of normal individuals. They are more frequent in women and increase in frequency with age. It is not uncommon for an individual with fibromyalgia and an incidentally positive RF or ANA to be misdiagnosed as having collagen vascular disease. Therefore, it is necessary to be careful to separate subjective tenderness on examination from objective musculoskeletal findings and to assiduously search for other criteria before diagnosing RA, SLE, or other collagen vascular disease.",
        "cop": 1,
        "opa": "Graded aerobic exercise",
        "opb": "Prednisone",
        "opc": "Weekly methotrexate",
        "opd": "Hydroxychloroquine",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6de20134-c86c-4394-8e0b-42bb5628f16d",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman has pain in her fingers on exposure to cold, arthralgias, and difficulty swallowing solid food. She has a few telangiectasias over the chest but no erythema of the face or extensor surfaces. There is slight thickening of the skin over the hands, arms, and torso. What is the best diagnostic workup?",
        "exp": "The symptoms of Raynaud phenomenon, arthralgia, and dysphagia point toward the diagnosis of scleroderma. Scleroderma, or systemic sclerosis, is characterized by a systemic vasculopathy of small-and medium-sized vessels, excessive collagen deposition in tissues, and an abnormal immune system It is an uncommon multisystem disease affecting women more often than men. There are two variants of scleroderma-a limited type (previously known as CREST syndrome) and a more severe, diffuse disease. Antinuclear antibodies are almost universal. Anti-Scl-70 (also known as anti-topoisomerase-1) antibody occurs in only 30% of patients with diffuse disease, but a positive test is highly specific. Anti-centromere antibodies are more often positive in limited disease. Rheumatoid factor is nonspecific and present in 20% of patients with scleroderma. Elevated CK and anti-Jo-1 antibodies are expected in an inflammatory myositis such as polymyositis. Skin thickening similar to scleroderma can be seen in nephrogenic systemic fibrosis (NSF), a progressive condition that occurs in patients with stage 5 chronic kidney disease, but NSF almost always follows gadolinium administration for an MR scan. Reproduction of Raynaud phenomena is nonspecific and is not recommended as an office test.",
        "cop": 2,
        "opa": "Rheumatoid factor and anti-CCP antibodies",
        "opb": "Antinuclear, anti-Scl-70, and anticentromere antibodies",
        "opc": "Creatine kinase (CK) and antisynthetase antibodies (such as anti-Jo-1)",
        "opd": "BUN and creatinine",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6441d66e-9e75-4567-84fc-5841429cf182",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of neuropathic joint:",
        "exp": "Ans: a (Diabetes) Ref: Harrison, 16th ed, p. 2060; 17th ed, p. 2180Most common cause of neuropathic joint is diabetesNeuropathic joint (Charcot joint)It is a progressive destructive arthritis associated with loss of pain sensation, proprioception or both.Clinical featuresIt begins as a single joint and then progresses to involve other joints. Swelling is present, loose bodies may be palpated.Joint becomes unstable and subluxation may occur. The amount of pain experienced by the patient is less than that would be anticipated based on the degree of joint involvement.Causes of Charcot jointDiabetes mellitusTabes dorsalisMeningomyelocoele or syringomyeliaAmyloidosisLeprosyPeroneal muscular atrophyCommonly involved joints in various diseasesDiabetes mellitus: Tarsal and metatarsal jointsTabes dorsalis: Knee, hips and anklesSyringomyelia: Glenohumeral joint, elbow and wrist",
        "cop": 1,
        "opa": "Diabetes",
        "opb": "Amyloidosis",
        "opc": "Syphilis",
        "opd": "Leprosy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "2949130e-edee-4fcb-98ef-315340ac86ba",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in this patient who had abdominal pain?",
        "exp": "Answer B. Henoch-Schonlein purpuraSkin biopsies revealed leukocytoclastic vasculitis with IgA deposition, which is consistent with IgA vasculitis (Henoch-Schonlein purpura). The patient was treated with high-dose glucocorticoids including pulse therapy, which were tapered successfully after cyclosporine was added to the treatment. Henoch-Schonlein purpura, a systemic small-vessel vasculitis, causes palpable purpura in the lower extremities, abdominal pain, arthralgia, and glomerulonephritis.",
        "cop": 2,
        "opa": "Familial Mediterranean fever",
        "opb": "Henoch-Schonlein purpura",
        "opc": "Meningococcemia",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "72e4dc6b-ed06-4e06-88d5-6146c4e30a19",
        "choice_type": "single"
    },
    {
        "question": "Treatment of acute gout includes all except:",
        "exp": "Ans: c",
        "cop": 3,
        "opa": "NSA1DS",
        "opb": "Colchicines",
        "opc": "Allopurinol",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "0f03c9c8-4bc4-4d4e-88b7-45ff7442b240",
        "choice_type": "multi"
    },
    {
        "question": "True regarding felty's syndrome is all, EXCEPT:",
        "exp": "Ans. is 'd' Nephropathy Felly's syndrome consists ofChronic rheumatoid arthritis*Splenomegaly*Neutropenia*Sometimes anaemia or thrombocytopenia may be associated with Felty's syndrome.Patients with Felty's syndrome frequently have high litre of Rheumatoid factor*",
        "cop": 4,
        "opa": "Splenomegaly",
        "opb": "Rheumatoid arthritis",
        "opc": "Neutropenia",
        "opd": "Nephropathy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f19e0246-87b6-4263-890c-a7ebc1698634",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old farmer develops recurrent cough, dyspnea, fever, and myalgia several hours after entering his barn. He has had similar reactions several times previously, especially when he feeds hay to his cattle. Which of the following statements is true?",
        "exp": "Hypersensitivity pneumonitis is characterized by an immunologic inflammatory reaction in response to inhaled organic dusts, the most common of which are thermophilic actinomycetes, fungi, and avian proteins. In the acute form of the illness, exposure to the offending antigen is intense. Cough, dyspnea, fever, chills, and myalgia typically occur 4 to 8 hours after exposure. Patients are often suspected of having an infection, especially pneumonia, but the history of previous similar symptoms on antigen exposure should suggest hypersensitivity pneumonitis. In the subacute form, antigen exposure is moderate, chills and fever are usually absent, and cough, anorexia, weight loss, and dyspnea dominate the presentation. In the chronic form of hypersensitivity pneumonitis, progressive dyspnea, weight loss, and anorexia are seen; pulmonary fibrosis is a permanent and sometimes fatal complication.Almost all patients have IgG antibody to the offending antigen, although positive serology is common in asymptomatic patients and is therefore not diagnostic. While peripheral T-cell, B-cell, and monocyte counts are normal, a suppressor T-cell functional defect can be demonstrated in these patients. IgE does not play a role, so the symptoms begin hours (not minutes) after antigen exposure. Inhalation challenge with the suspected antigen and concomitant testing of pulmonary function can confirm the diagnosis but are seldom used. Therapy involves avoidance; steroids are administered in severe cases. Bronchodilators and antihistamines are not effective.",
        "cop": 3,
        "opa": "The presence of fever and myalgia indicates that this is an infectious process.",
        "opb": "Immediate-type IgE hypersensitivity is involved in the pathogenesis of his illness.",
        "opc": "The causative agents are often thermophilic actinomycete antigens.",
        "opd": "Demonstrating precipitable antibodies to the offending antigen confirms the diagnosis of hypersensitivity pneumonitis.",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f2516a46-e23f-4d30-9cbb-0c7dd253a71c",
        "choice_type": "multi"
    },
    {
        "question": "True about gout is -",
        "exp": "(A) (most common joint involved in first metatarsaphalangeal of big toe) (1097 - Davidson 21st) (77-80 Apley 9th).GOUTTrue crystal deposition disease, presence of monosodium urate monohydrate (MSU) crystals, especially the firstMTP joint and small joints of feet and hands.* Bursitis - commonly of the olecranon bursaCrystal associated arthritis and deposition in connective tissueCrystalAssociation* Monosodium urate monohydrate* Acute gout* Chronic tophaceous gout* Calcium pyrophosphate dehydrateAcute \"pseudo gout\"Chronic (pyrophosphate / arthropathy)Chondrocalcinosis* Basic calcium phosphatesCalcific periarthritis calcinosis* Cholesterol* Chronic effusion in RA* Calcium oxalate* Acute arthritis in dialysis patientsConfirmation of diagnosis - negatively birefringent urate crystals in the synovial fluids**** Hyperuricaemia is not \"diagnostic\" and is often seen in normal middle aged men**** X-ray acute attack shows only soft tissue swelling chronic: - Joint space narrowing, secondary osteoarthritis.* Tophi appears as characteristics punched out \"cyst\" or deep erosions in para-articular bone ends.* Bone destruction is more marked (may resemble neoplastic disease).GOUTPSEUDOGOUT* Smaller joint* Large joint* Pain intense* Pain moderate* Joint inflamed* Joint swollen* Hyperuricaemia* Chondrocalcenosis* Uric acid crystals* Calcium pyrophosphate crystals * Meniscus calcification may be seen on X-ray knee joint.",
        "cop": 1,
        "opa": "Most common joint involved is first meta transophaiangeal of big toe",
        "opb": "Chondro-calcinosis",
        "opc": "Pyrophosphate crystals",
        "opd": "Positive birefringent",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "731a12fc-187d-4994-a4b6-2838870a5066",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old man is receiving penicillin for the treatment of a group A strep throat infection. He now returns to the clinic with new symptoms of a rash and diffuse joint discomfort. On physical examination, there are areas of urticaria on his arms and back. The joints appear normal and he has no oral lesions. A urinalysis is positive for red cell casts and protein. Which of the following is most characteristic of the syndrome?",
        "exp": "The symptoms of serum sickness are usually self-limited and may recur after apparent recovery. The natural course is 1-3 weeks. Recurrence can occur rapidly (12-36 hours) if repeat exposure to the offending antigen occurs.",
        "cop": 3,
        "opa": "it usually requires corticosteroids",
        "opb": "symptoms last several months",
        "opc": "it may recur after apparent recovery",
        "opd": "it may be transferred by leukocyte infusions",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f15202c8-68f9-4ec1-93ee-3977e3094c78",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old man is recently found to have hypocalcemia and Osteomalacia is suspected based on the decrease in the cortical bone thickness and osteopenia seen on x-rays. Which of the following is the most likely mechanism of the resistance to the effects of vitamin D?",
        "exp": "Deficient or defective 1,25(OH)2 vitamin D receptors will result in vitamin D resistance. Parathyroid hormone levels increase secondary to decreased vitamin D effect. The 1(OH) vitamin D is an intermediate metabolite.",
        "cop": 4,
        "opa": "excess parathyroid hormone secretion",
        "opb": "insufficient parathyroid hormone secretion",
        "opc": "defective receptors for 25(OH) vitamin D",
        "opd": "defective receptors for 1,25OH2 vitamin D",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c631e3c8-2c42-4cf3-ab8b-0c49242216ea",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman is referred to the clinic for assessment of a low white-cell count. She has no past medical history and is not on any medications. Her only symptoms are of joint discomfort in her hands, and occasional sharp chest pains that change with breathing. On physical examination, there is inflammation of some MCP and DIP joints in both hands, and the rest of the examination is normal. Her WBC is 3500/mL and on the differential the lymphocytes are low (15%) and PMNs are normal. Which of the following is the most likely diagnosis?",
        "exp": "Leukopenia occurs in almost two-thirds of the SLE patients, and the differential count is usually normal. Lymphocytes and platelets can also be reduced.",
        "cop": 2,
        "opa": "periarteritis nodosa",
        "opb": "SLE",
        "opc": "scleroderma",
        "opd": "DM",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "4af505fc-1599-4816-93d3-db57c3180969",
        "choice_type": "multi"
    },
    {
        "question": "Henoch Schonlein purpura is characterized by all except -",
        "exp": "Ans. is ta1 i.e., Thrombocytopenia Purpura in Henoch Schonlein purpura is due to vasculitis and not thrombocytopeniaPlatelet count is either normal or elevated.H.S. purpura is characterized bv tetrad ofo PurpuraQ,o ArthritisQ,o GlomerulonephritisQ ando Abdominal painQ.Skino The hallmark of this disease is rash beginning as pinkish maculopapules that initially blanch on pressure and progress to petechiae or purpura which are characterized clinically as palpable purpuraQ.o The lesion tends to occur in cropsQo The lesion occur on the dependent areas of the body such as buttocksQ.Joints (80%)o Manifests as arthralgia or arthritis in large jointso Large joints of lower extremities are involved especially the knees and the ankleso MigratoryQ pattern of joint involvement is commono Arthritis is nondeformingQ in natureGastrointestinal tracto 60% presents with abdominal painQo 33% have evidence of gastrointestinal bleedingQ (melena)o Abdominal pain is typically colickyQo May worsen after anginaQ (intestinal angina)o Can lead to intussussceptionQ.Kidnev (40%)o Almost always appear after the development of skin manifestationo The clinical hallmark of nephritis in HSP is hematuria which is usually microscopico Studies characteristically demonstrate IgA deposition in the mesangium.",
        "cop": 1,
        "opa": "Thrombocytopenia",
        "opb": "Glomerulonerphritis",
        "opc": "Arthralgia",
        "opd": "Abdominal pain",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "20d5d85b-793a-497f-9652-a2a6c378883a",
        "choice_type": "multi"
    },
    {
        "question": "In pseudogout, material deposited is",
        "exp": "Ans: d (calcium pyrophosphate) Ref: Harrison 17th ed/p.2167.In Pseudogout, calcium pyrophosphate is depositedIn Gout, Monosodium urate crystal is depositedAssociations of CPPD (calcium pyrophosphate dihvdrate) crystal deposition:-* Ageing (most common)* Osteoarthritis* Familial* Metabolic diseases-HaemochromatosisHyperparathyroidismHypophosphatasiaHypomagnesaemiaWilson's diseaseCompensated polarised light microscopy of synovial fluids:-Monosodium urate crystals - Bright birefringence (negative sign) and needle shaped morphologyCalcium pyrophosphate crystals - Weak birefringence (positive sign) and rhomboid morphology.Note:-o Osteoarthritis- involvement of PIP, DIP and 1st carpometacarpal joint (base of thumb). Sparing of MCP and wrist.o Rheumatoid arthritis - involvement of any small joints of the hand i.e PIP, MCP, and wrist. Sparing of DIP.o Psoriatic arthritis - involvement of PIP, DIP, MCP and wrist. Sparing of any joint may or may not be present.",
        "cop": 4,
        "opa": "Sodium oxalate",
        "opb": "Calcium apatite",
        "opc": "Monosodium urate",
        "opd": "Calcium pyrophosphate",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "26c9db7a-7aa8-45a9-b7a9-1736df39b836",
        "choice_type": "single"
    },
    {
        "question": "The number of cafe au lait macules as one of the diagnostic criteria for adult a neurofibromatosis is -",
        "exp": "Ans. is 'd' i.e., > 6 o Presence of six or more cafe-au-lait macules constitutes one of the diagnostic criterias for diagnosis of neurofibromatosis (Type-1).Diagnostic criteria for Neurofibromatosis 1 (NF1)o The patient should have two or more of the following :Six or more cefe-au-lait spots :# 1[?]5 cm or larger in individuals past puberty.# 0[?]5 cm or larger in individuals before puberty.o Two or more neurofibromas of any type, or one or more plexiform neurofibromas, o Two or more Lisch nodules (benign iris hamartomas),o Freckling in the axilla or groin.o Optic glioma (tumor of the optic pathway).o A distincive bone lesions :# Dysplasia (abnormal development) of the sphenoid bone.# Dysplasia or thinning of long bone cortex.o A first degree relative with NFL",
        "cop": 4,
        "opa": ">1",
        "opb": "> 2",
        "opc": ">4",
        "opd": ">6",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "47e85fb9-acdc-41b9-ac54-ef42fac166fd",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man has symptoms of low back pain and stiffness. After several months of mild symptoms, he notes more severe stiffness at night and hip pain. On physical examination, there is paravertebral muscle tenderness and limited flexion of the lumbar spine. Figure given below shows an x-ray of the lumbar spine. Which of the following is the most likely diagnosis?",
        "exp": "AS occurs in 1-6% of adults inheriting human lymphocyte antigen B27 (HLA-B27). However, the prevalence in B27-positive relatives of patients with AS is up to 30%. Men are three times more likely to be affected.",
        "cop": 3,
        "opa": "Reiter syndrome",
        "opb": "Marfan syndrome",
        "opc": "ankylosing spondylitis (AS)",
        "opd": "RA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "58de35b7-bd41-4ffd-8966-349a395434a5",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man develops clubbing of his fingers. Which of the following is most likely associated with this condition?",
        "exp": "Mononuclear cell infiltration and edema develop in the periosteum, synovial membrane, and joint capsule. Secondary hypertrophic osteoarthropathy (HOA) (e.g., lung cancer) is more common than primary HOA.",
        "cop": 3,
        "opa": "RF",
        "opb": "aortic stenosis",
        "opc": "periosteal inflammation",
        "opd": "crystal-induced arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5d5449aa-34cd-4140-acfb-404e4c195527",
        "choice_type": "single"
    },
    {
        "question": "All are given to prevent rejection in organ transplantation except:",
        "exp": "Ans: a (Hyperimmune sera) Ref: Davidson, 20th ed, p. 90IMMUNOSUPPRESSIVE DRUGS USED IN TRANSPLANTATIONDrugAnti-proliferativeagentse.g. Azathioprine,Mycophenolate mofetilMechanism of actionInhibit DNA synthesis: block lymphocyte proliferation and cytokine synthesisMay be directly cytotoxic at high dosesMajor adverse effectsIncreased susceptibility to infectionLeucopeniaHepatotoxicityCalcineurin inhibitors e.g. cyclosporin, tacrolimusInhibit T-cell signaling: prevents lymphocyte activation and blocks cytokine transcriptionIncreased susceptibility to infectionHypertensionNephrotoxicityDiabetogenic(especially tacrolimus)Gingival hypertrophy, hirsutism (cyclosporin)CorticosteroidsDecrease phagocytosis and release of proteolytic enzymes; decrease lymphocyte activation and proliferation; decrease cytokine production; decrease antibody productionIncreased susceptibilityto infectionOther complicationsAnti-T-cell induction agents anti-thymocyte globulin (ATG), anti-CD3 monoclonal antibodyDepletion or blockade of T cells by antibodies to cell surface proteinsProfound non-specific immunosuppressionIncreased susceptibility to infectionInvestigations to avoid rejectionHLA typingHLA typing using genetic or serological assays determines an individual's HLA polymorphisms, and facilitates donor-recipient matching.Anti-HLA antibody screeningPotential transplant recipients are screened for the presence of anti-HLA antibodies using either recombinant HLA proteins or a pool of lymphocytes from individuals with broadly representative HLA types. If antibodies are detected, their specificity is further characterised and the recipient is excluded from receiving a transplant which carries these alleles.Donor-recipient cross-matchingCross-matching is a functional assay that directly tests whether serum from a recipient (which potentially contains anti-donor antibodies) is able to bind and/or kill donor lymphocytes. It is specific to a prospective donor, and is done immediately prior to transplantation. A positive cross-match is a contraindication to transplantation because of the risk of hyperacute rejection.C4d stainingC4d is a fragment of the complement protein C4, and deposition of C4d in graft capillaries indicates local activation of the classical complement pathway. This is specific to antibody-mediated damage and is useful in the early diagnosis of vascular rejection.",
        "cop": 1,
        "opa": "Hyperimmune sera",
        "opb": "Steroids",
        "opc": "T cell inhibitors",
        "opd": "Azathioprine",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "b01f4538-de1d-4539-b586-20e52667be21",
        "choice_type": "multi"
    },
    {
        "question": "Indications for use of cyclophosphamide in SLE is: (PGI Nov 2010)",
        "exp": "Ans: C (Diffuse,.) WHO Classification of Lupus Nephritis. Five Patterns Robbins 7th/ 231minimal or no detectable abnormalities (class I)mesangial lupus glomerulonephritis (class II)focal proliferative glomerulonephritis (class III)diffuse proliferative glomerulonephritis (class IV)membranous glomerulonephritis (class V)Proliferative Lupus Nephritis CRDT2nd/490\"Several important trials conducted at the National Institutes of Health provided the rationale behind the current therapeutic regimens used to treat proliferative lupus nephritis. Key findings from these trials are as follows: (1) treatment with intravenous pulse cyclophosphamide (CYC) is superior to high-dose oral prednisone alone in preventing progression to end-stage renal disease, and (2) an extended course of CYC (six monthly pulses followed by quarterly pulses for 2 years) is more effective than pulse methylprednisolone and shorter courses of CYC in preserving renal function and preventing renal relapse. Thus the use of monthly intravenous pulse CYC (in conjunction with high-dose glucocorticoids) followed by quarterly pulse CYC became the standard of care in the community\"\"Data suggest that cyclophosphamide is effective in most patients with severe lupus nephritis over both the short and the long term; many experts believe that it should be included in initial therapeutic regimens in most SLEpatients with severe nephritis (or other life-threatening, rapidly progressive organ involvement). IV cyclophosphamide is effective in some patients with serious extra re nai manifestations ofSLE, including diffuse CSS disease, thrombocytopenia, and interstitial pulmonary inflam motion\"- Kelly Textbook of Rheumatology 7th/548SLE Harrison 17th/2080-82Cytotoxic/immunosiippressive agents added to glucocorticoids are recommended to treat serious SLE. Almost all prospective controlled trials in SLE involving cytotoxic agents have been conducted in patients with lupus nephritis, and always in combination with glucocorticoids.In patients whose renal biopsies show iSN grade HI or IV disease, early treatment with combinations of glucocorticoids and cyclophosphamide reduces progression to ESRD and improves survival. Prospective controlled trials in SLE but is nonetheless used by some clinicians.Since it has potential nephrotoxicity, but no hone marrow toxicity, the author uses it (in doses of 3-5 mg/kg per day PO) in patients with steroid-resistant cytopenias of SLE or in steroid-resistant patients who have developed bone marrow suppression from standard cytotoxic agents.it is important to note that there are few if any randomized, controlled, prospective studies of any agents in life- threatening SLE that does not include nephritis. Therefore, use of glucocorticoids plus cyclophosphamide or mycophenolate in other life-threatening conditions is based on studies in nephritis.",
        "cop": 3,
        "opa": "Arthritis",
        "opb": "Anti D NA antibody +ive patients",
        "opc": "Diffuse proliferative glomerulonephritis",
        "opd": "Oral ulcers",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "a81b39a0-010f-47a6-ba7c-6d40fb3295f2",
        "choice_type": "single"
    },
    {
        "question": "Caplan's syndrome is?",
        "exp": "ANSWER: (D) Pneumoconiosis with rheumatoid arthritisREF: Harrison's 17th ed chapter 314'Caplan's syndrome first described in coal miners but subsequently found in patients with silicosis, includes seropositive rheumatoid arthritis with characteristic pneumoconiotic nodules''",
        "cop": 4,
        "opa": "Pneumoconiosis with lymphadenopathy",
        "opb": "Pneumoconiosis with CCF",
        "opc": "Pneumoconiosis with HIV",
        "opd": "Pneumoconiosis with rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f11c88af-e9de-4648-a5dc-454bb01c6900",
        "choice_type": "single"
    },
    {
        "question": "All of the following can cause aplastic anaemia except:",
        "exp": "Ans: B (Wiskott-Aldrich syndrome) Ref: Harrison's 18th ed, pg 887Explanation:Inherited CytopeniasAcquired CytopeniasFanconi's anemiaDyskeratosis congenitalShwachman-DiamondsyndromeReticular dysgenesisAmegakaryocytic thrombocytopeniaFamilial aplastic anemiasPreleukemia (monosomy 7)Nonhematological(Down. Dubowitz. Seckel)Aplastic anemiaSecondary To :RadiationDrugs and chemicalsViruses: EBV; non A.B.C Hepalitis,Parvovirus B19. HIVlmmune diseases-Eosinophilic fasciitis. hyperimtnunoglobulinemia. thy-momaPNHPregnancyIdiopathicCytopenias: Congenital PRCA(Diamond- Blackfan syndrome)Kostmann's syndromeSchwachman-Diamond syndromeReticular dysgenesisAmegakaryocytic thrombocytopeniaThrombocytopenia withabsent radiiCytopeniasPRC ADrugs and toxinsPure white cell aplasiaIdiopathic amegakaryocytic thrombocytopeniaWiskott-Aldrich Syndrome (WAS)X-linked recessive, due to WASP gene mutation; immune dysfunction affecting T lymphocyteRecurrent bacterial infections, eczema, bleedingPredisposes to lymphoma and autoimmune disordersDiagnosed by intracellular immunofluroscence analysis of WAS protein (WASP)Treatment: Prophylactic antibiotics, IgG supplementation, topical treatment of eczemaSplenectomy for thrombocytopeniaAllogenic HSCT is curative",
        "cop": 2,
        "opa": "Fanconi's anaemia",
        "opb": "Wiskott-Aldrich syndrome",
        "opc": "Dyskeratosis congenital",
        "opd": "Reticular dysgenesis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "bbfd95ad-1e16-438b-a393-b350dffcca1a",
        "choice_type": "multi"
    },
    {
        "question": "Edrophonium test is diagnostic of",
        "exp": "Ans. a (Myasthenia gravis). (Ref. Harrison, Internal Medicine, 16th ed., 2519)Test for diagnosis of MGCommentsAcetyl Choline Esterase/Tensilon/EdrophoniumTest# Most commonly used rapid test.# Highly probable diagnosis if unequivocally positive.# False positive in ammyotropic lateral sclerosis and placebo reactorsAnti-Ach receptor ab assay# 85% positivity in generalized myasthenia gravis.# 50% positivity in ocular myasthenia gravis.# Definitive diagnosis if positive.Repetitive nerve stimulation test# Highly probable.Single fiber EMG# Confirmatory but non-specific",
        "cop": 1,
        "opa": "Myasthenia gravis",
        "opb": "Lambert Eaton syndrome",
        "opc": "Ammyotropic lateral sclerosis",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "aacccaed-deb5-4db7-9e4b-ce1f5d266ab5",
        "choice_type": "multi"
    },
    {
        "question": "Kawasaki disease is characterized by all EXCEPT",
        "exp": "(Bald tongue): (1113- Davidson 21st edition; 416- H18th)KAVVASAKI'S DISEASE (Mucocutaneous lymph node syndrome)* Cervical lymphadenopathy*** Cheilitis and thrombocytosis**** Polymorphous, morbilliform and scarlatiniform cutaneous eruption* Bilateral conjuctival injection* Erythema and edema of the hands and feet followed by desquamation* Diffuse erythema of the oropharynx red strawberry tongue, and dry fissured lips* The clinical picture resemble scarlet fever or Stevens- Johnson syndrome* Associated with Mycoplasma and HIV infection* Cardiovascular complication include transient coronary dilatation, myocarditis, pericarditis, MI, peripheral vascular insufficiency and gangreneTreatment of choice is gammaglobulin**",
        "cop": 4,
        "opa": "Cervical lymphadenopathy",
        "opb": "Bilateral conjunctivitis",
        "opc": "Rash",
        "opd": "Bald tongue",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "e528fa62-21ba-4112-83e5-a858691859f7",
        "choice_type": "multi"
    },
    {
        "question": "A 57-year-old man, previously asymptomatic and on no medications, develops a painful left big toe. It is so painful that even the weight of his sheets is excruciating. On examination, there is a swollen red toe. Which of the following medications is relatively contraindicated?",
        "exp": "Uricosuric drugs and allopurinol have no role in the treatment of acute gouty arthritis. Salicylates are also not used in the treatment of gout. The treatments of choice are colchicine, NSAIDs, and intra-articular steroid injection. Response is best when initiated early in the disease. Colchicine can be given intravenously to avoid GI distress. A short course of systemic corticosteroids is also quite effective therapy. Allopurinol is started only when all inflammation is gone and colchicine prophylaxis has been started. It is not always required.",
        "cop": 4,
        "opa": "indomethacin",
        "opb": "colchicine",
        "opc": "ibuprofen",
        "opd": "allopurinol",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "a03a0f2a-bc8a-4f7b-a101-e42c5d59aff0",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old right-handed construction worker presents with complaints of nocturnal numbness and pain involving the right hand. Symptoms wake him and are then relieved by shaking his hand. There is some atrophy of the thenar eminence. Tinel sign is positive. What is the best advice for this patient?",
        "exp": "Carpal tunnel syndrome results from median nerve entrapment and is frequently associated with excessive use of the wrist. The process can be associated with thickening of connective tissue, as in acromegaly, or with deposition of amyloid. It also occurs in hypothyroidism, RA, and diabetes mellitus. As in this patient, numbness is frequently worse at night and is relieved by shaking the hand. Atrophy of the abductor pollicis brevis as evidenced by thenar wasting is a sign of advanced disease and an indication for surgery. Tinel sign (paresthesia induced in the median nerve distribution by tapping on the volar aspect of the wrist) is characteristic but not specific. A reasonable first approach is to recommend a wrist splint at night or throughout 24 hours as initial therapy. If symptoms persist or worsen, it is typical to obtain nerve conduction velocity/EMG testing followed by carpal tunnel release surgery. The other options listed have not been proven to be effective in the condition.",
        "cop": 3,
        "opa": "Always ensure he has a firm grip on his equipment while working on the construction site as this may relieve pressure on the median nerve.",
        "opb": "Apply ice to his wrist each evening after performing his usual work.",
        "opc": "Wear a wrist splint at night as initial therapy prior to considering surgery.",
        "opd": "Refer the patient to physical therapy for exercises to alleviate the pain.",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c6525bec-fae8-484d-bff0-75d0be0c69ec",
        "choice_type": "multi"
    },
    {
        "question": "A 72-year-old man injures his right knee in a car accident, and now it is swollen and extremely painful to bend the knee. X-rays of the knee rule out a fracture, and joint fluid aspiration reveals an opaque-colored fluid containing rhomboid crystals with weak-positive birefringence. Which of the following is the most appropriate next step in management?",
        "exp": "In traumatic arthritis, swellings, ecchymoses, muscular spasms, and tenderness tend to be present, but fractures must be excluded. This man has calcium pyrophosphate (CPPD) crystal-induced monoarthritis, so called \"pseudogout.\" It is most common in the elderly and can be precipitated by minor trauma. The crystals have a rhomboid shape, and the clinical presentation can mimic that of gout. It can be associated with metabolic abnormalities such as hyperparathyroidism or hemochromatosis. Treatment is with an NSAID for 7-10 days. If there are multiple joints involved, then steroids can be considered. An alternative to oral NSAIDs is intra-articular steroids for single joint disease. Allopurinol is not effective in CPPD. Synovial fluid is bloody, but the fluid is of normal viscosity, so a \"string\" test is usually positive.",
        "cop": 3,
        "opa": "oral prednisone",
        "opb": "intravenous antibiotics",
        "opc": "oral NSAIDs",
        "opd": "acetaminophen",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "56b87fc9-5c9b-45e8-96a9-e27f74c690aa",
        "choice_type": "multi"
    },
    {
        "question": "65-year-old lady underwent mastectomy for carcinoma breast. Later she developed frontai headache, pain in temple region and around eye. Her ESR is 55 mm/hour. What is the most probable diagnosis?",
        "exp": "Ans: D (Giant cell arteritis) Ref: Harrison's Principles of Internal Medicine, 18th ednExplanation:Giant Cell Arteritis taka Temporal Arteritis)Inflammation of large sized arteries.Commonly involves extracranial branches of external carotid artery.Most common involved artery - Temporal artery.Associated with polymyalgia rheum ail ca (seen in 40-50% cases of GCA).Common in elderly patients { > 55 years).More common in women.Clinical Featureso Localized scalp tenderness over the temporal artery.o Thick and nodular on palpation,o Jaw claudication - Most specific symptom.o Visual symptoms: Diplopia or amaurosis fugax (Anterior ischemic optic neuropathy),o Fever, Malaise, Fatigue,o Anorexia, Less of weight, Sweats,o Arthralgia.Investigationso Elevated ESR.o Anemia.o Temporal artery biopsy - showing giant cells - Investigation of choice.Treatment - Oral Prednisolone.",
        "cop": 4,
        "opa": "Cavernous sinus thrombosis",
        "opb": "Meningeal metastasis",
        "opc": "Frontal sinusitis",
        "opd": "Giant cell arteritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "3b30cf32-530c-4d74-b458-e3d397df2ebe",
        "choice_type": "single"
    },
    {
        "question": "A very tall, slender 16-year-old boy is referred for evaluation of an abnormal CXR. He reports no pulmonary or cardiac symptoms, and feels well. On physical examination, he has long fingers, pectus excavatum, and a high arched palate. Which of the following is most likely to be seen on his CXR?",
        "exp": "In Marfan syndrome, inheritance is autosomal dominant, and the aortic lesion is a cystic medial necrosis with loss of elastic tissue, resulting in aneurysm formation. Pneumothorax can occur but is not as characteristic. Mitral valve prolapse can also be part of the syndrome. Dislocation of the lens is the most apparent eye abnormality. Severe chest deformities and long limbs are characteristic. High, arched palate; high pedal arches; and pes planus are common.",
        "cop": 2,
        "opa": "dextrocardia",
        "opb": "aortic dilatation",
        "opc": "pneumothorax",
        "opd": "apical interstitial fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "2fa67c29-83f3-4b56-9179-18d8eaf40f9f",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old man was seen in the clinic because of pain and redness in his finger. Last week he had injured the finger while working in his garage. On physical examination, there is erythema, swelling, and tenderness of the second digit in the right hand. Flexion and extension of the finger were normal. A clinical diagnose of cellulitis is made and he is prescribed cephalexin. A few days later he presents to the emergency room complaining of difficulty breathing. He has angioedema due to a drug reaction to the cephalexin. Which of the following physical findings is characteristic of this syndrome?",
        "exp": "Unlike other causes of edema, angioedema is not dependent and can involve all epidermal and submucosal surfaces, although the lips, tongue, eyelids, genitalia, hands, and feet are the most commonly involved. Angioedema is often not itchy and, like urticaria, is transient; manifestation peaks in minutes to hours and disappears over hours to days. The fluid extravasates from deeper areas such as dermal and subdermal sites.",
        "cop": 4,
        "opa": "invariably severe itching",
        "opb": "prolonged nature of the edema",
        "opc": "fluid extravasation from subcutaneous and intradermal postcapillary venules",
        "opd": "involvement of lips, tongue, eyelids, genitalia, and dorsum of hands or feet",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "876a2d55-c880-4175-915d-1422958cac69",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman presents with a red rash over her cheeks, and pain and swelling in both knees as well as several small joints in her hands. She notes that the rash is worse with sun exposure. Medical evaluation reveals oral ulceration, positive ANA, and 3+ proteinuria. Which of the following is the most likely mechanism for the renal damage in this condition?",
        "exp": "Renal disease is usually secondary to deposition of circulating immune complex. Although most patients with SLE have such deposits, only half have clinical nephritis as defined by proteinuria. Renal biopsy can provide both prognostic and therapeutic information.",
        "cop": 4,
        "opa": "vasculitis",
        "opb": "micro-emboli",
        "opc": "anti-basement membrane antibodies",
        "opd": "deposition of circulating immune complexes",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c71acd44-4d9f-45e2-ada0-f82900f11614",
        "choice_type": "multi"
    },
    {
        "question": "What diagnosis is implied by the results of this gallium scan?",
        "exp": "Answer C. SarcoidosisThe gallium scan shows nasal, parotid, lung, liver, spleen, subcutaneous-nodule, and mediastinal and epitrochlear lymph-node uptake. This pattern is most consistent with a diagnosis of sarcoidosis.",
        "cop": 3,
        "opa": "Mumps",
        "opb": "Paget's disease",
        "opc": "Sarcoidosis",
        "opd": "Septic emboli",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "edc2e5e5-fb19-4d1d-8597-df0d884d2daf",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy and active 72-year-old woman presents to your office with a complaint of stiffness and pain in her neck and shoulders. The symptoms are much worse in the morning and improve throughout the day. The pain affects the soft tissues and does not appear localized to the shoulder or hip joints. She denies headache or jaw claudication. Physical examination is unrevealing; there is no inflammatory synovitis, muscle tenderness, or skin rash. Muscle strength is normal in the deltoid and iliopsoas muscle groups. She has normal range of motion of the shoulder and hip joints. Laboratory studies reveal an elevated ESR of 92 mm/h and a mild normocytic anemia. Which of the following is the best next step in management of this patient?",
        "exp": "The patient has PMR. A relatively common disease of the elderly, PMR presents as morning stiffness and pain in the shoulders, neck, and hip girdle. Diagnosis is mainly clinical; improvement of symptoms throughout the day and an absence of joint findings on physical examination provide clues to the diagnosis. Most patients have a markedly elevated ESR. PMR overlaps with giant cell (temporal) arteritis, so it is worthwhile to ask about symptoms of headache or jaw claudication. In the absence of symptoms or signs of temporal arteritis, no additional testing is indicated, and the diagnosis is presumptively confirmed by prompt response to moderate dose steroids (10-20 mg prednisone per day). Patients with occult temporal arteritis will not usually respond to modest doses of prednisone. Caution must be taken in tapering the steroids as patients with PMR frequently relapse upon discontinuation of treatment. A graded exercise regimen (answer b) would be an appropriate treatment option for fibromyalgia, but fibromyalgia rarely begins at age 72 and does not cause elevation of the ESR. MRI of the upper torso may show inflammation of the bursa and shoulder joint synovium, but this patient does not have localized tenderness in these structures. Muscle biopsy (answer d) is indicated in polymyositis or inclusion body myositis, but this patient does not have muscle weakness. Temporal artery biopsy (answer e) should be performed in patients suspected of having giant cell arteritis. Our patient, however, denies symptoms consistent with arterial involvement. If the patient does not respond to treatment with modest dose steroids, stronger consideration should be given to \"blind\" temporal artery biopsy.",
        "cop": 1,
        "opa": "Empiric trial of prednisone 15 mg daily",
        "opb": "Graded exercise regimen",
        "opc": "MRI of bilateral shoulders",
        "opd": "Trapezius muscle biopsy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "55c4ebde-f087-4826-882f-bfbf02d48e76",
        "choice_type": "multi"
    },
    {
        "question": "Most common heavy chain disease is -",
        "exp": "Ans. is 'b' i.e., Seligmann Disease (Alpha heavy chain disease) o Most common heavy chain disease is alpha chain disease called as seligmann disease.",
        "cop": 2,
        "opa": "Franklin disease",
        "opb": "Seligmann disease",
        "opc": "Mu heavy chain disease",
        "opd": "Waldenstrom cryoglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "879bfe30-0ab5-45f2-a7e5-20fe45ee800f",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man presents to the emergency department complaining of coughing up blood and decreased urine output. On physical examination, there is normal air entry in the lungs, and the heart sounds are normal. There is no skin rash or palpable lymph nodes and his abdomen is normal. CXR reveals patchy infiltrates in both lower lobes and his creatinine is elevated. Urinalysis is positive for red cells and protein. A renal biopsy is performed and it reveals autoantibodies to basement membranes. Which of the following is the most likely diagnosis?",
        "exp": "Autoantibodies can be demonstrated by immunofluorescence or electron microscopy on the basement membranes of glomeruli and alveoli in Goodpasture syndrome. The disease is most common in young men but can strike at any age. The hemoptysis can be minimal or massive. The course of the hemoptysis is variable, but renal involvement is often progressive. Current therapy includes intensive plasma exchange, cytotoxic agents, and glucocorticoids. Other causes of lung renal syndromes such as various vasculitides, Wegener granulomatosis, mixed essential cryoglobulinemia, Henoch-Schonlein purpura, and systemic lupus erythematosus (SLE) are not characterized by antibodies to basement membranes.",
        "cop": 3,
        "opa": "thyroiditis",
        "opb": "myasthenia gravis",
        "opc": "Goodpasture syndrome",
        "opd": "thrombocytopenia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f064477b-f84a-4f14-86c3-22b8f549fdc1",
        "choice_type": "multi"
    },
    {
        "question": "The most common malignancy in an individual on immunosuppressive therapy is of -",
        "exp": "Ans. is 'b1 i.e.. Skin Cancers associated with solid organSignificantlySatisticallyLesserincreasesignificantextento Kaposi sarcomao Lungo Stomacho Skino Kidney>o Oral cavityo Non-Hodgkin lymphomao Colon and rectumo Lary>nxo Livero Pancreaso Phary>nxo Anuso Hodgkin lymphomao Vulvao Vulvao Melanomao Peniso Lipo Thyroid",
        "cop": 2,
        "opa": "Lung",
        "opb": "Skin",
        "opc": "Hodgkin lymphoma",
        "opd": "Kidney",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "e991ac29-19c2-464b-bc17-4c81f8582107",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman presents to the clinic because she is concerned about a red rash over her cheeks. The rash is more intense on sun exposure, and a recent trial of a mild topical steroid did not make any difference. She also reports new symptoms of joint discomfort in her hands and knees that seem to be worse in the morning. Her past medical history is negative and she is not taking any medications. On physical examination, the vital signs are normal, there are some oral ulcers on the buccal mucosa, a small patch of hair loss, and a raised nontender rash over her cheeks. Laboratory investigations are significant for a positive ANA, low complements, and 3+ proteinuria. Which of the following is the most likely mechanism for the renal damage in this condition?",
        "exp": "Renal disease is usually secondary to deposition of circulating immune complex. Although most patients with SLE have such deposits, only half have clinical nephritis as defined by proteinuria. Renal biopsy can provide both prognostic and therapeutic information.",
        "cop": 4,
        "opa": "vasculitis",
        "opb": "microemboli",
        "opc": "anti-basement membrane antibodies",
        "opd": "deposition of circulating immune complexes",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "b0c968ac-9779-42f2-a3e2-357ceab5d125",
        "choice_type": "multi"
    },
    {
        "question": "A 37-year-old woman presented with symptoms consistent with allergic conjunctivitis, but was found to have this incidental finding. What is the diagnosis?",
        "exp": "Answer B. Prominent iris collaretteThe diagnosis is a protruding or prominent iris collarette. The finding was detected on slit-lamp examination. The iris collarette is a landmark that separates the central pupillary zone from the peripheral ciliary zone. It is typically flat but can be prominent, as seen here. This finding is a normal variant; it is benign and requires no treatment.",
        "cop": 2,
        "opa": "Aniridia",
        "opb": "Prominent iris collarette",
        "opc": "Coloboma of the iris",
        "opd": "Granulomatous iritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "94d6e665-f1c1-4232-b5bd-89d835a56fa2",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of preventable Hospital Death is-",
        "exp": "Ans. is 'a' i.e.. Acute Pulmonary Embolismo Acute Pulmonary! Embolism is the most common cause of Preventable Hospital DeathAcute Pulmonary Embolism is the third most common cause of hospital death in the united states after heart failure and cancer.Acute Pulmonary Embolism is the most common cause of preventable hospital death.Acute Pulmonary Embolism is the most common cause of death after surgery in a surgical patient.",
        "cop": 1,
        "opa": "Acute Pulmonary' Embolism",
        "opb": "Heart Failure",
        "opc": "Myocardial infarction",
        "opd": "Cancer",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "cfdf2f0d-f588-4f63-bd00-48e0f7792dca",
        "choice_type": "single"
    },
    {
        "question": "This patient presented with hearing loss and left ear fullness. What is the diagnosis?",
        "exp": "Answer FB. racture of the temporal boneThe patient has a left post-auricular ecchymosis, or Battle's sign, which can suggest underlying trauma to the temporal bone, as in this case. The patient had been intoxicated and recalled no trauma. Other signs of skull fracture include \"raccoon eyes\" when trauma involves the frontal bones of the skull.",
        "cop": 2,
        "opa": "Cholesteatoma",
        "opb": "Fracture of the temporal bone",
        "opc": "Ochronosis",
        "opd": "Otomycosis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "fef3666f-1e46-4b7b-a537-ae01c2539328",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman presents to the clinic complaining of fatigue. In addition, she reports that her urine is very dark and \"tea color\" like, and today her partner commented that her eyes look yellow. Her past medical history is significant for myasthenia gravis for which she is taking azathioprine and pyridostigmine. Laboratory investigations reveal findings in keeping with autoimmune hemolytic anemia. The chest x-ray (CXR) reveals an anterior mediastinal mass. Which of the following is the most likely diagnosis?",
        "exp": "Thymic tumors may be associated with myasthenia gravis, red cell aplasia, polymyositis, hemolytic anemia, pemphigus, and agranulocytosis. There is also an association with immunodeficiency and thymoma. These patients have B-lymphocyte deficiency and bacterial infections and diarrhea. Erythroid aplasia may develop as well.",
        "cop": 1,
        "opa": "thymoma",
        "opb": "nodular sclerosing Hodgkin disease",
        "opc": "small cleaved cell non-Hodgkin lymphoma",
        "opd": "teratoma",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5e321a6e-7302-451d-833d-b254f212fadc",
        "choice_type": "multi"
    },
    {
        "question": "For extra-articular manifestation of RA, select the most likely diagnosis.Most common form of eye involvement",
        "exp": "Direct eye involvement with the rheumatoid process (episcleritis or scleritis) occurs in less than 1% of patients. However, 15-20% may develop Sjogren's syndrome with attendant keratoconjunctivitis sicca.",
        "cop": 4,
        "opa": "Felty's syndrome",
        "opb": "rheumatoid vasculitis",
        "opc": "episcleritis",
        "opd": "Sjogren's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "56807475-f839-4dda-94d4-a9ec2cb0e2b6",
        "choice_type": "single"
    },
    {
        "question": "HLA-B27 is associated with",
        "exp": "(Ank.spondyIitis): (1093- Davidson 21st edition)HLA-B 27 is found in 90% of white patients and 50% of black patients with ankylosing spondylitis.Because this antigen occurs in 8% of the healthy white population (and 2% of healthy blacks), it is not a specific diagnostic test.HLA- B 27 is associated with1. Ankylosing spondylitis2. Reiter's syndrome3. Reactive arthritis (Yersinia, salmonella, Shigella, Chlamydia)4. Psoriatic spondylitis5. A cute anterior uveitis Other conditions associated with HLA'sHLA B-8M. gravis HyperthyroidismDW-4/DR4Rheumatoid arthritis. P. vulgarisHLA DR3Glutein sensitive enteropathy Diabetes mellitus type IHLA-B5M. gravis. Chronic active hepatitisHLA-DR2Bechet's syndrome Narcolepsy, Good pasture's syndrome Multiple sclerosis",
        "cop": 2,
        "opa": "Osteoporosis",
        "opb": "Ank spondylitis",
        "opc": "Gout",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "4598d765-9207-4b30-bf9e-0d41060ffb41",
        "choice_type": "single"
    },
    {
        "question": "Most common site of histiocytosis is",
        "exp": "Ans. is 'a' i.e. bone Histiocytosis is a disorder of the mononuclear phagocytic system.Mononuclear phagocytic system consists of monoblasts, promonocytes, monocytes and tissue macrophages.Macrophages are transformed monocytes i.e. monocytes present in the tissues. Monocytes emigrate continuously from peripheral blood into the tissuesHistiocyteThe term histiocyte is synonymous with macrophage.In diseases of mononuclear phagocytic system the terms histiocyte and histiocytosis are used.Langerhans cellsLangerhans cell is macrophage and plays important role in immunity.It processes antigen and present it to T cells.Langerhans cells histiocytosis (LCH) is a clonal histiocytosis and the lesions are characterized by the presence of Langerhans cells, eosinophils and Lymphocytes in a variable number.The various features of Langerhans cells are:Presence of Birbeck granules (E/M - HX bodies)Presence of enzymes likea Naphthyl acetate esterasea Naphthyl butyrate esteraseAcid phosphataseMarkers likeS-100 positivityCD-I a positivityHCA-DR expressionEarlier the term histiocytosis X was used which includedLetterer-Siwe diseases (generalised disease)Hand schuller-christian diseaseEosinophilic granuloma (localised lesion)However, now the term Langerhans cell histiocytosis is preferred Langerhans cell histiocytosis includes 3 clinicopathologic entitiesAcute disseminated Langerhans cell histiocytosisMultifocal Langerhans cell histiocytosisUnifocal Langerhans cell histiocytosisAcute disseminated LCH (Letterer siewers disease)* This is the most severe form with systemic lesionsUsually affects children < 2 yearsSeborrheic type of skin rash is present over the front and back of the trunk and scalpHepatosplenomegaly is moderateLymphadenopathy is positivePulmonary lesions are not uncommonLytic lesions in bones are seenFever is of moderate degreeOtitis media andMastoiditis may be present Hematological findings of LCH CytopeniasAnemia, neutropenia and thrombocytopenia. These may occur in isolation or in combination.Cytopenias occur because hematopoietic cells in marrow get replaced by histiocytes.Bone marrowBone marrow shows infiltration by histiocytes which are large cells with abundant cytoplasm having a vesicular, oval or indented nucleus. These cells are loaded with cholesterol.E/M reveals Birbeck granulesS100, CD1a positiveMultifocal LCHMultiple lesions involving many systems.Prognosis is better than in the disseminated LCH.Usually affects children who presents with fever and skin eruptions on the scalp.Some of the patients demonstrate involvement of posterior pituitary stalk of hypothalamus resulting in diabetes insipidus.Some manifests proptosis of eye.There is evidence of osteolytic lesions in some of the bones like skull, orbit, jaw, femur, vertebrae and ribsHistomorphology of the lesion demonstrates histiocytes admixed with eosinophils.Unifocal LCHThis is characterized by a focal lesion amenable to treatment and carry a good prognosis.This focal disease affects the skeletal system.Commonly affected bones are calvaria, ribs and femur.The lesions may be asymptomatic or may cause pain, tenderness and pathological fractures.",
        "cop": 1,
        "opa": "Bone",
        "opb": "Skin",
        "opc": "Lung",
        "opd": "Liver",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "cca4aa7f-bb2f-4bd9-a3c7-ca0b344f06f2",
        "choice_type": "single"
    },
    {
        "question": "The commonest feature in Poncet's disease is?",
        "exp": "Ans. A. Joint painsPoncet's disease, is a reactive symmetric form of polyarthritis that affects persons with visceral or disseminated tuberculosis. No mycobacteria are found in the joints, and symptoms resolve with antituberculous therapy.",
        "cop": 1,
        "opa": "Joint pains",
        "opb": "Hemoptysis",
        "opc": "Headache",
        "opd": "Vascular collapse",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "fdeacac2-6ebd-4f30-96f3-77899e73ce37",
        "choice_type": "single"
    },
    {
        "question": "Interferon gamma release assay measures IFN release against which M. TB antigen -",
        "exp": "Ans. is 'a' i.e., ESAT-6 o Interferon-yam mu release assays (IGRAs! are diasnostic tools for latent tuberculosis infection (LTBI).o They are surrogate markers of Mycobacterium tuberculosis infection and indicate a cellular immune response to M. tuberculosis.o IGRAs cannot distinguish between latent infection and active tuberculosis (TB) disease and should not be used for diagnosis of active TB. which is a microbiological diagnosis. A positive 1GR.4 result may not necessarily indicate active TB. and a negative IGRA result may not ride out active TB .o Because IGRAs are not affected by Bacille Calmette-Guerin (BCG) vaccination status, IGRAs are useful for evaluation ofL TBI in BCG-vaccinated individuals, particularly in settings where BCG vaccination is administered after infancy or multiple (booster) BCG vaccinations are given.Assay antigenso M. tuberculosis-specific antigens include :-# Early secreted antigenic target 6 (ESAT-6) and# Culture filtrate protein 10 (CFP-10).o These are encoded by genes located within the region of difference 1 (RD1) segment of the M. tuberculosis genome.o They are more specific for M. tuberculosis than purified protein derivative (PPD) because they are not shared with any BCG vaccine strains or most species of NTM other than M. marinum, M kansasii, M. szulgai, and M. flavescens.Types of assayso Two IGRAs are available in many countries :-The QuantiFERON-TB Gold In-Tube (QFT-GIT) assay, which has replaced the second-generation Quantiferon- TB Gold (QFT-G) assay, and the T-SPOT.TB assay.o The QFT-GIT assay is an enzyme-linked immunosorbent assay (ELISA)-based, whole-blood test that uses peptides from three TB antigens i.e.,ESAT-6CFP-10, andTB 7.7) in an in-tube formato The result is reported as quantification of interferon (IFN)-gamma in international units (IU) per mL.o A newer assay, the QuantiFEROM-TB Gold Plus (QFT-Plus), became available in 2015.This test is available in Europe but not in North America. The QFT-Plus assay has m-o TB antigen tubes, unlike the QFT assay (which has a single TB antigen tube).Sensitivity and specificityo IGRAs have specificity >95 percent for diagnosis oflatent TB infection. The sensitivity for T-SPOT.TB appears to be higher than for QFT-GIT or TST (approximately 90, 80, and 80 percent, respectively) . The higher sensitivity of T-SPOT.TB may be useful for evaluating individuals with immunosuppressive conditions. o TST specificity is high in populations not vaccinated with BCG (97 percent). Among populations where BCG is administered, it is much lower although variable (approximately 60 percent).",
        "cop": 1,
        "opa": "ESAT-6",
        "opb": "ESAT-7",
        "opc": "CF-11",
        "opd": "CF-12",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "346004bf-e37e-46b9-8d3b-a206e40fd5c5",
        "choice_type": "single"
    },
    {
        "question": "Heavy chain disease with kapppa light chains in urine-",
        "exp": "Ans. is 'a' i.e., Mu chain disease o The heavy chain diseases are rare B cell proliferative disorders characterized by the production of a monoclonal (M) protein consisting of a portion of the immunoglobulin heavy chain without a bound light chain. The heavy chain in heavy chain disease is often incomplete or truncated and a sharp, localized peak may not be seen on the electrophoretic tracing of serum or urine.o Three types of heavy chain disease (HCD) are recognized, based upon the class of immunoglobulin heavy chain produced (eg, alpha, gamma, mu) by the malignant cell.o Alpha HCD is:# A form of mucosa associated lymphoid tissue (MALT) lymphoma that is also called immunoproliferative small intestinal disease (IPSID)# Mediterranean lymphoma or# Seligmann diseaseo Gamma HCD (Franklin's disease) is:# Typically associated with the presence of a systemic lymphoma# Often of mixed lymphoid-plasmacytic character.o Mu HCD has:# Clinical features resembling small lymphocytic lymphoma/chronic lymphocytic leukemia, often with distinctive vacuolated lymphocytes/plasma cells in the bone marrow.Pathophysiologyo The normal immunoglobulin molecule:# The immunoglobulin molecule is composed of two heavy and two light chains Joined by disulfide bonds. The normal heavy chain constant region (CH region) has a number of domains, of which CH1 is responsible for light chain binding. In the absence of an associated light chain, the CHI domain binds to heat shock protein 78 (heavy chain binding protein, BiP), and the heavy chain undergoes proteasomal degradation rather than secretion. As a result, normal heavy chains without light chains are not detected in the serum.o The abnormal heavy chain in HCD:# In the heavy chain diseases, noncontiguous deletions in the switch-CHl region prevent binding of the abnormal heavy chain to light chains as well as to heat shock protein 78, thereby avoiding proteasomal degradation. The heavy chains are then secreted into the plasma (or jejunal fluid in the case of alpha HCD) and, if small enough, may appear in the urine.Alpha HCDo Alpha HCD (also called immunoproliferative small intestinal disease (IPSID), Mediterranean lymphoma, Seligmann disease) is a form of MALT lymphoma, with the same histologic features of MALT type gastrointestinal lymphomas with marked plasma cell differentiation.o It is the most common form of HCD and occurs in patients from the Mediterranean region or Middle East, usually young males, and is often associated with relatively poor sanitation.o The gastrointestinal tract is involved in alpha HCD, resulting in abdominal pain, severe malabsorption with chronic diarrhea, steatorrhea, and loss of weight.o Growth retardation (in children), digital clubbing, and mesenteric lymphadenopathy may also be present.o Infiltration of the jejunal mucosa with plasmacytoid cells is the most frequent pathologic feature. The duodenum and ileum are less often affected.o The diagnosis depends upon the recognition of a monoclonal alpha heavy chain without an associated light chain in the serum, urine, intestinal secretions, or cells infiltrating the intestinal mucosa.o The serum protein electrophoretic pattern is normal in one-half of cases, and in the remainder an unimpressive broad band may appear in the alpha-2 or beta mobility regions.o The amount of alpha heavy chain in the urine is small.o In the absence of therapy, alpha HCD typically is progressive and fatal.o The usual treatment is with antibiotics such as tetracyclines and eradication of any concurrent infection (eg, parasites, viruses, Helicobacter pylori, Campylobacter jejuni).Gamma HCDo Typically present with systemic symptoms, lymphadenopathy, splenomegaly, and/or anemia, and occasionally with palatal and uvular swelling.o Median age of patients with gamma HCD is 60 to 70 years.o The clinical findings ranged from an asymptomatic state (eg, monoclonal gammopathy of undetermined significance, MGUS) to an aggressive lymphoproliferative process.o Autoimmune manifestations are seen in about one-third of patients (eg, idiopathic thrombocytopenia purpura, hemolytic anemia, vasculitis, systemic lupus erythematosus, rheumatoid arthritis).o Typically associated with a polymorphous infiltrate, including admixtures of lymphocytes, plasmacytoid lymphocytes, plasma cells, immunoblasts, and eosinophils.o Electrophoretic pattern often shows a broad-based band more suggestive of a polyclonal increase but the gamma chains are monoclonal.o Diagnosis is established by immunofixation, which shows that the abnormal protein consists only of gamma heavy chains without associated light chains.o The monoclonal gamma chains have significant deletions of amino acids, including the CH 1 domain of the constant region.o Treatment is indicated only for symptomatic patients.# Therapy has consisted of chemotherapy with varying combinations such as cyclophosphamide, vincristine, and prednisone (CVP), or cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP regimen) or, if the abnormal cells express CD20, the anti-CD20 antibody rituximab plus CHOP (R-CHOP).MuHCDo Mu HCD is the least common of the HCDs and is characterized by a monoclonal mu chain fragment in the serum. It has features resembling chronic lymphocyticleukemia/small lymphocytic lymphoma (eg, anemia, hepatosplenomegaly), although peripheral adenopathy is less common than in CLL. Osteolytic lesions or pathologic fractures have been reported in occasional patients.o Unlike alpha and gamma HCD, some patients with mu HCD have increased free light chain secretion (Bence Jones proteinuria), and may develop cast nephropathy or amyloidosis,o Common features include characteristic vacuolated plasma cells or lymphoid cells in the bone marrow and panhypogammaglobulinemia.o The serum protein electrophoretic pattern is usually normal except for hypogammaglobulinemia.o The course of mu HCD is variable, and survival ranges from a few months to many years.o Asymptomatic patients are observed without therapyo Symptomatic patients are treated similar to patients with chronic lymphocytic leukemia or non-Hodgkin lymphoma.",
        "cop": 1,
        "opa": "Mu chain disease",
        "opb": "Seligman disease",
        "opc": "Franklin disease",
        "opd": "Waldenstrom macroglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6b08f4cd-b483-4851-9aaf-e4aa4c693dcb",
        "choice_type": "single"
    },
    {
        "question": "Extra articular manifestation of rheumatoid arthritis is:",
        "exp": "Ans: d (Subcutaneous nodules)Ref: Harrison, 18 ed. pg. 2087* As many as 40% of people may show extra articular manifestations* Usually occur in individuals with high R F positivity of high ACCP.* Rheumatoid nodules seen in upto 20-30% individuals with RA.* Usually periarticular or extensor aspect but can be seen anywhere.Extra articular manifestations in RARespiratoryGastrointestinalPleral effusion with low sugarXerostomiaPneumothoraxParotid enlargementRheumatoid nodule(Kaplan syndrome)DysphagiaInterstitial fibrosisMesentric artery' occlusionPneumoniaRenalPulmonary hypertensionPyelonephritisAnalgesic nephropathyCardiacPericarditis/endocarditisCard iomyopathyMyoca rd ial infarctionAmyloidosisOcularEpisc leritis/scleri tisKerato conjunctivitis siccaConduction defects/cardiac arrhythmiasMitrsl/ aortic incompetenceScleromalacia perforans EarDefective hearing-Ossicular chain involvementNervous systemAtlantoaxial subluxation(Quad ri paresis) Peripheral neuropathyAutonoimic neuropathyMononeuritis multiplexEntrapment neuropathyPyoderma gangrenosumSkinDermal atrophyLeg ulcers/nodules BonesPeriarticular osteoporosis",
        "cop": 4,
        "opa": "Av fistula",
        "opb": "Cutaneous hypomelanosis",
        "opc": "Splenic atrophy",
        "opd": "Subcutaneous nodules",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f17ce6e7-5600-4402-b473-218319e9417e",
        "choice_type": "single"
    },
    {
        "question": "In Takayasu's arteritis there is -",
        "exp": "Ans. is 'b' i.e., Renal hypertension ArteryPotential clinical manifestationSubclavianArm claudication, Raynaud's phenomenonCommon carotidVisual changes, syncope transient, ischaemic attacks strokeAbdominal AortaAbdominal pain, nausea vomitingRenalHypertension, renal failure, aortic insufficiency, congestive heart failureVertebralVisual changes, dizzinessCoeliac axisAbdominal pain, nausea vomitingIliacLeg claudicationPulmonaryAtypical chest pain dyspneaCoronaryChest pain myocardial infarction",
        "cop": 2,
        "opa": "Intimal fibrosis",
        "opb": "Renal hypertension",
        "opc": "Coronary aneurysm",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f7c32eb4-6c69-48fe-b38d-64fd3ef43560",
        "choice_type": "multi"
    },
    {
        "question": "The number of Neurofibromas as one of the diagnostic criteria for adult neurofibromatosis type-I -",
        "exp": "Ans. is 'b' i.e., > 2o Repeat from previous.o Presence of two or more neurofibromas of any type constitutes one of the diagnostic criterias for diagnosis of neurofibromatosis (Type-1).o The diagnostic criteria for diagnosis of neurofibromatosis Type-1 include six or more cafe-au-lait spots: Two or more neurofibromas of any type, or one or more plexiform neurofibromas; Two or more Lisch nodules (benign iris hamartomas).",
        "cop": 2,
        "opa": ">1",
        "opb": "> 2",
        "opc": "> 4",
        "opd": "> 6",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5c815077-3c11-470f-90b5-18c5f171132a",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old diabetic presents with burning pain of the right foot 3 weeks after an inversion injury of the ankle. Examination reveals flat arches and decreased proprioception bilaterally.",
        "exp": "Many joint and musculo-skeletal disorders are associated with broader systemic disease. Charcot arthropathy occurs with the loss of innervation to the joint. In the absence of neurologic input, normal muscle responses that attenuate the wear and damage on a joint are lost. Over time, the joint loses articular cartilage. Additionally, there may be an increase in blood flow and bone resorption in the affected limb, leading to increased risk of bone fractures and injury. Patients may present after an injury from relatively minor trauma, and the degree of pain may be less than anticipated because of the neuropathy. Diabetes mellitus is the most common cause of neuropathic joint.",
        "cop": 4,
        "opa": "Acromegaly",
        "opb": "Hemochromatosis",
        "opc": "Hemophilia",
        "opd": "Charcot arthropathy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "41b40629-13c3-4c6d-ba0c-dbb2514e9a63",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old woman presents to the clinic for repeat assessment of wheezing symptoms and shortness of breath on exertion. She reports no \"triggers\" that bring on the symptoms, and they usually only occur in the spring and then resolve spontaneously. She is a lifetime nonsmoker and feels well in between episodes. There is no personal or family history of atopy or asthma. On physical examination, the vital signs and cardiac exam are normal. The lungs are clear on auscultation and there is no wheeze on forced expiration. Which of the following is the most likely mechanism of wheezing in this woman?",
        "exp": "There is a constant state of hyperreactivity of the bronchi, during which exposure to an irritant precipitates an asthmatic attack. A following subacute phase has been described that can lead to late complications. The presence of inflammation in the airways has resulted in increased usage of inhaled corticosteroids for maintenance therapy. Many cases of asthma have no discernible allergic component.",
        "cop": 3,
        "opa": "elevated IgE levels",
        "opb": "mast cell instability",
        "opc": "nonspecific hyperirritability of the tracheobronchial tree",
        "opd": "disordered immediate hypersensitivity",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "122af064-47bd-4444-9187-d44fa77a19a2",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man complains of back pain for several months. It takes him over 2 hours to limber up in the morning. His x-ray is shown in Figure given below. Which of the following is the most likely diagnosis?",
        "exp": "The x-ray reveals typical evidence of sacroiliitis, with widening of the joints, sclerosis, and evasions. Similar findings can be seen in psoriatic and enteropathic spondyloarthropathy.",
        "cop": 4,
        "opa": "RA",
        "opb": "spondylolisthesis",
        "opc": "osteomalacia",
        "opd": "ankylosing spondylitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6f51b258-3ea2-40a8-a894-11cb5c209170",
        "choice_type": "single"
    },
    {
        "question": "What are these crystals that were aspirated from the bursa of an elbow of a patient with rheumatoid arthritis?",
        "exp": "Answer A. CholesterolThe rectangular, platelike crystals with strong birefringence (both positive and negative) and notched corners are characteristic of cholesterol crystals. Cholesterol crystals are occasionally seen in the bursal fluid of patients who have rheumatoid arthritis.",
        "cop": 1,
        "opa": "Cholesterol",
        "opb": "Calcium apatite",
        "opc": "Calcium oxalate",
        "opd": "Calcium pyrophosphate dihydrate",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "9bb9203a-cc79-4b22-bca1-3bd019230ae2",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child has recurrent signs and symptoms of palpable purpura on the buttocks, arthralgias, colicky abdominal pain, diarrhea, and microscopic hematuria. Which of the following is the most likely diagnosis?",
        "exp": "The child most likely has Henoch-Schonlein purpura, an immune complex vasculitis affecting the skin, GI tract, and renal glomeruli. Inciting antigens include upper respiratory tract infections, drugs, foods, and insect bites.",
        "cop": 2,
        "opa": "influenza",
        "opb": "immune complex vasculitis",
        "opc": "juvenile RA",
        "opd": "systemic lupus erythematosus (SLE)",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "24734428-8569-44c4-8537-d5ebf45c9a1d",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old lady complains dysphagia, Raynaud's phenomenon, sclerodactyly. Investigations show antinuclear antibody. The likely diagnosis is :",
        "exp": "Ans. is 'b' Systemic Sclerosis The symtoms of the female and presence of antinuclear Antibody points towards the diagnosis of Systemic sclerosis.(Also see medicine NOV. 2000)SLEIn SLE prominent symptoms are rashes on skin, arthritis, fever, renal involvement, alopecia.Mixed connective tissue disordersThis disease is characterised by overlapping clinical feature of SLE, Scleroderma, Rheumatoid Arthritis and Polymyositis in association with very high titre of antinuclear ribonucleic protein (n RNP). The female is giving symptoms of Systemic sclerosis. So MCTD has been ruled out of Diagnosis.Rheumatoid arthritisIn Rheumatoid Arthritis fever, loss of weight, Morning stiffness and symmetrical involvement of Small joints of hands and feet are most prominent symptoms.",
        "cop": 2,
        "opa": "Systemic lupus erythematosis",
        "opb": "Systemic sclerosis",
        "opc": "Mixed connective tissue disorder",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "53393932-0a7a-4761-8f1f-20209c94f62d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following clinical findings is characteristic of both osteomalacia and rickets?",
        "exp": "Muscle weakness is common in both rickets and osteomalacia, and proximal leg muscles are particularly involved. The combination of leg deformity and muscle weakness in rickets can result in an inability to walk. The presentation of osteomalacia is more insidious in the elderly, but proximal myopathy may be severe enough to cause a waddling gait and mimic a primary muscle disorder. The other clinical findings listed are found only in rickets.",
        "cop": 2,
        "opa": "frontal bossing in the skull",
        "opb": "muscle weakness",
        "opc": "prominent costochondral junctions",
        "opd": "defects in tooth enamel",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "87d0e975-d3dd-4bb1-ad47-02309601869b",
        "choice_type": "multi"
    },
    {
        "question": "Patient present with severe headache with the following sign. Diagnosis?",
        "exp": "Ans. A. Giant Cell ArteritisImage Shows Enlarged Temporal Artery* Age >50yrs* New onset localized headache* Temporal: abnormalities- Decreased pulse- Tenderness and Nodules and thickening* Increased ESR >50* Positive temporal: biopsy (panarteritis, proliferation of the intima and fragmentation of internal elastic lamina)",
        "cop": 1,
        "opa": "Giant cell arteritis",
        "opb": "Wegner's granulomatosus",
        "opc": "Microscopic polyangiitis",
        "opd": "Takayasu arteritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "73cacebf-dd96-416f-88fb-0b80ef703890",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man has developed fever, chills, and neck stiffness. Cerebrospinal fluid shows gram-negative diplococci. He has had a past episode of sepsis with meningococcemia. Select the most likely immunologic deficiency.",
        "exp": "Patients who have a deficiency of one of the terminal components of complement have a remarkable susceptibility to disseminated Neisseria infection, particularly meningococcal disease. This association with meningococcal disease is related to the host inability to assemble the membrane attack complex-a single molecule of complement components that creates a discontinuity in the bacteria's membrane lipid bilayer. The complement deficiency results in inability to express complement-dependent bactericidal activity.",
        "cop": 1,
        "opa": "Complement deficiency C5-C9",
        "opb": "Post-splenectomy",
        "opc": "Drug-induced agranulocytosis",
        "opd": "Interleukin-12 receptor deficit",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "ec106e9f-0536-47ee-b342-a5992683e330",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man is brought to the emergency room after injuring his right knee in a car accident. The pain started soon after the accident. Later that same day he developed swelling and more intense pain making walking difficult. On physical examination, the knee is warm, swollen, and extremely painful to bend. There are clinical signs of an effusion. X-rays of the knee rule out a fracture, and joint fluid aspiration reveals an opaque-colored fluid containing rhomboid crystals with weak-positive birefringence. Which of the following is the most appropriate next step in management?",
        "exp": "In traumatic arthritis, swellings, ecchymoses, muscular spasms, and tenderness tend to be present, but fractures must be excluded. This man has calcium pyrophosphate (CPPD) crystal- induced monoarthritis, so called \"pseudogout.\" It is most common in the elderly and can be precipitated by minor trauma. The crystals have a rhomboid shape, and the clinical presentation can mimic that of gout. It can be associated with metabolic abnormalities such as hyperparathyroidism or hemochromatosis. Treatment is with an NSAID for 7-10 days. If there are multiple joints involved, then steroids can be considered. An alternative to oral NSAIDs is intra-articular steroids for single joint disease. Allopurinol is not effective in CPPD.",
        "cop": 3,
        "opa": "oral prednisone",
        "opb": "intravenous antibiotics",
        "opc": "oral NSAIDs",
        "opd": "acetaminophen",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "984206bc-4aa4-45cf-898a-7eedb9a5d92c",
        "choice_type": "multi"
    },
    {
        "question": "Ankylosing spondylitis",
        "exp": "(A) (HLA B27) (1093 - Davidson 21st)ANKYLOSING SPONDYLITIS JOINTS AND SPINE* Predominating effecting the sacroiliac joints and spine* HLA-B27 positive* Increased facel carriage of Klebsiella aerogens occurs in patients with established as and may relate to exacerbation of both joint and eye disease.* Low back pain and marked stiffness* Symptoms are more marked in the early morning and after inactivity, and are relieved by movement.* Although the lumbosacral area is usually the first and worst affected region.* Planter fasciitis, achilis tendinitis and tenderness over bony prominences. Such as the iliac crest and greater trochanter are common reflecting inflammation at the sites of tendon insertion (Enthesitis or Osteitis)*** The modified Schober test is a useful measure of lumber spine flexion.* Most serious complication of the spinal disease is spinal fracture.* Most common extraarticular manifestation is acute anterior uveitis.EXTRA ARTICULAR FEATURES OF AS* Anterior uveitis and conjunctivitis* Prostatitis usually asymptomatic* Cardiovascular disease> Aortic incompetence> Mitral incompetence> Cardiac conduction defects> Pericarditis* Amyloidosis, psoriasis* Atypical upper lobe pulmonary fibrosis* Retroperitoneal fibrosis* Cauda equina syndromeRadiographic features:* Sacroilitis is often first abnormality.* Earliest changes by standard radiography are blurring of the cortical margins of the subchondral bone.* Anterior \"squaring\" of vertebrae due to erosion and sclerosis of the anterior comers and periositis of the waist.* \"Bamboo Spine\" (Bridging the adjacent vertebral bodies).* Osteoporosis and atlanto-axial dislocation can occur as late features.HLA - B 27 is associated with1. Ankylosing spondylitis2. Reiter's syndrome3. Reative arthritis (Yersinia, salmonella, Shigella, Chlamydia)4. Psoriatic spondylitis5. Acute anterior uveitisOther conditions associated with HLA'sHLA B-8 - M. gravisHyperthyroidismDW-4 / DR4- Rheumatoid arthritis P. VulgarisHLA DR 3 - Glutein sensitive enteropathyDiabetes mellitus type IM. gravis chromic active hepatitisHLA - B5 - Bechet's syndromeHLA - DR2 - Narcolepsy, Good pasture's syndrome Multiple selerosis",
        "cop": 1,
        "opa": "HLA-B27",
        "opb": "HLA-DR-4",
        "opc": "HLA-B-8",
        "opd": "HLA-DR-3",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "55cee9c3-2f50-414a-8878-f355c6dff07a",
        "choice_type": "single"
    },
    {
        "question": "MENKES disease due to defective absorption of:",
        "exp": "Ans: C (Copper) Ref: Harrison's Principles of Internal Medicine. 17th edition. 2008. Chapter 71. PgA49Explanation:Dietary copper deficiency is relatively rare, although it has been described in premature infants wdio are fed milk diets and in infants with malabsorption.Copper-deficiency anemia has been reported in patients with malabsorptive diseases and nephrotic syndrome and in patients treated for Wilson's disease with chronic high doses of oral zinc, which can interfere with copper absorption.Menkes' kinky hair syndrome is an X-linked metabolic disturbance of copper metabolism characterized by mental retardation, hypo- cupremia and decreased circulating ceruloplasmin.It is caused by mutations in the copper-transporting ATP7A gene.Children with this disease often die within 5 years because of dissecting aneurysms or cardiac rupture.Aceruloplasminemia is a rare autosomal recessive disease characterized by tissue iron overload, mental deterioration, microcytic anemia, and low serum iron and copper concentrations.The diagnosis of copper deficiency is usually made on the basis of low serum levels of copper (<65 microg/dL) and low ceruloplasmin levels (<20 mg/dL).Serum levels of copper may be elevated in pregnancy or stress conditions since ceruloplasmin is an acute-phase reactant and 90% of circulating copper is bound to ceruloplasmin.",
        "cop": 3,
        "opa": "Zinc",
        "opb": "Manganese",
        "opc": "Copper",
        "opd": "Selenium",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "3d39a369-f9bf-48f7-86de-a4b69eec3330",
        "choice_type": "single"
    },
    {
        "question": "All are true about temporal arteritis, Except:",
        "exp": "Ans. is 'c' Low ESR (Ref Harrison, 17/e, p 2126 & 16/e, p 2009 (15/e, p. 1963)).Temporal arteritis is characterized by high ESR.Temporal arteritisis also known as giant cell arteritis because microscopic features are dominated by granulomatous inflammation* and the presence of numerous giant cell*.Although temporal artery is most frequently involved*, patient also has systemic vasculitis of multiple medium and large sized arteries*.Clinical features and laboratory manifestation:The disease is characterized clinically by classic complex of:Fever*Anaemia*High ESR* andHeadache*in an elderly patient*In about 50% of patients polymyalgia rheumatica syndrome occurs which is characterized by stiffness, aching and pain in the muscles of the neck, shoulders, lower back hips and thigh.Patients with temporal artery have tender thickened* or nodular artery*.The most dreaded complication* of temporal arteritis is sudden blindness* which occurs due to ischaemic optic neuropathy.Scalp pain* and claudication of jaw* and tongue* is also seen in temporal arteritis.",
        "cop": 3,
        "opa": "Polymyalgia rheumatica",
        "opb": "Anaemia",
        "opc": "Low ESR",
        "opd": "Sudden blindness is a complication",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "b5f25ec3-5744-46e4-80e1-f2f571411ab0",
        "choice_type": "multi"
    },
    {
        "question": "Amyloidosis deposition most commonly occurs in:",
        "exp": "Ans. A. Renal vessels* Amyloid is abnormal pathological protein resulting from improper folding of proteins and deposited extracellularly as fibrils and disrupt their normal function.* The most common site of deposition is kidney, followed by, liver, spleen, lymph nodes, adrenals, thyroid, GIT, heart etc.* In systemic amyloidosis, any organ can show deposition of Amyloid. Among all organs, kidneys are most commonly and most seriously get affected by Amyloidosis.",
        "cop": 1,
        "opa": "Renal vessels",
        "opb": "Knee joints",
        "opc": "Skin",
        "opd": "Cornea",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5b4b1ea1-c628-4907-9a9c-8d5a3ffe92f2",
        "choice_type": "single"
    },
    {
        "question": "Keratoderma blenorrhagica is seen in:",
        "exp": "(Reactive arthritis): Ref: 1997 - H, 754-CMDT-09 (2114-H17th)Reactive arthritis: (Reiter's syndrome)Clinical triad: - Urethritis, conjunctivitis (less commonly uveitis), mucocutaneous lesions and aseptic arthrit is.* The characteristic skin lesions keratoderma blenorrhagica consist of vesicles that become hyperkeratotic, ultimately forming a crust before disappearing. They are most common on the palm and soles* Lesions on the glans penis, termed circinate balanitis are common",
        "cop": 3,
        "opa": "Ankylosing spondylitis",
        "opb": "Gouty arthritis",
        "opc": "Reactive arthritis",
        "opd": "Psoriatic arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d4e40fc2-86ab-4a66-bc03-895ca287da1c",
        "choice_type": "single"
    },
    {
        "question": "HLA-B* 1502 is a genetic marker for -",
        "exp": "Ans. is 'c' i.e., Steven Johnson syndrome o Individuals who have HLA-B* 1502 are more likely to experience a severe disorder called Stevens-Johnson syndrome in response to carbamazepine.",
        "cop": 3,
        "opa": "Systemic lupus erythematosus",
        "opb": "Polyarteritis nodosa",
        "opc": "Steven Johnson syndrome",
        "opd": "Seronegative spondy-arthritis syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "bf48ddcd-6f2d-4127-a361-cf532170ba71",
        "choice_type": "single"
    },
    {
        "question": "A 14-ycars-old girl on exposure to cold has pallor of extremities followed by pain and cyanosis. In later ages of life she is prone to develop:",
        "exp": "Ans. B. Scleroderma (Ref: Harrison 19/e p2154, 18/e p2437; Schiwartz 9/e p846-847]Pallor of extremities on exposure to cold that is followed by pain and cyanosis suggests Raynauds phenomenon. A female patient with Raynaud's phenomenon should be evaluatedfor possibility of scleroderma or any other connective tissue disease.Raynaud's phenomenon is thefirst manifestation ofscleroderma in almost every patient with the disease and is precedes other symptoms in 70% of cases. \"\"The interval between Raynaud's phenomenon and appearance of other manifestations is generally brief if seeks to months) in diffuse scleroderma, while in limited scleroderma the period of onset between Raynaud s phenomenon and systemic manifestations is commonly several years. \"\"Scleroderma is a rare disorder hut it initially presents with Raynaud's phenomenon which is quite frequent in the general population.\"Scleroderma* Systemic disease accompanied by esophageal abnormalities in 80% of patients.* In most, the disease follows a prolonged course0.* Raynaud's phenomenon occurs due to microvascular involvement.* Microvascular disease is consistently present early in the course of systemic sclerosis.* Intimal proliferation is evident in 100% of digital arteries in the patients.* Renal involvement occurs in a small percentage of patients and signals a poor prognosis.* The onset of the disease is usually in the third or fourth decade of life* Occurring twice as frequently in women0 as in men.Pathophysiology:* In the G1 tract, the predominant feature is smooth muscle atrophy.* Smooth muscle atrophy in lower two third of esophagus -Incompetent LES - GERD - StrictureNormal peristalsis in the proximal striated esophagus, with absent peristalsis in the distal smooth muscle portion.* LES pressure is progressively weakened as the disease advances.Gastroesophageal reflux commonly occurs in patients with scleroderma, because they have both hypotensive sphincters and poor esophageal clearance.This combined defect can lead to severe esophagitis and stricture formation.Clinical Features:* Dysphagia and GERDPostural dysphagia for liquids: Dysphagia for liquids in recumbent position, not in upright position* Dysphagia for solids is unrelated to posture* Raynaud's phenomenon is the first manifestation of scleroderma in almost every patient with the disease and is precedes other symptoms in 70% of cases.Scleroderma is a rare disorder but it initially presents with Raynaud's phenomenon which is quite frequent in the general population.Diagnosis:Manometry:Normal peristalsis in the proximal striated esophagus, with absent peristalsis in the distal smooth muscle portion LES pressure is decreased but sphincter relaxation to deglutition is normal(Barium Swallow: Dilated, barium-filled esophagus, stomach, and duodenum, or a hiatal hernia with distal esophageal stricture and proximal dilatation.Treatment:* PPIs, antacids, elevation of the head of the bed. and multiple dilations for strictures for reflux* Esophageal shortening may require a Collis gastroplasty in combination with a partial fundoplication.* Surgery reduces esophageal aeid exposure, but does not return it to normal because of the poor clearance function of the body of the esophagus0.",
        "cop": 2,
        "opa": "Systemic lupus ervthematosis",
        "opb": "Scleroderma",
        "opc": "Rheumatoid arthritis",
        "opd": "Histiocytosis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "687d35d8-f545-4afb-be91-a496629a5c40",
        "choice_type": "multi"
    },
    {
        "question": "A 39-year-old man has had several weeks of fever, weight loss, and lack of energy. Three days prior to the assessment, he developed a left foot drop. Physical examination confirms left peroneal nerve damage and a bilateral sensory peripheral neuropathy in both legs. Laboratory evaluation reveals ESR of 105 mm/h, neutrophilia of 14,000, and a negative serologic test for ANCA. Eosinophil count is normal. Angiography reveals small aneurysms of the celiac and renal arteries.For the above patient with vasculitis syndrome, select the most likely diagnosis.",
        "exp": "PAN is a multisystem, necrotizing vasculitis of small-and medium-sized muscular arteries. Aneurysmal dilations of the arteries are characteristic. Nonspecific signs and symptoms are the usual method of presentation. Renal involvement is clinically present in 60% of cases and is the most common cause of death in untreated cases.",
        "cop": 1,
        "opa": "polyarteritis nodosa (PAN)",
        "opb": "Churg-Strauss disease",
        "opc": "Henoch-Schonlein purpura",
        "opd": "vasculitis associated with infectious diseases",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "285124e1-0bf1-49d0-886e-d55c1da6584f",
        "choice_type": "multi"
    },
    {
        "question": "Stage III of Lyme's disease is characterized by -",
        "exp": "Ans. is 'c' i.e.. Arthritis o Lyme disease is the mostcomon tick-borne disease in western countries and is caused by spirochete B. BurgdorferiEssentials of Diagnsosiso Erythema migrans, a flat or slightly raised red lesion that expands with central clearing.o Headache or stiff neck.o Arthralgias, arthritis, and myalgias: arthritis is often chronic and recurrent.Stage 1 early localized infection# Stage 1 infection is characterized by erythema migrans.# About 1 week after the tick bite (range, 3-30 days, median 7-10 days), flat or slightly raised red lesion appears at the site, which is commonly seen in areas such as the groin, thigh, or axilla.Stage 2. early disseminated infection# Up to 50-60% of patients with erythema migrans are bacteremic.# Within days to weeks of the original infection , secondary skin lesions that are not associated with a tick bite develop in about 50% of patients.# These lesions are similar in appearanc to the primary lesion but are usually smaller.o Malaise, fatigue, fever, headache, neck pain, and generalized achiness are common with the skin lesions.o Cardiac involvment includes myo-pericarditis, with atrial or ventricular arrhythmias and heart block.o Neurologic manifestations include both the central and peripheral nervous systems. The most common central nervous system manifestation is an aseptic meninigitis with mild headache and neck stiffness. The most common peripheral manifestation is a cranial neuropathy; i.e., facialpalsy>.Stage 3, late persistent infection# Stage 3 infection occurs months to years after the initial in fection and again primarily manifests itself as musculoskeletal neurologic, and skin disease.# The classic manifestation of late disease is a monarticular or oigoarticular arthritis most commonly affecting the knee or othe rlarge weight bearing joints.",
        "cop": 3,
        "opa": "Meningoencephalitis",
        "opb": "Myocarditis",
        "opc": "Arthritis",
        "opd": "Nephritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "911fcffb-954c-44ca-8713-9491ef2fb772",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man presents to the clinic complaining of low back pain and stiffness. The discomfort started several months ago as a mild dull ache in his back. The pain is more intense now, and it involves his back and hips. The symptoms seem worse at night and prevent him from sleeping. On physical examination, there is paravertebral muscle tenderness and limited flexion of the lumbar spine. Chest expansion as measured with a tape measure at the nipple line is also reduced. Figure below shows an x-ray of the lumbar spine. Which of the following is the most likely diagnosis?",
        "exp": "This man's symptoms are characteristic of AS, and it occurs in l%-6% of adults inheriting human lymphocyte antigen B27 (HLA-B27). However, the prevalence in B27-positive relatives of patients with AS is up to 30%. Men are 3 times more likely to be affected. The distribution of the joints (back pain) and no hand or wrist involvement rule out RA, and osteoarthritis would be unusual in a man his age.",
        "cop": 3,
        "opa": "osteoarthritis",
        "opb": "Marfan syndrome",
        "opc": "ankylosing spondylitis (AS)",
        "opd": "RA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "8e6c1616-60a0-4f50-9f75-7ab95bd018b5",
        "choice_type": "single"
    },
    {
        "question": "About Kawasaki disease all are true EXCEPT:",
        "exp": "ANSWER: (D) Suppurative lymphadenitisREF: Harrisons 17th ed chapter 319KAWASAKI DISEASE, also referred to as mucocutaneous lymph node syndrome, is an acute, febrile, multisystem disease of children. Some 80% of cases occur prior to the age of 5, with the peak incidence occurring at <2 years.It is characterized by:Nonsuppurative cervical adenitisChanges in the skin and mucous membranes such as edema; congested conjunctivae; erythema of the oral cavity, lips, and palmsDesquamation of the skin of the fingertips.Although the disease is generally benign and self-limited, it is associated with coronary artery aneurysms in 25% of cases, with an overall case-fatality rate of 0.5-2.8%. These complications usually occur between the third and fourth weeks of illness during the convalescent stage.Vasculitis of the coronary arteries is seen in almost all the fatal cases that have been autopsied.There is typical intimal proliferation and infiltration of the vessel wall with mononuclear cells. Beadlike aneurysms and thromboses may be seen along the artery. Other manifestations include pericarditis, myocarditis, myocardial ischemia and infarction, and cardiomegalyTreatment of choke:The prognosis of this disease for uneventful recovery is excellent.High-dose IV globulin (2 g/kg as a single infusion over 10 h) together with aspirin {100 mg/kg per day for 14 days followed by 3-5 mg/kg per day for several weeks) for coronary complications.",
        "cop": 4,
        "opa": "Mucocutaneous lesions",
        "opb": "Coronary artery is involved",
        "opc": "Seen in children",
        "opd": "Suppurative lymphadenopathy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "79e1c041-9ad4-4a1c-abe2-21c160207623",
        "choice_type": "multi"
    },
    {
        "question": "A patient presenting with cutaneous vasculitis, glomerulonephritis, and peripheral neuropathy. Which investigation is to be performed next that will help you diagnose the condition?",
        "exp": "(A) ANCA [?]ANTINEUTROPHIL CYTOPLASMIC ANTIBODIES (ANCA):oANCA are antibodies directed against certain proteins in the cytoplasmic granules of neutrophils & monocytes.oAs in the given question case history:-ANCA are present in a High percentage of patients with active granulomatosis with Polyangiitis (Wegener's) & Microscopic Polyangiitis.-ANCA present with a Lower percentage of patients with Eosinophilic Granulomatosis with Polyangiitis (Churg- Strauss).oThese diseases share the presence of ANCA & small-vessel vasculitis, some investigators have come to refer to them collectively as \"ANCA-associated vasculitis.\"APPLICATIONS OF ANCAPrevalence of ANCA in renal vasculitisType of renal vasculitisANCA test positivity (%) P-ANCAC-ANCA*. Polyarteritis nodosa10-20%10-20%*. Microscopic polyangitis50-80%10-20%*. Wegener's granulomatosis10-20%80-90%*. Necrotizing & crescentic GN50-80%10-20% pANCA disease associationcANCA disease: associationAtypical*. Primary vasculitis. Microscopic polyangiitis. Churg-Strauss syndrome. Polyarteritis nodosa*. Collagenosis. Felty's syndrome. SLE. Rheumatoid arthritis. Sjogren's syndrome*. Chronic inflammatory bowel disease*. Chronic liver disease. Primary sclerosing cholangitis*. Primary vasculitis. Wegener's granulomatosis. Microscopic polyangiitis. Churg-Strauss syndrome*. Primary sclerosing cholangitis*. Primary biliary cirrhosis*. Autoimmune hepatitis*. SLE*. RA ANCA ANTI-NEUTROPHIL CYTOPLASMIC ANTIBODY-ASSOCIATED VASCULITIS (AAV)Defining featuresClinical RelevanceCHCC 2012 definitions of AAVEvidence that ANCAs are pathogenicGPA:*. Granulomatous inflammation usually involving the respiratory tract*. Small-vessel necrotizing vasculitis*. Necrotizing glomerulonephritis is commonMPA:*. Small-vessel necrotizing vasculitis*. Necrotizing glomerulonephritis is very common*. Pulmonary capillaries often occursEGPA:*. Eosinophil-rich granulomatous inflammation of the respiratory tract*. Small-vessel necrotizing vasculitis*. Blood eosinophlia*. AsthmaClinical evidence:*. Strong association with ANCA (MPA >90%, GPA >90%, EGPA >40%**. Partial correlation of ANCA titre with disease activity*. Correlation of ANCA epitope specificity with disease activity (MPO-ANCA only)*. Disease indication by trans-placental transfer of ANCA (one MPO-ANCA case report)*. Similar disease associated drug-induced ANCA*. HLA genetic associations with MPO-ANCA and PR3-ANCA-assocated disease*. Response to immunosuppressive therapy that targets B cellsIn vitro evidence:*. Activation of cytokine-primed neutrophils by ANCA IgG*. Endothelial injury by ANCA-activated neutrophils*. Alternative complement pathway activation by ANCA-activated neutrophilsEvidence from animal models:*. Induction of pauci-immune vasculitis, glomerulonephritis and graunolomatosis in mice and rats by anti-MPO IgG*. Prevention of murine anti-MPO IgG induced disease by blockade of alternative complement pathway activation or blockade of C8a receptor",
        "cop": 1,
        "opa": "ANCA",
        "opb": "RA factor",
        "opc": "HbsAg",
        "opd": "MIF",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "3379e423-22ec-4034-b845-3232e586b463",
        "choice_type": "single"
    },
    {
        "question": "Bronchiectasis Sicca is seen with -",
        "exp": "Ans. is 'a' i.e., Tuberculosis Bronchiectasis Sicca or Dry Bronchiectasis is typically associated with Tuberculosis.o Tuberculosis is associted with a type of dry bronchiectasis called Bronchiectasis Sicca, which is predominantly seen in upper lobes.o Dry Bronchiectasis (Bronchiectasis Sicca) is typically characterized by absence of copious amount of sputum which is usually a hall mark of bronchiectasis.o Dry cough associated with hemoptysis is the typical presentation.",
        "cop": 1,
        "opa": "Tuberculosis",
        "opb": "Pertussis",
        "opc": "Cystic fibrosis",
        "opd": "Kartagener syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "377640fa-18d2-4c71-afa4-f33ba8491620",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man presents to the clinic for evaluation of low back pain and stiffness. The discomfort started many months ago, but recently he has noticed more severe stiffness at night and new symptoms of hip pain. The pain improves in the morning after doing some \"stretching\" exercises. On physical examination, there is paravertebral muscle and sacroiliac joint tenderness on palpation with limited forward flexion of the lumbar spine. A 2/6 diastolic murmur is also heard at the left sternal border radiating to the apex. Plain x-rays of the spine are suggestive of sacroiliitis. Which of the following is the most likely diagnosis for the diastolic murmur?",
        "exp": "The frequency of aortic insufficiency has been about 4% in ankylosing spondylitis (AS). Other cardiac valve anomalies are not increased in incidence. Rarely, congestive heart failure or third-degree heart block can occur as well.",
        "cop": 3,
        "opa": "mitral stenosis",
        "opb": "tricuspid stenosis",
        "opc": "aortic insufficiency",
        "opd": "pulmonic insufficiency",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "53d99e74-4976-48ba-bfa2-62f83521d7fe",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman presents to the clinic complaining of symptoms of a dry mouth and dry eyes. She otherwise feels well and reports no joint or systemic symptoms. On physical examination, the only findings are enlarged salivary glands. Studies for autoantibodies to Ro (SS-A) are positive. A salivary gland biopsy reveals lymphocytic infiltration. Which of the following is the most likely diagnosis?",
        "exp": "The sicca syndrome is a recognized feature of Sjogren syndrome. It can be primary or secondary to other autoimmune disorders such as RA, SLE, scleroderma, or vasculitis. Primary Sjogren syndrome is most common in middle-aged women; sicca symptoms can also occur as a complication of HIV infection or in sarcoidosis. Sjogren syndrome is more likely to have positive serology, while the serology in sarcoid or HIV is negative. Both HIV and Sjogren can have lymphocytic infiltration, but in HIV it is predominantly by CD8+ lymphocytes, whereas in Sjogren syndrome, the infiltration is by CD4+ lymphocytes. In sarcoidosis, biopsy reveals granulomas.",
        "cop": 2,
        "opa": "sarcoidosis",
        "opb": "primary Sjogren syndrome",
        "opc": "human immunodeficiency virus (HIV) infection",
        "opd": "lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "1909176d-0f07-4d62-aee4-34d259f41910",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man presents to the clinic complaining of fatigue and painful swelling of both hands. He also describes being very \"stiff' in the morning and requires much longer time to get ready for work. On physical examination, there is erythema, swelling, and tenderness on palpation of the proximal interphalangeal joints and MCP joints. The pattern of joint swelling is symmetric. Plain x-rays of the hand are ordered. Which of the following x-ray findings is characteristic of this condition?",
        "exp": "This patient has features of rheumatoid arthritis, and early in RA there may not be any bony changes seen on x-ray, except nonspecific findings of soft tissue swelling and joint effusions. With longer active inflammation of the joints, loss of cartilage, and bony erosions can be seen. The value of x-rays is to determine the extent of bone and cartilage damage.",
        "cop": 1,
        "opa": "loss of articular cartilage and bone erosion",
        "opb": "normal",
        "opc": "osteolytic changes",
        "opd": "osteosclerotic changes",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "89555d06-4aef-47a6-a370-cb554eec1188",
        "choice_type": "multi"
    },
    {
        "question": "This man had cervical adenopathy. What is the most likely diagnosis?",
        "exp": "Answer D. LymphomaBinocular proptosis with conjunctival injection and chemosis along with multiple enlarged cervical lymph nodes suggests a diagnosis of lymphoma. In this patient, the proptosis resolved following treatment with combination chemotherapy.",
        "cop": 4,
        "opa": "Arteriovenous malformation",
        "opb": "Cellulitis",
        "opc": "Graves' disease",
        "opd": "Lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "280742ad-a562-4336-a90c-1e729addc9a4",
        "choice_type": "single"
    },
    {
        "question": "Caplan's syndrome of rheumatoid arthritis with pneumoconiosis is characterized by",
        "exp": "Ans. a (Lung nodules and diffuse pulmonary fibrosis). (Ref. Harrison, Medicine, 16th ed., 1524)CAPLAN'S SYNDROME# Caplan's syndrome is characterized by triad of- Pulmonary nodules,- Pneumoconiosis (progressive massive fibrosis), and/in- Rheumatoid disease (seropositive).# The immuno-pathological mechanism involves:- Direct cytotoxicity of inorganic dust- Stimulation of reactive oxygen- Activation of macrophages to produce cytokines and TNF alpha (fibrogenic factor)- Increased protease activity- Increased activation of alpha 1 antitrypsin and leucocyte elastase activity.",
        "cop": 1,
        "opa": "Lung nodules and diffuse pulmonary fibrosis",
        "opb": "Bilateral symmetrical lung cavitations with pulmonary fibrosis.",
        "opc": "Air-space consolidation with patchy pulmonary fibrosis.",
        "opd": "Interstitial pneumonitis with hilar adenopathy.",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "1e31e21c-6733-43c3-949d-6fd1ac0bc151",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents to the emergency room with new symptoms of decreased urine output, leg edema, and facial swelling. She was previously well and has no significant past medical history. Laboratory investigations reveal acute kidney injury and a renal biopsy is performed. Immunofluorescence of the biopsy specimen reveals a granular pattern of immune complex-mediated glomerulonephritis. (See Figure below) Which of the following conditions is most likely to cause this pattern of renal injury?",
        "exp": "Immune complexes with low complement levels can be seen in idiopathic and postinfectious glomerulonephritis, lupus, cryoglobulinemia, shunt nephritis, and bacterial endocarditis. Immune complexes are not detected in ATN, Wegener's, HUS, or Goodpasture syndrome. Immune complexes with normal complement levels are found in IgA nephropathy and Henoch-Schonlein purpura.",
        "cop": 3,
        "opa": "acute tubular necrosis (ATN)",
        "opb": "Wegener granulomatosis",
        "opc": "postinfectious glomerulonephritis",
        "opd": "hemolytic uremic syndrome (HUS)",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "8fb8e171-7ed0-41a3-8cd2-7b3dbcd2ead1",
        "choice_type": "single"
    },
    {
        "question": "Characteristic cardiac lesion in SLE is:",
        "exp": "Ans. B. Verrucous endocarditisThe characteristic cardiac lesions of SLE are verrucous valvular abnormalities known as Libman-Sacks endocarditis.They most often are located on the left-sided cardiac valves, particularly on the ventricular surface of the posterior mitral leaflet and are made up almost entirely of fibrin.However, Pericarditis is the most common cardiac manifestation of SLE.",
        "cop": 2,
        "opa": "Pericarditis",
        "opb": "Verrucous endocarditis",
        "opc": "Myocardial fibrosis",
        "opd": "Valvular incompetence",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "784c95ac-2212-4f55-b7a8-52364fe87c33",
        "choice_type": "single"
    },
    {
        "question": "Digital gangrene as shown below is seen most likely in which condition?",
        "exp": "Ans. C. PANImage shows digital gangrenea. This is characteristically seen in medium vessel vasculitisb. Polyarteritis nodosa (PAN) is medium vessel vasculitis having vascular infarcts leading to gangrenec. Diagnosed by presence of P-Anca antibodies.",
        "cop": 3,
        "opa": "Takayasu",
        "opb": "Kawasaki",
        "opc": "PAN",
        "opd": "Wegener's",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "42d21187-03c9-4bdd-806c-85e82e9536cc",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man presents to the emergency room with severe pain and swelling in his right knee. The pain started suddenly, and there is no history of injury to the knee. On physical examination, the knee is warm, red, and swollen with decreased range of movement. A diagnostic aspiration of the knee is performed. Which of the following will most likely distinguish pseudo-gout from gout?",
        "exp": "Pseudogout (calcium pyrophosphate crystals - CPPD) is distinguishable from gout by positive birefringent crystals. CPPD are short, blunt rhomboids, and urate crystals (seen in gout) are needle-shaped with negative birefringence.",
        "cop": 1,
        "opa": "positive birefringent crystals",
        "opb": "acute onset",
        "opc": "involvement of single joints",
        "opd": "involvement of large joints",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "622e7626-3020-44a5-b52a-13c6c6cef36a",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman develops symptoms secondary to a dry mouth and dry eyes. She has enlarged salivary glands. Studies for autoantibodies to Ro (SS-A) are positive. A salivary gland biopsy reveals lymphocytic infiltration. Which of the following is the most likely diagnosis?",
        "exp": "The sicca syndrome is a recognized feature of Sjogren's syndrome. It can be primary or secondary to other autoimmune disorders such as RA, SLE, scleroderma, or vasculitis. Primary Sjogren's syndrome is most common in middle-aged women; sicca symptoms can also occur as a complication of HIV infection or in sarcoidosis. Sjogren's syndrome is more likely to have positive serology, while the serology in sarcoid or HIV is negative. Both HIV and Sjogren can have lymphocytic infiltration, but in HIV it is predominantly by CD8+ lymphocytes, whereas in Sjogren's syndrome, the infiltration is by CD4+ lymphocytes. In sarcoidosis, biopsy reveals granulomas.",
        "cop": 2,
        "opa": "sarcoidosis",
        "opb": "primary Sjogren's syndrome",
        "opc": "human immunodeficiency virus (HIV) infection",
        "opd": "lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6ae5593b-c66b-42a0-892c-76b209a7481a",
        "choice_type": "single"
    },
    {
        "question": "A young woman with ataxia-telangiectasia syndrome.For each patient with a medical condition, select the most likely immune dysfunction.",
        "exp": "Ataxia-telangiectasia and both T- and B-cell dysfunction.Multiple myeloma and chronic lymphocytic leukemia are two of the more common causes of B-cell deficiency/dysfunction. Hodgkin's disease, AIDS, sarcoidosis, and thymic aplasia or hypoplasia result in T-lymphocyte depletion/dysfunction. SLE has been associated with C3 deficiency, but most severe complement deficiencies result from inherited disorders. Ataxia telangiectasia, common variable hypogammaglobulinemia, severe combined immunodeficiency, and Wiskott-Aldrich syndrome have mixed T- and B-cell deficiency.",
        "cop": 2,
        "opa": "B-cell deficiency/dysfunction",
        "opb": "mixed T- and B-cell deficiency/dysfunction",
        "opc": "T-lymphocyte deficiency/dysfunction",
        "opd": "neutropenia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "ea40f703-4fdb-4ea9-88ba-d059629e256d",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation of extra-pulmonary TB -",
        "exp": "Ans. is 'a' i.e., Tubercular lymphadenitis o The most common presentation of extra-pulmonary TB in both HIV sero-negative and HIV-infected patients to about 35% in eeneral. Ivmph node disease is particularly frequent among HIV infected patients and in children.o Lymph node TB presents as# Painless swelling of the lymph nodes, most commonly at posterior cervical and supraclavicular sites.# Lymph nodes are usually discrete in early disease but de\\!elop into a matted non tender mass over time and may residt in a fistulous tract draining caseous material.Type of TBIncidenceTB lymphadenitis40%Genitourinary TB10-15%Skeletal TB10%CNS TB5%Gastrointestinal TB3,5%Pericardial TB0.5% (mainly in HIV positive patients with Case fatality of 40%)",
        "cop": 1,
        "opa": "Tubercular lymphadenitis",
        "opb": "Peritoneal TB",
        "opc": "Pericardial TB",
        "opd": "Tubercular meningitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "96324bd2-519e-4b9b-9910-b52d6a5a0106",
        "choice_type": "single"
    },
    {
        "question": "Which is not included in Polymyalgia rheumaticacriteria (Healey criteria)?",
        "exp": "Ans: (b) Involvement of neck, shoulder, back for more than 6 months in a yearRef: Kelley and Firesteins, Textbook of Rheumatology, 10th edition, Page 1521Diagnostic and Classification Criteria for Polymyalgia Rheumatica\"Diagnostic Criteria of Chuang and Colleagues (1982)1. Age 50 years or older2. Bilateral aching and stiffness for 1 month or more and involving two of the following areas: neck or torso, shoulders or proximal regions of the arms, and hips or proximal aspects of the thighs3. ESR>40mm/hr4. Exclusion of all other diagnoses except giant cell arteritis\"Diagnostic Criteria of Healey (1984)1. Pain persisting for at least 1 month and involving two of the following areas: neck, shoulders and pelvic girdle2. Morning stiffness lasting>1hr3. Rapid response to prednisone (<=20 mg/day)4. Absence of other diseases capable of causing the musculoskeletal symptoms5. Age older than 50 years6. ESR>40mm/hr'For each set of criteria, all the findings must be present for polymyalgia rheumatica to be diagnosed.",
        "cop": 2,
        "opa": "Morning stiffness more than equal to 1 hour",
        "opb": "Involvement of neck, shoulder, back for more than 6 months in a year",
        "opc": "ESR > 40 mm/hr",
        "opd": "Rapid response to prednisolone < 20 mg/day",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "9106491b-9bda-4539-8b35-49c55d44878d",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man develops pain and swelling in his knee. It appears warm, red, and swollen with decreased range of movement. A diagnostic aspiration is performed. Which of the following will most likely distinguish pseudogout from gout?",
        "exp": "Pseudogout (calcium pyrophosphate crystals - CPPD) is distinguishable from gout by positive birefringent crystals. CPPD are short, blunt rhomboids, and urate crystals (seen in gout) are needle-shaped with negative birefringence.",
        "cop": 1,
        "opa": "positive birefringent crystals",
        "opb": "acute onset",
        "opc": "involvement of single joints",
        "opd": "involvement of large joints",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "64fe14df-4ea4-4a9d-8524-4eb3f0819f5a",
        "choice_type": "single"
    },
    {
        "question": "A 25 years old female develops serous otitis media of left ear with cough and occasional hemoptysis and hematuria and epistaxis for one and half months her. Hemoglobin is 7 gm. B.P. > 170/100, proteinuria +++, RA positive (+ve) and ANCA positive (+ve), the likely cause is:",
        "exp": "Ans. A. Wegener's granulomatosisa. Any vasculitic lesion involving upper respiratory tract, lungs & kidney is characteristic of Wegner'sb. In this case, serous otitis media with hemoptysis, hematuria with C-ANCA positive is diagnostic of Wegner's",
        "cop": 1,
        "opa": "Wegener's granulomatosis",
        "opb": "Rheumatoid arthritis",
        "opc": "Rapidly proliferative glomerulonephritis",
        "opd": "Good Pasteur's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "4bda80d5-f152-4a6d-8953-d7f4f2e2061a",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Rheumatoid arthritis EXCEPT",
        "exp": "Ans. (d) Sero-negative arthritisRef: Harrison 19th ed. 12136* Patients of rheumatoid arthritis harbor an antibody by the name of anti - C.C.P ( cycliccitrulline phosholipid antibodies).* The rheumatoid nodules in these patients can compress on various peripheral nerves leading to mono-neuritis multiplex. The joints are damaged with peri-articular erosions and osteoporosis.* The characterstic joint involvement is P.I.P, M.C.P and the wrist joint bilaterally.Sero-negative arthritis is a broad term and included within the group are the entities psoriatic arthritis, Reiters syndrome, enteropathic arthritis, reactive arthritis, ankylosing spondylitis, undifferentiated seronegative arthritis, Whipples disease, arthritis associated with pustular acne, post-intestinal bypass arthritis, and several forms of HIV associated arthritis.",
        "cop": 4,
        "opa": "Deformities",
        "opb": "Mononeuritis multiplex",
        "opc": "Peri-articular osteoporosis",
        "opd": "Sero-negative arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "cbce98b5-59a0-4708-9328-548a03a66cc3",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman develops painful swelling of both hands and wrists. She is also very stiff in the morning. Physical examination reveals erythema, swelling and joint line tenderness of the proximal interphalangeal, MCP, and wrists joints. Her RF is positive, ANA is negative, and x-rays of the hands show early erosive joint changes. Which of the following medications is most likely to prevent progression of disease?",
        "exp": "Methotrexate, 7.5-20 mg once weekly, is the most commonly recommended disease modifying drug, because its effect is more rapid and patients are able to tolerate it for longer periods of time. Maximum improvement with methotrexate occurs after 6 months of therapy. Toxicity includes GI upset, oral ulceration, and liver function abnormalities. GI upset in particular may be ameliorated by concurrent folic acid administration. Pneumonitis has also been reported.",
        "cop": 3,
        "opa": "D-penicillamine",
        "opb": "antimalarial",
        "opc": "methotrexate",
        "opd": "NSAID or aspirin",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "a55d0a26-1aed-415f-a13d-4c61f6c69c6c",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old woman develops painful swelling of both hands. She is also very stiff in the morning. Physical examination reveals involvement of the proximal interphalangeal joints and metacarpophalangeal (MCP) joints. Her RF is positive and ANA is negative. Which of the following medications is most likely to improve her joint pain symptoms?",
        "exp": "This patient has RA and aspirin or other nonsteroidal agents are effective medications for relieving the signs and symptoms of disease. They do little to modify the course of the disease, however. The new generation of NSAIDs that are more specific inhibitors of cyclooxygenase 2 cause less GI toxicity. Glucocorticoids are very powerful at suppressing signs and symptoms of disease and may alter disease progression. Methotrexate is an important disease modifying drug (DMRD) used to prevent joint destruction. Gold and antimalarials were important DMRDs in the past before the use of methotrexate and newer \"biological\" agents.",
        "cop": 4,
        "opa": "D-penicillamine",
        "opb": "an anti-malarial",
        "opc": "methotrexate",
        "opd": "NSAID or aspirin",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c99359bf-5890-4e8f-a607-e9d5e0b13b54",
        "choice_type": "multi"
    },
    {
        "question": "A 19-year-old man has recurrent attacks of gastrointestinal colic and swelling of his face and legs. There is no relationship of the attacks to any foods or activity. His father has a similar syndrome. Which of the following is the most likely cause of death in this disease?",
        "exp": "Hereditary angioedema is an autosomal dominant condition. The lesions are tense, rounded, nonpitting, and several centimeters in diameter. The edema, unlike urticaria, involves deeper tissue and is not pruritic. Edema of the glottis is the usual cause of death.",
        "cop": 3,
        "opa": "an unrelated condition",
        "opb": "an anaphylactic shock reaction",
        "opc": "edema of the glottis",
        "opd": "overtreatment",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d60286e3-d6d5-4b1a-a3c8-8bd2a06ba3e6",
        "choice_type": "single"
    },
    {
        "question": "Drug used in treatment of rheumatoid arthritis that acts by inhibition of T-cell proliferation?",
        "exp": "Ans. d (Leflunomide) (Ref. H - 16th ed. Table 295-14 & p. 1968).# LEFLUNOMIDE metabolized to an active metabolite that acts to inhibit dihydroorotate dehydrogenase, an essential enzyme in the pyrimidine biosynthetic pathway.# Its predominant action is to inhibit the proliferation of T lymphocytes.# It is as effective as methotrexate.# Leflunomide can be given alone or with methotrexate.# The major side effect is the associated increase in liver function enzymes.DMARDs# May slow or reverse joint damage# Indicated for the treatment of RA when an ati-inflammatory therapy insufficient to control patient's symptomatology# DMARDs usually do not show benefit for 6-8 weeks or longer; so, bridging therapy# DMARDs have severe and potentially fatal side effectsHydrochloroquine# Stabilizes lysosomes, chemotaxis# Also an antimalarialOphthalmic abnormalities, dermatologic reactions hematotoxicity, GI reactionsMethotrexate# Inhibits dihydrofolate reductase, immunosuppressant# Also an antineoplasticHemotoxicity, ulcerative stomatitis, renaltoxicity, elevated LFTsSulfasalazine# Metabolized to 5-aminosalicylic acid (5 ASA) and sulfapyridine; parent drug and/or metabolites have anti-inflammatory and/or immunomodulatory properties# Used in inflammatory bowel diseaseRash, GI distress, headache, hematotoxicityGold compounds# Macrophage and lysosomal functionsDermatitis, hematotoxicity, nephrotoxicityAzathioprine# Purine metabolism and nucleic acid synthesis# ImmunosuppressantHematologic, GI disturbance, secondary infection, increased risk of neoplasiaPenicillamine# T-cell activity and rheumatoid factor# Also a chelating agentGI disturbances, proteinuria, bone marrow suppression, neurotoxicityEtanerceptBinds TNFInjection site reactionsLeflunomideInhibits cell proliferation and anti-inflammatoryHepatotoxicity, immunosuppression, GI disturbance, alopecia, rash,teratogenInfliximab# Monoclonal antibody to TNF-a# Also used in inflammatory bowel diseaseInfusion reactions, infections, activation of latent TB Immunomodulatory Agents1Recombinant TNF-receptor-Ig fusion protein (etanercept)# Inhibit TNF-alpha# FDA approved for rheumatoid arthritis, juvenile rheumatoid arthritis, psoriasis2Anti-IL-6 monoclonal antibody# Inhibit IL-6, Tested in phase 1 trial in rheumatoid arthritis3Inferferon-ss# Inhibit IL-1, decrease synovial T cells# In trials for use in rheumatoid arthritis4Interferon-gamma# Induce monocyte/macrophage activation Agents# Effective in treating monocyte/macrophage phagocytic defects in chronic granulomatous disease.5IL-11# Inhibit TNF-a and IL-1 production# In trials for Crohn's colitis6IL-12# Stimulate anti-tumor and anti-viral or bacterial cytotoxic T lymphocyte responses# Trials underway for use in cancer patients# Trials planned in humans to prevent/treat severe infections7Anakinra # Inhibit IL-la and -ss FDA approved for rheumatoid arthritis. Anakinra is a recombinant IL2-1 receptor antagonist that competitively blocks the binding of IL-1ss and IL-la to the IL-1 receptor and thereby inhibits the activity of these two related proinflammatory cytokines.# Anakinra has been shown to improve the signs and symptoms of RA, to decrease disability, and to slow progression of articular damage associated radiographically.8Etanercept# A recombinant fusion protein consisting of two soluble TNF p75 receptor moieties linked to the Fc portion of human IgGl; it binds TNF-alpha molecules and also inhibits lymphotoxin- alpha.# Etanercept is approved for the treatment of rheumatoid arthritis, juvenile chronic arthritis, and psoriatic arthritis and ankylosing spondylitis.# While etanercept is ineffective for treatment of ulcerative colitis, it is being used in many rheumatic syndromes such as scleroderma, Wegener's granulomatosis, giant cell arteritis, and sarcoidosis.9Adalimumab# Adalimumab is a fully humanized antibody (IgGl) used in treatment of rheumatoid arthritis.# A recombinant human anti-TNF monoclonal antibody.# This compound complexes with soluble TNF-a and prevents its interaction with p55 and p75 cell surface receptors.# This results in down-regulation of macrophage and T cell function.# The compound is indicated for the treatment of rheumatoid arthritis and decreases the rate of formation of new erosions.# It is effective both as monotherapy and in combination with methotrexate.# The usual dose is 40 mg every other week, though increased responses may be evident at higher dosages.# Adalimumab is presently being tested in psoriasis, psoriatic arthritis, ankylosing spondylitis, and juvenile chronic arthritis.10Infliximab# A chimeric (25% mouse, 75% human) monoclonal antibody that binds with high affinity to soluble and possibly membrane-bound TNF-a.# Its mechanism of action probably is the same as that of Adalimumab.# Infliximab is effective in rheumatoid arthritis and ulcerative colitis and is being used in other diseases, including psoriasis, psoriatic arthritis, juvenile chronic arthritis, Wegener's granulomatosis, giant cell arteritis, and sarcoidosis.# Infliximab, etanercept, and adalimumab are new biologic agents that bind TNF-a, a proinflammatory cytokine. # Infliximab is currently approved for use in Crohn's disease of the colon and in rheumatoid arthritis.11 Leflunomide# Inhibits T cell proliferation and production of autoantibodies by B cells.# Effects include increases of interleukin-10 receptor mRNA, decreased interleukin-8 receptor type A mRNA, and decreased TNF-a-dependent NF-B activation.# Used in treatment of RA.RITUXIMAB (anti-CD20 antibody)# It is an anti-CD20 antibody that also has clinical activity: CLL, NHL (relapsed or refractory low-grade or follicular B cell non-Hodgkin's lymphoma.) and Ca colon.# Rituximab may be used in treatment of:- B cell chronic lymphoid leukemia,- Follicular lymphoma,- Mantle cell lymphoma,- Cold agglutinin disease,- Idiopathic thrombocytopenic purpura, and- Waldenstrom's macroglobulinemia- Rituximab is also used with methotrexate to treat moderate-to-severe forms of rheumatoid arthritis.",
        "cop": 4,
        "opa": "Anakinra",
        "opb": "Etanercept",
        "opc": "Infliximab",
        "opd": "Leflunomide",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "b6f7f68f-577a-4b12-b2b5-d76934e536e0",
        "choice_type": "single"
    },
    {
        "question": "All the following are manifestations of Felty's syndrome except:",
        "exp": "Ans. C. ThrombocytopeniaFelty's syndrome is defined by the clinical triad of neutropenia, splenomegaly, and nodular RA and is seen in less than 1% of patients.",
        "cop": 3,
        "opa": "RA",
        "opb": "Splenomegaly",
        "opc": "Thrombocytopenia",
        "opd": "Neutropenia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "204766db-865a-4174-b80a-3acc1d672433",
        "choice_type": "multi"
    },
    {
        "question": "A 71-year-old woman comes to the office with a history of headaches, fatigue, and weight loss for 3 months. The headaches are new for her, and usually not very severe. Her jaw also hurts when she is chewing food. Two days prior, she had briefly lost partial vision in her left eye. There were no other neurologic symptoms at the time. On physical examination, her neck is supple to flexion, fundi, and neurologic examinations are normal. She is started on prednisone 60 mg/day and a biopsy is performed to confirm the diagnosis. Which of the following is the most likely change seen on the biopsy to confirm the diagnosis?",
        "exp": "Temporal artery biopsy is required for definitive diagnosis of giant cell arteritis, because of the relatively nonspecific nature of the presenting symptoms, signs, and routine laboratory tests. The arteritis can be segmental, however, and great care must be taken in the pathologic assessment.",
        "cop": 2,
        "opa": "immune complex deposition",
        "opb": "arteritis with giant cells",
        "opc": "lymphocytic infiltration",
        "opd": "type II muscle fiber atrophy",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "510daaf7-c17d-43a6-9765-5a9bfba97402",
        "choice_type": "multi"
    },
    {
        "question": "All the following are at-risk groups meriting Hepatitis B vaccination in low endemic areas except -",
        "exp": "Ans. is 'b' i.e., Diabetes on insulin Indications of hepatitis B Vaccineo Neonates ofHbsAg positive mothers.o All neonatesUniversal vaccination ofall newborns regardless of maternal HBsAg status is necessary for global eradication of HB V infection.Experience in the united states demonstrated that vaccination programs targeted at high risk groups had very little impact on the incidence of HBV infection.o Catch up vaccinationCatch up vaccination refer to vaccination of children who were born before universal neonatal vaccination was implemented.All unvaccinated children and adolescents < 19 years shoidd receive the HBV vaccination.Other high risk groupso Sexually active individuals with multiple sex partners and homosexual or bisexual males.o Household contacts of patients with hepatitis B.o Intravenous drug userso Health care workerso Patients on chronic hemodialysiso Patients with chronic liver diseaseo All unvaccinated persons travelling to areas with intermediate to high levels of endemic HBV infection.",
        "cop": 2,
        "opa": "Patients on chronic hemodialysis",
        "opb": "Diabetes on insulin",
        "opc": "Medical/nursing personnel",
        "opd": "Patients with chronic liver disease",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "fac079ae-e36b-499f-bb0e-20da69d8be59",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old woman presents with abdominal pain, joint discomfort, and lower limb rash. She was well until 1 week before presentation. On examination, she has a palpable purpuric rash on her legs, nonspecific abdominal discomfort, and no active joints. She has 3+proteinuria, normal WBC, no eosinophils, and elevated creatinine of 1.6 mg/dL. Biopsy of the rash confirms vasculitis with immunoglobulin A (IgA) 3+and C3 (complement 3) deposition on immunofluorescence.For the above patient with vasculitis syndrome, select the most likely diagnosis.",
        "exp": "Henoch-Schonlein purpura, characterized by palpable purpura, arthralgias, GI symptoms, and glomerulonephritis, can be seen in any age group but is most common in children. It can resolve and recur several times over a period of weeks or months and can resolve spontaneously.",
        "cop": 3,
        "opa": "polyarteritis nodosa (PAN)",
        "opb": "Churg-Strauss disease",
        "opc": "Henoch-Schonlein purpura",
        "opd": "vasculitis associated with infectious diseases",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "3d4c7ee6-b442-431a-8133-caed2f7a2043",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old woman develops a red rash over her cheeks and pain, and swelling in both wrists as well as several small joints in her hands. The rash gets worse on sun exposure and involves her cheeks, nose, ears, and chin. Medical evaluation reveals oral ulceration and 3+ proteinuria. Which of the following is the most specific test for diagnosis of this condition?",
        "exp": "Anti-Sm detects a protein complexed to six species of small nuclear ribonucleic acid (RNA). It is believed to be very specific for SLE. However, only 30% of patients have a positive test. In the case presented, there are enough clinical criteria (four) to confirm the diagnosis of SLE with 98% specificity and 97% sensitivity.",
        "cop": 3,
        "opa": "lupus erythematosus (LE) cells",
        "opb": "antinuclear antibody (ANA)",
        "opc": "anti-Sm antibody",
        "opd": "anti-Ro antibody",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f5ccbb8d-e21b-4b63-96a3-f55690d6e60a",
        "choice_type": "multi"
    },
    {
        "question": "A 45-yrs-old woman has pain in her fingers on exposure to cold, arthralgias, and difficulty swallowing solid food. The most useful test to make a definitive diagnosis is",
        "exp": "Ans. B. Anti Scl-70 antibodyThe symptoms of Raynaud's phenomenon, arthralgia, and dysphagia point toward the diagnosis of scleroderma.Scleroderma or systemic sclerosis is characterized by a systemic vasculopathy of small and medium-sized vessels, excessive collagen deposition in tissues, and an abnormal immune system. It is an uncommon multisystem disease affecting women more than men. There are two variants of scleroderma--a benign type called the CREST syndrome and a more severe diffuse disease. Anti-nucleolar anti-body occurs in only 20 to 30% of patients with the disease, but a positive test is highly specific. Cardiac involvement may occur, and an ECG could show heart block or pericardial involvement. Renal failure can develop insidiously Rheumatoid factor is nonspecific and present in 20% of patients with scleroderma.",
        "cop": 2,
        "opa": "Rheumatoid factor",
        "opb": "Anti Scl-70 antibody",
        "opc": "ANA",
        "opd": "Anti JO-1 antibody",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "4f57da72-0c78-4e39-a1e1-17b09d28dd91",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of rheumatoid arthritis include:",
        "exp": "Ans. d (All). (Ref. Harrison, Internal Medicine, 16th ed., 1974)DRUG TREATMENT OF RHEUMATOID ARTHRITIS#NSAIDS: - Aspirin - Coxibs #DMARD - Methotrexate (Best DMARD)- Gold - D- Penicillamine- Antimalarials - Sulfasalazine- Leflunamide (Inhibits T cell proliferation) - Glucocorticoid #Anticytokines - Etanercept (TNF Type II receptor blocker)- Infliximab (Monoclonal ab to TNF) - Adalimumab (Fully human abs to TNF)- Anakinra (IL - 1 receptor antagonist)#Immunosuppressive drugs - Azathioprine- Cyclosporine- CyclophosphamideThe 1987 Revised Criteria for the Classification of RA1.Guidelines for classificationa. Four of seven criteria are required to classify a patient as having rheumatoid arthritis (RA).b. Patients with two or more clinical diagnoses are not excluded.2.Criteriaa. Morning stiffness: Stiffness in and around the joints lasting 1 h before maximal improvement.b. Arthritis of three or more joint areas: At least three joint areas, observed by a physician simultaneously, have soft tissue swelling or joint effusions, not just bony overgrowth. The 14 possible joint areas involved are right or left proximal interphalangeal, metacarpophalangeal, wrist, elbow, knee, ankle, and metatar sophalangeal joints. c. Arthritis of hand joints: Arthritis of wrist, metacarpophalangeal joint, or proximal interphalangeal jointd. Symmetric arthritis: Simultaneous involvement of the same joint areas on both sides of the body.e. Rheumatoid nodules: Subcutaneous nodules over bony prominences, extensor surfaces, or juxtaarticular regions observed by a physician.f. Serum rheumatoid factor: Demonstration of abnormal amounts of serum rheumatoid factor by any method for which the result has been positive in less than 5% of normal control subjects.g. Radiographic changes: Typical changes of RA on posteroanterior hand and wrist radiographs that must include erosions or unequivocal bony decalcification localized in or most marked adjacent to the involved joints.",
        "cop": 4,
        "opa": "Gold",
        "opb": "Corticosteroids",
        "opc": "Aspirin",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "85657cc0-d693-4d59-9bb5-68ca9c6d1a8c",
        "choice_type": "multi"
    },
    {
        "question": "Initial treatment recommended for newly diagnosed patient with CML is-",
        "exp": "Ans. is 'b' i.e., Imatinib mesylate therapy o The only curative treatment for CML is Allogenic stem cell Transplntation.o The treatment of choice in CML is Allogenic BMT.o The drug treatment of choice in CML is Imatinib.o Initial treatment recommended for newly diagnosed patient with CML is Imatinib.",
        "cop": 2,
        "opa": "Allogenic bone marrow transplantation",
        "opb": "Imatinib mesylate therapy",
        "opc": "TNF-a",
        "opd": "IFN-a",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f46e0e68-795b-4bbb-814e-c02785c19123",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old woman presents to the clinic for evaluation of new symptoms of a red rash over her cheeks, frequent oral ulcers, and pain and swelling in both wrists, as well as in several small joints in her hands. Medical evaluation confirms the above clinical symptoms and laboratory investigations reveal a positive ANA, and 3+ proteinuria. Which of the following organ involvement will cause the most symptoms during the course of this disease?",
        "exp": "About 95% of patients will develop musculoskeletal symptoms during the course of SLE. Arthralgias and myalgias predominate, but arthritis, hand deformities, myopathy, and avascular necrosis of bone also occur. About 85% of patients will have hematologic disease and 80% will have skin manifestations.",
        "cop": 3,
        "opa": "renal pathology",
        "opb": "cardiopulmonary pathology",
        "opc": "musculoskeletal pathology",
        "opd": "thrombotic events",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "a58483f6-6090-413a-acab-124ca50a6aff",
        "choice_type": "multi"
    },
    {
        "question": "\"Gottron sign\" seen in",
        "exp": "(Dermatomyositis) (760-CMDT-10, 2696-H 17th)* \"Gottron sign\" - scaly patches over of the dorsum of PIP and MCP joints are highly suggestive of dermatomyositisDERMATOMYOSITIS - the characteristic rash is dusky red and may appear in a malar distribution mimicking the classic rash of SLE* Facial erythema beyond the malar distribution is also characteristic of dermatomyositis (Shawl's sign)* Periorbital edema and a purplish (heliotrope) suffusion over the eyelids are typical signs, periungual erythema, dilations of nailbed capillaries* Bilateral proximal muscle weakness*** *** Increased risk of malignancy** - in descending order of frequency are ovarian, lung, pancreatic, stomach, colorectal and NHL)* Biopsy of clinically involved muscle is the only specific diagnostic test*** A pathologic hall mark of dermatomyositis is perifascicular atrophy. In polymyositis - endomysical infiltration of the inflammatory infiltrate**** Various auto antibodies against nuclear antigens (antinuclear antibodies) and cytoplasmic antigens are found in upto 20% of patients with inflammatory myopathies* Glucocorticoids: oral prednisone is the initial treatment of choice* Myositis may also be associated with other connective tissue diseases especially - Scleroderma, lupus, mixed connective tissue disease and Sjogren syndrome, overlap syndrome* Antisvnthetase syndrome - polymyositis and dermatomyositis develops- inflammatory arthritis, Raynaud phenomenon, interstitial lung disease, auto antibodies (eg anti Jo I antibodies)* Most common myositis-specific antibody -anti Jo-I antibody** (ILD)* Anti Mi-2 associated with dermatomyositis* Anti SRP (anti- signal recognition particle) associated with polymyositisPolymyositis can occur as a complication of HIV or HTLV-1 infection and with zidovudine therapy as well**** Anti-endomysial antibody - Celiac sprue*** Anti mitochondrial antibody - Primary biliary cirrhosis*** Anti-smooth muscle antibody - Auto immune hepatitis* Anti centromere antibody - CREST syndrome (limited scleroderma)* Histidyl-t-RNA antibody - Inflammatory myopathy * Anti DNA topoisomerase antibody (Scl-70)- Systemic sclerosis * Antibodies of ribonucleoprotein antigen containing ULRNP- Mixed connective tissue disease * SSb(La)* SSb(La)}Antibodies to ribo nucleoprotein antigen- Sjogren syndrome",
        "cop": 2,
        "opa": "Polymyositis",
        "opb": "Dermatomyositis",
        "opc": "Polymyositis + Sjogren's syndrome",
        "opd": "Polymyositis + SLE",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5f005c30-a409-446d-9e59-ad256d2db458",
        "choice_type": "single"
    },
    {
        "question": "Small vessel vasculitis is:",
        "exp": "(Wegner's granulomatosis) (2002-H 16th) (743-CMDT-2009)PRIMARY VASCULITIDES(A) Predominantly large - vessel vasculatides* Takayasu' arteritis* Giant cell arteritis (Temporal arteritis)* Behcet's disease(B) Predominantly medium-vessel vasculitide* Polyarteritis nodosa* Buerger's disease(C) Predominintly small cell vasculitidesImmune complex mediated\"ANCA-associated\" disorders* Cutaneous leukocytoclastic angitis (Hypersensitivity vasculitis)* Henoch-Schonlein purpura* Essential cryoglobulinemia* Wegener's granulomatosis* Microscopic polyangiitis* Churg strauss syndrome",
        "cop": 4,
        "opa": "Takayasu' arteritis",
        "opb": "Poly arteritis nodosa",
        "opc": "Kawasaki disease",
        "opd": "Wegner's granulomotosis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "35961a0b-6fd3-4775-b434-51c7c4f3d6c1",
        "choice_type": "multi"
    },
    {
        "question": "Which is the best treatment in a case of PNH presenting with black colour urine?",
        "exp": "Ans. D. PrednisoloneTreatment:Best Initial treatment to control Hemolysis = PrednisoloneBest treatment = BMTBest treatment to prevent chronic hemolysis or clot formation = Eculizumab:Eculizumab is a monoclonal antibody that specifically binds to the complement protein C5, thus inhibiting terminal complement mediated intravascular hemolysis in PNH patients.",
        "cop": 4,
        "opa": "Eculizumab",
        "opb": "Rituximab",
        "opc": "Infliximab",
        "opd": "Prednisolone",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "826124e1-7455-4cdd-b75a-8f4c1b752d26",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man presents with coughing up blood and decreased urine output. On examination, he has normal air entry, and heart sounds. There is no skin rash or lymph nodes and his abdomen is normal. CXR reveals patchy infiltrates in both lower lobes and his creatinine is elevated. Urinalysis is positive for red cells and protein. A renal biopsy reveals autoantibodies to basement membranes. Which of the following is the most likely diagnosis?",
        "exp": "Autoantibodies can be demonstrated by immunofluorescence or electron microscopy on the basement membranes of glomeruli and alveoli in Goodpasture's syndrome. The disease is most common in young men but can strike at any age. The hemoptysis can be minimal or massive. The course of the hemoptysis is variable, but renal involvement is often progressive. Current therapy includes intensive plasma exchange, cytotoxic agents, and glucocorticoids. Other causes of lung-renal syndromes such as various vasculitides, Wegener's granulomatosis, mixed essential cryoglobulinemia, Henoch-Schonlein purpura, and systemic lupus erythematosus (SLE) are not characterized by antibodies to basement membranes.",
        "cop": 3,
        "opa": "thyroiditis",
        "opb": "myasthenia gravis",
        "opc": "Goodpasture's syndrome",
        "opd": "thrombocytopenia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5371b1c7-01eb-45d8-947f-260d6ca7a376",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old man reports having multiple gouty attacks of his left big toe. He is symptom free currently and is prescribed allopurinol for gout prophylaxis. Which of the following is the most likely mechanism of action for this medication?",
        "exp": "Allopurinol effectively blocks uric acid production by inhibiting xanthine oxidase. Allopurinol is indicated in patients with a history of uric acid calculi of the urinary tract. In addition, it is often used in patients with malignancy (eg, leukemia, lymphoma), particularly when chemotherapy or radiation therapy is being used.",
        "cop": 3,
        "opa": "increasing uric acid production",
        "opb": "blocking excretion of uric acid by renal tubular mechanism",
        "opc": "inhibiting xanthine oxidase",
        "opd": "diminishing inflammation of acute gouty arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "57b61a9c-9c96-4108-8055-8d8fba3b80dd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following has strong association with spondyloarthropathies?",
        "exp": "Ans. b (HLA B). (Ref Harrrisqn 18th/ Table 315-1.)Significant HLA Class I and Class II Associations with Disease. MarkerSpondyloarthropathies including Ankylosing spondylitis, Reiter's syndrome, Acute anterior uveitis, Reactive arthritis (Yersinia, Salmonella, Shigella, Chlamydia), Psoriatic spondylitisB27Juvenile arthritis, pauciarticularDR8 DR5Rheumatoid arthritisDR4Sjogren's syndromeDR3Systemic lupus erythematosus-WhiteDR3Systemic lupus erythematosus-JapaneseDR2Gluten-sensitive enteropathy (celiac disease)DQ2Chronic active hepatitisDR3Dermatitis herpetiformisDR3Psoriasis vulgarisCw6Pemphigus vulgarisDR4>DQ1Bullous pemphigoid variantDQ7Type 1 diabetes mellitusDQ8 DR4 DR3 DR2Hyperthyroidism (Graves')B8 DR3Hyperthyroidism (Japanese)B35Adrenal insufficiencyDR3Myasthenia gravisB8 DR3Multiple sclerosisDR2Behcet's diseaseB51Congenital adrenal hyperplasiaB47NarcolepsyDR2Goodpasture's syndrome (anti-GBM)DR2Abacavir hypersensitivityB57COMMON FEATURES OF SPONDYLOARTHROPATHIES ARE# High prevalence of HLA B27# Sacroilitis (bilateral, symmetric), spondylitis, familial# Enthesitis, asymmetrical oligoarthritis# Anterior uveitis# Negative for Rheumatoid factor.",
        "cop": 2,
        "opa": "HLADR3",
        "opb": "HLAB27",
        "opc": "HLADR4W",
        "opd": "HLAB8",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c63b5e77-54c4-4062-916b-92cfeb7208eb",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man presents to the clinic for evaluation of new symptoms of low back pain, stiffness, and left eye discomfort. Sunlight also bothers his eyes. The back pain is worse at night and described as a dull ache in the back and buttock area. On physical examination, there is paravertebral muscle, iliac crest, and ischial tuberosity tenderness on palpation. Active range of motion reveals limited forward flexion of the lumbar spine. His eye is also inflamed and the pupil is constricted. Lumbar and pelvic x-rays show sacroiliitis. Which of the following is the most likely diagnosis for his eye symptoms (it is the most common extra-articular manifestation of this condition)?",
        "exp": "Acute anterior uveitis is the most common extra-articular manifestation of ankylosing spondylitis (AS). Pain, photophobia, and increased lacrimation are the usual symptoms. Attacks are unilateral and tend to recur, often in the other eye. Cataracts and secondary glaucoma are not uncommon sequelae. The iritis is usually managed with local glucocorticoid administration in association with a mydriatic agent.",
        "cop": 2,
        "opa": "glaucoma",
        "opb": "acute anterior uveitis",
        "opc": "keratitis",
        "opd": "conjunctivitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c06ec8ad-4f47-4d33-9eae-49cf4653d88d",
        "choice_type": "multi"
    },
    {
        "question": "This patient presented with hypertension, proteinuria, and renal failure. What is the most likely diagnosis?",
        "exp": "Answer B. Wegener's granulomatosisThe patient was diagnosed with Wegener's granulomatosis.",
        "cop": 2,
        "opa": "Mycosis fungoides",
        "opb": "Wegener's granulomatosis",
        "opc": "Invasive aspergillosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "cc9aebaa-5190-47da-94eb-a3321713f8d3",
        "choice_type": "single"
    },
    {
        "question": "Strawberry tongue is seen in:",
        "exp": "Ref: Nelson \"v Textbook of Pediatrics 18th edition: page no. 1799Explanation:Strawberry tongue is seen in Kawasaki diseaseClinical Criteria for diagnosis of Ka wasaki Disease: Fever persisting at least 5 days AND Presence of at least 4 principal features:Changes in extremitiesAcute: Erythema of palms, soles; edema of hands, feetSubacute: Periungual peeling of fingers, toes in weeks 2 and 3Polymorphous exanthemBilateral bulbar conjunctival injection without exudateChanges in lips and oral cavity: Erythema, lips cracking, strawberry tongue, diffuse injection of oral and pharyngeal mucosaeCervical lymphadenopathy (>1.5 cm diameter), usually unilateral",
        "cop": 2,
        "opa": "Wegener granulomatosis",
        "opb": "Kawasaki disease",
        "opc": "Phenytoin toxicity",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "1e8e5553-f544-4459-a2f5-b094d4b90e33",
        "choice_type": "single"
    },
    {
        "question": "Manifestations of vitamin E deficiency includes all except:",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18edExplanation:Vitamin Eit includes ail stereoisomers of tocopherols and tocotrienols.Vitamin E acts as a chain-breaking antioxidant and is an efficient pyroxyl radical scavenger that protects low-density lipoproteins (LDLs) and polyunsaturated fats in membranes from oxidation.A network of other antioxidants (e.g.. vitamin C. glutathione) and enzymes maintains vitamin E in a reduced state.Vitamin E also inhibits prostaglandin synthesis and the activities of protein kinase C and phospholipase .42.Absorption and MetabolismAfter absorption, vitamin E is taken up from chylomicrons by the liver, and a hepatic - tocopherol transport protein mediates intracellular vitamin E transport and incorporation into very low density lipoprotein (VLDL).The transport protein has particular affinity for the RRR isomeric form of -tocopherol; thus, this natural isomer has the most biologic activity.RequirementThe RDA for vitamin E is 15 mg/d (34.9 mol or 22.5 IU) for all adults.Dietary deficiency of vitamin E does not exist.Vitamin E deficiency is seen along with certain diseases.Prolonged malabsorptive diseasesCeliac diseaseSmall-intestinal resection Cystic fibrosisProlonged cholestasisAbetalipoproteinemiaFamilial isolated vitamin E deficiency (Detect in the -tocopherol transport protein)Clinical FeaturesAreflexiaHemolytic anemiaAxonal degeneration of the large myelinated axonsPosterior column and spinocerebellar symptomsPeripheral neuropathyAtaxic gaitDecreased vibration and position sensations.OphthalmoplegiaSkeletal myopathyPigmented retinopathyThe laboratory diagnosis of vitamin E deficiency is made on the basis of low blood levels of - Tocopherol (<5 g/mL, or <0.8 mg of - tocopherol per gram of total lipids).Treatment: Vitamin E DeficiencySymptomatic vitamin E deficiency - 800-1200 mg of -tocopherol per day.Patients with abetalipoproteinemia need high doses- 5000-7000 mg/d.Children - 400 mg/d orallyToxicityHigh doses of vitamin E (>800 mg/d)Nausea, flatulence, and diarrheaReduced platelet aggregationInterfere w ith vitamin K metabolismContraindicated in patients taking warfarin and antiplatelet agents (such as aspirin or clopidogrel).",
        "cop": 4,
        "opa": "Hemolysis",
        "opb": "Testicular atrophy",
        "opc": "Neurological involvement",
        "opd": "Thrombocytopenia",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "0a9ed37b-3d2f-483d-b4b7-e3aadaa3fd76",
        "choice_type": "multi"
    },
    {
        "question": "This is lesion are most commonly seen in which disease?",
        "exp": "Ans. D. RAIn RA, Articular manifestations (Erosive arthritis) -a. Pain aggravated by movement is the most common manifestationi. Joint swelling, tenderness and limitation of motionii. The DIP joints rarely involved.iii. Baker's cyst - caused by extension of inflamed synovium into the popliteal space.iv. Axial involvement is limited to atlantoaxial joint (cervical spine)v. Characteristic deformities of hand include -b. Z deformity - Radial deviation of wrist with ulnar deviation of the digits, Ulnar deviation of fingers is Pathognomic.c. Swan - neck deformity - Extension contracture of PIP joints with compensatory flexion of DIP jointsd. Boutonniere deformity - flexion of PIP joints with extension of DIP joints.e. Eversion at hindfoot (subtalar joint), plantar subluxation of metatarsal heads, widening of forefoot, hallux valgus, and lateral deviation and dorsal subluxation of toes; hammertoe.f. Wind - sweep deformities of toes i.e. valgus deformities of toes in one foot and varus in other, (as wind sweeps all the structure in one direction).g. A hammer toe or contracted toe is a deformity of the proximal interphalangeal joint of the second, third, or fourth toe causing it to be permanently bent, resembling a hammer. Mallet toe is a similar condition affecting the distal interphalangeal joint.h. Claw toe is another similar condition, with dorsiflexion of the proximal phalanx on the lesser metatarsophalangeal joint, combined with flexion of both the proximal and distal interphalangeal joints. Claw toe can affect the second, third, fourth, or fifth toes.",
        "cop": 4,
        "opa": "SLE",
        "opb": "Gout",
        "opc": "Marfan syndrome",
        "opd": "RA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "40bd5efb-001e-4437-b693-6dedb13bba25",
        "choice_type": "single"
    },
    {
        "question": "What laboratory evaluation is most likely to be abnormal in this 10-year-old patient who also had discrete facial erythema?",
        "exp": "Answer B. Creatine kinaseMultiple hyperkeratotic, erythematous, flat papules with central atrophy are notable on the dorsum of the metacarpophalangeal and interphalangeal joints, consistent with Gottron's papules. Though muscle-strength examination was normal, laboratory evaluation revealed an elevated level of creatine kinase suggestive of dermatomyositis.",
        "cop": 2,
        "opa": "CD4 count",
        "opb": "Creatine kinase",
        "opc": "Rheumatoid factor",
        "opd": "Thyrotropin",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "e31ecc5e-d97c-4b6e-9dd3-e133fcd18f5f",
        "choice_type": "single"
    },
    {
        "question": "Thymic hypoplasia is seen in",
        "exp": "Ans. d (all). (Ref. Robbin's Patho, 6th - 173, 235, 691)Thymic abnormalities are classically described with DiGeorge syndrome, but hypoplasia of thymus can also be seen in ataxia telengiectasia and common variable immunodeficiency.Third and fourth pouch syndrome or DiGeorge fs syndrome or CATCH syndrome# Cardiac anomalies,# Absent thymus,# T cell deficiency,# Coarse dysmorphic facial features and# Hypocalcemic tetany.",
        "cop": 4,
        "opa": "Digeorge syndrome",
        "opb": "Common variable immunodeficiency",
        "opc": "Ataxia telengiectasia",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "0476ab61-b0a8-412a-9c6a-9cd7490c7c09",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year-old man is diagnosed with disseminated histoplasmosis after developing symptoms of fever, lymphadenopathy, hepatosplenomegaly and pancytopenia. Which of the following is the body's major immunologic defense against histoplasmosis?",
        "exp": "The major reaction to fungal infections such as histoplasmosis is delayed-type hypersensitivity. This is a reaction of T cells, which have been stimulated by antigen to react against infectious agents, grafts, and tumors. A classic example is the response to the tuberculin skin test in a person previously exposed to Mycobacterium tuberculosis organisms which occurs between 48 and 72 hours after antigen exposure.",
        "cop": 2,
        "opa": "immunoglobulin G (IgG) antibodies",
        "opb": "mononuclear leukocytes",
        "opc": "complement",
        "opd": "immunoglobulin M (IgM) antibody",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5c54a75e-f94c-4787-964f-9e3ed3b1db3e",
        "choice_type": "single"
    },
    {
        "question": "See the fig below. What is your diagnosis?",
        "exp": "Ans. B. Wilson's diseaseKayser-Fleischer rings at the junction of the cornea and sclera (arrow) in a patient with Wilson's disease.",
        "cop": 2,
        "opa": "Cataract",
        "opb": "Wilson's disease",
        "opc": "Ankylosing spondylitis",
        "opd": "Behcet syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "a1e10381-e132-4469-b00c-b7cbb2d69d67",
        "choice_type": "single"
    },
    {
        "question": "NOT True about Gout",
        "exp": "C. i.e. (Not found in woman after menopause) (2165 - H17th) (69 - Apley 8th) (714-CMDT 09)GOUT* Purine metabolic disease affecting middle aged to elderly men and post menopausal women*** Deposition of monosodium urate (MSU) crystals** in the joints and connective tissue tophi* Much commoner in Caucasian than in black African people* Late changes include cartilage degeneration, renal dysfunctions and uric acid urolithiasis* Precipitating factors - minor trauma, operation, intercurrent illness, unaccustomed exercise or alcohol* Commonest site are the metatarsophaangeal joint of the big toe**, the ankle and finger joints and olecranon bursae* Definitive diagnosis - characteristic negatively birefringent urate crystal in the synovial fluid*** Hyperuricemia is not diagnostic and is often seen in normal middle age men* Uric acid kidney stones are present in 5 - 10% of patients with gouty arthritis* Patients with gout are anecdotally thought to have an increased incidence of hypertension, renal disease (eg nephrosclerosis, interstitial nephritis pyelonephritis) DM, hypertriglyceridemia and atherosclerosis",
        "cop": 3,
        "opa": "Uncommon in vegetarian",
        "opb": "Uncommon in tallotellers",
        "opc": "Not found in women after menopause",
        "opd": "Not common renal disorders",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "def21443-4f00-4324-904f-85e5a3dd7f93",
        "choice_type": "multi"
    },
    {
        "question": "Bilateral parotid enlargement occurs in all, Except:",
        "exp": "Ans. is 'b' SLE (Ref. Harrison, 17/e p 2108, 2138, 2139 & 16/e, p 1991, 2021 (15/e, p 1949)).",
        "cop": 2,
        "opa": "Sjogren's syndrome",
        "opb": "SLE",
        "opc": "Sarcoidosis",
        "opd": "Chronic pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d9fcb779-e20d-44e0-a77b-c6b8266ddacd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following eye sign is most likely seen in a patient whose X-ray is shown below:",
        "exp": "Ans. B. Anterior UveitisThe image shown is bamboo spine seen in Ankylosing spondylitis.a. It occurs due to fusion of posterior longitudinal ligaments.b. Anterior uveitis is seen in this condition.",
        "cop": 2,
        "opa": "Scleritis",
        "opb": "Anterior Uveitis",
        "opc": "Posterior Uveitis",
        "opd": "Conjunctivitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "637197dd-44f4-4a27-af2b-3dacc96bafb0",
        "choice_type": "single"
    },
    {
        "question": "Part of spine, involved in Rheumatoid arthritis is:",
        "exp": "Ans. is 'a' cervical spine (Ref. Harrison, 17/e p 2086 & 16/e, p 1971 (15/e, p 1932)).Rheumatoid arthritis commonly involves joints of hands, wrist, knees, elbow, ankle, feet in symmetrical* manner.\"The axial skeleton involvement is usually limited to upper cervical spine\" - Harrison, 15/e, p. 1932.",
        "cop": 1,
        "opa": "Cervical",
        "opb": "Thoracic",
        "opc": "Lumbar",
        "opd": "Sacral",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "f73fb2af-aa3e-4ae4-80e4-6ec018dc0e55",
        "choice_type": "single"
    },
    {
        "question": "Charcot arthropathy most commonly seen in:",
        "exp": "Ans. a. DMCharcot arthropathy is the destruction of bone and soft tissues at weight bearing joints.Diabetes is the most common etiology of Charcot arthropathy.It occurs most commonly in the lower extremity, at the foot and ankleIts most severe form can disruption of the bony architecture.",
        "cop": 1,
        "opa": "DM",
        "opb": "Syringomyelia",
        "opc": "Leprosy",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "e47ac06a-2973-43ea-b60d-895914b83384",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman has had several episodes of severe wheezing over the past 3 years. She is a nonsmoker and feels well in between episodes. She has no personal or family history of atopy. The wheezing episodes are most likely to occur in spring. Which of the following is the most likely mechanism of wheezing in this woman?",
        "exp": "There is a constant state of hyperreactivity of the bronchi, during which exposure to an irritant precipitates an asthmatic attack. A following subacute phase has been described that can lead to late complications. The presence of inflammation in the airways has resulted in increased usage of inhaled corticosteroids for maintenance therapy. Many cases of asthma have no discernible allergic component.",
        "cop": 3,
        "opa": "elevated IgE levels",
        "opb": "mast cell instability",
        "opc": "nonspecific hyperirritability of the tracheobronchial tree",
        "opd": "disordered immediate hypersensitivity",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "e8743094-428a-4927-be5b-8f3c10773ca3",
        "choice_type": "single"
    },
    {
        "question": "Patient presenting with cutaneous vasculitis, glomerulonephritis, peripheral neuropathy, which investigation is to be performed next that will help you diagnose the condition?",
        "exp": "Ans. a. ANCAANTINEUTROPHIL CYTOPLASMIC ANTIBODIESAntineutrophil cytoplasmic antibodies (ANCAs) are antibodies directed against certain proteins in the cytoplasm of neutrophils.The cytoplasmic (c) ANCA refers to the diffuse staining pattern observed when serum antibodies bind to indicator neutrophils; it is seen in>90% of patients with Wegener granulomatosis.Perinuclear (p) ANCA refers to a localized staining pattern observed on the indicator neutrophils, the major target of these antibodies being the enzyme myeloperoxidase; it is found in PAN and Churg-Strauss but is a nonspecific test.",
        "cop": 1,
        "opa": "ANCA",
        "opb": "RA factor",
        "opc": "HbsA",
        "opd": "MIF",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "bb901a2c-0b25-4fbf-a10f-39b3fa3c41ab",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man presents to the clinic because he is experiencing generalized weakness. He notes difficulty getting out of a chair, and lifting objects above his head as examples of the muscle weakness. He has lost 15 lb and feels unwell. On physical examination, there is a blue purple rash on his eyelids and knuckles, and muscle strength in his proximal muscles is rated 4 out of 5. His laboratory investigations are abnormal for an elevated creatinine kinase (CK) level. He is started on prednisone therapy. Which of the following is the most important in monitoring response to therapy?",
        "exp": "The goal of therapy is to increase muscle strength and function, so following muscle strength is the key clinical assessment of response to therapy. The course of muscle necrosis in dermatomyositis can also be followed by repeated CK determinations. Repeated muscle biopsies or EMGs are rarely required.",
        "cop": 1,
        "opa": "testing of muscle strength",
        "opb": "sedimentation rates",
        "opc": "urine transaminase enzymes",
        "opd": "EMG",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "7bc49533-4b7d-46c7-9534-b4bc7754bd22",
        "choice_type": "multi"
    },
    {
        "question": "This smoker presented with a four-year history of blanching of the fingers on exposure to cold. What is the diagnosis?",
        "exp": "Answer A. Thromboangiitis obliterans Thromboangiitis obliterans is a vaso-occlusive disease that involves small- and medium-sized vessels of the upper and lower extremities. It is strongly associated with tobacco use. An angiogram of this patient's right hand demonstrated multiple chronic occlusions of the digital branches that were unresponsive to intraarterial vasodilators, supporting the diagnosis of thromboangiitis obliterans.",
        "cop": 1,
        "opa": "Thromboangiitis obliterans",
        "opb": "Marantic endocarditis",
        "opc": "Kawasaki disease",
        "opd": "Brachial entrapment syndrome",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "37b3b32d-fc0c-4c48-aa99-a8d0a8a30b53",
        "choice_type": "single"
    },
    {
        "question": "Most common cranial nerve involved in sarcoidosis:",
        "exp": "Ans. C. 7* The most common cranial nerve involved in Sarcoidosis is the seventh nerve, which can be affected bilaterally.* Nerve biopsy can reveal non caseating granulomas infiltrating the endoneurium, perineurium, and epineurium along with lymphocytic necrotizing angiitis.* Neuro sarcoidosis may respond to treatment with glucocorticoids or other immunosuppressive agents.",
        "cop": 3,
        "opa": "3",
        "opb": "5",
        "opc": "7",
        "opd": "8",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "3bc6fc02-91a8-4481-92b7-3df25f7495bb",
        "choice_type": "single"
    },
    {
        "question": "A young woman presents to the clinic for evaluation of a facial rash, as well as symptoms of arthralgias and fatigue. The symptoms started a few months ago and are not resolving. On physical examination, the rash on her face is erythematous and raised, the heart and lungs are normal, and the wrists are swollen and tender on palpation. Laboratory evaluation is only significant for mild thrombocytopenia (90,000/mL). Which of the following is the most appropriate initial autoantibody test?",
        "exp": "ANA is the most important diagnostic autoantibodies in patients being evaluated for SLE. It is rare to have ANA negative SLE. The other antibodies can occur in SLE but not as sensitive for the diagnosis as ANA. Anti-dsDNA and anti-SM are specific for SLE but not sensitive.",
        "cop": 4,
        "opa": "anti-double-stranded (ds) deoxyribonucleic acid (DNA)",
        "opb": "anti-Sm",
        "opc": "anti-Ro or La",
        "opd": "ANA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "2d6c7f62-612c-430f-b5e4-adb0a109aee4",
        "choice_type": "single"
    },
    {
        "question": "A young woman presents with a facial rash, arthralgias, and fatigue. The rash on her face is erythematous and raised, her heart and lungs are normal, and wrists are swollen and tender on palpation. She has mild thrombocytopenia (90,000/mL). Which of the following is the most appropriate initial autoantibody test?",
        "exp": "ANA is the most important diagnostic autoantibodies in patients being evaluated for SLE. It is rare to have ANA negative SLE. The other antibodies can occur in SLE but not as sensitive for the diagnosis as ANA. Anti-dsDNA and anti-SM are specific for SLE but not sensitive.",
        "cop": 4,
        "opa": "anti-double-stranded (ds) deoxyribonucleic acid (DNA)",
        "opb": "anti-Sm",
        "opc": "anti-Ro or La",
        "opd": "ANA",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "076c4e7c-255f-4c30-b0e2-d7a0eb46bb7b",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old woman has pain in her right hand and lower back, which started months ago, and is now interfering with her activities of daily living. The pain gets worse as the day progresses. There is no history of any trauma, and she is otherwise well. Taking over-the-counter acetaminophen usually relieves the pain. On examination, there is bony soft tissue swelling of her second and third DIP joints in the right hand and pain in her lower back on forward flexion. There is no erythema or joint effusion in any of the other joints. Which of the following is the most likely explanation for the joint pain of osteoarthritis?",
        "exp": "Osteophytes can cause pain by stretching periosteal nerve endings. Synovial inflammation is frequently seen in osteoarthritis, but not in ligament inflammation. Microfractures, but not macro-fractures, commonly cause pain. Muscle spasm can be an important factor in the joint pain.",
        "cop": 4,
        "opa": "synovial inflammation is not the cause",
        "opb": "ligament inflammation is a common cause",
        "opc": "clinically visible (via plain x-ray) fractures are a common cause of pain",
        "opd": "osteophytes can cause pain",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "7afbad3d-66df-4837-b1bd-ef3d1c6a6dde",
        "choice_type": "multi"
    },
    {
        "question": "A 22-year-old man develops the insidious onset of low back pain improved with exercise and worsened by rest. There is no history of diarrhea, conjunctivitis, urethritis, rash, or nail changes. On examination, the patient has loss of mobility with respect to lumbar flexion and extension. He has a kyphotic posture. Which test or group of tests would be most supportive of your suspected diagnosis?",
        "exp": "As indicated in the question, insidious back pain occurring in a young male and improving with exercise suggests one of the spondyloarthropathies-ankylosing spondylitis, reactive arthritis (formerly termed Reiter syndrome), psoriatic arthritis, or enteropathic arthritis. In the absence of symptoms or findings to suggest one of the other conditions, laboratory tests that show a mild anemia, a positive HLA-B27 (present in 90% of patients with ankylosing spondylitis), an elevated sedimentation rate, and symmetrical sacroiliitis on x-ray would all be very supportive of the diagnosis of ankylosing spondylitis. The prognosis in ankylosing spondylitis is generally good, with only 6% dying of the disease itself. While pulmonary fibrosis and restrictive lung disease can occur, they are rarely a cause of death (cervical fracture, heart block, and amyloidosis are leading causes of death as a result of ankylosing spondylitis). The MRI described in answer a would be more suggestive of spinal tuberculosis (Pott disease) or metastatic cancer. Rheumatoid factor is negative in all the spondyloarthropathies as would be the anti-CCP test, although the C-reactive protein level could be elevated in any inflammatory condition. Joint space narrowing and osteophytes are the hallmarks of osteoarthritis which would be unusual in a young man. While Crohn disease can cause an enteropathic arthritis, which may precede the GI manifestations, this diagnosis is far less likely in this case than ankylosing spondylitis.",
        "cop": 2,
        "opa": "MRI of the lumbosacral spine showing spinal compression fractures associated with bony destruction.",
        "opb": "An elevated sedimentation rate, a mild anemia on CBC, positive HLA-B27 in blood and sclerosis of the sacroiliac joints on plain films of the back.",
        "opc": "A positive rheumatoid factor, anti-CCP, and an elevated C-reactive protein level.",
        "opd": "Lumbosacral x-rays showing vertebral joint space narrowing and osteophyte formation at various levels.",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "22967ec9-d71c-4805-b13d-51709aeaea35",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man develops the onset of severe right knee pain over 24 hours. The knee is red, swollen, and tender. The patient does not have fever or systemic symptoms; he has never had severe joint pain before. Plain film of the knee shows linear calcification of the articular cartilage without destructive change. Definitive diagnosis is best made by which of the following?",
        "exp": "Acute monoarticular arthritis in association with linear calcification of the cartilage of the knee (chondrocalcinosis) suggests the diagnosis of pseudogout, a form of calcium pyrophosphate dihydrate deposition (CPPDD) disease. In its acute manifestation, the disease resembles gout. Positively birefringent crystals (looking blue when parallel to the axis of the red compensator on a polarizing microscope) can be demonstrated in joint fluid, although careful search is sometimes necessary. Serum uric acid and calcium levels are normal, as are rheumatoid factor and ANA. Pseudogout is about half as common as gout but becomes more common after the age of 65. CPPDD disease is diagnosed in symptomatic patients by characteristic x-ray findings and crystals in synovial fluid. Pseudogout is treated with NSAIDs, colchicine, or steroids. Arthrocentesis and drainage with intra-articular steroid administration is also an effective treatment. Linear calcifications or chondrocalcinosis are often found in the joints of elderly patients who do not have symptomatic joint problems; such patients do not require treatment.",
        "cop": 3,
        "opa": "Serum uric acid",
        "opb": "Serum calcium",
        "opc": "Arthrocentesis and identification of positively birefringent rhomboid crystals",
        "opd": "Rheumatoid factor",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "04be7b8b-e555-4a3e-92ed-732c666afc50",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man requires transfusion for blood loss resulting from an automobile accident. During the infusion, he develops urticaria, stridor, and hypotension requiring IV epinephrine. Further history reveals frequent episodes of sinusitis and bronchitis. Select the one most likely immunologic deficiency",
        "exp": "Immunoglobulin A deficiency is the commonest immunodeficiency syndrome, occurring in 1 in 600 patients. It is especially common in Caucasians. The most well-defined aspect of the syndrome is the development of severe allergic reactions to the IgA contained in transfused blood. Patients probably have an increased incidence of sinopulmonary infections and chronic diarrheal illness, although the increased susceptibility may be attributed to concomitant IgG subclass (especially IgG2 and IgG4) deficiency. There is no effective treatment for the IgA deficiency although those with IgG subclass deficiency and recurrent bacterial infections may benefit from immunoglobulin infusions.",
        "cop": 4,
        "opa": "Wiskott-Aldrich syndrome",
        "opb": "Ataxia telangiectasia",
        "opc": "DiGeorge syndrome",
        "opd": "Immunoglobulin A deficiency",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "c1440cad-4d1d-4daf-b79d-37277f7b8e51",
        "choice_type": "single"
    },
    {
        "question": "Leucopenia in SLE is almost always",
        "exp": "Ans. a (Lymphopenia) (Ref. H-17th/2077; Table 313-3)LeukopeniasCell typeCell countCausesNeutropeniaAbsolute neutrophil count <150 cells/mm3Sepsis/postinfection, drugs (including chemotherapy), aplastic anemia, SLE, radiationLymphopeniaAbsolute lymphocyte count <1500 cells/mm3 (<3000 cells/mm3 in children)HIV, DIGeorge syndrome, SCID, SLE, corticosteroid, radiation, sepsis, postopEosinopenia Cushing syndrome, corticosteroidsFeatures of SLE (If 4 of these criteria, well documented, are present at any time in a patient's history, the diagnosis is likely to be SLE. Specificity is 95%; sensitivity is 75%).Malar rashFixed erythema, flat or raised, over the malar eminencesDiscoid rashErythematous circular raised patches with adherent keratotic scaling and follicular plugging; atrophic scarring may occurPhotosensitivityExposure to ultraviolet light causes rashOral ulcersIncludes oral and nasopharyngeal ulcersArthritisNonerosive arthritis of two or more peripheral joints, with tenderness, swelling, or effusionSerositisPleuritis or pericarditis documented by ECG or rub or evidence of effusionRenal disorderProteinuria >0.5 g/d or 3+, or cellular castsNeurologic disorderSeizures or psychosis without other causesHematologic disorderHemolytic anemia or leukopenia (<4000/L) or lymphopenia (<1500/L) or thrombocytopenia (<100,000/L) in the absence of offending drugsImmunologic disorderAnti-dsDNA, anti-Sm, and/or anti-phospholipidAntinuclear antibodiesAn abnormal titer of ANA by immunofluorescence or an equivalent assay at any point in time in the absence of drugs known to induce ANAs.",
        "cop": 1,
        "opa": "Lymphopenia",
        "opb": "Neutropenia",
        "opc": "Eosinopenia",
        "opd": "Any of the above",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "8fbe81a6-165d-49a1-8f5e-c754b2e230c4",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old woman develops symptoms of cough and sputum production after an upper respiratory tract infection. A CXR does not show any signs of pneumonia but the report mentions a \"pseudo fracture\" sign (Looser zones) seen in the left scapula compatible with osteomalacia. She has no pain in the scapula. Which of the following best differentiates rickets and osteomalacia?",
        "exp": "Both rickets and osteomalacia are disorders in which mineralization of the organic matrix of the skeleton is defective. Rickets is the name when this disorder occurs in a growing skeleton, whereas osteomalacia occurs after the epiphyseal plates are closed.",
        "cop": 3,
        "opa": "the mineralization defect is less severe in osteomalacia",
        "opb": "Osteomalacia is only produced by vitamin D deficiency, unlike rickets",
        "opc": "the skeleton is at a different stage when affected",
        "opd": "parathyroid hormone levels are only routinely elevated in rickets",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "af6688b1-6dd0-44d2-8897-6d309bcaaf2e",
        "choice_type": "single"
    },
    {
        "question": "This lesion are most commonly seen in which disease?",
        "exp": "Ans. C. Psoriatic ArthritisPsoriatic ArthritisIt is a seronegative inflammatory arthritis and associated with characteristic changes in the nails (pitting and transverse ridges).Clinical Featuresa. Asymmetrical oligoarthritis (70%) (DIP involvement is a characteristic feature).b. Sacroiliitis/spondylitis (40%)c. Symmetrical seronegative arthritis (15%)d. Distal interphalangeal joint arthritis (15%)Arthritis mutilans. On X-ray pencil in cup appearance is seen.Hand Joints involved in Psoriasis = PIP+DIP+MCP+ Wrist",
        "cop": 3,
        "opa": "RA",
        "opb": "Ankylosing spondylitis",
        "opc": "Psoriatic Arthritis",
        "opd": "Gout",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "8e43c748-926b-4edc-b61d-1e8d573edab1",
        "choice_type": "single"
    },
    {
        "question": "M protein on immunoelectrophoresis in multiple myeloma patients is most commonly formed by -",
        "exp": "Ans. is 'b' i.e., IgG Immunoelectrophoresis in multiple myeloma* Electrophoretic analysis permits separation of components of the serum proteins.* The immunoglobulins move heterogeneously in an electric field and form a broad peak in the gamma region. The g globulin region of the electrophoretic pattern is usually increased in the sera of patients with plasma cell tumors. There is a sharp spike in this region called an M component (M for monoclonal).* The monoclonal antibody must be present at a concentration of at least 5 g/L (0.5 g/dL) to be accurately quantitated by this method. This corresponds to -109 cells producing the antibody.* Confirmation that such an M component is truly monoclonal and the type of immunoglobulin is determined by immunoelectrophoresis that reveals a single heavy and/or light chain type.* Hence immunoelectrophoresis and electrophoresis provide qualitative and quantitative assessment of the M component, respectively.* The serum M component in multiple myeloma will be IgG in 53% of patients, IgA in 25%, and IgD in 1%; 20% of patients will have only light chains in serum and urine.",
        "cop": 2,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgD",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "7ce90269-4cac-478f-bea9-3144acd6d7ea",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man has a chronic papulosquamous skin disorder involving his knees and elbows. He now has dull low back pain and morning stiffness that lasts a few hours. On examination, forward flexion at the lumbar spine is reduced but neck movements are normal. There is stress tenderness of both sacroiliac joints. Which of the following is the most likely diagnosis?",
        "exp": "This patient has a sacroiliac form of arthritis seen in patients with psoriasis. Patients with psoriasis can develop five different patterns of musculoskeletal symptoms. These include arthritis of the DIP joints; asymmetric oligoarthritis; symmetric polyarthritis similar to RA; spine and sacroiliac type; and arthritis mutilans, a highly destructive form. Most patients with psoriatic arthritis also have nail involvement. Only about a quarter actually develop a progressive, destructive disease. Uric acid may be elevated because of high tissue turnover but is not part of the pathogenesis of joint disease.",
        "cop": 3,
        "opa": "RA",
        "opb": "ankylosing spondylitis (AS)",
        "opc": "psoriatic arthritis",
        "opd": "reactive arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d6ed358f-f809-450c-9c26-834176d39ea6",
        "choice_type": "multi"
    },
    {
        "question": "A 78-year-old man presents with a 2-month history of fever and intermittent abdominal pain. He develops peritoneal signs and at laparotomy is found to have an area of infarcted bowel. Biopsy shows inflammation of small-to medium-sized muscular arteries.",
        "exp": "The patient has classic polyarteritis nodosa. It is a multisystem necrotizing medium-size vessel vasculitis that, prior to the use of steroids and cyclophosphamide, was uniformly fatal. Patients commonly present with signs of vascular insufficiency in the involved organs. Abdominal involvement is common. In 30% of patients, antecedent hepatitis B virus infection can be demonstrated; immune complexes containing the virus have been found and are likely pathogenic.Small-vessel vasculitides include granulomatosis with polyangiitis (Wegener), microscopic polyangiitis, the Churg-Strauss syndrome, Henoch-Schonlein purpura, and cryoglobulinemic vasculitis. Granulomatosis with polyangiitis usually involves the sinuses, lungs, and kidneys. Chest x- ray may reveal cavities, infiltrates, or nodules. Many patients also develop glomerulonephritis which may result in acute renal failure. On biopsy, the vasculitis is necrotizing and granulomatous. Microscopic polyangiitis is a multisystem necrotizing vasculitis that typically results in glomerulonephritis, pulmonary hemorrhage, and fever. Lung biopsy shows inflammation of capillaries. Patients may also have mononeuritis multiplex and palpable purpura. Classic polyarteritis nodosa rarely involves the lungs.",
        "cop": 4,
        "opa": "Churg-Strauss syndrome",
        "opb": "Cryoglobulinemic vasculitis.",
        "opc": "Temporal arteritis",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "167fa87b-3c85-445c-a335-28d5188becbc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are large, granular lymphoid cells that are mediators of antibody- dependent cellular cytotoxicity?",
        "exp": "NK cells may be of T-cell lineage or monocyte-macrophage lineage. They appear to play an important role in surveillance mechanisms.",
        "cop": 2,
        "opa": "macrophages",
        "opb": "natural killer (NK) cells",
        "opc": "T lymphocytes, suppressor subset",
        "opd": "B lymphocytes",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "598b1ef3-ec41-40a4-be56-0ac331cdc32f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used as screening for systemic lupus erythmetosus?",
        "exp": "Ans. is 'a' i.e., Antinuclear antibody Autoantibodies in systemic lupus erythematosus (SLE)AntibodyPrevalence %Antigen RecognizedClinical UtilityAntinuclear98Multiple nuclearBest screening test; repeated negative tests make SLE unlikelyantibodiesAnti-dsDNA70DNA (double-stranded)High titers are SLE-specific and in some patients correlate with disease activity, nephritis, vasculitisAnti-SmAOProtein complexed to 6 species of nuclear U1RNASpecific for SLE; no definite clinical correlations; most patients also have anti-RNP; more common in blacks and asians than whitesAnti-RNP Protein complexed to U1RNAgNot specific for SLE; high titers associated with syndromes that have overlap features of several rheumatic syndromes including SLE; more common in blacks than whitesAnti-Ro (SS-A)30Protein complexed to hYRNA, primarily 60 kDa and 52 kDaNot specific for SLE; associated with sicca syndrome, predisposes to subacute cutaneous lupus, and to neonatal lupus with congenital heart block; associated with decreased risk for nephritisAnti-La (SS-B)1047-kDa protein complexed to hY RNAUsually associated with anti-Ro; associated with decreased risk for nephritisAntihistone70Histones associated with DNA (in nucleosome, chromatin) Phospholipids, b2More fequent in drug-induced ilupus than in SLEAntiphosphoilpid50glcoprotein 1 cofactor, prothrombinThree tests available-ELISAs for cardiolipin and b2Gl, sensitive prothrombin time (DRWT); predisposes to clotting, fetal loss, thrombocytopeniaAntierythrocyte60Erythrocyte membraneSurface and alteredMeasured as direct coombs' test; a small proportion develops overt hemolysisAntiplatelet30cytopiasmic antigens on plateletsAssociated with thrombocytopenia but sensitivity and specificity are not good; this is not a useful clinical testAntineuronal (includes anti- glutamate receptor)Antiribosomal P60Neuronal and lymphocyte surface antigensIn some series a positive test is CSF correlates with active CNS lupus.20Protein in ribosomesIn some series a positive test in serum correlates with depression or psychosis due to CNS lupusAbbreviations: CNS, central nervous system, CSF, cerebrospinal fluid; DRWT, dilute Russell viper venom time; ELISA, enzyme linked immunosorbent assay.",
        "cop": 1,
        "opa": "Anti nuclear antibody",
        "opb": "Anti smith antibody",
        "opc": "Anti-RNP antibody",
        "opd": "Anti phospholipid antibody",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5c4f4aca-b9a6-4acc-87fb-18b9bb67d169",
        "choice_type": "single"
    },
    {
        "question": "Heberdens nodes are the clinical manifestations seen in -",
        "exp": "Ans. is 'a' i.e., Osteoarthritis Joints involved in Osteoarthritis* OA affects certain joints, yet spares others.* Commonly affected joint include Hip, knee, cervical & lumbosacral spine, and first metatarsophalangeal joint. In Hands, the distal interphalangeal joints (DIP), proximal interphalangeal joints (PIP) and first carpo metacarpal joint (base of thumb) are involved while sparing metacarpophalangeal (MCP) joints. Shoulder joint may be affected but uncommonly.* Usually spared joints are the wrist, elbow, metacarpophlangealand ankle. This may simply reflect the fact that some joints are more prone to predisposing abnormalities than others.In osteoarthritis of handi) Distalinterphalangeal jointHeberderis node.ii) Proximalinterphalangeal jointBouchard's node",
        "cop": 1,
        "opa": "Osteoarthritis",
        "opb": "Rheumatoid arthritis",
        "opc": "Ankylosing spondylitis",
        "opd": "Reactive arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5eab3d90-e23e-4264-ad08-ddf1b79345b8",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old man with a previous episode of gout is given allopurinol. Which of the following is the most likely mechanism of action for this medication?",
        "exp": "Allopurinol effectively blocks uric acid production by inhibiting xanthine oxidase. Allopurinol is indicated in patients with a history of uric acid calculi of the urinary tract. In addition, it is often used in patients with malignancy (e.g., leukemia, lymphoma), particularly when chemotherapy or radiation therapy is being used.",
        "cop": 3,
        "opa": "increasing uric acid production",
        "opb": "blocking excretion of uric acid by renal tubular mechanism",
        "opc": "inhibiting xanthine oxidase",
        "opd": "diminishing inflammation of acute gouty arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5e665f33-fad3-478e-8ab4-1ff5ac30c3d3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following autoantibodies is most likely to be present in a patient with SLE?",
        "exp": "Ans. A. Anti-ds DNAAnti-ds DNA is present in 65% cases of SLE and is a marker of development of lupus nephritis.Anti Ro is present in 30% cases and is a marker of cutaneous lupus and development of congenital CHB in the baby of mother with SLE. Anti-phospholipid are present in 40% cases and are a marker of recurrent fetal loss and thrombosis.Anti-ribosomal P antibody is present in 20% cases only and is a marker of psychosis",
        "cop": 1,
        "opa": "Anti-ds DNA",
        "opb": "Anti Ro",
        "opc": "Anti-Phospholipid",
        "opd": "Anti-Ribosomal P",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "823a7213-ece2-4c05-87b8-9642e6941c39",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male presented with pigmentation of nose and pinna. After voiding, his urine becomes dark. His spine is most likely to show-",
        "exp": "Ans. is 'd' i.e., Calcification of disc Clinical features of the patient suggests the diagnosis of AlkaptonuriaClinical problems arise from degenerative changes in articular cartilage with the development of ochronotic arthritis and from calcification of intervertebral discsOther clinical features areScleral pigmentation (Foci of grey brown pigments)Generalized darkening of concha, anthelix and finally helixPigmentation of heart valves, larynx, and tympanic membranes develops.Urine turns black on exposure",
        "cop": 4,
        "opa": "Atlantoaxial subluxation",
        "opb": "Spondyloptosis",
        "opc": "Basilar invagination",
        "opd": "Calcification of disc",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5fa14400-41b8-4ce0-a818-366aa60d0d05",
        "choice_type": "single"
    },
    {
        "question": "Which of these doesn't present with granulomatous Vasculitis?",
        "exp": "Ans. (d) Microscopic polyangitisRef: Harrison 19th ed. / 2186* MPA is characterized by pauci-immune, necrotizing, small vessel vasculitis without clinical or pathological evidence of granulomatous inflammation* The family of vasculitic granulomatoses comprise# Wegener s granulomatosis# Necrotising sarcoidal granulomatosis# Churg-Strauss syndrome# Lymphomatoid granulomatosis# Polyarteritis nodosa# Bronchocentric granulomatosis# Giant cell arteritis# Systemic lupus erythematosus.",
        "cop": 4,
        "opa": "Polyarteritis nodosa",
        "opb": "Wegeners",
        "opc": "Churg strauss syndrome",
        "opd": "Microscopic polyangitis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "46b5220e-c194-4d2d-85ac-edf334c286a1",
        "choice_type": "single"
    },
    {
        "question": "An elderly male presents with pain in his shoulders and hips. Temporal arteries are tender to palpation. ESR is 105 mm/L.",
        "exp": "The large vessel vasculitides include temporal (giant cell) arteritis and Takayasu arteritis. Temporal arteritis typically occurs in older patients and is accompanied by aching in the shoulders and hips, jaw claudication, and a markedly elevated ESR. Takayasu arteritis, a granulomatous inflammation of the aorta and its main branches, typically occurs in young women. Symptoms are attributed to local vascular occlusion and may produce arm or leg claudication. Systemic symptoms of arthralgia, fatigue, malaise, anorexia, and weight loss may precede the vascular symptoms. Surgery may be necessary to correct occlusive lesions.",
        "cop": 3,
        "opa": "Churg-Strauss syndrome",
        "opb": "Cryoglobulinemic vasculitis.",
        "opc": "Temporal arteritis",
        "opd": "Granulomatosis with polyangiitis (Wegener granulomatosis)",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d906752a-ca7f-4199-8a52-26e99bf064ec",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman presents with abdominal pain, joint discomfort, and lower limb rash. She was well until 1 week before presentation. On examination, she has a palpable purpuric rash on her legs, nonspecific abdominal discomfort, and no active joints. She has 3+ proteinuria, normal WBC, no eosinophils, and elevated creatinine of 1.6 mg/dL. Biopsy of the rash confirms vasculitis with immunoglobulin A (IgA) 3+and C3 (complement 3) deposition on immunofluorescence.For the above patient with vasculitis syndrome, select the most likely diagnosis.",
        "exp": "Henoch-Schonlein purpura, characterized by palpable purpura, arthralgias, GI symptoms, and glomerulonephritis, can be seen in any age-group but is most common in children. It can resolve and recur several times over a period of weeks or months and can resolve spontaneously.",
        "cop": 3,
        "opa": "polyarteritis nodosa (PAN)",
        "opb": "Churg-Strauss disease",
        "opc": "Henoch-Schonlein purpura",
        "opd": "vasculitis associated with infectious diseases",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "d7fc1874-20b6-4ede-858c-12d8ae7a0387",
        "choice_type": "multi"
    },
    {
        "question": "A Patient presents with pain in Meta-Tarso-Phalangeal joints and is a known case of chronic renal failure. This is due to accumulation of:",
        "exp": "Ans. b. Uric acid (Ref: Harrison 19/e p2233, 18/e p2837)The underlying basis of gouty arthritis is increased serum uric acid level.Most common joint involved in gout: Meta-Tarso-Phalangeal jointsQPrecipitation of monosodium urate crystalsQ into the joints is the underlying basis for these urate crystals is increased total body urate levels.Diagnosis in a 40 years old man, who presents with acute onset pain and swelling of left great toe and punched out lesion of phalanx and overhanging edges on X-ray is gout. (AIIMS November 2013 repeat)Gout is a metabolic disease that most often affects middle- aged to elderly men and postmenopausal women. It results from an increased body pool of urate with hyperuricemia. It typically is characterized by episodic acute and chronic arthritis caused by deposition of MSU crystals in joints and connective tissue tophi and the risk for deposition in kidney interstitium or uric acid nephrolithiasis. Usually, only one joint is affected initially and the metatarsophalangeal joint of the first toe is the most commonly involved joint. '- Harrison 18/e p2837'Radiographic Features of Gout: Early in the disease radiographic studies may only confirm clinically evident swelling. Cystic changes, well-defined erosions with sclerotic margins (often with overhanging bony edges), and soft tissue masses are characteristic features of advanced chronic tophaceous gout. Ultrasound, CT and MRI are being studied and are likely to become more sensitive for early changes. - Harrison 18/e p2837'Tophi appear as characteristic punched-out cysts or deep erosions in the para-articular bone ends. These excavations are larger and slightly further from the joint margin than the typical rheumatoid erosions. This punched out lesion in gouty arthritis is called Martel's sign, G sign or rat-bite erosion.''Gout: X-ray of feet demonstrated soft tissue swelling, cystic changes, and well-defined 'punched-out' type lytic lesions with sclerotic margins and overhanging bony edges (Martel's sign, G sign or rat-bite erosion). ''Most common joint involved in gout: Meta-Tarso-Phalangeal jointsQ.'GoutA disorder of purine metabolism characterized by hyperuricemia, deposition of monosodium urate-monohydrate crystals in Joints and per-articular tissuesQ and recurrent attacks of acute synovitis.Late changes include cartilage degeneration, renal dysfunction and uric acid urolithiasisMC joint involved in gout: Meta-Tarso-Phalangeal jointsQThe underlying basis of gouty arthritis is increased serum uric acid levelQSerum urate levels >7 mg/dL is defined as hyperuricemiaEpidemiology:Commoner in CaucasiansMore common in menQ, age >30 yearsQStereotype patient is obese, hypertensive and fond of alcohol and may be nudged into an attack by uncontrolled administration of diuretics or aspirinQPathology:Precipitation of monosodium urate crystalsQ into the joints is the underlying basis for these urate crystals is increased total body urate levels.Tophi are nodular deposits of monosodium urate monohydrate crystals, with an associated foreign body reaction.Pathognomonic hallmark of gout: TophiQTophi evolve from repeated precipitation of urate crystals during attackClinical Feature:Acute attack is sudden onset of severe joint pain that lasts for a week or two.Usually comes out of blue but may be precipitated by minor trauma, illness, unaccustomed exercise, alcohol, ACTCH, steroid withdrawal, hypouricemic therapy and drugs.Diagnosis:Definitive diagnosis is made by examination of synovial fluid or tophaceous material with polarized light microscopy and identifying monosodium urate crystals.Crystals have following characteristicsDuring attack: Intracellular and needle shapedQAfter the attack: Extracellular and bluntedQX-ray changes in GoutX-ray of feet demonstrated soft tissue swelling, cystic changes, and well-defined 'punched- out' type lytic lesions with sclerotic margins and overhanging bony edges (Martel's sign, G sign or rat-bite erosion)Q.Treatment of GoutAnti-inflammatoryHypouricemicsXanthine oxidase inhibitors* Mainstay of treatment during acute attack is administration of anti-inflammatory drugs such as colchicine, NSAIDs (except aspirin) or glucocorticoidsQ* Probenecid or sulfinpyrazone can be used if renal function is normal.* Allopurinol, a xanthine oxidase inhibitorQ is usually preferred.These drugs should never be started in acute attack, and they should always be covered by an anti inflammatory preparations or colchicine; otherwise they may actually precipitate an acute attackQ.In chronic tophaceous gout and in all patients with renal complications, allopurinol is drug of choiceQ.",
        "cop": 2,
        "opa": "Rh factor",
        "opb": "Uric acid",
        "opc": "Serum urea",
        "opd": "HLA B27 typing",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "484c8075-c246-4530-ac41-098ce25a1d3d",
        "choice_type": "single"
    },
    {
        "question": "Gold is used for management of?",
        "exp": "Ans. (b) Rheumatoid ArthritisRef: Harrison 19th ed. / 2144-45* Minocycline, gold salts, enicillamine, azathioprine, and cyclosporine have all been used for the treatment of RA with varying degrees of success; however, they are used sparingly now due to their inconsistent clinical efficacy or unfavorable toxicity profile.* Drugs used in Rheumatoid arthritis* Hydroxychloroquine* Lefluonomide* Methotrexate* Abatacept* Anakinra* Rituximab",
        "cop": 2,
        "opa": "Ankylosing Spondylitis",
        "opb": "Rheumatoid Arthritis",
        "opc": "Psoriatic arthritis",
        "opd": "Rheumatic arthritis",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "5da8ddf7-3243-4e71-b0bc-8cf34838c00a",
        "choice_type": "single"
    },
    {
        "question": "SLE like syndrome is caused by:",
        "exp": "Ans: dRef: Harrison, 16thed, p. 1967",
        "cop": 4,
        "opa": "Hydralazine",
        "opb": "Phenytoin",
        "opc": "Procainamide",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "ec757832-af61-4b2b-9ecf-cfecb272cee7",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old woman presents to the clinic for evaluation of several weeks of fever, abdominal pain, weight loss, and lack of energy. Three days prior to the assessment, she developed a left foot drop. Her blood pressure is 160/90 mm Hg, pulse 80/min, and the physical examination confirms left peroneal nerve damage and a bilateral sensory neuropathy in both legs. There are no skin rashes. Laboratory evaluation reveals an ESR of 105 mm/h, WBC of 14,000/mL, and negative serologic tests for antineutrophil cytoplasmic antibody (ANCA) and ANA. The eosinophil count is normal, and urinalysis is negative for casts, protein, and red cells. A clinical diagnosis of polyarteritis nodosa is made. Which of the following is the most likely mechanism for renal injury in this condition?",
        "exp": "This patient has polyarteritis nodosa (PAN) and in classic PAN, unlike microscopic polyangiitis, both small and medium vessels are involved. The renal lesions are ischemic secondary to fibrinoid necrosis of the vessels. In microscopic polyangiitis, a diffuse glomerulonephritis is frequently present. The most common organ systems involved are the kidneys, musculoskeletal system, and peripheral nervous system.",
        "cop": 4,
        "opa": "nephrotic syndrome",
        "opb": "diffuse glomerulonephritis",
        "opc": "granuloma formation",
        "opd": "necrotizing vasculitis of vessels",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "6865f332-6232-457b-9d77-f9ecacb27436",
        "choice_type": "multi"
    },
    {
        "question": "Rarest variety of multiple myeloma:",
        "exp": "Ans: c (IgE) Ref: Harrison's, 16th ed, p. 657; 17th, ed, p. 703Multiple myeloma represents a malignant proliferation of plasma cells derived from a single clone. The serum M component is IgG in 53% of patients, IgA in 25% and IgD in 1 %. IgE is very rare. The most common translocation is t( 11:14).Myeloma is more commonly seen than expected among farmers, wood workers, leather workers, and those exposed to petroleum products.Bone pain is the most common symptom in multiple myeloma, effecting nearly 70% of patients.Hypercalcaemia is the most common cause of renal failure. The earliest manifestation of tubular damage is the adult Fanconi syndrome.Anaemia in multiple myeloma is normocytic normochromic and occurs in about 80% of patients.The classical triad of multiple myeloma is:Marrowplasmacytosis (.>10%),Lytic lesions, andSerum and/or urine M component.Diagnosis of multiple myeloma (The Dune and Salmon myeloma diagnostic criteria).The diagnosis of multiple myeloma requires a minimum of one major and one minor criteria or three minor criteria as defined in the Table belowMajor criteria1) Plasmacytoma on tissue biopsy2) Bone marrow palsmacytosis with 30% plasma cells3) Monoclonal globulin spike (M protein) on SPEP:IgG>3.5 g/dl,IgA > 2.0g/dl, light chain excretion on UPEP >= 1 g per 24 hr in the absence of amylodosisMinor criteriaa) Bone marrow plasmacytosis with 10-30% plasma cellsb) Monclonal globulin spike present ,but lower levels than defined in major criteriac) Lytic bone lesionsd) Normal IgM >50 mg/dl, IgA > 100 mg/dl, or IgG >600 mg/dlThe diagnosis of myeloma requires a minimum of one major criteria and one minor criteria (although 1 +a is not sufficient) or three minor criteria that must include a+b (SPEP-serum protein electrophoresis, UPEP-urineprotein electrophoresis)",
        "cop": 3,
        "opa": "IgM",
        "opb": "IgD",
        "opc": "IgE",
        "opd": "IgG",
        "subject_name": "Medicine",
        "topic_name": "Immunology and Rheumatology",
        "id": "dcaa3904-056a-4792-9e03-23e5e42d83e3",
        "choice_type": "single"
    }
]