[
    {
        "question": "Roth's spot is seen in?",
        "exp": "ANSWER: (A) Infective endocarditisREF: Harrison's Principles of Internal Medicine 17th ed-chapter 118\"Roth spots are flame shaped hemorrhages with central cotton wool spots. They are caused by immune complex deposition and are seen in subacute bacterial endocarditis\"\"In the case of leukemia, the Roth spot is composed of a hemorrhage with a central aggregation of white blood cells\"Feature of infective endocarditis:Fever Chills and sweatsAnorexia, Weight loss, Malaise, Myalgias, arthralgias, Back painHeart murmur, New/worsened regurgitant murmurArterial emboliSplenomegalyClubbingPeripheral manifestations (Osier s nodes, subungual hemorrhages, Janeway lesions, Roth's spots)PetechiaeLaboratory7 manifestations: Anemia, Leukocytosis, Microscopic hematuria, Elevated erythrocyte sedimentation rate >90, Elevated C-reactive protein level >90, Rheumatoid factor, Circulating immune complexes, Decreased serum complementCauses of Roth spots:Subacute bacterial endocarditisAcute leukemiaPernicious anemiaScurvyCO poisoningPost cardiac bypass surgery",
        "cop": 1,
        "opa": "Infective endocarditis",
        "opb": "Typhoid",
        "opc": "CRAO",
        "opd": "Rheumatic carditis",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "0ed8981e-66c8-40d2-a898-4bb348410e0b",
        "choice_type": "single"
    },
    {
        "question": "Which of the follow ing is not a part of Duke's Criteria for infective endocarditis?",
        "exp": "Ans. a. Splenomegaly (Ref: Harrison 19/e p819, Harrison 18/e p1055; Nelson 20/ep2266)Splenomegaly is not a part of Duke's Criteria for infective endocarditis.Criteria for the Clinical Diagnosis of Infective EndocarditisMajor CriteriaMinor Criteria1. Positive blood culture for IE2. Evidence of endocardial involvement1. Predisposition: predisposing heart condition or injection drug use2. Fever > 38.0degC (> 100.4degF)3. Vascular phenomena: major arterial emboli, septic pulmonary infarcts, mycotic aneurysm, intracranial hemorrhage, conjunctival hemorrhages, Janeway lesions4. Immunologic phenomena: glomerulonephritis, Osier's nodes, Roth's spots, rheumatoid factor5. Microbiologic evidence: positive blood culture but not meeting major criterion as noted previously or serologic evidence of active infection with organism consistent with infective endocarditis* Typical microorganism for infective endocarditis from two separate blood cultures:Q- Viridans streptococci. Streptococcus gallolyticus, HACEK group. Staphylococcus aureus, or- Community-acquired enterococci in the absence of a primary focus, or* Persistently positive blood culture, defined as recovery of a microorganism consistent with infective endocarditis from:- Blood cultures drawn >12 h apart; or- All of 3 or a majority of > 4 separate blood cultures, with first and last drawn at least 1 h apart* Single positive blood culture for Coxiella burnetii or phase I IgG antibody titer of >1:800* Positive echocardiogram:- Oscillating intracardiac mass on valve or supporting structures or in the path of regurgitant jets or in implanted material - Abscess, or- New partial dehiscence of prosthetic valve, or* New valvular regurgitation (increase or change in preexisting murmur not sufficient)Definite endocarditis is defined by documentation of two major criteria, of one major criterion and three minor criteria, or of five minor criteria.Transesophageal echocardiography is recommended for assessing possible prosthetic valve endocarditis or complicated endocarditis.Excluding single positive cultures for coagulase-negative staphylococci and diphtheroids, which are common culture contaminants, and organisms that do not cause endocarditis frequently, such as gram-negative bacilli.Note: HACEK, Haemophilus spp., Aggregatibacter actinomycetemcomitans, Cardiobacterium hominis, Eikenella corrodens, Kingella spp.",
        "cop": 1,
        "opa": "Splenomegaly",
        "opb": "Fever > 100.4 Celsius",
        "opc": "IV drug user",
        "opd": "Blood culture positive",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "f836b4cd-215c-4f33-8e04-c298d807b37c",
        "choice_type": "single"
    },
    {
        "question": "The risk of developing infective endocarditis is the least in a patient with:",
        "exp": "Ans. is 'd' i.e. Large atrial septal defect Infective endocarditis usually occurs in C. H. D.'s where Blood flow occurs d/t high pressure gradient e.g. Aortic Stenosis or V.S.D. The high pressure jet of blood hits the endocardium and endothelium damaging them. The infection generally starts at this lesion.In Atrial septal defect the blood flow occurs at very low pressure gradient. Therefore there is less chance of damaging the walls of the heart.* Risk of infective endocarditis in various lesions:High RiskModerate RiskLow RiskProsthetic heart value Tetralogy of fallot PDA AR ASCoarctation of Aorta VSDMVP + M.R. T.S.T.R.P.S.M.S.Mitral value prolapse without mitral Regurgitation. ASD",
        "cop": 4,
        "opa": "Small ventricular septal defect",
        "opb": "Severe aortic regurgitation.",
        "opc": "Severe mitral regurgitation",
        "opd": "Large atrial septal defect.",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "a8ad5e82-c771-41d2-9dbb-46c63a1058a8",
        "choice_type": "multi"
    },
    {
        "question": "Roth's spots are seen in -",
        "exp": "Ans. is 'a' i.e., Infective Endocarditis o Roth s spots (lesion) are oval retinal haemorrhages with a clear pale center that are typically seen in patients with subacute bacterial endocarditis. They are believed to be caused by immune complex deposition and are included as a minor criteria amongst Duke s criteria for clinical diagnosis of infective Endocarditis.Major clinical manifestation of infective endocarditis Intravascular lesionsImmunological ReactionsSvstemic Manifestations(occurs due to transmission of microemboli to various organs)(Bacterial infection cause immune complex formation)o Fevero Chillso Rigorso Night sweatso Anorexiao Fatigueo Weakness.o Petechiae (skin, eye, mucosa)o Roth spotso Osier's nodeso Janeway lesionso Splinter hemorrhageso Stroke, myocotic aneurysmo Glomerulonephritiso Arthritiso Finger clubbing",
        "cop": 1,
        "opa": "Infective Endocarditis",
        "opb": "Rheumatic Endocarditis",
        "opc": "Central Retinal Arterial Occlusion (CRAO)",
        "opd": "Typhoid",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "43cfb082-835b-4ee1-9f8c-400676f1c5e3",
        "choice_type": "single"
    },
    {
        "question": "Antibiotic Prophylaxis for infective endocarditis is indicated in -",
        "exp": "Ans. is 'd' i.e., Coarctation of aorta o Coarctation of Aorta is a high risk cardiac lesion for the development of infective endocarditis and an indication for antibiotic prophylaxisPronhvlaxis for infective Endocarditis||Cardiac lesion for which Endocarditisprophylaxis Advised (moderate/Hieh risk lesions)Cardiac lesion for which Endocarditis Dronhvlaxis is not advised (Low risk lesions)High riskModerate risko Isolated secundum ASDo Prosthetic heart valveso Congenital cardiac malformatins (Other than high -/low-risk lesions), ventricular septal defect, biscupid aortic valveo Surgically reparied ASD, VSD, PDA (without residual defect, > 6 months after repair)o Prior endocarditiso Comlex cyanotic congenital heart disease; other complex congenital lesion after correction (see text)o Prior coronary artery bypass grafto Mitral valve prolapse without regurgitation or thickened leafletso Acquired aortic and mitral valve dysfunctiono Physiologic or functional murmuro Prior Kawasaki disease or acute rheumatic fever without valve dysfunctiono Patient ductus arteriosuso Hypetrophic cardiomyopathy (asymmetric septal hypertrophyo Coarctation of the aortao Cardiac pacemakers or implanted defibrillatorso Surgically constructed systemic-pulmonary shuntso Mitral valve prolapse with valvular regurgitation and/or thickened leaflets",
        "cop": 4,
        "opa": "Isolated secundum ASD",
        "opb": "Mitral valve prolapse without regurgitation",
        "opc": "Prior coronary artery bypass graft",
        "opd": "Coarctation of aorta",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "13f5d590-8107-4a66-9118-6681aef9df23",
        "choice_type": "single"
    },
    {
        "question": "Organism leading to infective endocarditis?",
        "exp": "Ans. (a) Staphylococcus aureusRef: Harrison 19th ed. / 816* Overall S.Aureus infection is the most common cause of IE, including Prosthetic Valve Endocarditis, acute Infective Endocarditis, and IVDA( Intravenous drug Abuse) Infective Endocarditis.* Approximately 35-60.5% of staphylococcal bacteremias are complicated by IE.* More than half the cases are not associated with underlying valvular disease.* The mortality rate of S aureus IE is 40-50%.* The incidence of MRSA infections, both the hospital- and community-acquired varieties, has dramatically increased (50% of isolates). Sixty percent of individuals are intermittent carriers of MRSA or MSSA.",
        "cop": 1,
        "opa": "Staph aureus",
        "opb": "Klebsiella",
        "opc": "Streptococcus Pneumoniae",
        "opd": "Meningococcus",
        "subject_name": "Medicine",
        "topic_name": "Infective Endocarditis",
        "id": "d5fa3331-3501-446f-905c-2158dcf93006",
        "choice_type": "single"
    }
]