[
    {
        "question": "Which of the following is not a feature of Crohn's disease?",
        "exp": "Crohn's disease - Intraabdominal abscess causing spiking fever (High grade with chills & rigor) Hallmark - Fistula formation (Peri-anal fistula) - Fecaluria (Communication between the gut and Bladder; stool will come in urine) -Rectum is spared -MC pa involve is T. ileum -Proctitis- usually a feature of UC. MC pa involve in UC is Rectum.",
        "cop": 4,
        "opa": "Spiking fever",
        "opb": "Enterovesical fistula/ Fecaluria",
        "opc": "Perianal tags",
        "opd": "Proctitis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "b6770f37-a239-43cb-987f-e45b81d2fb9a",
        "choice_type": "single"
    },
    {
        "question": "Which among the following extra intestinal manifestations of IBD correlate with bowel disease activity?",
        "exp": "Extra intestinal manifestations of IBD: The most commonly extraintestinal manifestations of IBD involve the skin, joints, eyes, and liver in up to one-third of patients. Extraintestinal manifestations of IBD: Nonintestinal manifestations are similar for both CD and UC. Dermatologic manifestationsinclude the relatively common erythema nodosum that often correlate with acute flares. The more problematic pyoderma gangrenosum is much more common in UC than CD, and its course is independent of IBD activity. Joint manifestationsinclude peripheral ahritis that correlates with exacerbations of bowel disease, and central ahritis (ankylosing spondylitis or sacroiliitis) that does not correlate with bowel activity. Ocular complicationsinclude conjunctivitis, episcleritis, and uveitis and may occur independent of bowel activity. Hepatobiliary complicationsinclude nonalcoholic fatty liver disease, cholestasis, gallstones (CD>UC, paicularly with ileal disease due to decreased bile acid reabsorption), and primary sclerosing cholangitis (UC>>CD), a fibrotic disorder of intra- and extrahepatic bile ducts that does not correlate with bowel disease activity. Renal complicationsinclude kidney stones that are more common in CD than in UC. Oxalate absorption is increased in bowel inflammation leading to calcium oxalate stones. Uric acid stones also occur with increased frequency in CD.",
        "cop": 3,
        "opa": "Pyoderma gangrenosum",
        "opb": "Erythema Nodosum",
        "opc": "Peripheral ahritis",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "cdb18a51-55eb-463d-aa9f-67626e6fa640",
        "choice_type": "single"
    },
    {
        "question": "First line management of Menetrier's disease?",
        "exp": "Menetrier's disease is example of protein losing enteropathy Premalignant condition Rugosities of stomach Foveolar cell hyperplasia (produce excess of mucin) Cerebriform appearance of stomach mucosa. Gastric fold are prominent in body and fundus & spares Antrum. In children's it is caused by CMV and in adult it is unknown. Cytokine responsible for Menetrier's Disease - EGFR Cetuximab is anti EGFR: First line management of Menetrier's disease -We do not use total gastrectomy",
        "cop": 1,
        "opa": "Cetuximab",
        "opb": "Octreotide",
        "opc": "Subtotal Gastrectomy",
        "opd": "Total Gastrectomy",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "c366990e-6f0d-4d4d-9c87-c667db687001",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the established biological therapy for Crohn's disease?",
        "exp": "Tumor Necrosis Factor (TNF) is a key inflammatory cytokine and mediator of intestinal inflammation. The expression of TNF is increased in IBD. Infliximab is a chimeric human monoclonal antibody against TNF that is extremely effective in Crohn's disease. Recently adalimumab has also been approved for treatment of moderate to severe crohn disease. Newer Immunosuppressive Agents for IBD Tacrolimus Mycophenolate mofetil 6-Thioguanine Thalidomide",
        "cop": 1,
        "opa": "Anti TNF a antibody",
        "opb": "IL - I antagonist",
        "opc": "IL - 6 antagonist",
        "opd": "IL - 8 antagonist",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "f346a617-80a0-4928-bdf1-2cc1e4a11cab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of Ulcerative colitis?",
        "exp": "a. Spiking fever - positive in Crohn's disease because of intraabdominal abscess. b. Proctitis - Rectum inflammation is a feature of Ulcerative colitis. c. Fistula formation - Positive in Crohn's disease d. Cobble stone mucosa - Positive in Crohn's disease",
        "cop": 2,
        "opa": "Spiking fever",
        "opb": "Proctitis",
        "opc": "Fistula formation",
        "opd": "Cobble stone mucosa",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "e4f6aafe-2f43-4737-a05f-8106391df8b1",
        "choice_type": "single"
    },
    {
        "question": "Initial treatment for management of mild to moderate Crohn's disease is?",
        "exp": "Initial treatment for management of mild to moderate Crohn's disease is steroids - Budesonide For UC - Sulfasalazine",
        "cop": 3,
        "opa": "Mesalamine",
        "opb": "Infliximab",
        "opc": "Budesonide",
        "opd": "Sulfasalazine",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "15a11eed-06b1-4dc8-8b10-b5707ae9a57f",
        "choice_type": "single"
    },
    {
        "question": "Most common extraintestinal manifestation of Inflammatory bowel disease?",
        "exp": "IBD MC Extraintestinal manifestation is Rheumatological-Migratory polyahritis (Asymmetrical)-Sacroiliitis, A. Spondylitis",
        "cop": 2,
        "opa": "Dermatological",
        "opb": "Rheumatological",
        "opc": "Metabolic bone disease",
        "opd": "Hepatobiliary",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "007f13bd-7145-4c54-8025-0968d3f0dbb8",
        "choice_type": "single"
    },
    {
        "question": "Invariably involved site in ulcerative colitis;",
        "exp": "Most common site involved in ulcerative colitis is the rectum. Rectum is usually spared in Crohn's disease.",
        "cop": 4,
        "opa": "Sigmoid colon",
        "opb": "Transverse colon",
        "opc": "Ileum",
        "opd": "Rectum",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "d8ebf915-6602-400f-889e-b02c06008994",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in ulcerative colitis is:",
        "exp": "5-ASA is the active metabolite of sulfasalazine which exes anti-inflammatory action. The mainstay of therapy for mild to moderate UC is sulfasalazine and the other 5-ASA agents. These agents are effective at inducing and maintaining remission in UC. They may have a limited role in inducing remission in CD but no clear role in maintenance of CD.",
        "cop": 1,
        "opa": "5 - aminosalicylic acid",
        "opb": "Azathiorprine",
        "opc": "Metronidazole",
        "opd": "Salicylates",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "198c2381-6bc0-4b4e-8070-2eac67130694",
        "choice_type": "single"
    },
    {
        "question": "A 41 year old male patient presented with recurrent episodes of bloody diarrhea for 5 years. Despite regular treatment with adequate doses of sulfasalazine, he has had several exacerbations of his disease and required several weeks of steroids for the control of flares. What should be the next line of treatment for him?",
        "exp": "Azathioprine and 6-mercaptopurine (6-MP) are purine analogues commonly employed in the management of glucocoicoid-dependent IBD. Azathioprine is rapidly absorbed and conveed to 6-MP, which is then metabolized to the active end product, thioinosinic acid, an inhibitor of purine ribonucleotide synthesis and cell proliferation. These agents also inhibit the immune response. Efficacy can be seen as early as 3-4 weeks but can take up to 4-6 months. Probiotics have shown to reduces disease activity in IBD Lactobacillus Bifidobacterium Taenia suis Saccharomyces boulardii",
        "cop": 2,
        "opa": "Methotrexate",
        "opb": "Azathioprine",
        "opc": "Cyclosporine",
        "opd": "Cyclophosphamide",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "7b67d6b7-89cd-42c8-b72a-17aececa2a56",
        "choice_type": "single"
    },
    {
        "question": "Best treatment of refractory peri-anal fistula in crohn's disease:-",
        "exp": "Infliximab is effective in CD patients with refractory perianal and enterocutaneous fistulas, with 68% response rate (50% reduction in fistula drainage) and a 50% complete remission rate. Reinfusion, typically every 8 weeks, is necessary to continue therapeutic benefits in many patients.",
        "cop": 2,
        "opa": "Fistulectomy",
        "opb": "Infliximab",
        "opc": "Olasalizine",
        "opd": "Mesalamine",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "52b05a47-d7af-4418-abab-d4cac7ba6b93",
        "choice_type": "single"
    },
    {
        "question": "What is the earliest radiological finding of ulcerative colitis on single contrast barium enema?",
        "exp": "The earliest radiological change in UC on single contrast barium enema is fine mucosal granularity. Collar button ulcers and oedematous, thickened haustrations are seen with disease progression. Loss of haustrations is seen with long standing disease.",
        "cop": 2,
        "opa": "Loss of haustrations",
        "opb": "Fine mucosal granularity",
        "opc": "Pipe stem colon",
        "opd": "Collar button ulcer",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "2f37e1c6-fed5-47f8-bd46-3a130833a5ca",
        "choice_type": "single"
    },
    {
        "question": "Chronic inflammatory bowel disease is associated with:",
        "exp": "The extra- intestinal involvement of ulcerative colitis is primary sclerosing cholangitis Primary sclerosing cholangitis Characterized by both intrahepatic and extrahepatic bile duct inflammation and fibrosis Frequently leading to biliary cirrhosis and hepatic failure Approximately 5% of patients with UC have PSC But 50-75% of patients with PSC have IBD",
        "cop": 4,
        "opa": "Chronic hepatitis",
        "opb": "Fibrosis",
        "opc": "Cholangiosarcoma",
        "opd": "Primary sclerosing cholangitis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "e2871a48-04f8-44ad-a51d-53defcacac8d",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in intractable ulcerative colitis;",
        "exp": "Indications for surgery in ulcerative colitis Intractable disease Fulminant disease Toxic megacolon Colonic perforation Massive colonic hemorrhage Extracolonic disease Colonic obstruction Colon cancer prophylaxis Colon dysplasia or cancer",
        "cop": 1,
        "opa": "Mucosal proctectomy - Ileoanal pouch anastomosis",
        "opb": "Proctectomy",
        "opc": "Colectomy with ileostomy",
        "opd": "Ileorectal anastomosis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "e459a52a-d9c0-479a-aaf5-e518af647e6a",
        "choice_type": "single"
    },
    {
        "question": "DOC of acute exacerbation of ulcerative colitis?",
        "exp": "Initial management of ulcerative colitisis is with steroid enema, while many patients will require a sho course of intravenous coicosteroids like methyl-prednisolone. In patients with steroid-refractory colitis, the choice is between rescue medical therapy with cyclosporine or infliximab, or surgery.",
        "cop": 2,
        "opa": "Sulfasalzine",
        "opb": "Steroids",
        "opc": "Infliximab",
        "opd": "Cyclosporine",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "c42e2569-11a2-43b6-9d50-f3e44231b138",
        "choice_type": "single"
    },
    {
        "question": "A highly sensitive and specific marker for detecting intestinal inflammation in ulcerative colitis is:",
        "exp": "Active disease can be associated with a rise in acute phase reactants, platelet count, erythrocyte sedimentation rate (ESR), and a decrease in hemoglobin. Fecal lactoferrin is a highly sensitive and specific marker for detecting intestinal inflammation. Fecal calprotectin levels correlate well with histologic inflammation, predict relapses, and detect pouchitis. Leukocytosis may be present but is not a specific indicator of disease activity. Proctitis or proctosigmoiditis rarely causes a rise in CRP.",
        "cop": 2,
        "opa": "CRP",
        "opb": "Fecal lactoferrin",
        "opc": "Fecal calprotectin",
        "opd": "Leukocytosis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "9a304f82-e96f-484c-b4ab-3f77002f4934",
        "choice_type": "single"
    },
    {
        "question": "Best screening test for Crohn's disease is:",
        "exp": "ASCA-positive (anti-saccharomyces cerevisae antibody) seen with 70% of CD and 15% of UC patients. p-ANCA positivity is found in about 60-70% of UC patients and 5-10% of CD patients Fecal calprotectin levels correlate well with histologic inflammation, predict relapses, and detect pouchitis",
        "cop": 1,
        "opa": "A. S. C. A.",
        "opb": "P-ANCA",
        "opc": "Fecal alpha 1 anti -trypsin",
        "opd": "Fecal calprotectin",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "defc8bea-bd25-47a4-9a2c-66e07e5d1a20",
        "choice_type": "single"
    },
    {
        "question": "When is surgery not done in cases of Ulcerative Colitis?",
        "exp": "Surgical indications for ulcerative colitis: Urgent Non-urgent: Fulminant colitis Toxic megacolon Perforation Massive hemorrhage Acute colonic obstruction Colon cancer Medically refractory disease Unacceptable medication related toxicity Dysplasia Suspected ca Ulcerative colitis Crohn's disease MC pa involved is Rectum(colon) MC is terminal ileum (mouth to anus) Hallmark is pseudo polyp Fistula More prone for malignancy Less prone that ulcerative colitis Mucosa and submucosa involved Transmural involvement Complications: Hemorrhage Toxic megacolon Fistula Abscess Obstruction Perforation Lead pipe colon String of Kantor Surgery can be done DOC is sulphasalazine Surgery is of no use DOC is sulphasalazine",
        "cop": 4,
        "opa": "Toxic megacolon",
        "opb": "Colonic perforation",
        "opc": "Colonic obstruction",
        "opd": "Refractory fistula",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Disease",
        "id": "dcf0ad73-4b97-443e-bc29-2f69fa9fb3bf",
        "choice_type": "single"
    }
]