[
    {
        "question": "Cobble stoning of colon is seen in :",
        "exp": "Ans. (a) Crohn's diseaseRef: Harrison 19th ed. /1951-52CD is a transmural process. Endoscopically, aphthous or small superficial ulcerations characterize mild disease; in more active disease, stellate ulcerations fuse longitudinally and transversely to demarcate islands of mucosa that frequently are histologically normal.This \"cobblestone\" appearance is characteristic of CD, both endoscopically and by barium radiographyUlcerative ColitisCrohn DiseaseOnly colon involvedPanintestinalContinuous inflammation extending proximally from rectumSkip-lesions with intervening normal mucosaInflammation in mucosa and submucosa onlyTransmural inflammationNo granulomasNoncaseating granulomasPerinuclear ANCA (pANCA) positiveASCA positiveBleeding (common)Bleeding (uncommon)Fistulae (rare)Fistulae (common)",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ischemic colitis",
        "opd": "Amoebic colitis",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "cba44739-b594-49b6-8164-1c9a050d55f3",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for acute exacerbation of ulcerative colitis is?",
        "exp": "Ans. (c) SteroidsRef: Harrison's 18/e, chapter 295",
        "cop": 3,
        "opa": "Sulfasalazine",
        "opb": "Mesalazine",
        "opc": "Steroids",
        "opd": "NSAID's",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "d1216618-c924-42ab-a724-88d3f290aa10",
        "choice_type": "single"
    },
    {
        "question": "All of the follow ing are criteria for irritable bow el syndrome except -",
        "exp": "Ans. is 'b' i.e,. Blood and mucus in stool o Abdominal painQIt is prerequisite clinical feature of IBS.Abdominal pain in IBS is highly variable in intensity-1 and location. Most commonly it is localized to hypogasirium.o Altered bowel habitsQAlteration in bowel habit is the most consistent clinical feature The most common pattern is constipation alternating with diarrhoea.o Gas and flatulenceQPatients with IBS frequently complain of abdominal distension and increased belching or flatulence, all of which they> attribute to increased gas.o Upper Gastrointestinal Symptoms0Between 25-50% of patients with IBS complain of dyspepsia, heart burns, nausea and vomiting.o Remember that no anatomic, microbiological or biochemical abnormality has been demonstrated in these patients.o Also knosvDiagnostic Criteria far Irritable Bowel SyndromeRecurrent abdominal pain or discomfort at least 3 days per month in the last 3 months associated with two or more of the following:1. Improvement with defecation2 Onset associated with a change in frequency of stool3. Onset associated with a change in form (appearance) of stool",
        "cop": 2,
        "opa": "Change in frequency of stool",
        "opb": "Blood & mucus in stool",
        "opc": "Change in form of stool",
        "opd": "Improves with defecation",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "aaad3855-eba9-478e-8604-bbf471a7a485",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT associated with Crohn's disease:",
        "exp": "Ans. (c) Toxic megacolonRef. Harrison's 17th ed. Ch. 289* Crohn's disease is a chronic, recurrent disease characterized by patchy transmural inflammation involving any segment of the gastrointestinal tract from the mouth to the anus but most common site is Ileum.* Crohn's disease is one of the two main forms of Inflammatory bowel disease and is also known as Granulomatous colitis.* Earliest manifestation is Apthous ulcers.* Skip lesions, stricture formation, string sign of kantor is also seen.* Hallmark feature of crohn's is fistula formation.* Cobble stone appearance is seen on X-Ray.* NOTE: Toxic mega colon is seen in Crohns disease but most commonly toxic megacolon is seen in Ulcerative colitis.",
        "cop": 3,
        "opa": "Skip lesions",
        "opb": "Fistula",
        "opc": "Toxic megacolon",
        "opd": "Transmural involvement",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "d0d21f8f-2ce6-4c03-ab3b-3f9fcc1902a3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is MOST commonly affected in U.C.-",
        "exp": "Ans. is 'b' i.e., RectumThe most common site of involvement in Ulcerative colitis is the rectum.Ulcerative colitis (involvement is limited to the colon)o Ulcerative colitis typically starts in the rectum and may progress with continuous lesions (no skip lesions) in a retrograde manner to involve the entire colon (Pancolitis).\"UC is a mucosal disease that usually involves the rectum and extends proximally to involve all or part of the colon. About 40 to 50% of patients have disease limited to the rectum and rectosigmoid. 30 to 40% have disease extending beyond the sigmoid but not involving the whole colon, and 20% have a total colitis. Proximal spread occurs in continuity, without areas of uninvolved mucosa \".",
        "cop": 2,
        "opa": "Cecum",
        "opb": "Rectum",
        "opc": "Sigmoid colon",
        "opd": "Terminal leum",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "569fe15c-c889-497d-b8f4-e8c9bbf4b2b7",
        "choice_type": "single"
    },
    {
        "question": "Pseudopolyps are seen in?",
        "exp": "ANSWER: (B) Ulcerative colitisREF: Robbins 7th edition page 851, Harrisons Internal Medicine 17th edition chapter 289. Inflammatory Bowel Disease\"Pseudopolyps are seen with ulcerative colitis not crohn's disease\" Ulcerative ColitisCrohn's DiseaseEPIDEMIOLOGY Incidence (North America) per person-years2.2-14.3/100,0003.1-14.6/100,000Age of onset15-30 & 60-8015-30 & 60-80EthnicityJewish > Non-Jewish Caucasian > African American > Hispanic > AsianJewish > Non-Jewish Caucasian > African American > Hispanic > AsianMale: Female ratio1:11.1--1.8:1SmokingMay prevent diseaseMay cause diseaseOral contraceptivesNo increased riskOdds ratio 1.4AppendectomyProtectiveNot protectiveMonozygotic twins6% concordance58% concordanceDizygotic twins0% concordance4% concordancePATHOLOGY DistributionDiffuseSkip lesionsInflammationLimited to mucosaTransmuralPseudopoiypsMarkedNo to slightUlcersSuperficialDeep linearGranulomaNoYes (50%)Fistula/SinusesNoYesCLINICAL Gross blood in stoolYesOccasionallyMucusYesOccasionallySystemic symptomsOccasionallyFrequentlyPainOccasionallyFrequentlyAbdominal massRarelyYesSignificant perineal diseaseNoFrequentlyFistulasNoYesSmall-intestinal obstructionNoFrequentlyColonic obstructionRarelyFrequentlyResponse to antibioticsNoYesRecurrence after surgeryNoYesANCA-positiveFrequentlyRarelyASCA-positiveRarelyFrequentlyENDOSCOPIC Rectal sparingRarelyFrequentlyContinuous diseaseYesOccasionally\"Cobblestoning\"NoYesGranuloma on biopsyNoOccasionallyRADIOGRAPHIC Small bowelNoYessignificantly abnormal Abnormal terminal ileumOccasionallyYesSegmental colitisNoYesAsymmetric colitisNoYesStrictureOccasionallyFrequentlyNote: ANCA. antineutrophil cytoplasm antibody; ASCA, Anti-Sacchanomyces cerevisiae antibody.",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Celiac disease",
        "opd": "Tropical sprue",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "c5c6f862-d7ea-4ad0-aab2-02f5caedd13f",
        "choice_type": "single"
    },
    {
        "question": "Backwash ileitis is seen in -",
        "exp": "Ans. is 'a' i.e.. Ulcerative colitiso Ulcerative colitis always involves the rectum and extends proximally in continuous fashion to involve part or all part of the colon.# Involvement of terminal ileum in ulcerative colitis is called backwash ileitis.",
        "cop": 1,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Colonic carcinoma",
        "opd": "Ileal polyp",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "79de10c9-c3ad-494c-9813-4599e62568b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is MOST com monly affected by Crohn's Disease?",
        "exp": "Ans. is 'd' i.e., Terminal ileumThe terminal Ileum is the most common site of Desease in Crohn s Disease.Inflammatory Bowel disease site of involvement||Crohn sUlcerative cocitiso Any part of the Gout from mouth to anuso Most commonly affected is small intestine particularly ileumy Terminal ileitis ory Granulomatous colitiso Rectum sparedo Full thickness of the intestine involved but in patchy manner skip lesionso Limited to the colono Involves the entire colon starting from the rectum (retrograde manner)o Rectum is most commonly affectedo Ileum not involved may get involved may get involved in some cases (backwash ileitis).",
        "cop": 4,
        "opa": "Cecum",
        "opb": "Rectum",
        "opc": "Sigmoid colon",
        "opd": "Terminal Ileum",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "1195a201-e46c-481e-b60f-f718c10fabfc",
        "choice_type": "single"
    },
    {
        "question": "Most common site of ulcerative colitis is?",
        "exp": "ANSWER: (A) RectumREF: Harrison s 18th ed ch: 295UC is a mucosal disease that usually involves the rectum and extends proximally to involve all or part of the colon. About 40-50% of patients have disease limited to the rectum and rectosigmoid, 30-40% have disease extending beyond the sigmoid but not involving the whole colon, and 20% have a total colitis",
        "cop": 1,
        "opa": "Rectum",
        "opb": "Caecum",
        "opc": "Small intestine",
        "opd": "Appendix",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "e9330f30-de8e-4c74-95fd-9a3e12ae209b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following drugs may be used in the treatment of ulcerative colitis Except -",
        "exp": "Ans. is 'd' i.e.. Methotrexate Methotrexate in ulcerative colitiso Methotrexate has not been shown to be effective for treating active ulcerative colitis or for maintaining remission.Methotrexate in crohn 's diseaseo Methotrexate has been shown to be effective for inducing remission in patients with steroid dependent and steroid refractory' crohn s disease.Asents that may be used for treatment of ulcerative colitis5-ASAGlucocorticoidsAzathioprine and 6 mercaptopurineCyclosporine or TNF alpha therapy (Infliximab).o Tacrolimus is a macro tide antibody that has shown to be effective in adults with steroid dependent or refractory' ulcerative colitis.Drugs used in crohn's diseaseCyclosporine or infliximab6-Mercaptopurine or azathioprineGlucocorticoid IVGlucocorticoid oralGlucocorticoid rectal5-.4S.4 rectal or oral",
        "cop": 4,
        "opa": "Corticosteroids",
        "opb": "Azathioprine",
        "opc": "Sulfasalazine",
        "opd": "Methotrexate",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "013d4f2d-1f78-4bdd-89cc-cc5a3c3f655c",
        "choice_type": "multi"
    },
    {
        "question": "Drug effective in ulcerative colitis is :",
        "exp": "Ans. is 'a' 5 Amino salicylic acid",
        "cop": 1,
        "opa": "5 amino salicyclic acid (5-ASA)",
        "opb": "Steroids",
        "opc": "Salazopyrin",
        "opd": "Antibiotics",
        "subject_name": "Medicine",
        "topic_name": "Inflammatory Bowel Diseases",
        "id": "797fa2b8-0507-4012-b28f-feedcd2cbebf",
        "choice_type": "single"
    }
]