[
    {
        "question": "The following is used for testing absorption in intestine-",
        "exp": "Ans. is 'a' i. e.. Xylose D-xylose test: Xylose absorption test is the most commonly employed test for carbohydrateQ absorption. D - Xylose Test. Aim: o Assessment ofproximal small intestinal mucosal function6. Principle: o D - Xylose is a carbohydrate absorbed almost exclusively in the small intestineQ. o It does not require pancreatic enzymes for its digestion. So. if there is any decrease in its level in urine. It indicates abnormalityQ in carbohydrate absorption in proximal intestine. Procedure: o 25g of D - xylose is given to the patient, then urine is collected after 5 hours Xylose le\\>el is measured in the urine. Result: o Presence of D- xylose less than 4. 5g reflects the presence of duodenal jejunal mucosal disease. Clinical implication of D - Xylose Test. Urine D - Xylose is decreased inD - Xylose Test is normal in the following conditionso Intestinal malabsorption. Qo Impaired renal function. Qo Small bowel ischemia. Qo Whipple s diseaseo Viral gastroenteritiso Bacterial overgrowthQ in small intestineo Malabsorption due to pancreatic insufficiency. Qo Post gastrectomy. Qo Malnutrition",
        "cop": 1,
        "opa": "Xylose",
        "opb": "Sucrose",
        "opc": "Fructose",
        "opd": "Maltose",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "3ab8036b-559a-4de6-92ed-c36ce4a90d0d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is produced by Argentaffi- noma of ileum?",
        "exp": "Ans. 'b' i. e. Serotonin o Argentaffin cells of the carcinoid produce serotonin. o The metabolites of serotonin are 5. HIAA and are used in the diagnosis of carcinoid syndrome.",
        "cop": 2,
        "opa": "G. A. B. A.",
        "opb": "Serotonin",
        "opc": "Epinephrine",
        "opd": "Nor-epinephrine",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "109126de-8caa-4e23-a6fc-dc479ac9fd1c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most probable diagnosis of this X ray abdomen?",
        "exp": "Ans. (b) Multiple air fluid level- adhesions and bands. Ref.: Manual of emergency medicine 5th ed/247* In X ray you can see that due to intestinal obstruction secondary to adhesions or bands, the loops^proximal to the point of obstruction will become dilated and fluid- filled and are usually greater than 2. 5-3 cm in size* Absence of, or disproportionately smaller amount of, gas in the colon, especially the recto-sigmoid.* Loops of small bowel may arrange themselves in a step- ladder configuration from the left upper to the right lower quadrant in a distal SBO* Mostly fluid-filled loops of bowel may demonstrate a string-of-beads sign caused by the small amount of visible air in those loops",
        "cop": 2,
        "opa": "Gas under diaphragm- peritonitis",
        "opb": "Multiple air fluid level- adhesions and bands",
        "opc": "Bird beak - volvulus",
        "opd": "Normal X ray PA view",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "491b8423-cb92-47a2-905e-8edaa3790099",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of irritable bowel syndrome?",
        "exp": "Ans. is 'c' i. e., Rectal bleeding Rectal bleeding is a feature against the diagnosis of irritable bowel syndrome. Irritable bowel syndrome is a gastrointestinal disorder that is characterized by altered bowel habits and abdominal pain in the absence of detectable structural abnormalities. No clear diagnostic markers exist for IBS, thus all the definitions of the disease are based on the clinical presentation. Abdominal pain. It is a prerequisite clinical feature of IBS. Abdominal pain in IBS is highly variable in intensity and location. Most commonly it is localized to hypogastrium. Altered bowel habits. Alteration in bowel habit is the most consistent clinical feature The most common pattern is constipation alternating with diarrhoea. Gas and flatulence. Patients with IBS frequently complain of abdominal distension and increased belching or flatulence, all of which they attribute to increased gas. Upper Gastrointestinal Symptoms. Between 25-50% of patients with IBS complain of dyspepsia, heart burns, nausea and vomiting. Remember that no anatomic, microbiological or biochemical abnormality has been demonstrated in these patients. Also know. Rome II criteria for diagnosis of IBSAt least 12 weeks, which need not be consecutive in the preceding 12 months of abdominal discomfort or pain that has two of following three features. Relieved by defecation. Onset associated with changes in stool frequency. Onset associated with changes in stool form. Features which are against the diagnosis of IBS late age of onset of symptoms (> 40 years) large volume diarrhoea or steatorrheafrequent nocturnal symptoms blood in stools (except from anal lesion e. g. hemorrhoids, fissure)progression of symptomsfever significant weight loss",
        "cop": 3,
        "opa": "Abdominal pain",
        "opb": "Constipation",
        "opc": "Rectal bleeding",
        "opd": "Bloating",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "8c9ebc46-1df5-4119-9916-7ec9d7076cf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is produced by Carcinoid tumor?",
        "exp": "Ans. (b) Serotonin. Ref: Harrison 19th ed. / 564-65* Argentaffin cells in Carcinoid produce 5. HT derivatives like serotonin. Epinephrine and norepinephrine are produced by chromaffin cells which are seen in phaeochromocytoma.",
        "cop": 2,
        "opa": "G. A. B. A",
        "opb": "Serotonin",
        "opc": "Epinephrine",
        "opd": "Nor-epinephrine",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "dee38746-1e34-4710-a63d-b1af5fd19d09",
        "choice_type": "single"
    },
    {
        "question": "Celiac sprue diagnosed by -",
        "exp": "Ans. is 'b' i. e., Unequivocal response to Gluten resriction Pattern of involvement in Celiac sprue and Tropical sprue. o Celiac sprue involves the proximal portion of small intestine as this portion is maximally exposed to the gliadin protein, this is the reason for iron deficiency anemia in Celiac disease (Iron is absorbed maximally from duodenum)o In Tropical sprue, unlike Celiac sprue, injury is seen at all levels of small intestine, patients frequently present with megaloblastic anemia. (Vit B12 and folate absorbed from distal ileum). Diagnosis of celiac sprue. The diagnosis of celiac sprue requiresi) Small intestinal biopsyii) Serological diagnosis. Small intestinal biopsy in celiac sprueo The small intestinal biopsy is characteristic but not specific. o Similar features are observed in tropical sprue. The characteristic features areo Findings are localized to the mucosa. o Overall mucosal thickness remains sameo Surface epithelium shows vacuolar degenerationo Flattening or blunting of the villio Hypertrophy of intestinal cryptso Infiltration of lamina propria with# Plasma cells# Lymphocytes# Eosinophils# Macrophages. All these features are more marked in proximal small intestine as they are more exposed to dietary gluten. Serology in celiac sprue. Celiac sprue is associated with following antibodieso Antigliadin antibodies (AGA)o Antireticulin antibodies (ARA)o Anti endomysial antibody (Anti EM A)o Anti tissue transglutaminase (Anti + TGA). Antigliadin and antireticulin tests are no longer done. Tests with good accuracy are# Antiendomysial antibody test# Anti tissue (t) transglutaminase test. Remember that the diagnosis of celiac sprue rests on: o Clinical documentation of malabsorptiono Demonstration of intestinal lesion by small bowel biopsyo Unequivocal improvement in both symptoms and mucosal histology on gluten withdrawl from the diet.",
        "cop": 2,
        "opa": "CT scan",
        "opb": "Unequivocal response to gluten restriction",
        "opc": "Finding of organism",
        "opd": "Improveent on dapsome treatment",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "52cb23b3-2654-4922-af32-eb897c798e02",
        "choice_type": "single"
    },
    {
        "question": "Neurological manifestation of Whipple's disease is:",
        "exp": "Ans. is 'a' i. e., Seizures o Whipple's disease is a rare disease caused by the bacterium Tropheryma whippeli. o It is a systemic condition that may involve any organ of the body but principally affects the# Intestine# Central nervous system# Joints. Clinical features-o The onset of Whipple s disease is insiduous and it is characterized by# Diarrhoea# Steatorrhea# Abdominal pain# Weight loss# Migratory large joint arthropathy# Fever# Ophthalmologic and central nervous system symptoms.# Dementia is a relatively late symptom and is an extremely poor prognostic sign. o CNS symptoms have been reported in 10% to 43% of patients with intestinal whipples. (more recent series reporting lower ratio).# CNS manifestation can occur concurrently with intistinal manifestation at the time of diagnosis, but is more common at the time of clinical relapses which can occur during or after the treatment. o 2 recives summarized the CNS manfestation of whipples's disease in 84 & 122 published cases suspectivity: -o Common finding are: -i) Supranuclear ophthalmoplegia (32 to 51%). ii) Progressive dementia & cognition changes (28 to 71%). iii) Altered level of conciousness (27 to 50%). o Less common finding are:-# Psychiatric symptoms, hypothalmic manifestions (i. g., polydipsia, hyperphagia, insomnia), cranial nerve abnormalities, nystagmus, seizures & Ataxia. Two signs that are characteristic of C. N. S. whipples disease are:# Occulomasticatory myorhythmia# Oculofacial skeletal myorhythmia. o Each consisting of slow rhythm & synchronised contraction (~l/sec) of ocular, facial or other muscles. o They occur in < 20 % of cases. o They have not been documented in other CNS diseases. Diagnosiso The diagnosis of Whipple's disease is suggested by a multisystem disease in a man with diarrhoea and steatorrhoea. o The primary approach to establish diagnosis in these cases is to obtain tissue biopsies from small intestine. o On biopsy the hallmark of Whipple's disease is the presence of distended macrophages within the small intestine mucosa. These macrophages contains PAS positive diastase resistant granules (which are lysosomes stuffed with partially digested microorganisms) and rod shaped micro organism. o Earlier the diagnosis was entirely based on demonstration of these PAS positive macrophages with organisms but it is now recognized that PAS positive macrophages may also be seen in AIDS patients with mycobacterium avium complex.# So, now PCR testing of infected tissue is the optimal way to confirm the diagnosis and monitor the t/t.",
        "cop": 1,
        "opa": "Seizures",
        "opb": "Cerebellar ataxia",
        "opc": "Focal neurological deficits",
        "opd": "Encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "Intestine",
        "id": "b1126962-45d1-4fd3-b9ac-d8cbb035f73e",
        "choice_type": "single"
    }
]