[
    {
        "question": "What is true regarding byssinosis?",
        "exp": "Byssinosis - due to cotton dust exposure - presents with Monday Chest tightness which resolves with cessation of cotton dust exposure. - Byssinosis presents as hypersensitivity pneumonitis with the honey-comb lung. - Lymphocytes and not eosinophils are present in bronchoalveolar lavage of hypersensitivity pneumonitis patients.",
        "cop": 1,
        "opa": "Dyspnea resolves after cessation of exposure",
        "opb": "Similar to chronic bronchitis and emphysema",
        "opc": "Present as mediastinal fibrosis",
        "opd": "Eosinophils are prominent in BAL",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "c5933538-c613-4f6e-82bd-d15db3a69416",
        "choice_type": "multi"
    },
    {
        "question": "Curve A signifies which of the following?",
        "exp": "Curve A - increased in Emphysema Curve B - normal Curve C--> decreased in pulmonary fibrosis",
        "cop": 3,
        "opa": "Pulmonary fibrosis",
        "opb": "Atelectasis",
        "opc": "Emphysema",
        "opd": "ARDS",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "1511d0bd-3573-4309-b1ff-b7405f560fb3",
        "choice_type": "single"
    },
    {
        "question": "Female patient with bilateral hilar lymphadenopathy and joint pain. ACE levels are elevated. Diagnosis is?",
        "exp": "Ans. (a) Sarcoidosis. Ref.: Harrison 19th ed. / 2206. Lofgren syndrome symptoms consist of fever, bilateral hilar lymphadenopathy (BHL), and polyarthralgias",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Silicosis",
        "opc": "Hodgkins lymphoma",
        "opd": "Non Hodgkins lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "72cd46ee-568f-4909-8311-7881b23560d2",
        "choice_type": "single"
    },
    {
        "question": "ILD showing obstructive pattern can be seen in?",
        "exp": "Mostly ILD's have Restrictive pattern except few with obstructive pattern are:- 1) Sarcoidosis 2) Hypersensitivity pneumonitis 3) Pulmonary lymphangioleiomyomatosis",
        "cop": 3,
        "opa": "Idiopathic pulmonary fibrosis",
        "opb": "Non-specific interstitial pneumonitis",
        "opc": "Pulmonary lymphangioleiomyomatosis",
        "opd": "Cryptogenic organising pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "e82391fc-6fcf-44b1-b9a9-f6af80623e44",
        "choice_type": "single"
    },
    {
        "question": "The following CT chest shows the presence of.",
        "exp": "CT chest -shows small, discrete nodules more in posterior areas in bilateral lung fields, suggestive of Pneumoconiosis. Lung cancer - will not have a diffuse involvement and is ruled out. Bronchiectasis - has dilated deformed airways filled with pus which are not visualized in this CT scan.",
        "cop": 1,
        "opa": "Pneumoconiosis",
        "opb": "Primary carcinoma of lung",
        "opc": "Bronchiectasis",
        "opd": "Chronic bronchitis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "97e9dbb6-8fc0-4442-9b93-0223129f6c08",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for detection and characterization of interstitial lung disease is-",
        "exp": "Ans. is 'c' i. e.. High resolution CT o High Resolution CT (HRCT) is investigation of choice for interstitial lung disease as it can delineate the lung parenchyma upto the level of secondary pulmonary lobule.",
        "cop": 3,
        "opa": "MRI",
        "opb": "Chest x-ray",
        "opc": "High resolution CT",
        "opd": "Ventilation perfusion scan",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "e97be7b9-3ff6-4a08-9792-c2a72d73ce00",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female presents with progressive dyspnea for one year. CXR shows interstitial opacities and spirometry shows an obstructive pattern. What is the diagnosis?",
        "exp": "Interstitial lung disease leads to the restrictive pattern on spirometry. However tuberous sclerosis and Lymphangioleiomyomatosis are exceptions and lead to an obstructive pattern. Pulmonary LAM presents in young females with emphysema, recurrent pneumothorax and chylous pleural effusion.",
        "cop": 2,
        "opa": "Non-specific interstitial pneumonitis",
        "opb": "Pulmonary Lymphangioleiomyomatosis",
        "opc": "Idiopathic pulmonary fibrosis",
        "opd": "Pulmonary Alveolar Proteinosis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "98eec545-7c9f-4284-9d50-c9a52105497e",
        "choice_type": "single"
    },
    {
        "question": "Recognized features of asbestosis do not include:",
        "exp": "Features of asbestosis include - clubbing, restrictive pulmonary function, calcification of pleura. Egg shell calcification is not seen in asbestosis. Causes of eggshell calcification in CXR: Treated lymphoma: (post-irradiation Hodgkin disease) usually 1-9 years following treatment Coal workers' pneumoconiosis (CWP) Scleroderma Amyloidosis Blastomycosis Silicosis",
        "cop": 2,
        "opa": "Calcification of pleura",
        "opb": "Eggshell calcification of hilar lymph nodes",
        "opc": "Clubbing of fingers",
        "opd": "Restrictive pattern of ventilatory defect shown by pulmonary function",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "5dde3b33-f8b0-442b-bd84-e3803f0dc45f",
        "choice_type": "single"
    },
    {
        "question": "Which subtype of interstitial lung disease is seen in patients with Sjogren syndrome?",
        "exp": "Fibrotic NSIP is the most common subtype of ILD seen in patients with Sjogren syndrome. NSIP is also the most common subtype of ILD seen in patients with connective tissue disorders. Usual interstitial pneumonitis is found in idiopathic pulmonary fibrosis. Cryptogenic organising pneumonia has unknown etiology. Acute interstitial pneumonitis/ Hamman rich syndrome presents as ARDS like illness. Ahritis/ ahralgia:- Most common extraglandular manifestation of Sjogren's.",
        "cop": 2,
        "opa": "Usual interstitial pneumonia",
        "opb": "Non-specific interstitial pneumonia",
        "opc": "Acute interstitial pneumonia",
        "opd": "Cryptogenic Organising pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "1c7391db-4026-4db9-889f-29b30ab81bf8",
        "choice_type": "single"
    },
    {
        "question": "An adolescent girl presents symmetrical, red, tender swellings in shin and arthralgia. X-ray reveals hilar and paratracheat lymph node. She is clinically suspected to have sarcoidosis. Next step in the diagnosis is:",
        "exp": "Ans: A (Mediastnal lymph node biopsy) Ref: Harrisons Textbook of Internal Medicine. 17th ed, chapter 322; Fishman's textbook of Pulmonary Diseases and Disorders, 4th ed pg: 1126-1134. Explanation: Patients are usually evaluated for possible sarcoidosis based on two scenarios. In the first scenario, a patient may undergo a biopsy revealing a noncaseating granuloma in either a pulmonary or an extrapulmonary organ. If the clinical presentation is consistent with sarcoidosis and there is no alternative cause for the granulomas identified, then the patient is felt to have sarcoidosis. In the second scenario, signs or symptoms suggesting sarcoidosis such as the presence of bilateral adenopathy may be present in an otherwise asymptomatic patient or a patient with uveitis or a rash consistent with sarcoidosis. At this point, a diagnostic procedure should be performed. For the patient with a compatible skin lesion, a skin biopsy should be considered. Other biopsies to consider couid include liver, extrathoracic lymph noder or muscle. In some cases, a biopsy of the affected organ may not be easy to perform (such as a brain or spinal cord lesion}. In other cases,, such as an endomyocardial biopsy, the likelihood of a positive biopsy is low. Because of the high rate of pulmonary involvement in these cases, the lung may be easier to approach by bronchoscopy During the bronchoscopy, a transbronchial biopsy, bronchial biopsy, or transbronchial needle aspirate of an enlarged mediastinal lymph node can be performed. The endobronchial ultrasonography-guided transbronchial needle aspirate may be particularly useful in the patient with stage 1 disease (i. e., adenopathy without infiltrates). \" Ref; Harrison.>>For the given scenario, the best next step would be Skin biopsy. Since it is not there in the option, the next best option would be Mediastnal lymph node biopsy. Sarcoidosis. Multisystem disorder of unknown origin. More common in women. Noncaseating granulomatous inflammation at sites of disease. The disease can involve ANY organ. Most commonly affects lungs and irstrathoracic lymph nodes. Etiopathogenesiso Intra-alveolar and interstitial accumulation of CD4+ T cells resulting in CD4: CD8 T cell ratios from 5: 1 to 15: 1. o Oiigoclonal expansion of T cells, o TNF level in BAL fluid is marker of disease activity, o Anergy to common antigens like Candida and tuberculous PPD. o Polyclonal hypergammaglobenima. o Associated with HLA-A1 and HLA B8. o Flaring of disease activity by infections - Propionibacterium acnes, Mycobacteria and Rickettsia. Clinical Featureso Most common site of involvement is Lung followed by skin, o Schaumann bodies, Asteroid bodies and Residual bodies on HPE. o Skin: Erythema nodosumf. Most common), Hypo- hyperpigmentation, Subcutaneous nodules and Keloido Eye: Anterior uveitis (Most common), Posterior uveitis, Sicca syndrome, Blindness. o Miculicz Syndrome: Bilateral sacroidosis of parotid, submaxillary and sublingual glands, o Lofgren's syndrome. Clinical variant of Sarcoidosis. Erythema nodosum. Hilar adenopathy on chest roentgenogram. Uveitis. It also includes periarticular arthritis without erythema nodosum. Associated with a good prognosis. Diagnosis: o Diagnosis requires histological demonstration of non-caseating granulomas in biopsy. o Bronchoscopy reveals Cobble stone appearance of mucosao Elevated ACE levels, o Lymphopenia. Hypercalcemia and Hypercalciuria. CXR: Egg shell calcification, Bilateral hilar, tracheal and mediastinal lymphadenopathy. CD4^CD8 ratio > 2. 5 and CD3/CD4 ratio < 0. 31 in BAL fluid. HRCT: Reticule nodular opacities that follow a perilymphatic distribution centered on bronchovascufar bundles and subpfeural areas. Positive Gallium scan: Increased activity in parotids and lacrimal glands (Panda sign) or in right paratracheal and left hilar area (Lambda sign). Kveim-Siltzbath skin test: Intradermal diagnostic skin test. Radiological staging of Sarcoidosis is as follows: o Stage 0- normal chest radiogram but clinical suspicion of Sarcoidosisf usually extra pulmonary), o Stage 1-hitar adenopathy without evidence of interstitial infiltrates. o Stage 2- bilateral hilar adenopathy and pulmonary infiltrates, o Stage 3-interstitial infiltrates are seen without evidence of hilar adenopathy. o Stage 4- extensive fibrocystic changes and scarring. Histological evidence is usually obtained through biopsy of the involved organ. For pulmonary sarcoidosis a transbronchial lung biopsy or transbronchial needle aspiration of lymph node may be done. Urine calcium estimate does NOT confirm the diagnosis of Sarcoidosis. Patient Management for Sarcoidosis|--Paliene referred for possible sarcoidosis ||Biopsy showing granuloma no alternative diagramsfeatures suggesting sarcoidosis: Consistent chest roentgenogram (adencpalhy). Consistent skin lesions: lupus pemia erythema nodosum. maculopapular lesions. Uveitis. optic neuritis. Hypercaicemia hypercalcania seventh paralysis. | | Clinically consistent with sarcoidosis Bopsy allected organ if possible Bronohoscopy: biopsy with granuloma. Needle aspirate: granulomas | Yes |No | || <||Negative but no evidence of alternative diagnosis. Yes and no alternative diagnosis-Sarcoidosis| | Features highly consistent with sarcoidosis. Serum ACE level >2 limes upper limit normal. BAL lymphocytosis >2 times upper limit normal. Panda/lambda sign on gallium scan No|Yes||Possible sarcoidosis; other diagnosis Sarcoidosis",
        "cop": 1,
        "opa": "Mediastinal lymph node biopsy",
        "opb": "24 hours urine calcium estimation",
        "opc": "CT thorax",
        "opd": "Follow up with 3 monthly CXR",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "de861260-0928-4160-bcbb-071ee811b286",
        "choice_type": "multi"
    },
    {
        "question": "A patient presented with B/L hilar lymphadenopathy with negative Mantoux test. Diagnosis is: (PGI Dec 2007)",
        "exp": "Ans.: B (Sarcoidosis) Bilateral hilar fymphadenopathy with negative montaux test is the characteristic of sarcoidosis-Erythema nodosum, Hepatitis; uveitits may be the part of sarcoidosis]A positive gallium scan can support the diagnosis if increased activity is noted in the parotids and lacrimal glands (Panda sign) or in the right par a tracheal and left hilar area (lam bda sign). The Kviem-Siltzbach procedure is a specific diagnostic test for sarcoidosis. Table: Frequency of Common Organ Involvement and Lifetime Risk Presentation %Follow-up, %c. Lung. Q9594. Skin2443. Eye1229. Extrathoracic lymph node1516. Liver1214. Spleen78. Neurologic516. Cardiac23",
        "cop": 2,
        "opa": "Erythema nodosum",
        "opb": "Sarcoidosis",
        "opc": "Hepatitis",
        "opd": "TB",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "81925a64-665c-47d7-bb53-5f74dcc8b830",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation of choice for interstitial lung disease?",
        "exp": "Ideally lung biopsy should be done but is not given in the choices. High-resolution computed tomography is superior to the plain chest x-ray for early detection and confirmation of suspected ILD. In addition, HRCT allows better assessment of the extent and distribution of disease. In the appropriate clinical setting HRCT may be sufficiently characteristic to preclude the need for lung biopsy.",
        "cop": 2,
        "opa": "Chest X-ray",
        "opb": "HRCT",
        "opc": "Gallium - 67 DTPA scan",
        "opd": "MRI",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "d14cd414-a64c-403a-af55-95a0b8d0f7c1",
        "choice_type": "multi"
    },
    {
        "question": "Best test for lung flbrosis-",
        "exp": "Ans. is 'c' i. e., HRCT o Lung fibrosis is a diffuse parenchymal lung disease. o Idiopathic pulmonary fibrosis is the most common form of idiopathic interstitial pneumonia. o We have already discussed that best investigation for interstitial lung disease is HRCT. Estimated relative frequency of the interstitial lung disease. Diagnosis. Relative frequency, %o Idiopathic interstitial pneumonias40# Idiopathic pulmonary fibrosis55# Nonspecific interstitial pneumonia25# Respiratory bronchiolitis-ILD and desquamative interstitial pneumonia15# Cryptogenic organizing pneumonia3# Acute interstitial pneumonia<1o Occupational and environmental26o Sarcoidosis10o Connective tissue diseases9o Drug and radiation1o Pulmonary hemorrhage syndromes<1o Other13",
        "cop": 3,
        "opa": "Chest x-ray",
        "opb": "MRI",
        "opc": "HRCT",
        "opd": "Biopsy",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "57af678b-1684-46b8-9a57-1c1e03256509",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of SVC syndrome?",
        "exp": "SVC syndrome is related to lung cancer * It could be seen with Retrosternal Goiter * Features- Esophageal varices * Facial plethora * Laryngeal edema (due to congestion) *Caput Medusa - Seen in Poal HTV",
        "cop": 4,
        "opa": "Esophageal varices",
        "opb": "Facial plethora",
        "opc": "Laryngeal edema",
        "opd": "Caput medusae",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "3071d8b3-4e91-498d-b587-6802a8a27c43",
        "choice_type": "single"
    },
    {
        "question": "Which of the following finding is not seen on HRCT in usual interstitial pneumonia (UIP)?",
        "exp": "Interstitial Lung Disease ILD(HRCT) Usual Interstitial Pneumonia (UIP) Non-Specific IP (NSIP) Reticular opacities Subpleural Honeycombing Traction bronchiectasis Ground Glass Opacities Subpleural Sparing",
        "cop": 4,
        "opa": "Honeycombing and loss of lung architecture",
        "opb": "Bibasilar subpleural reticular opacities",
        "opc": "Traction bronchiectasis",
        "opd": "Ground glass opacities",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "9d3dca9b-7a5f-4792-ab25-e0a21cc4ccf4",
        "choice_type": "single"
    },
    {
        "question": "Extensive pleural thickening and calcifications especially involving diaphragmatic pleura are classical features of: -",
        "exp": "The characteristics of the radiology that show asbestosis are defined as a fibrous change directly underneath the pleura such as sub-pleural dots, sub-pleural curvilinear lines, branching opacities, interlobular septum hyperplasia. Pleural plaques are noncancerous areas of thickening in the lung linings caused by asbestos exposure. ASBESTOSIS- Pleural thickening + Fibrosis - Mesothelioma",
        "cop": 2,
        "opa": "Coal worker pneumoconiosis",
        "opb": "Asbestosis",
        "opc": "Silicosis",
        "opd": "Siderosis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "a0b4102b-3ad4-44e0-af8b-0bccc41be07f",
        "choice_type": "multi"
    },
    {
        "question": "Bronchocentric granulomatosis commonly occurs due to?",
        "exp": "Bronchocentric Granulomatosis is characterized by peri-bronchial necrotising granulomatous inflammation. It occurs due to: Hypersensitivity reaction to Aspergillus in patients with asthma. In patients without asthma, rheumatoid ahritis and infections like TB are associated. Immunological reaction to HIV virus leads to lymphocytic interstitial pneumonitis.",
        "cop": 1,
        "opa": "Hypersensitivity reaction to Aspergillus",
        "opb": "Immunological reaction to HIV",
        "opc": "Damage by c- ANCA",
        "opd": "Damage by p-ANCA",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "6fb0bb1a-64cc-429c-a0e0-25b772ee3310",
        "choice_type": "single"
    },
    {
        "question": "Conglomerate nodules are found in?",
        "exp": "Conglomerate shadows are seen in silicosis. On continued dust exposure, the nodules increase in size and number ultimately covering most pas of the lungs. With coalescence of the nodules, the upper lobes become fibrotic and contract making the conglomerate nodules to migrate towards the hilar areas. CXR findings in Silicosis:- Snow storm appearance of lung fields. Hilar lymphadenopathy Crazy paving pattern on HRCT. Egg-shell calcifications of the lymph nodes is strongly suggestive of silicosis. Nodular opacities can enlarge and coalesce forming conglomerate shadows. Progressive massive fibrosis",
        "cop": 3,
        "opa": "Pulmonary lymphangioleiomyomatosis",
        "opb": "Round pneumonia",
        "opc": "Silicosis",
        "opd": "Hypersensitivity pneumonitis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "9c9715aa-1557-4efa-833d-17457c5adbc9",
        "choice_type": "single"
    },
    {
        "question": "The CT chest of patient shows?",
        "exp": "CT Chest with the Hazy appearance of increased attenuation with ground glass appearance and with preserved bronchial and vascular markings. This pattern suggests Interstitial Lung Disease. Usual. Interstitial Pneumonitis. Honeycomb pattern is seen on HRCT. A/w Traction bronchiectasis Ground-glass opacities Crazy pavement pattern is seen mainly with pulmonary alveolar proteinosis.",
        "cop": 1,
        "opa": "Ground glass pattern",
        "opb": "Honeycomb pattern",
        "opc": "Crazy pavement pattern",
        "opd": "Normal Scan",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "e317579e-4d6c-45d7-997c-e27b2970f0cb",
        "choice_type": "single"
    },
    {
        "question": "Opsoclonus is a feature of?",
        "exp": "Opsoclonus - Involuntary jerky movement of eye - Disordered eye movement involuntary chaotic saccades in all direction of gaze Lesion Fastigial nucleus in cerebellum Leading cause of opsoclonus in Adult population is Carcinoma lung / breast Carcinoma In Pediatric- Neuroblastoma",
        "cop": 1,
        "opa": "Carcinoma lung",
        "opb": "Retinoblastoma",
        "opc": "Focal seizure with dyscognitive changes",
        "opd": "Extrapyramidal damage in Wilson disease",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "cf5aa971-8cf4-48a6-82cb-890541b9d1bf",
        "choice_type": "single"
    },
    {
        "question": "A cruise ship passenger who is a known smoker is having fever with cough and shoness of breath for last 4 days. Check out the CT chest findings and comment on them?",
        "exp": "The CT chest shows ground glass opacities in bilateral lung fields suggestive of atypical pneumonia in the patient. PCR of nasal/ nasophyrangeal swab shall be useful to look for etiology. And the current scenario this history could be suggestive of COVID-19",
        "cop": 1,
        "opa": "a. Ground glass opacities",
        "opb": "b. Tree in bud pattern",
        "opc": "c. Traction bronchiectasis",
        "opd": "d. Hyperinflation with air trapping",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "b8f831ee-64bc-4221-a44e-dedf57a06968",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ILD is not associated with smoking?",
        "exp": "Cryptogenic Organising pneumonia has unknown etiology and has a predilection for lower lobe of the lung. There are three ILD which are associated with cigarette smoking. 1. DIP (Desquamative interstitial pneumonia) shows the response to smoking cessation and histologically characterized by the accumulation of macrophages in intra-alveolar spaces. 2. Respiratory bronchiolitis is a subset of DIP with cellular infiltrate in respiratory bronchioles. It resolves with cessation of cigarette smoking. 3. Pulmonary Langerhans cell Histiocytosis has the presence of reticular or nodular opacities and upper lobe cysts. That explains the development of pneumothorax. It improves with cessation of cigarette smoking.",
        "cop": 1,
        "opa": "Cryptogenic Organising pneumonia",
        "opb": "Desquamative interstitial pneumonia",
        "opc": "Respiratory bronchiolitis",
        "opd": "Pulmonary Langerhans cell Histiocytosis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "e56e7d66-fbb5-431c-a842-f6212d057267",
        "choice_type": "single"
    },
    {
        "question": "What is the first investigation to be done for suspected interstitial lung disease patient?",
        "exp": "ILD may be first suspected on basis of abnormal CXR. Findings seen are:- 1. Bibasilar reticular pattern. 2. Nodular opacities. 3. Honeycombing. Subsequently HRCT is done for assessment of the extent of disease, mediastinal adenopathy and determining the site for biopsy. Lung biopsy is the most effective method for confirming the diagnosis of ILD. MDCT is used in pulmonary embolism. Hence choice C is ruled out. Spirometry findings show a restrictive pattern but in some cases, the obstructive pattern is seen. Hence choice D is ruled out.",
        "cop": 1,
        "opa": "Chest X-ray",
        "opb": "HRCT",
        "opc": "MDCT",
        "opd": "Spirometry",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "46b3c9b9-dd3a-47e7-b379-879de857be9b",
        "choice_type": "single"
    },
    {
        "question": "Which pattern is seen in pulmonary function tests in a patient with interstitial lung disease?",
        "exp": "Pulmonary function tests In PFT, Airway narrowing, lung volume and gas exchange capacity are quantified and compared with normal values adjusted for age, gender, height, etc. Most forms of ILD will show restrictive pattern on PFT. Restrictive deficit TLC(Total lung capacity) Reduced FEV1(Forced expiratory volume in 1 sec) Symmetrically reduced FVC(Forced vital capacity) Reduced DLCO(Diffusing capacity of the lung for carbon monoxide) Reduced FEV1/FVC ratio Normal or increased characteristically >0. 7 Approach to pulmonary function test interpretation:",
        "cop": 2,
        "opa": "FEV1/FVC ratio increases and DLCO increases",
        "opb": "FEV1/FVC ratio increases and DLCO decreases",
        "opc": "FEV1/FVC ratio decreases and DLCO decreases",
        "opd": "FEV1/FVC ratio decreases and DLCO increases",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "4be76b8a-4228-4f50-9dff-b9d2ff052668",
        "choice_type": "single"
    },
    {
        "question": "BAL of a patient shows foamy macrophages with decreased CD4: CD8 ratio. What is the diagnosis?",
        "exp": "Organising pneumonia Foamy macrophages in BAL with low CD4: CD8 ratio Hypersensitivity pneumonitis Marked lymphocytosis Sarcoidosis Marked lymphocytosis with CD4: CD8 ratio of >3. 5 Diffuse alveolar hemorrhage Hemosiderin laden macrophages",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Hypersensitivity pneumonitis",
        "opc": "Organising pneumonia",
        "opd": "Diffuse alveolar hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "b9c6b2c1-99ae-4a8f-b2d4-5f5b2968171e",
        "choice_type": "single"
    },
    {
        "question": "Periodic Acid Schiff (PAS) stain positive intra-alveolar material is seen in?",
        "exp": "PAS material in alveoli is accumulated surfactant due to decreased turnover in pulmonary alveolar proteinosis. Characterized by dysfunction of alveolar macrophages which results in decreased surfactant clearance The same material may be coughed up by patients and described as chunky gelatinous plugs. Lipoid pneumonia will show fat globules in macrophages.",
        "cop": 2,
        "opa": "Alpha 1 antitrypsin deficiency",
        "opb": "Pulmonary Alveolar Proteinosis",
        "opc": "Abetalipoproteinemia",
        "opd": "Lipoid pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "4bee9226-2892-4e8e-8a1e-18f705a6b62e",
        "choice_type": "single"
    },
    {
        "question": "A 54 yr old smoker man comes with fever, hemoptysis, weight loss and oligo arthritis. Serial skiagram shows fleeting opacities. What is the diagnosis -",
        "exp": "Ans. is 'd' i. e., Wegner's granulomatosis On first instance, presence of fleeting opacities and hemoptysis makes it look like a case of allergic bronchopulmonary aspergillosis. But presence of oligoarthritis and weight loss cannot be explained by allergic bronchopulmonary aspergillosis. Presence of fever, hemoptysis and weight loss suggests T. B. or carcinoma. But these two diseases cannot explain fleeting opacities and oligoarthritis. The chest X-ray appearance in carcinoma lung is usually a peripheral or central pulmonary mass depending upon the type of Ca. (Fleeting opacities are not associated with lung Ca). Fleeting opacities are not associated with T. B. too. Besides allergic bronchopulmonary aspergillosis, the other option that may show presence of fleeting opacities in chest X-ray is \"Weener's granulomatosis\". Chest X-ray of Wegner granulomatosis. \"Lesions occur in any part of the respiratory tract and take the form of inflammatory necrosis in the walls of small arteries and granulomatous masses upto several centimetres in diameter are apparent on chest-x- ray. These are fairly well defined and they often cavitate; the lesion may resolve spontaneously while new masses appear. There is considerable day to day variability and eventual total resolution of these abnormalities occur after t/t with prednisolone and cyclophosphomilase\"About oligoarthritis and weight loss. Both the above mentioned features are seen in Wegner's granulomatosis. Wegener's granulomatosis presents with nonspecific constitutional symptoms such as fatigue, myalgia, weight loss and fever. Joint involvement in Wegner's granulomatosis take the form of pauci or polyarticular arthritis.",
        "cop": 4,
        "opa": "Allergic Bronchopulmonary aspergillosis",
        "opb": "Calung",
        "opc": "TB",
        "opd": "Wegeners granulomatosis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "534ed763-28f0-4e64-a550-e81424fcaad6",
        "choice_type": "multi"
    },
    {
        "question": "The chest CXR of patient shows?",
        "exp": "CXR shows the presence of reticular nodular shadows in both lung fields. Choice A is ruled out since emphysema shows hyperinflation with flattening of the diaphragm. Choice C and D are associated with increased CT ratio and cardiac borders can be ruled out. Hence answer by exclusion is choice B",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Reticular shadows",
        "opc": "Batwing edema",
        "opd": "Kerley B lines",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "de51cebe-a745-4538-ab7c-e066f4c0b07f",
        "choice_type": "single"
    },
    {
        "question": "Lambda - Panda sign is typically seen in-",
        "exp": "Ans. is 'a' i. e., Sarcoidosis o Lambda sign and Panda sign on Gallium scan are typically described for sarcoidosis. o Active pulmonary and/or mediastinal sarcoidosis is gallium avid and a positive gallium scan can support the diagnosis of sarcoidosis. Typical patterns of uptake have been described as 'panda' and 'lambda'signs. y Lambda sign - Formed from increased uptake in bilateral hilar and right paratracheal nodes y Panda sign - Formed from increased uptake in the parotids and lacrimal glandso A Lambda sign in combination with a so-called Panda sign (Lambda-Panda Sign) is a highly specific pattern for sarcoidosis.# The degree of uptake typically depends on the activity of disease and gallium scan is positive only in the setting of active parenchymal disease and negative in remission",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "Tuberculosis",
        "opc": "Histoplasmosis",
        "opd": "Leishmaniasis",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "afc1f5e9-e485-4037-9844-1420226cfd3f",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old coal worker presents with difficulty in breathing on exeion for last 2 years. CXR was performed. What does it show?",
        "exp": "The CXR of Coal worker patient shows the presence of hyperinflation in lungs with a tubular appearance of the hea. Lungs appear relatively blacker with flattening of the diaphragm on both sides. The hea appears smaller as lungs are hyper-inflated. These findings are suggestive of emphysema.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Reticulonodular infiltrates",
        "opc": "Pulmonary fibrosis",
        "opd": "Cardiac atrophy",
        "subject_name": "Medicine",
        "topic_name": "Interstitial Lung Disease",
        "id": "1ef10f1f-2c16-44cf-8493-0c845033795d",
        "choice_type": "single"
    }
]