[
    {
        "question": "A 65 year old lady underwent mastectomy for Carcinoma breast. Later she developed frontal headache, pain in temple region and around eye. Her ESR is 55 mm/hour. What is the most probable diagnosis?",
        "exp": "GIANT CELL AERITIS Headache, scalp tenderness, visual symptoms, jaw claudication, or throat pain The temporal aery is usually normal on physical examination but may be nodular, enlarged, tender, or pulseless Blindness Results from occlusive aeritis of the posterior ciliary branch of the ophthalmic aery Ischemic optic neuropathy may produce no funduscopic findings for the first 24-48 hours after the onset of blindness Asymmetry of pulses in the arms, a murmur of aoic regurgitation, or bruits heard near the clavicle resulting from subclan aery stenoses identify an affected aoa or its major branches Foy percent of patients with giant cell aeritis have nonclassic symptoms at presentation, primarily respiratory tract problems (most frequently dry cough), mononeuritis multiplex (most frequently with painful paralysis of a shoulder), or fever of unknown origin The fever can be as high as 40degC and is frequently associated with rigors and sweats Unexplained head or neck pain in an older patient may signal the presence of giant cell aeritis Diagnosis An elevated ESR, with a median result of about 65 mm/h, occurs in more than 90% of patients with polymyalgia rheumatica or giant cell aeritis Magnetic resonance angiography or CT angiography establishes the diagnosis by demonstrating long stretches of narrowing of the subclan and axillary aeries Imaging of the temporal aery with ultrasound, MRI, or CT angiography can sometimes obte the need for biopsy Temporal aery biopsy -Diagnostic findings of giant cell aeritis may still be present 2 weeks (or even considerably longer) after staing coicosteroids. TREATMENT The urgency of early diagnosis and treatment in giant cell aeritis relates to the prevention of blindness When a patient has symptoms and findings suggestive of temporal aeritis, therapy with prednisone, 60 mg daily orally, is initiated immediately Prednisone should be continued in a dosage of 60 mg/day for 1-2 months before tapering Intravenous pulse methylprednisolone (eg, 1 g/day for 3 days) may help patients with visual loss and may increase chance of remission; however, data suppoing this recommendation are preliminary Low-dose aspirin (~81 mg/day orally) may reduce the risk of visual loss or stroke and should be added to prednisone Tocilizumab, an anti-interleukin-6 receptor monoclonal antibody Phase 2 clinical trials have shown that patients initially treated withtocilizumaband prednisone were able to be tapered off prednisone faster than those who were treated with prednisone alone After 1 year of treatment, tocilizumabachieves coicosteroid-free remission in approximately 50% of patients",
        "cop": 4,
        "opa": "Cavernous sinus thrombosis",
        "opb": "Meningeal metastasis",
        "opc": "Frontal sinusitis",
        "opd": "Giant cell aeritis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "0fff791e-7073-496c-8af2-e92d78482a2d",
        "choice_type": "single"
    },
    {
        "question": "A patient with post - paum hemorrhage had about 2 liters of blood loss. Investigation revealed normal PT and a prolonged a. PTT. Test to differentiate between coagulation factor deficiency and factor inhibitor is:",
        "exp": "Mixing studies are used to distinguish between a factor deficiency and an inhibitor. Normal plasma and patient plasma are mixed in a 1: 1 ratio, and the a. PTT or PT is determined immediately and after incubation at 37degC for 30, 60, and/or 120 min. Isolated factor deficiencies a. PTT will correct with mixing and stay corrected with incubation Lupus anticoagulant mixing and incubation will show no correction Acquired neutralizing factor antibodies initial assay may or may not correct immediately after mixing but will prolong with incubation at 37degC. Other inhibitors or interfering substances- heparin, fibrin split products, and paraproteins",
        "cop": 4,
        "opa": "Tissue thromboplastin inhibition time",
        "opb": "Ecarin clotting time",
        "opc": "Dilute Russel viper venom time",
        "opd": "Mixing studies",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "de367e68-a82d-429d-ac1e-237e7bedba16",
        "choice_type": "single"
    },
    {
        "question": "Thermoplasty is used in which condition?",
        "exp": "Thermoplasty: Radiofrequency 65degree for 10sec bronchoscopically and dec bronchospasm Used for Severe persistent asthma Inhaled coicosteroid betamethasone >1000microgm/d LABA>100 microg/g Oral coicosteroid Monteleukast Omalizumab",
        "cop": 2,
        "opa": "COPD",
        "opb": "Asthma",
        "opc": "Bronchiectasis",
        "opd": "Carcinoma lung",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "23f75b1e-1ac5-4135-83b6-18abfab145d4",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for resistant macrophage activation syndrome",
        "exp": "Macrophage activation syndrome (MAS) is a life-threatening complication of rheumatic diseases, requiring immediate and appropriate treatment. MAS is a disorder related to hemophagocytic lymphohistiocytosis (HLH), which is divided into primary and secondary HLH. The most common autoimmune diseases associated with MAS are systemic juvenile idiopathic ahritis (SJIA), followed by systemic lupus erythematosus (SLE), Kawasaki disease (KD), and juvenile dermatomyositis (JDM). The symptoms of MAS are quite similar to those of many active autoimmune diseases or severe sepsis; therefore, it is quite difficult to make a diagnosis. MAS is still underrecognized, and its treatment is usually delayed, which then leads to high morbidity and moality. The classical signs and symptoms of patients with MAS are a persistent high-grade fever, hepatosplenomegaly, lymph-adenopathy, and hemorrhagic manifestations. The mainstay of MAS treatment is glucocoicoid therapy. Most of the physicians sta with an intravenous methylprednisolone 30 mg/kg/dose (maximum 1 g) for 1-3 days. If the patients respond well to the high dose of methylprednisolone, this is decreased to 2-3 mg/kg/day in a divided dose. If the clinical status of the patients is stable, the physicians change the dosage to oral prednisolone, thus, preparing for a discharge, as well. For the nonresponders, an additional therapy with cyclosporin A 2-7 mg/kg/day is recommended.",
        "cop": 3,
        "opa": "Tacrolimus",
        "opb": "Methylprednisolone",
        "opc": "Cyclosporine",
        "opd": "Tocilizumab",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "050ead81-1a4b-45a0-9fed-41d342068996",
        "choice_type": "single"
    },
    {
        "question": "Pericardial knock is seen in?",
        "exp": "Pericardial knock- early diastolic sound ( earlier than S3 ) indicates decreased ventricular compliance due to an external force heard in patients with constrictive pericarditis S3 is an early diastolic sound due to rapid ventricular filling with a large volume of blood so occur in patients with hyperdynamic circulation example: pregnancy, anemia, A-V shunts and congestive heart failure S4 filling of ventricle against a stiff ventricle so the atria have to give a final kick at end of diastole to completely empty itself",
        "cop": 3,
        "opa": "Cardiac tamponade",
        "opb": "Restrictive cardiomyopathy",
        "opc": "Constrictive pericarditis",
        "opd": "Acute pericarditis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "7f81b839-48b6-43bb-ab70-5823fdcb1544",
        "choice_type": "single"
    },
    {
        "question": "A patient with alcoholic cirrhosis has a MELD score of 20-29. What is the percentage of moality in next 3 months?",
        "exp": "Model for end stage liver disease MELD = 3. 78 x log + 11. 2xlog + 9. 57 x log + 6. 43 x etiology (0: cholestatic or alcoholic, 1- otherwise) In interpreting the MELD Score in hospitalized patients, the 3 month moality is: MELD Score 3 month moality >40 71. 3% moality 30-39 52. 6% moality 20-29 19. 6% moality 10-19 6. 0% moality <9 1. 9% moality Therefore nearest options is 25%",
        "cop": 3,
        "opa": "3%",
        "opb": "9%",
        "opc": "25%",
        "opd": "60%",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "4dd56a13-0ae0-49af-8f0a-3fe8f328c033",
        "choice_type": "single"
    },
    {
        "question": "Preferred insulin regimen during pregnancy?",
        "exp": "For basalinsulincoverage, intermediate-acting neutralprotamine. Hagedorn (NPH)insulinhas historically been considered first-line therapy and has been widely studied in this patient population. For postprandial glycemic control, rapid-actinginsulinanalogues, such asinsulinlispro andinsulin aspa, do not cross the placenta and have been safely used in pregnancy.",
        "cop": 2,
        "opa": "Insulin Regular + NPH",
        "opb": "Insulin NPH + Lispro",
        "opc": "Insulin Degludec",
        "opd": "Insulin Lispro + Insulin regular",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2019",
        "id": "7857f05e-aadb-4aff-8a04-d8abcfc26240",
        "choice_type": "single"
    }
]