[
    {
        "question": "A 26 year old female patients presents to emegency with history of consuming hair dye paraphenylenediamine . What shall be the expected outcome in such patient ?",
        "exp": "Hair dye poisoning(Paraphenylenediamine ): Cost-effective alternative to Organophosphate poisoning Readily available to masses. Clinical manifestations are Angioedema leading to dysphasia and respiratory distress, Rhabdomyolysis, Intravascular hemolysis, Acute renal failure and hepatic necrosis. Myocarditis or fatal arrhythmia may also occur in PPD poisoning. Mainstay of management is early recognition and suppoive measures as there is no specific antidote",
        "cop": 4,
        "opa": "Blindness",
        "opb": "Nerve pathology",
        "opc": "Dermatitis",
        "opd": "Rhabdomyolysis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "d1d0e411-17aa-4d27-abaa-1861e322a1b8",
        "choice_type": "multi"
    },
    {
        "question": "In Vitamin A deficiency, respiratory tract infection due to:",
        "exp": "Vitamin A: - Role 1) Vision 2) Reproduction & growth 3) Maintenance of epithelial cell 4) Stabilization of cellular and intra Cellular membrane 5) Synthesis of glycoprotein 6) Antioxidant 7) Skin & Bone Metabolism",
        "cop": 3,
        "opa": "Keratinization of upper epithelial cells",
        "opb": "Lack of antibody production",
        "opc": "Dysfunction of epithelial layer",
        "opd": "Defective chemotaxis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "14bc7576-bd7b-4e8e-906c-d3d8695a9516",
        "choice_type": "single"
    },
    {
        "question": "An asymptomatic patient on regular health checkup has platelet counts of 8,00,000/cu.mm. Next line of management is:",
        "exp": "Normal platelet count =1.5 - 4.5 lac per cu.mm 35% of patients with thrombocytosis eventually end up being Diagnosed with Malignancy Causes of Thrombocytosis Tissue inflammation: collagen vascular disease, inflammatory bowel disease Hemorrhage Malignancy Iron-deficiency anemia Infection Surgery Myeloproliferative disorder: polycythemia Vera, primary myelofibrosis, chronic myelogenous leukemia Rebound: Correction of vitamin B12 or folate deficiency, post-ethanol abuse Myelodysplastic disorder: 5q- syndrome, idiopathic refractory sideroblastic anemia Hemolysis Post splenectomy or hypersplenism Familial: Thrombopoietin overproduction, JAK21 or MPL mutations",
        "cop": 1,
        "opa": "Follow up and observe",
        "opb": "Bone marrow biopsy",
        "opc": "Plasmapheresis",
        "opd": "Phelobotomy",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "70378676-d327-4c7a-84d3-450448bec163",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with polyuria and elevated prolactin levels. There is family history of father died due to renal stones. He has Ca2+of 12 g% and PTH levels of 260 IU/L. Most likely diagnosis is:",
        "exp": null,
        "cop": 1,
        "opa": "MEN 1",
        "opb": "PGA 1",
        "opc": "MEN 2",
        "opd": "Autoimmune polyendocrinopathy",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "86c7ec15-cd55-47b2-a27a-c1e9bc232edc",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding glycemic control in ICU patient:",
        "exp": "Multiorgan dysfunction syndrome > 2 organ failure Pancreas | | Insulin |glucose | Cerebral edema So, Pt should maintain as Normoglycemic .",
        "cop": 3,
        "opa": "Monitoring of blood insulin levels far better than sugar levels in SICU patient",
        "opb": "Maintenance of normoglycemia in medical ICU is of no use",
        "opc": "Target glucose range of 140-180 mg/dL (7.8 - 10.0 mmol/L) is recommended",
        "opd": "Stringent goals, such as 110-140 mg/dL required for all patients",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "d3f0ed25-7c96-4053-8406-7fee18f69cb9",
        "choice_type": "multi"
    },
    {
        "question": "False regarding restrictive lung disease:",
        "exp": "Obstructive Restrictive | in airflow | lung volume COPD Asthma Bronchiectasis ILD Scoliosis Nm causes Spirometry | FEV / FVC FEVI - | FVC - Normal or | TLC - Normal or | | PEFR | / Normal FEV1 /FVC FEV1 Normal | | | PEFR",
        "cop": 1,
        "opa": "FEV 1/FVC decreased",
        "opb": "FVC decreased",
        "opc": "TLC decreased",
        "opd": "FeV1 increased",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "1fc44dd1-6f2c-42b4-b3db-03642294617f",
        "choice_type": "multi"
    },
    {
        "question": "Best management for an immunocompromised patient with the following fundus findings is?",
        "exp": "Toxoplasmosis: Head light in fog appearance MC seen in immunocompromised patient Rx: sulfadiazine plus pyrimethamine + folic acid Fundus picture showing a typical \"Headlight in the Fog appearance\" in a patient with acquired toxoplasmosis Caused by dense vitreous exudate or haze, giving the classic \"headlight- in - a - fog\" appearance. In AIDS Positive pt.- 1) CMV - CD4 <50 Tomato pizza cheese appearance Rx: Ganciclovir 2) Toxoplasmosis",
        "cop": 3,
        "opa": "Intravitreal steroids",
        "opb": "Gancyclovir",
        "opc": "Sulfadiazine plus pyrimethamine",
        "opd": "Amphotericin-B",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "4a4099d6-a9e5-4b85-856e-e156f8631725",
        "choice_type": "single"
    },
    {
        "question": "All are true regarding familial adenomatous polyposis except:",
        "exp": "When familial adenomatous polyposis result from mutations in the APC gene, it is inherited in an autosomal dominant pattern. Which means one copy of the altered gene in each cell is sufficient to cause this disorder. In most cases, an affected person has one parent with the condition. When familial adenomatous polyposis results from mutations in the MUTYH gene, it is inherited in an autosomal recessive pattern. Which means both copies of the gene in each cell have mutations. Most often, the parents of an individual with an autosomal recessive condition each carry one copy of the mutated gene, but do not show signs and symptoms of the condition. Gardner syndrome (GS) Is the association of colonic adenomatous polyposis osteomas, and soft tissue tumors (epidermoid cysts, fibromas, desmoid tumors). Turcot syndrome Includes polyps, medulloblastoma, congenital hyperophy of the retinal pigmented epithelium , and glioblastoma multiforme). Cowden syndrome Includes polyps, fibrocystic disease, breast cancer, and thyroid cancer).",
        "cop": 3,
        "opa": "Associated endocrine involvement can be present",
        "opb": "More > 100 polyps in the colon",
        "opc": "Autosomal recessive",
        "opd": "Multiple duodenal polyps",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "c3cffeb8-567d-4e3b-a643-6e2ecbbc5104",
        "choice_type": "multi"
    },
    {
        "question": "An 34 year old male HIV patient on c-A presents with seizures, unilateral facial nerve palsy. CT scan shows ring enhancement lesion. Best treatment is:",
        "exp": "Causes of seizures in HIV positive Pt: - HIV related encephalopathy Cerebral toxoplasmosis Neurocysticercosis CNS lymphoma Cerebral Toxoplasmosis MRI of cerebral toxoplasmosis showing 2 ring enhancing lesions- \"lighting up\" with intravenous contrast Rx: sulfadiazine +pyrimethamine +Leucovorin Neurocysticercosis - Rx - Albendazole + Dexamethasone Toxoplasmosis Primary CNS Lymphoma Quantity Multiple Solitary Lab Markers T. gondii IgG antibody (nonspecific) Epstein -Barr Virus Size < 4 cm > 4 cm Location Basal Ganglia Periventricular Cerebral Edema +++ + Prognosis Favorable (w/Rx) Poor",
        "cop": 4,
        "opa": "Albendazole with dexamethasone",
        "opb": "Amphotericin B",
        "opc": "ATT with steroids",
        "opd": "Sulphadiazine, pyrimethamine and Leucovorin",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "8f174f97-aa30-41e7-affc-8b24341772aa",
        "choice_type": "single"
    },
    {
        "question": "'Pie in the sky' visual field defect seen in lesions of:",
        "exp": "A. Left Hemianopia Left optic nerve lesion B. Bitemporal Hemianopia Optic chiasm lesion C. Right Nasal Hemianopia Outer optic tract lesion Internal carotid aery thrombus D. Right Homonymous Hemianopia Optic tract lesion E. Right Superior Quadrantanopia Meyer's Loop lesion Left temporal lesion F. Right Inferior Quadrantanopia Dorsal optic radiation lesion Left parietal lesion G. Right Hemianopia with Macular Sparing PCA infarct Superior/ Inferior quadrantanopia Lesion of optic radiation. Lesion of the meyer's loop (temporal pathway)-Superior quadrantanopia (pie in the sky) Lesions of the parietal pathway- inferior quadrantanopia (pie on the floor) causes- neoplasm, inflammatory process, ischemia, infection (eg: encephalitis)",
        "cop": 2,
        "opa": "Optic tract",
        "opb": "Temporal coex",
        "opc": "Optic chiasma",
        "opd": "Occipital coex",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2017",
        "id": "bb2a7aec-3661-45d1-b04d-dbdc827a1a3b",
        "choice_type": "single"
    }
]