[
    {
        "question": "A 14 year old boy with difficulty in walking and behavioural disturbance, recovered from prolonged jaundice recently, has bluish pigmentation over lunula. The next investigation to be done:",
        "exp": "Neurological involvement + Jaundice + Azure Nails (Bluish discoloration of nails) = Wilson's disease Dx: Slit lamp examination and 24 hrs urinary copper Rx: for Neurological feature - Tetrathiomolybdate",
        "cop": 2,
        "opa": "Nail fold cappillaroscopy",
        "opb": "Slit lamp examination",
        "opc": "Biopsy of the pigmented area",
        "opd": "Ankle-brachial pressure index",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "9c98da14-e30e-4e31-834a-0c5345322779",
        "choice_type": "single"
    },
    {
        "question": "Differential diagnosis for 'thunderclap headache' are all except:",
        "exp": "Thunderclap Headache - Thunderclap headache is a severe headache that peaks within 60 seconds of onset, and its cause are: Subarachnoid hemorrhage: BERRY ANEURYSM Intracranial hypotension: DURAL ECTASIA / CSF Leak syndrome Reversible cerebral vasoconstriction syndrome Cervical aery dissection, Cerebral venous thrombosis Migraine Cluster headache Pituitary apoplexy",
        "cop": 2,
        "opa": "Encephalitis",
        "opb": "Ischemic stroke",
        "opc": "Subarachnoid hemorrhage",
        "opd": "Meningitis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "41046f61-6db8-4c83-9b9f-34743fe58826",
        "choice_type": "multi"
    },
    {
        "question": "Bi - hogg - dube syndrome associated with:",
        "exp": "* Bi-Hogg-Dube syndrome is an autosomal dominant Geno-dermatosis. The clinical feature is- Hair follicle hamaomas Kidney tumors: R.C.C Spontaneous pneumothorax",
        "cop": 1,
        "opa": "Renal cell carcinoma",
        "opb": "Lung Ca",
        "opc": "Stomach Ca",
        "opd": "Ovarian Ca",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "62b982c4-e502-419f-b746-9e1a2c385469",
        "choice_type": "single"
    },
    {
        "question": "What is the site of lesion in a patient with alexia without agraphia?",
        "exp": "Alexia without agraphia (or Pure alexia) Patient is unable to read, despite preservation of other aspects of language such as a spelling and writing. Due to lesions in left occipital coex and posterior pa of corpus callosum known as splenium. Due to interruption of visual input into language network. The blood vessel involved is posterior cerebral aery.",
        "cop": 4,
        "opa": "Fusiform gyrus",
        "opb": "Inferior occipital gyrus",
        "opc": "Psalternum",
        "opd": "Splenium",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "46bf472b-e925-4c11-b50e-9af59e4d1338",
        "choice_type": "single"
    },
    {
        "question": "In revised guideline for Behcet's disease, which criterion carries 2 points?",
        "exp": "Bechet's Disease: A painful aphthous ulcer- aka oroculoGenitalSyndrome Sign / symptom Points Ocular Lesions Genital aphthosis Oral aphthosis Skin lesions Neurological manifestations Vascular manifestations Positive pathergy test* 2 2 2 1 1 1 1* *Pathergy test is optional and the primary scoring system does not include pathergy testing. However, where pathergy testing is conducted one extra point may be assigned for a positive result. Pathergy Test: Site: Commonly volar aspect of foreman Intradermal injection of 0.1ml isotonic salt solution using 20 G needle without prior disinfection of the injection of the injection site. 3-5 mm intradermally, at an angle of 45 degree. Reading - after 24-48 hours +ve result-Erythematous papule or pustule (>2 mm) at pick site.",
        "cop": 1,
        "opa": "Ocular lesions",
        "opb": "Neurological lesions",
        "opc": "Vasculitis",
        "opd": "Skin lesion",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "c07cd135-1e41-4fbf-8c33-53d0cb6ac4e9",
        "choice_type": "single"
    },
    {
        "question": "Cause of pruritus in primary biliary cirrhosis?",
        "exp": "Primary biliary cirrhosis- Characterized by chronic inflammation and fibrous obliteration of intrahepatic bile ductules. Associated with autoimmune disorders-CREST syndrome, Sicca syndrome, Autoimmune thyroiditis, Type-1 Diabetes mellitus and IgA deficiency. Mostly seen in females Age is 35-60 yrs C/F-Pruritis, jaundice, steatorrhoea, xanthelasma, hepatomegaly, splenomegaly, ecchymosis, osteomalacia. Cause of pruritis is due to vanilloid receptor Associated with cholesterol stones (not pigment stones) due to reduced bile acid synthesis . Lab findings: | Serum 5' nucleotidase activity | Gamma-glutamyl transpeptidase activity | Serum bilirubin levels | Serum lipid levels |ALP Confirmation test- Liver biopsy (Florid duct lesion (granuloma)) Treatment of choice is liver transplantation. Primary biliary cirrhosisnow called as Primary Biliary Cholangitis",
        "cop": 3,
        "opa": "TGR 4",
        "opb": "Glucagon like peptide",
        "opc": "Vanilloid receptor",
        "opd": "Gastrin releasing peptide",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "95d7ba9a-f3e4-4dbf-8900-300ac549fc6f",
        "choice_type": "single"
    },
    {
        "question": "A patient on warfarin presents with major bleeding and found to have PT INR of 1.5. How much fresh frozen plasma is required to treat this situation?",
        "exp": "4 units of FFP are sufficient to control like threatening bleed in patients Ideally- prothrombin complex concentrates 50-100 IU/Kg/ 2 hourly Nonlife threating bleeding - Vit K",
        "cop": 1,
        "opa": "15 ml/kg",
        "opb": "10 ml/kg",
        "opc": "5 ml/kg",
        "opd": "20 ml/kg",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "f6d72e3e-6482-40d0-b7e7-952e44f8443a",
        "choice_type": "single"
    },
    {
        "question": "All are new markers for Acute Kidney Injury (AKI) except:",
        "exp": "Marker of AKI: Urinary 1) KIM- 1 - Kidney injury molecule-1 Plasma & Urinary 2) NGAL - Neutrophil gratinate associated lipocalin Urinary 3) IL - 18 | Tissue protected effected in proximal tubule",
        "cop": 1,
        "opa": "Plasma IL 18",
        "opb": "Urinary IL 18",
        "opc": "Plasma NGAL",
        "opd": "Urinary NGAL",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "9dc775d5-e62e-4bed-b0a6-b617f20e246e",
        "choice_type": "multi"
    },
    {
        "question": "A man presents with poor feeble pulse, hypotension and cold extremity following history of bee sting. What type of shock is likely in this situation?",
        "exp": "Bee sting | Release Histamine | Increase vascular permeability | Escape of fluid from Intravascular to extravascular space | Distributive shock Comparison of different types of shock Hypovolemic Hypotension, tachycardia weak thready pulse cool, pale, moist skin U/O decreased Decreased CO Increased SVR Cardiogenic Hypotension, tachycardia weak thready pulse cool, pale, moist skin U/O <30 ml/hr Crackles, tachypnea Decreased CO Increased SVR Neurogenic Hypotension, Bradycardia warm Dry Skin Decreased CO Venous & aerial vasodilation, loss sympathetic tone Anaphylactic Hypotension, tachycardia Cough, dyspnea pruritus, uicaria Restlessness, decreased LOC Decreased CO Decreased SVR Septic Hypotension, tachycardia full bounding pulse, tachypnea pink, warm, flushed skin decreased U/O, fever Decreased CO, Decreased SVR",
        "cop": 4,
        "opa": "Septic",
        "opb": "Cardiogenic",
        "opc": "Hypovolemic",
        "opd": "Distributive",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "559776c3-d9f1-473c-8fc6-2de2a68906ab",
        "choice_type": "single"
    },
    {
        "question": "Delta gap compares?",
        "exp": "Delta gap = Change in anion gap - Change in Bicarbonate >6 = Met alkalosis <-6 = Met acidosis",
        "cop": 3,
        "opa": "Change in Anion gap w chloride only",
        "opb": "Change in Anion gap w sodium and potassium",
        "opc": "Change in Anion gap w bicarbonate",
        "opd": "Change in Anion gap w to Sodium only",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "7546b2ae-e300-4e0b-aef7-831d07a531bd",
        "choice_type": "single"
    },
    {
        "question": "Interpret the following ABG values: PcCo2 - 40, HCO3 - 55 mEq/L and pH - 7.7:-",
        "exp": null,
        "cop": 1,
        "opa": "Uncompensated metabolic alkalosis",
        "opb": "Mixed respiratory and metabolic acidosis",
        "opc": "Combined respiratory and metabolic acidosis",
        "opd": "Compensated respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "cb9c9b0e-b009-441d-949b-d40a1032c2b6",
        "choice_type": "single"
    },
    {
        "question": "Which if these is False regarding restrictive lung disease:",
        "exp": "Obstructive Restrictive | in airflow | lung volume Expiratory Inspiratory COPD Asthma Bronchiectasis ILD Scoliosis Nm causes Spirometry FEVI- | FVC - Normal or | TLC - Normal or | | PEFR | / Normal FEVI Normal | | | PEFR",
        "cop": 1,
        "opa": "FEV - 1/FVC decreased",
        "opb": "FVC decreased",
        "opc": "TLC decreased",
        "opd": "FeV1 decreased",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "cf7060c0-ce22-4060-9d2d-32ddcbd4cf06",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with cough with expectoration. Diagnosis of farmer's lung is suspected. True statement regarding this condition:",
        "exp": "Farmer`s lung:- caused by Thermophilic Actinomycetes it is occupational disease - So, no seasonal predilection occur in Asthma - Hypersensitivity pneumonitis occurs due to inhalational exposure to variety of antigens leading to inflammatory response of alveoli and small airways. Choice A is ruled out as asthma attacks are seasonal in nature. Choice B is ruled out as major complaint of the patient in Hypersensitivity Pneumonitis is dyspnea associated with fever, chills and malaise. Choice D is ruled out as alveoli are involved in HP. The answer by exclusion is choice C. Causes of Upper lobe involvement of lungs Inhaled injurious gases Smoke inhalation Centrilobular emphysema Impaired mucociliary clearance Cystic fibrosis Inhaled paiculates: pneumoconiosis Silicosis Coal worker pneumoconiosis Berylliosis Miscellaneous pneumoconiosis (hard metal disease, kaolinosis, bauxite pneumoconiosis, fuller eah disease) Inhaled antigens Hypersensitivity pneumonitis Allergic bronchopulmonary aspergillosis Chronic eosinophilic pneumonia Granulomatous disease Granulomatous disease Tuberculosis Sarcoidosis Langerhans Cell histiocytosis Broncho centric granulomatous Abnormal perfusion kinetics Right-sided localized pulmonary edema in acute mitral regurgitation Neurogenic pulmonary edema Metabolic disease Metastatic pulmonary calcification Increased mechanical stress Ankylosing spondylitis",
        "cop": 3,
        "opa": "May to June seasonal",
        "opb": "Persistent cough with expectoration",
        "opc": "X- ray features upper lobe predominant in chronic HP",
        "opd": "Pleural effusions are common",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "b610c8ac-fc6a-489f-b551-381df941f170",
        "choice_type": "multi"
    },
    {
        "question": "Xanthoma dissemination is associated with:-",
        "exp": "Xanthoma dissemination Non-Familial Non-Langerhan Histiocytosis. C/F : Presents with Xanthoma like lesion, we see reddish yellow papules over the whole body. Associated with Diabetes Insipidus.",
        "cop": 2,
        "opa": "Down's Syndrome",
        "opb": "Diabetes Insipidus",
        "opc": "Lymphoma",
        "opd": "Ca Pancreas",
        "subject_name": "Medicine",
        "topic_name": "JIPMER 2018",
        "id": "a94de835-b840-4f92-87fc-9eecc3a639eb",
        "choice_type": "single"
    }
]