[
    {
        "question": "Which of the following helps most in nephrolithiasis?",
        "exp": "Treatment of renal calculi is often empirical, based on odds (Ca oxalate stones most common), clinical history, and/or the metabolic workup. An increase in fluid intake to at least 2. 5-3 L/d is perhaps the single most effective intervention, regardless of the type of stone. Conservative recommendations for pts with Ca oxalate stones (i. e., low-salt, low-fat, moderate-protein diet) are thought to be healthful in general and therefore advisable in pts whose condition is otherwise uncomplicated. In contrast to prior assumptions, dietary calcium intake does not contribute to stone risk; rather, dietary calcium may help to reduce oxalate absorption and reduce stone risk. * Calcium intake in patients with kidney stones should be normal with adequate water intake.",
        "cop": 1,
        "opa": "Low sodium diet",
        "opb": "Low calcium diet",
        "opc": "High sodium diet",
        "opd": "Low citrate diet",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "159e5d62-2cac-4aa0-8539-7edf94d46e82",
        "choice_type": "single"
    },
    {
        "question": "What is the investigation of choice for the ureteric stone?",
        "exp": "All of the routine methods have become less useful with the advent of more sensitive and specific nonenhanced computed tomography (CT) scanning. When CT is available, it is now considered the examination of choice for the detection and localization of urinary stones.",
        "cop": 1,
        "opa": "CT scan",
        "opb": "USG",
        "opc": "MIBG scan",
        "opd": "DMSA scan",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "7d8a87da-d6b2-43f2-b0cb-3085550e5a51",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common cause of calcium oxalate stones?",
        "exp": "Most common cause of calcium oxalate stones- Idiopathic Hypercalciuria Other causes are- Hyperuricosuria Primary hyperparathyroidism Distal renal tubular acidosis Dietary hyperoxaluria",
        "cop": 2,
        "opa": "Hyperparathyroidism",
        "opb": "Idiopathic Hypercalciuria",
        "opc": "Dietary intake of milk-based products",
        "opd": "Renal tubular acidosis type 1",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "006df8ae-c36a-4ce7-931c-f32a2f47715c",
        "choice_type": "single"
    },
    {
        "question": "Best for management of a 3 cm stone in renal pelvis without evidence of hydronephrosis is?",
        "exp": "ESWL- done for stone less than 2. 5 cm size PCNL-if stone is > 2. 5 cm will treat by PCNL Most common kidney stone =calcium oxalate Etiology=idiopathic hypercalciuria",
        "cop": 2,
        "opa": "ESWL",
        "opb": "PCNL",
        "opc": "Antegrade Pyeloplasty",
        "opd": "Retrograde pyeloplasty",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "2f2910d1-4e16-4f9f-9439-c533203444b0",
        "choice_type": "single"
    },
    {
        "question": "Which of these is used for prevention of struvite stone?",
        "exp": "Struvite stones /triple phosphate stones- occur due to infection of upper urinary tract with urease-producing bacteria like Proteus These organisms hydrolyze urea and elevate urine pH to >8. 0. This causes precipitation of triple phosphate and the stone quickly fills the renal pelvis. In patients with surgically altered urinary drainage or spinal cord injury, urease inhibitor Acetohydroxamic Acid can be used. Choice C and D, tiopronin and penicillamine are used in the medical management of cystine stones.",
        "cop": 2,
        "opa": "Urine alkaliniser",
        "opb": "Acetohydroxamic acid",
        "opc": "Tiopronin",
        "opd": "D-Penicillamine",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "6e3c8f9f-fbb7-4980-a5f6-ab9d6b300d7f",
        "choice_type": "single"
    },
    {
        "question": "Causes of low urinary calcium include?",
        "exp": "A 1- hypercalciuria and nephrolithiasis. In Cushing syndrome- | coisol- | bone turnover and increased urinary calcium is seen. In Paget's disease of bone, urinary calcium is normal or increased In chronic glomerulonephritis, ESRD will ensue- decrease in vitamin D3, hypocalcemia and low urinary calcium. Causes of Hypocalciuria Drugs including thiazide diuretics Hypoparathyroidism, Pseudohypoparathyroidism Rickets Hypothyroidism Nephrosis/chronic kidney disease Familial hypocalciuric hypercalcemia (FHH), also known as familial benign hypercalcemia",
        "cop": 3,
        "opa": "Renal tubular acidosis",
        "opb": "Cushing's syndrome",
        "opc": "Chronic glomerulonephritis/CKD",
        "opd": "Paget's disease",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "9015c592-c1c5-4e30-aa7a-715258fd88f5",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old female presents with recurrent renal stone. What is not advised?",
        "exp": "Low-calcium diets increase the risk of the incident stone formation. Low-calcium diets lead to the stone formation by reducing the amount of calcium to bind oxalate in the intestine- | urine oxalate levels.",
        "cop": 4,
        "opa": "Increase water intake",
        "opb": "Restrict protein",
        "opc": "Restrict salt",
        "opd": "Restrict calcium",
        "subject_name": "Medicine",
        "topic_name": "Kidney Stones & Renal Tubular Acidosis",
        "id": "eceae43d-d926-44b3-a3d9-b4e8184a6df7",
        "choice_type": "single"
    }
]