[
    {
        "question": "Which one of the following laboratory test differentiates leukamoid reaction from chronic myeloid leukemia?",
        "exp": "Ans. is 'a' i. e., LAP (leukocyte alkaline phosphatase) o A leukemoid reaction is an exuberant form of ieucocytosiswith leucocyte count upto 50000/mm3, that may follow infections. It is difficult to distinguish leukemoid reaction from leukemia. Absence of Philadelphia chromosome and increase in leucocyte alkaline phosphatase score rules out CML. CMLLeukemoidpH chromosome+ve-ve. ALPDecreased. Increased",
        "cop": 1,
        "opa": "LAP (leukocyte alkaline phosphatase)",
        "opb": "LCA (leukocyte common antigen)",
        "opc": "MPO (myelo-peroxidase)",
        "opd": "TRPA (tartrate resistant alkaline phosphatas",
        "subject_name": "Medicine",
        "topic_name": "Leukemia",
        "id": "869d302b-83a0-48c1-9d13-732de0359370",
        "choice_type": "single"
    },
    {
        "question": "Decreased leucocyte alkaline phosphatase is seen in-",
        "exp": "Ans. is 'a' i. e., CMLRemeber these two important cause of low leucocyte alkaline phosphataseo Chronic myeloid leukemia. o Paroxysmal nocturnal hemoglobinuria. Other conditions where leucocyte alkaline phosphatase might be decreasedo Aplastic anemiao Diabeteso Cirrhosis of livero Gouto Thrombocytopenic purpurao Hereditary hypophosphatasia",
        "cop": 1,
        "opa": "CML",
        "opb": "AML",
        "opc": "Polycythemiavera",
        "opd": "Myelofibrosis",
        "subject_name": "Medicine",
        "topic_name": "Leukemia",
        "id": "9fce24b9-1d80-41d8-8375-d15312e7e2af",
        "choice_type": "single"
    },
    {
        "question": "CML treatment-",
        "exp": "Ans. is 'b* i. e., Imatinib Treatment of CM. L. Hematopoietic cell. Tyrosine kinase. Other agentstransplantationinhibitors o. Curative treatmento These are used in patientso These patients can causeo Younger patients with stablewith chronic diseaseremission but with thedisease who have a suitableo They do not produce cureadvent of HCT anddonorbut cause remissionthe oral TKl's the use of othero Key component of the treatmento Initial treatment of choicechemotherapeutic agents isof accelerated phase and blastfor almost all newly diag-of historical interest now. crisisnosed patients with CML Tyrosine kinase inhibitors are the treatment of choice for chronic myeloid leukemiao First and second-generation oral tyrosine kinase inhibitors (eg, imatinib, dasatinib, nilotinib) target the \"constitutivelv active tvrosine kinase\" implicated in the pathogenesis of CML. \"Although they do not cure the disease, these aeents are able to achieve longterm control of CML in the majority ofpatients; th us. they have become the initial treatment of choice for almost all newly diagnosed patients with CML. \"Other aeentso Other agents were much more commonly used in CML prior to the advent of the TKIs. o These include hydroxyurea, interferon alpha with or without cytarabine, Busulfan. o Up to 90 percent ofpatients will have a hematologic remission, amelioration of symptoms, and reduction or elimination of splenomegaly with these agents. However, these are considered palliative therapy since they are not curative, do not prolong overall survival, and only rarely result in attainment of a cytogenetic response.",
        "cop": 2,
        "opa": "Vincristine",
        "opb": "Imatinib",
        "opc": "Cyclophosphamide",
        "opd": "Methotrexate",
        "subject_name": "Medicine",
        "topic_name": "Leukemia",
        "id": "9a29d624-9249-4221-8931-831666ef77ae",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in chronic myeloid leukemia:",
        "exp": "Ans. (a) Imatinib mesylate. Ref: Harrison 19th ed. / 102e-3* Imatinib mesylate is an inhibitor of tyrosine kinase which is used for treatment of the following cancers# Chronic myeloid leukemia# Gastro-intestinal stromal tumors# Systemic mastocytosis",
        "cop": 1,
        "opa": "Imitanib. Mesylate",
        "opb": "Fludarabine",
        "opc": "Cladribine",
        "opd": "Pentostatin",
        "subject_name": "Medicine",
        "topic_name": "Leukemia",
        "id": "eb884d87-702a-48d1-8cb2-79422a3eadf7",
        "choice_type": "single"
    },
    {
        "question": "Enzyme used in Leukemia -",
        "exp": "Ans. is 'a' i. e., Asparginase o Asparaginase is a protein and it is an enzyme.# Asparaginase catalyzes the hydrolysis of asparagine to aspartic acid and ammonia. o Asparatrine is required for protein synthesis and is essential part of cell. Tumour cells, especially All cell, have low levels of aspargine synthetase, the enzyme that catalyzes the synthesis of asparagine. Therefore tumour cells require an external source of asparagine in order to survive. o Asparasinase serves to destroy all the asparagine that does manage to get synthesized in a tumour cell or that comes in from other sources, thus the tumour cells die because they do not have the aspareine needed to build proteins. o Asparaginase does not come naturally in humans but is found in bacteria, plants, animals including guinea pigs, o Asparaginase used in chemotherapy is usually isolated from cultures ofE. coli.",
        "cop": 1,
        "opa": "Asparginase",
        "opb": "Lipase",
        "opc": "Amylase",
        "opd": "Transminase",
        "subject_name": "Medicine",
        "topic_name": "Leukemia",
        "id": "135f9ed3-2439-45fe-b898-9aaf345ea2d7",
        "choice_type": "single"
    }
]