[
    {
        "question": "Commonest site of lytic lesion in multiple myeloma is:",
        "exp": "In multiple myeloma- bone lesions are most common in veebral column. The pain usually involves the back and ribs, and unlike the pain of metastatic carcinoma, which often is worse at night, the pain of myeloma is precipitated by movement. Persistent localized pain in a patient with myeloma usually signifies a pathologic fracture. The most common site of lytic lesion in multiple myeloma is veebra>skull>ribs. Distal to elbow and knee lesions are not seen.",
        "cop": 1,
        "opa": "Veebral column",
        "opb": "Femur",
        "opc": "Clavicle",
        "opd": "Pelvis",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "f1c82e81-ab79-4bb0-835c-8c6686628a85",
        "choice_type": "single"
    },
    {
        "question": "In lymphoplasmacytoid lymphoma which of the following monoclonal immunoglobulin is seen?",
        "exp": "Lymphoplasmacytoid lymphoma /Waldenstrom's Macroglobulinemia. The majority of patients in this disease have monoclonal IgM serum para-protein. In contrast to myeloma, the disease was associated with lymphadenopathy and hepatosplenomegaly, but the major clinical manifestation was the hyperviscosity syndrome.",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgD",
        "opc": "IgG",
        "opd": "IgM",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "9a5b64b7-1e53-43bb-bc4c-6880ae656cc9",
        "choice_type": "single"
    },
    {
        "question": "Popcorn variant of Reed-Sternberg cell is seen in?",
        "exp": "Popcorn variant of Reed-Sternberg cell is seen in lymphocyte predominant Hodgkin's disease Variants of Reed -Sternberg Cells Subtypes of Hodgkin's Associated Mononuclear variant = Variant of R. S. cell, mononucleated. Mixed cellularity Lacunar Variant = Large cells with hyperlobated nucleus, multiple small nuclei and eosinophilic cytoplasm around the nucleus creating an empty space called lacunae Nodular sclerosis Lympho-histiocytic variant (popcorn cell variant) = Cell with multiple folded or convoluted nuclear contour resembling a \"popcorn kernel\" Lymphocytic predominant Note MC subtype of Hodgkin lymphoma: Nodular sclerosis ( Globally ) Mixed cellularity ( In India )",
        "cop": 4,
        "opa": "Follicular center lymphoma",
        "opb": "Lymphocyte depleted Hodgkin's disease",
        "opc": "Nodular sclerosis Hodgkin's disease",
        "opd": "Lymphocyte predominant Hodgkin's disease",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "7c5c0b04-5d1a-4c2b-aee9-67b497f52895",
        "choice_type": "single"
    },
    {
        "question": "'ABVD' regimen is used in?",
        "exp": "Adriamycin, Bleomycin, Vinblastine, and Dacarbazine (ABVD) is used for treatment of Hodgkin lymphoma Hematological malignancy Chemotherapy used Acute lymphoblastic leukemia V. A. L. P plus intra-thecal methotrexate Acute myeloid leukemia Cytarabine and Dacarbazine Acute promyelocytic leukemia Al trans retinoic Acid Chronic myeloid leukemia Imatinib mesylate Chronic lymphocytic leukemia Fludarabine Hodgkin disease ABVD/MOPP regimen Non-Hodgkin lymphoma R-CHOP Multiple Myeloma Lenalidomide, Boezomib, Prednisone",
        "cop": 4,
        "opa": "Chronic lymphocytic leukemia",
        "opb": "Acute lymphoblastic leukemia",
        "opc": "N. H. L",
        "opd": "Hodgkin's disease",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "ad2227eb-bf7f-45e5-ba42-a9744480305b",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common clinical sign of multiple myeloma?",
        "exp": "The most common clinical feature of multiple myeloma is anemia. Hb <120g/L occurs in 40 to 73% of patients at presentation and contributes to the weakness and fatigue The anemia is normochromic, normocytic, but macrocytosis may be observed as well. When there are high concentrations of serum Ig, rouleaux formation occurs. The combination of anemia and hyper-proteinemia leads to a marked increase of the ESR in more than 90% of cases. The next most common clinical problem in patients with myeloma is susceptibility to bacterial infections.",
        "cop": 2,
        "opa": "Bone pain",
        "opb": "Anemia",
        "opc": "Hypercalcemia",
        "opd": "Bleeding",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "3ce51548-a79b-40c1-b469-b6599c9ae372",
        "choice_type": "single"
    },
    {
        "question": "LH variant of RS cells are seen in?",
        "exp": "Condition Type of RS cells Nodular sclerosis Lymphocyte depleted Lymphocyte predominant Lacunar Pleomorphic Popcorn or LH cell",
        "cop": 4,
        "opa": "Nodular sclerosis subtype",
        "opb": "Lymphocyte rich",
        "opc": "Lymphocyte depleted",
        "opd": "Lymphocyte predominant",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "3598a84b-dab8-4966-88d9-27f467b506b2",
        "choice_type": "single"
    },
    {
        "question": "Maximum ESR is seen in?",
        "exp": "Markedly elevated E. S. R (>100/hr) Moderate elevation of E. S. R Low ESR Monoclonal blood protein disorders such as multiple myeloma. Temporal aeritis Polymyalgia rheumatica SLE Active inflammatory disease- rheumatoid ahritis Chronic infections, collagen disease and neoplastic diseases. Neoplastic disease. Sickle cell anemia Polycythemia vera ESR =0 in Afibrinogenemia/ Agammaglobulinemia / Extreme Polycythaemia (Hct > 65%).",
        "cop": 3,
        "opa": "CHF",
        "opb": "Polycythemia vera",
        "opc": "Multiple myeloma",
        "opd": "Sickle cell anemia",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "c67dfe7b-c7a8-4c0f-a64f-16437859a660",
        "choice_type": "single"
    },
    {
        "question": "Classical 'Rain drop' lesions are seen in:",
        "exp": "The appearance of multiple, well-defined lytic lesions(punched out lesions) of various size scattered through out the skull constitutes the raindrop skull appearance of multiple myeloma. This term is applied as an analogy to rain hitting a surface and splashing, where it leaves a random pattern of dark spots.",
        "cop": 3,
        "opa": "Burkitt's lymphoma",
        "opb": "Hodgkin's lymphoma",
        "opc": "Multiple myeloma",
        "opd": "Haemophilia",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "54342761-66b4-4079-8bef-3abcaeb73c1e",
        "choice_type": "single"
    },
    {
        "question": "Steroids are not indicated in the treatment of?",
        "exp": "Steroids are not used in treatment of Kaposi sarcoma. TREATMENT: Hodgkin lymphoma Doxorubicin, bleomycin, vinblastine, and dacarbazine (ABVD) Mechlorethamine, vincristine, procarbazine, and prednisone (MOPP). NHL Rituximab, Cyclophosphamide, Hydroxydaunomycin, Oncovin and prednisolone (RCHOP) Multiple myeloma Lenalidomide, dexamethasone and Boezomib.",
        "cop": 1,
        "opa": "Kaposi Sarcoma",
        "opb": "Hodgkin Lymphoma",
        "opc": "NHL",
        "opd": "Multiple Myeloma",
        "subject_name": "Medicine",
        "topic_name": "Lymphoma and Plasma cell disorder",
        "id": "c29edaff-e51e-41df-8d33-e3959b5d2ee5",
        "choice_type": "single"
    }
]