[
    {
        "question": "Which cyclooxygenase plays a role in maintaining GI mucosal integrity?",
        "exp": "Cyclooxygenase 1- plays a role in maintaining GI mucosal integrity The beneficial effects of NSAIDs on tissue inflammation are due to inhibition of COX-2 S/E of NSAIDs: GI mucosal ulceration and renal dysfunction- due to inhibition of the COX-1 isoform. Highly COX-2-selective NSAIDs- provide the beneficial effect of decreasing tissue inflammation & minimizing toxicity in the GI tract. Selective COX-2 inhibitors have had adverse effects on CVS, leading to increased risk of myocardial infarction.",
        "cop": 1,
        "opa": "Cyclooxygenase 1",
        "opb": "Cyclooxygenase 2",
        "opc": "Cyclooxygenase 3",
        "opd": "Cyclooxygenase 4",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "4695473e-a66d-4dc0-89c0-4699cc3bfc4e",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old lady presents with features of malabsorption and iron deficiency anemia. Duodenal biopsy shows complete villous atrophy, Probable diagnosis can be asceained on detection of which antibody:",
        "exp": "Differential diagnosis of this patient is Celiac disease Best screening test for diagnosis of celiac sprue -anti-Tissue transglutaminase antibody > Anti-endomyosial antibody Malabsorption and anemia is seen due to proximal gut > distal pa of small intestine Biopsy from Distal duodenum or proximal jejunum - loss or blunting of intestinal mucosa.",
        "cop": 1,
        "opa": "Antiendomysial antibodies",
        "opb": "Anti -goblet cell antibodies",
        "opc": "Anti - Saccharomyces cerevisae antibodies",
        "opd": "Antineutrophil cytoplasmic antibodies",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "25dd9fb9-b8f2-422e-abc3-f642149eb23d",
        "choice_type": "single"
    },
    {
        "question": "Which is the most impoant complication of celiac sprue?",
        "exp": "The most impoant complication of celiac sprue is development of cancer both intestinal and non-intestinal neoplasms and lymphomas. Celiac sprue Complications Associated with Intestinal neoplasms/ lymphoma Refractory sprue Collagenous sprue Dermatitis herpetiformis Type 1 DM IgA deficiency Down, Turner syndrome",
        "cop": 1,
        "opa": "Intestinal neoplasm",
        "opb": "Diabetes mellitus",
        "opc": "Dermatitis herptiformis",
        "opd": "Bile acid diarrhea",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "a17cc05b-8e58-4ee2-b44a-a13b5e8fbd10",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old female presents with a rash on the back, elbows, buttocks and knees. The rash began acutely, associated with severe pruritis and burning sensation. Biopsy was done that shows immunofluorescence granular deposition of IgA in the papillary dermis, along the epidermal basement membrane zone and neutrophilic dermatitis within dermal papillae. So, what will be the course of management?",
        "exp": "Dermatitis herpetiformis is an immunologic skin disease characterized by itchy papulovesicular lesions of the extremities, knees, elbows and buttocks. On immunofluorescence, there is granular deposits of IgA that is found in the papillary dermis and along with the epidermal basement membrane. Majority of these patients have associated gluten-sensitive enteropathy, that may be clinically unrecognized. Patients with DH can be managed by two complementary methods: - Medications: Dapsone (50-200 mg / daily), and it shows remarkable improvement within 1-2 days - Gluten free diet",
        "cop": 4,
        "opa": "Prednisone 40 mg daily",
        "opb": "Gluten-free diet",
        "opc": "Dapsone 100 mg daily",
        "opd": "2 and 3",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "6525dd7a-fe34-4f54-aa76-5a9c7be87157",
        "choice_type": "single"
    },
    {
        "question": "In celiac sprue which vitamin deficiency is least likely?",
        "exp": "Celiac disease - The proximal pa of the gut > distal pa. Hence vitamin B12 levels are rarely ever low. Due to maximum damage to duodenum and jejunum iron and folic acid deficiency is common Vitamin A deficiency can develop in celiac disease on account of steatorrhea.",
        "cop": 2,
        "opa": "Vitamin A",
        "opb": "Vitamin B12",
        "opc": "Folic acid",
        "opd": "Iron",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "086c83cc-9321-4d66-9090-79831fc9c033",
        "choice_type": "single"
    },
    {
        "question": "A 41 year old patient presented with chronic diarrhea for 3 months. A D-xylose absorption test was order to look for:",
        "exp": "D-Xylose - monosaccharide, or simple sugar, that does not require enzymes for digestion prior to absorption. Its absorption requires an intact mucosa only. In normal individuals, a 25 g oral dose of D-xylose will be absorbed and excreted in the urine at approximately 4. 5 g in 5 hours. A decreased urinary excretion of D-xylose is seen in small intestinal bacterial overgrowth and Whipple's disease. In cases of bacterial overgrowth, the values of D-Xylose absorption return to normal after treatment with antibiotics. In contrast, if the D-xylose urinary excretion is normal, then the problem must be due to a non-mucosal cause of malabsorption (i. e., pancreatic insufficiency).",
        "cop": 1,
        "opa": "Carbohydrate malabsorption due to mucosal disease",
        "opb": "Carbohydrate malabsorption due to chronic pancreatitis",
        "opc": "Fat malabsorption due to mucosal disease",
        "opd": "Fat malabsorption due to chronic pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "a406de45-c07a-4558-bc92-e0132d9ef681",
        "choice_type": "single"
    },
    {
        "question": "Mutation of STK 11 and LKB 1 gene is associated with?",
        "exp": "STK11 is a tum or suppressor gene, in that its over-expression can induce a growth arrest of a cell at the GI phase of the cell cycle and that somatic inactivation of the unaffected allele of STK11 is often observed in polyps and cancers from patients with Peutz-Jeghers syndrome. The second gene involved in Peutz-fegher's polyps is caused by germ-line mutations in the LKB1 gene. Loss of the APC tumor suppressor gene in FAP and Gardner syndrome give rise to hundreds of adenomas that progress to form cancers MALT lymphoma a t(ll; 18) translocation is common (the translocation creates a fusion gene between the apoptosis inhibitor BCL-2 gene in chromosome 11 and the M LT gene in chromosome 18.",
        "cop": 3,
        "opa": "Familial adenomatous polyposis",
        "opb": "Hereditary nonpolyposis colorectal cancer",
        "opc": "Peutz - Jeghers syndrome",
        "opd": "Neurofibromatosis",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "3a7b1f08-f225-4161-b125-f5c6b957ac7b",
        "choice_type": "single"
    },
    {
        "question": "B-ring in oesophagus is found at?",
        "exp": "B- ring - Schatzki ring * Lower 1/3rd esophageal mostly at the Gastro - esophageal junction * LE Ring < 13mm * Aphagia/ Food impaction",
        "cop": 2,
        "opa": "Junction of cervical esophagus and cricopharyngeus",
        "opb": "Gastro-esophageal junction",
        "opc": "Junction of upper 1/3rd and middle 1/3rd of esophagus",
        "opd": "Junction of cricopharyngeus and upper 1/3rd of esophagus",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "f98c6f8b-f41f-4f71-ac73-1c5b3293bb4c",
        "choice_type": "single"
    },
    {
        "question": "Not included in armamentarium of tests for malabsorption syndrome:",
        "exp": "Test Characterstics D- xylose test Sugar malabsorption and tests jejunal damage or proximal enteropathy 14 C triolein test Fat malabsorption picked up by radiocarbon being tagged to the triglycerides 13 C trioactanoin Fat malabsorption due to pancreatic exocrine insufficiency Se. HCAT ( 23-seleno - 25- homo tauro -cholic acid) (selenium homocholic acid taurine) To diagnose bile acid malabsorption Hydrogen breath test For sugar malabsorption as unabsorbed sugar is degraded by bacteria. 13 C acetate breath tests For stomach emptying",
        "cop": 4,
        "opa": "D - Xylose",
        "opb": "14 C triolein breath test",
        "opc": "13 C trioctanoin breath test",
        "opd": "13 C triclosan breath test",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "a422e5bc-d33d-46f6-b5db-18c062f76231",
        "choice_type": "single"
    },
    {
        "question": "Non - tropical sprue is characterized by?",
        "exp": "Non-tropical sprue Microscopic examination of the jejunum reveals: Blunting or absence of the villi Substitution of cuboidal for columnar surface cells Infiltration of the lamina propria with lymphocytes and plasma cells Increased mitotic activity in the crypts of the unusually deep intestinal glands. The damage would lead to malabsorption of carbohydrates and lipids",
        "cop": 4,
        "opa": "Elongation of intestinal villi",
        "opb": "Currant jelly stools",
        "opc": "Hyperiglyceridemia",
        "opd": "Poor absorption of lipids",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "7ac8e37e-8d52-4e96-ac25-ebd18043dc07",
        "choice_type": "single"
    },
    {
        "question": "Gluten sensitive enteropathy is strongly associated with:",
        "exp": "Gluten enteropathy/Celiac Sprue It is associated with HLA -DQ2 Due to auto Ab against brush border epithelium which is present in the gut mucosa Clinical Feature-Osmotic diarrhoea Auto ab: Anti tissue transglutaminase Ab - Screening test Small intestinal mucosal Biopsy - Confirmatory test Treatment: No 'BROW'(Barley, Rye, Oats, Wheat) Only maize is allowed",
        "cop": 4,
        "opa": "Blood group B",
        "opb": "HLA-DQ3",
        "opc": "HLA-DR4",
        "opd": "HLA-DQ2",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "727b699a-20cd-45b6-96a1-6db5b7b0164b",
        "choice_type": "single"
    },
    {
        "question": "Xylose absorption test is used to assess:",
        "exp": "Condition Investigation of choice Insulinoma 72 hour prolonged fasting Atypical carcinoid 5 HTP ( hydroxyl tryptophan) ZES Secretin study Monosaccharide malabsorbtion D xylose absorption test",
        "cop": 4,
        "opa": "Insulinoma",
        "opb": "Atypical carcinoid",
        "opc": "ZES",
        "opd": "Monosaccharide absorption",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "cc3b9fdd-fc32-45a2-a898-1b1d747ad9e1",
        "choice_type": "single"
    },
    {
        "question": "Low serum cobalamin and elevated serum folate levels are seen in?",
        "exp": "Low serum cobalamin seen in Blood cancer but depletion of both Vit B12 and folic acid. So, leukemia Ruled out. Celiac Sprue - Involvement of Duodenum>Jejunum>Ileum Folic acid absorption- Jejunum Vit B12 absorption - T. Ileum So, Celiac spure ruled out Bacterial overgrowth syndrome Ileum involvement Vit B12 | Bacteria produce Folate products-Folic acid | IOC: Jejunal Aspirate culture Rx: Antibiotics",
        "cop": 3,
        "opa": "Acute myeloid leukemia",
        "opb": "Celiac sprue",
        "opc": "Bacterial overgrowth syndrome",
        "opd": "Chronic myeloid leukemia",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "d50ec183-be63-4dd0-a51a-3f04ea2605f1",
        "choice_type": "single"
    },
    {
        "question": "Alpha 1 anti -trypsin in stool is indicative of:",
        "exp": "Alpha-1-antitrypsin (a-1-AT)- glycoprotein, which is produced by the liver, intestinal macrophages, monocytes and mucous membrane cells of the gut. Belongs acute phase proteins Lack of a-l-AT-enhanced proteolysis.. Measurement of a-1-AT in stool reflects the permeability of the gut during inflammatory processes.",
        "cop": 1,
        "opa": "Protein losing enteropathy",
        "opb": "Chronic pancreatitis",
        "opc": "Acute pancreatitis",
        "opd": "Whipple disease",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "b50351a8-a2fe-41c9-bc98-14b4aeb5d90d",
        "choice_type": "single"
    },
    {
        "question": "Anti - T. T. G. antibodies are seen in:",
        "exp": "Anti-endomysial antibodies of the immunoglobulin A (IgA) type can detect celiac disease with a sensitivity and specificity of 90% and 99%, respectively. Serology for anti-T. T. G antibodies was initially repoed to have a higher sensitivity (99%) and specificity (>90%) for identifying coeliac disease. However, it is now thought to have similar characteristics to anti-endomysial antibody. Modern anti-TTG assays rely on a human recombinant protein as an antigen. TTG testing should be done first as it is an easier test to perform",
        "cop": 2,
        "opa": "Giardia malabsorption",
        "opb": "Gluten enteropathy",
        "opc": "Lactose deficient",
        "opd": "Bile acid malabsorption",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "408a274f-02d6-4c27-9143-0f2dcfc9f351",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions leads to the following endoscopic appearance?",
        "exp": "Intestinal lymphangiectasis Biopsy: vacuolated cells because fat will not be absorbed Necrotizing enterocolitis Diagnosed by Radiological finding (Pneumatosis intestinalis) Amoebic colitis Biopsy -Flask- shaped ulcer(Bleeding) Gastric antral vascular ectasia: Vascular information-Watermelon stomach",
        "cop": 2,
        "opa": "Intestinal lymphangiectasia",
        "opb": "Gastric antral vascular ectasia",
        "opc": "Amoebic colitis",
        "opd": "Necrotising Enterocolitis",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "0fb32721-6a9f-40b5-bef3-e782bf52123f",
        "choice_type": "single"
    },
    {
        "question": "Jejunal biopsy is diagnostic in:",
        "exp": "Per-oral jejunal biopsy is used in the diagnosis of malabsorption syndromes: Celiac sprue Amyloidosis Whipple's disease Lymphoma Abetalipoproteinemia Scleroderma. Malabsorption Syndrome Jejunal biopsy findings Non-tropical sprue Blunting or absence of the villi, Substitution of cuboidal for columnar surface cells, Infiltration of the lamina propria with lymphocytes and plasma cells. Amyloidosis Deposition of amyloid in the lamina propria and around blood vessels. Whipple's disease Villi of the intestinal mucosa are thickened and have bulbous tips, Laminae propria contain foamy histiocytes and lipid deposits Lymphoma Mucosal lesions may be identical to those seen in spure Lamina propria -lymphocytic cellular infiltrations Abeta-lipoproteinemia Numerous vacuoles of fat are found in the epithelial cells. Scleroderma Collagen deposition around Brunner s glands",
        "cop": 3,
        "opa": "Giardiasis",
        "opb": "Tropical sprue",
        "opc": "Whipple's disease",
        "opd": "Radiation enteritis",
        "subject_name": "Medicine",
        "topic_name": "Malabsorbtion Syndrome",
        "id": "c5f89111-299c-4c5c-a8c3-1f76a9bc63a3",
        "choice_type": "single"
    }
]