[
    {
        "question": "While discharging a patient of meningitis due to H. influenzae the essential step you will do -",
        "exp": "Ans. is 'c' i.e., Bilateral evoked auditory response o Nontypable H. influenzae is one of the three most common causes of childhood otitis media.o The other two beingStreptococcus pneumoniae andMoraxella catarrhaliso The diagnosis is made by pneumatic otoscopyAn etiologic diagnosis, although not routinely sought, can be established by tympanocentesis and culture of m iddle-ear fluid.o A diagnosis of otitis media is based on theDetection by pneumonic otoscopy of fluid in the middle ear andBilateral evoked auditory response",
        "cop": 3,
        "opa": "EBG",
        "opb": "Assess development milestones",
        "opc": "Bilateral evoked auditory response",
        "opd": "Refer for physiotherapy",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "8f6ebe4d-e6f3-4873-b706-982fd84638fa",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Carcinomatous meningitis-",
        "exp": "Ans is 'a' i.e. Carcinoma breasto Carcinoma breast in the most common cause of carcinomatous men incites",
        "cop": 1,
        "opa": "Carcinoma breast",
        "opb": "Carcinoma lung",
        "opc": "Carcinoma gut",
        "opd": "Malignant melanoma",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "d2f419e0-58fc-4276-8195-832e46077d36",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen tubercular meinigitis:",
        "exp": "Ans. is 'd' i e., Cerebrospinal fluid receals a low leukocute count. o Tubercular meningitis is seen most often in young children but also develops in adults, especially those infected with HIV.o Tubercular meningitis results from the hematogenous spread of primary or post primary pulmonary TB.o Culture of CSF is diagnostic in up to 80% of cases and remains the gold standard.# Polymerase chain reaction has a sensitivity of up to 80%.o CT appearance in T.B. menigitis# Exudates in basal cisterns# Calcification of meninges# Ventriculitis (exudates in 3rd ventricle)",
        "cop": 4,
        "opa": "Evidence of old pulmonary lesions or a miliary pattern is found on chest rediography",
        "opb": "Culture of CSF is diagnostic in majority if cases and remains the gold standard.",
        "opc": "It is most often in young children but also develops in adults.",
        "opd": "Cerebrospinal fluid reveals a low leukocyte count.",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "1055688c-43d9-4eaa-8239-d4ef9fb5b9c3",
        "choice_type": "single"
    },
    {
        "question": "Most specific sign of metabolic encephalopathy is:",
        "exp": "Ans. a. Asterixis ('Ref: Harrison 19/e p1782, 2066. 1774. 18/e p199. 2259)The presence of asterixis on the motor examination is nonspecific but usually indicates a metabolic or toxic etiology of the delirium. In a drowsy and confused patient, bilateral asterixis is a certain sign of metabolic encephalopathy or drug intoxication.\"Hepatic encephalopathy is suggested by asterixis and can occur in chronic liver failure or acute fulminant hepatic failure. \"-- Harrison 19/e p1782\"In patients presenting with encephalopathy, asterixis is often present. Asterixis can be elicited by having patients extend their arms and bend their wrists back. In this maneuver, patients who are encephalopathic have a \"liver flap\"--i.e., a sudden forward movement of the wrist \"-- Harrison 19/e p2066\"In a drowsy and confused patient, bilateral asterixis is a certain sign of metabolic encephalopathy or drug intoxication.\" - Harrison 19/e p1774AsterixisAsterixis (flapping tremor) is a tremor of the hand when wrist is extended (resemble a bird Rapping it's wingsQ) Characterized by inability to actively maintain a position, demonstrated by jerking movements of outstretched hands when bent upward at wristQ.Tremor is caused by abnormal function of the diencephalic motor centers in brain, which regulate the muscles nvolved in maintaining position.Asterixis is associated with various encephalopathies especially due to faulty metabolismQ.It can be seen in any metabolic encephalopathy, e.g. chronic renal failure, severe congestive heart failure, acute respiratory failure and of course commonly decompensated liver failureQ.It can be a sign of hepatic encephalopathy, damage to brain cells presumably due to the inability of the liver to metabolize ammonia to urea (predominantly related to abnormal ammonia metabolism).Asterixis is seen most often in drowsy or stuporous patients with metabolic encephalopathies, especially in decompensated cirrhosis or acute liver failureQ.Asterixis can be prominent after receiving IV phenytoin & also if the patient is on narcotics.Description:Brief, arrhythmic interruptions of sustained voluntary muscle contraction causing brief lapses of postureFrequency: 3-5 HzQIt is bilateral, but may be asymmetricQ.Asterixis is seen in* Chronic renal failureQ* Severe congestive heart failureQ* Acute respiratory failureQ* Hepatic encephalopathyQ (decompensated liver disease)* Wilson's diseaseQ",
        "cop": 1,
        "opa": "Asterixis",
        "opb": "Abulia",
        "opc": "Akinetic mutism",
        "opd": "Apraxia",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "9746bce2-a340-430c-9982-ba48b06a4f40",
        "choice_type": "single"
    },
    {
        "question": "Aseptic meningitis is caused by?",
        "exp": "Ans. is 'b' i.e., Ibuprofen Medications Known to cause aseptic meningitis NSAIDsAntimicrobialsImmunomodulating agentsCommonibuprofenTrimethoprim/ sulfamethoxazoleMonoclonal antibody Intravenous IgGUncommonSulindac Naproxen Diclofenac RofecoxibSulfonamidesAzathioprineCauses of Acute Aseptic MeningitisInfectious cases|||BacterialViralo Lyme diseaseo Leptospirosiso Mycobacterium tuberculosis infectiono Subacute bacterial endocarditiso Parameningeal infection (epidural subdural abcess, sinus or ear infection)o Partially treated becterial meningitiso Echovirus infectiono Coxsackie virus infectiono Mumpso Herpes simplex virus type 2 infectiono HIV infectiono Lymphocytic choriomeningitiso Poliovirus infection",
        "cop": 2,
        "opa": "Indomethacin",
        "opb": "Ibuprofen",
        "opc": "Aspirin",
        "opd": "Icatibant",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "a41f4988-8d9b-4b72-b623-c67bb0935f41",
        "choice_type": "single"
    },
    {
        "question": "Eosinophilic meningo-encephalitis is caused by-",
        "exp": "Ans. is 'c' i.e., Angiostrongylus o Ansiotronzvlus cantonensis, the rat lumnvorm.is the most common cause of human eosino-philic meningitiso Human acquire the infection by ingesting raw infected mollusks; vegatables contaminated by mollusk slime; or crabs, freshwater shrimp, and certain marine fish that have them eaieninfected mollusks.Causes of eosinophilic meningitisInfectious, parasitic causesRoundworm (nematode) infections - commonly present as eosinophilic meningitiso Angiotronglvlus cantonensis - migrating larvae inherently neurotropico Gnathostoma spinigerum - migrating larvae in visceral and/or neural tissueso Baylisascaris procyonis - migrating larvae inherently neurotropicTapeworm (cestode) infections - may present as eosinophilic meningitiso Cysticercosis -Cysts develop in CNS and/or visceral tissuesFluke (trematode) infections - occasionally cause eosinophilic meningitiso Paragonimus westermani - ectopic spinal or cerebral localization,o Schistosomiasis - ectopic spinal or cerebral localization,o Fasciolsasis - ectopic CNS localization.Other roundworm infections which occasionally cause eosinophilic meningitiso Toxocariasis - migrating larvaeNonparasitic, infectious causeso Coccidioidomycosiso Ciyptococcosis - CSF eosinophitia rareo Myiasis - with CNS penetrationo Virus and bacteria - are of uncertain causalityNoninfectious causeso Idiopathic hypereosinophilic syndromeso Ventriculoperitoneal shuntso Leukemia or lymphoma with CNS involvement (Hodgkin's)o Nonsteroidal antiinflammatory drugso Antibiotics - ciprofloxacin, trimethoprim - sulfamethoxazole, intraventricular gentamicin or vancomycino Myelography contrast agents",
        "cop": 3,
        "opa": "Acanthamoeba",
        "opb": "Naegleria",
        "opc": "Angiostrongylus",
        "opd": "Toxoplasma",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "4f2b2e8e-606f-454f-a7be-551636f51821",
        "choice_type": "single"
    },
    {
        "question": "Commonest presentation of neurocysticerocosis is-",
        "exp": "Ans. is 'a' i.e., Seizures \"There is wide variety of presentation of Neurocysticercosts depending on the intensity of the infestation, the localization of cysticerci and the degree of inflammatory reaction, Epilepsy (seizure activity) is the most common manifestion occuring in upto 50% cases.Cysticercosis is a infection with the larval stage (cysticercus) of T. solium.These cysts located in order of frequency in:o CNS (neurological manifestations are the most common)o Subcutaneous tissueo Striated muscleo Globe of the eye",
        "cop": 1,
        "opa": "Seizures",
        "opb": "Focal neurological deficits",
        "opc": "Dementia",
        "opd": "Radiculopathy",
        "subject_name": "Medicine",
        "topic_name": "Meningitis and Encephalitis",
        "id": "9e1cd2c2-b002-4248-9160-09532a010bc9",
        "choice_type": "single"
    }
]