[
    {
        "question": "Best test for diagnosis of Carcinoid tumor:",
        "exp": "Ans. (a) 24 hour urinary 5H. I. A. ARef: Harrison 19th ed. 1564-65* 5-HLAA is the major urinary metabolite of serotonin, a ubiquitous bioactive amine. Serotonin, and consequently 5-HLAA, are produced in excess by most carcinoid tumors, especially those producing the carcinoid syndrome of flushing, hepatomegaly, diarrhea, bronchospasm, and heart disease.",
        "cop": 1,
        "opa": "24 hour urinary 5H. I. A. A",
        "opb": "24 hour catecholamines",
        "opc": "24 hour vaniylmandelic acid levels",
        "opd": "24 hour metanephrine levels",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "ce2672dc-e8fa-472d-b89a-be3ba2cc33dc",
        "choice_type": "single"
    },
    {
        "question": "Somatostatin is secreted by:",
        "exp": "Ans. is A D-cell (Ref Ganong, 20/e, p. 339). Delta cells secrete - somatostatin* Beta cells secrete - insulin* Alpha cells of pancreas - glucagon*",
        "cop": 1,
        "opa": "D-cell",
        "opb": "A-cell",
        "opc": "B-cell",
        "opd": "Dl-cell",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "05a13819-0d45-443f-9829-cf990a68fd3d",
        "choice_type": "single"
    },
    {
        "question": "Cause of vasodilatation in spider nevi -",
        "exp": "Ans. is 'a' i. e., Estrogen Spider nevi refer to dilated, visible small blood vessels in the skin.- It is called spider nevi because it consists of central \"feeding\" blood vessel with numerous fine radiating legs emanating from the central body. Spider nevi are caused due to vasodilatation of vessels and are usually associated with cirrhosis. Cirrhosis is associated with vasodilatation and hyperdynamic circulation. \"The cause of vasodilatation in cirrhosis is uncertain but it is believed to be related to the increased level of estrogen in the body. Estrogen is a female sex hormone which is metabolized by liver. Thus in liver diseases its level tends to increase which is believed to cause vasodilatation, resulting in spider naevi.",
        "cop": 1,
        "opa": "Estrogen",
        "opb": "Testosterone",
        "opc": "Hepatotoxins",
        "opd": "FSH",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "b76e9d90-63ac-4364-8895-6c5db0114798",
        "choice_type": "single"
    },
    {
        "question": "Tumor lysis syndrome all occurs except -",
        "exp": "Ans. is 'b' i. e., Hypercalcemia Tumor lysis syndrome occurs during the treatment of malignancies. It is most frequently seen during the treatment of Burkitt9s lymphoma? Tumor lysis syndrome. Destruction of large number of rapidly proliferating neoplastic cells leads to release of a number of intracellular electrolytes which causes following effect: Hyperuricemia QThis is produced due to destruction of large number of malignant cells. This huge turnover of cells due to killing of the cells produces hyperuricemia. Hyperuricemia may be present from the beginning due to increased turnover of the cells in malignancy. Hyperphosphatemia QCaused due to release of intracellular phosphate pool by tumour cell lysis. Hypocalcemia QHyperphosphatemia produces reciprocal decrease in serum calcium. Hyperkalemia QPotassium is the principal intracellular cation and massive destruction of malignant cells may lead to hyperkalemia. Lactic acidosis and dehydration",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypercalcemia",
        "opc": "Hyperuricemia",
        "opd": "Hyperphosphatemias",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "e60f1c3e-fde7-49bc-be87-fea9ae5ed898",
        "choice_type": "multi"
    },
    {
        "question": "MEN 1 syndrome is associated with all EXCEPT:",
        "exp": "ANSWER: (D) Medullary carcinoma of thyroid. REF: Harrisons Internal Medicine 17th ed Chapter 345 Table 345-1, http://en. wikipedia. org/wiki/Multiple_endocrine_neoplasia. Some people think that option (D) was Pheochromocytoma not Medullary carcinoma of thyroid. However Table 345-1 of Harrison enumerates Pheochromocytoma as a rare possibility of MEN 1 but its text does not describes it like most other references. Feature. MEN 1. MEN 2. AMEN 2. BEponym. Wermer syndrome. Sipplesyndrome. Williams-Pollock syndrome, Gorlin-Vickers syndrome, and Wagenmann-Froboese syndrome. Entero-Pancreatic tumorsgastrinoma (50%', insulinoma (20%), vipoma, glucagonoma, PPoma--Pituitary adenoma66%--Parathyroid hyperplasia90%50%-Medullary thyroid carcinoma-100%85%Pheochromocytoma->33%50%Marfanoid body habitus--80%Mucosal neuroma--100%Gene(s)MEN1. RETRETApprox. prevalence1 in 35. 000 (1 in 20, 000 to1 in 40, 000)1 in 40, 0001 in 40, 000. Primary hyperparathyroidism is the most common manifestation of MEN1. Hyperparathyroidism is the earliest manifestation of the syndrome in most MEN1 patients. Enteropancreatic tumors are the second most common manifestation of MEN1. Gastrinomas are the most common enteropancreatic tumors observed in MEN1 patients. Insulinomas are the second most common enteropancreatic tumors in patients who suffer from MENl. Unlike gastrinomas, most insulinomas originate in the pancreas bed, becoming the most common pancreatic tumor in MEN1.",
        "cop": 4,
        "opa": "Pancreatic tumors",
        "opb": "Anterior pituitary adenomas",
        "opc": "Parathyroid adenoma",
        "opd": "Medullary carcinoma of thyroid",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "a86abe7a-672b-46c5-a960-aea0e3a7c0df",
        "choice_type": "multi"
    },
    {
        "question": "Tumor lysis syndrome is -",
        "exp": "Ans. is 'a' i. e., Hyperkalemia Tumor Ivsis syndromeo It is a clinical entity characterized by destruction of large number of rapidly proliferating neoplastic cells following chemotherapy. o Tumor lysis syndrome is associated with Hypocalcemia and not Hypercalcemia Tumor Lysis Syndrome is also associated with hyperuricemia, hyperphosphatemia, hyperkalemia and acidosis. Rapid lysis of tumor cells after chemotherapy (Tumor lysis syndrome)o Release of uric acid from rapid turn-over nucleic acids.# Hyperuricemiao Release of intracellular Phosphate# Hyperphosphatemiao Release of intracellular potassium# Hyperkalemiao Uric acid may precipitate in tubules, medulla and collecting ducto Increased phosphate drives calcium into bone# Hypocalcemiao Predisposes to Arrhythmias# Renal failureo Calcium phophate may deposit in renal tubules# Renal failureo Release of intracellular Magnesium j Hypermagnesemiao Acidosis is also a feature and results in part from deranged oxidative metabolism# Lactic acidosis",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Hypercalcemia",
        "opc": "Hypokalemia",
        "opd": "Increase sodium",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "5aadc090-b09a-40bd-b9e4-2566feffa15c",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in Allgrove syndrome -",
        "exp": "Ans. is 'a' i. e., ACTH excess leading to Cushing syndrome Allgrove's syndrome characterized byo ACTH resistant adrenal (glucocorticoid) deficiency 80%. o Achalasia of the cardia (85%). o Alacrimia (90%.). o Autosomal recessive disorder, o Caused due to mutation in AAAs geneo Neurological features appear at later age and autonomic manifestations are the most common neurological disorder. Polyneuropathies, Amyotrophy and optic atrophy are other disorders. o Alacrimia is the earliest and most consistent symptom and the achalasia and adrenal insufficiency develop over the first two decades.",
        "cop": 1,
        "opa": "ACTH excess leading to Cushing syndrome",
        "opb": "Achalasia",
        "opc": "Alacrimia",
        "opd": "Hvperpigmetation",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "2dce125b-4377-450a-96bc-ac011f15ffc8",
        "choice_type": "multi"
    },
    {
        "question": "Polyglandular syndrome (Schmidt syndrome) is associated with adrenocortical deficiency and which of the following conditions?",
        "exp": "Ref: Harrison's Principles of Internal Medicine, IHed; Harrison's Online > Chapter 351. Disorders Affecting Multiple Endocrine Systems. Explanation: Immunologic Syndromes Affecting Multiple Endocrine Organs. When immune dysfunction affects two or more endocrine glands and other nonendocrine immune disorders are present, the polyglandular autoimmune (PGA) syndromes should be considered. The PGA syndromes are classified as two main types: Type I syndrome starts in childhood and is characterized by mucocutaneous candidiasis. hypoparathyroidism, and adrenal insufficiency. Type II, or Schmidt syndrome is more likely to present in adults and most commonly includes adrenal insufficiency, thyroiditis, or type / diabetes mellitus & Graves disease. Features of Polyglandular Autoimmune (PGA) Syndromes. PGA I syndrome. PGA II syndrome (Schmidt syndrome). Epidemiology. Autosomal recessive. Polvaenic inheritance. Mutations in APECED gene. HLA-DR3 and HLA-DR4 associated. Childhood onset. Adult onset. Equal male: female ratio. Female predominance. Disease Associations Mucocutaneous candidiasis. Adrenal insufficiency. Hypoparathyroidism. Hypothyroidism. Adrenal insufficiency. Graves' disease. Hypogonadism. Alopecia. Type 1 diabetes Hypoqonadnsm. Hypothyroidism. Hypophysitis. Dental enamel hypoplasia. Myasthenia gravis. Malabsorption. Vitiligo. Chronic active hepatitis. Alopecia. Vitiligo. Pernicious anemia. Pernicious anemia. Ce. Nac disease. APECED - Autoimmune polyendocrinopathy- candidiasis-ectodermal dystrophy.",
        "cop": 1,
        "opa": "Graves disease",
        "opb": "Hypoparathyroidism",
        "opc": "Hashimoto's thyroiditis",
        "opd": "Islet cell adenoma",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Endocrinology)",
        "id": "2bd903e3-d178-4ee5-b558-c96faf18a261",
        "choice_type": "single"
    }
]