[
    {
        "question": "Which of the following is not involved in Wernicke's Korsakoff psychosis-",
        "exp": "Ans. is 'd' i. e., Hippocampus o Hippocampus is not involved in Wernicke 's korsakoff syndromeo The areas commonly affected include the:-# Medial dorsal thalamic nucleus# Mammillary bodies# Periaqueductal grey matter# Floor of the fourth ventricle which include the occular motor and vestibular nuclei. o The lesions of wernicke's encephalopathy occur in a characteristic symmetrical distribution in structures surrounding the third ventricle, aqueduct and the fourth ventricle.# Mamillary bodies are involved in virtually all cases and the dorsomedial thalamus, locus ceruleus, periaqueductal gray, occular motor nuclei and vestibular nuclei are commonly affected.",
        "cop": 4,
        "opa": "Mamillary body",
        "opb": "Thalamus",
        "opc": "Periventricular Grey matter",
        "opd": "Hippocampus",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "87fe11c9-75da-412e-9284-28c9c7d27298",
        "choice_type": "single"
    },
    {
        "question": "A head injured patient, who opens eyes to painful stimulus, is confused and localizes to pain. What is his Glassgow coma Score -",
        "exp": "Ans. is 'c' i. e., 11 * Eye opens to pain-2* Confused-4* Localizes pain-5 11. Glasgow coma scale: Eye opening (E). Best motor response (M). Verbal response (V). Spontaneous - 4. To loud voice - 3. To pain - 2. Nil- 1. Obeys - 6. Localize - 5. Withdraws (flexion) - 4. Abnormal flexion - 3. Posturing. Extension posturing - 2. Nil - 1. Oriented - 5. Confused disoriented - 4. Inappropriate words - 3. Incomprehensible sounds - 2. Nil - 1. Score of our patient. Prognosis of the patient in coma score 3-4 - 85% chance of dying or remaining vegetative. Above - Only 5-10 percent likelihood of death or vegetative state and 85% chance of moderate disability",
        "cop": 3,
        "opa": "7",
        "opb": "9",
        "opc": "11",
        "opd": "13",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "15280761-db8a-4d04-8ac0-8b0fc77652cd",
        "choice_type": "single"
    },
    {
        "question": "Which part of the brain is most affected in deep coma?",
        "exp": "ANSWER: (D) RASREF: HARRISON'S 18th ed ch: 274. The Anatomy and Physiology of Coma. Almost all instances of diminished alertness can be traced to widespread abnormalities of the cerebral hemispheres or to reduced activity of a special thalamocortical alerting system termed the reticular activating system (RAS). The proper functioning of this system, its ascending projections to the cortex, and the cortex itself are required to maintain alertness and coherence of thought. It follows that the principal causes of coma arelesions that damage the RAS in the upper midbrain or its projections: destruction of large portions of both cerebral hemispheres; andsuppression of reticulocerebral function by drugs, toxins, or metabolic derangementssuch as hypoglycemia, anoxia, uremia, and hepatic failure. The proximity of the RAS to midbrain structures that control pupillary function and eye movements permits clinical localization of the cause of coma in many cases. Pupillary enlargement with loss of light reaction and loss of vertical and adduction movements of the eyes suggests that the lesion is in the upper brainstem. Conversely, preservation of pupillary light reactivity and of eye movements absolves the upper brainstem and indicates that widespread structural lesions or metabolic suppression of the cerebral hemispheres is responsible for coma.",
        "cop": 4,
        "opa": "Brain stem",
        "opb": "Locus ceruleus",
        "opc": "Frontal lobe",
        "opd": "RAS",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "3534b765-5895-4846-806a-88c8d13b2eff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following sites is responsible for the amnestic defect in Wernicke's Korsakoff - syndrome -",
        "exp": "Ans. is 'b' i. e., Thalamus \"The amnestic defects in Korsakoff's wernickes syndrome is related to lesion in the dorsomedial nuclei of thalamus\". \"Lesions in the dorsomedial nucleus of the thalamus seems to be the best correlate of the memory disturbance and confabulation\".",
        "cop": 2,
        "opa": "Mamillary body",
        "opb": "Thalamus",
        "opc": "Subthalmic nucleus",
        "opd": "Medical fore brain bundle",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "10da0739-c4e5-4906-aaee-452d7f800b46",
        "choice_type": "single"
    },
    {
        "question": "Criteria for Brainstem death includes -",
        "exp": "Ans. is 'b' i. e., Absent pupillary ligh reflex and dilated pupils o Brainstem death is characterized bv absence o f all brainstem mediated cranial re flexes Pupillary reflex - o Pupils do not react to light, they are fixed and dialated. Occulocephalic reflex - o It is tested by holding the eye open and rotating the head from side to side or up and down. The reflex is positive or present if the eyes move in the opposite direction of the head movement and it is therefore sometimes called doll s eve reflex. The diagnosis of brain death is usually made bv neurological examination provided certain prerequisites are met. o The underlying cause is understood. o Etiology is capable of producing neuronal death and confounding from drug intoxication or poisoning. o Metabolic derangements and hypothermia have been ruled out. o The neurological examination must demonstrate coma, no brain generated response to external stimuli and absent brainstem reflexes. o An apnea test should be performed in all patients meeting all other brain death criteria Brain Death | | | | | Deep Coma Absent brainstem reflexes Apnea Vital signs & general criteria o Absent pupillary light reflex o Absent occulo cephalic reflex o Absent jaw jerk o Absent gag, sucking or rooting reflex o Absent cough with tracheal suctioning o Absent sucking or rooting reflex o Apnea with arterial PCO, > 60 mm Hg o Coretemp > 32. 2degC o SBP > 90 mm Hg o No drugs that could simulate brain death The apnea test o A person breathe's for two reasons # To rid the body of carbon dioxide # Take in oxygen o The primary drive to breathe is actually a build up of carbon dioxide which rises quickly without breathing. o If carbon dioxide levels reach a certain level and there is no attempt made to breathe, it suggests those centres of the brainstem are not functioning. o To test this, the ventilator is turned off and the patient is watched to see if any attempt to breathe are made. o Blood tests are taken to ensure that the level of CO2 has reached levels that would normally stimulate breathing (more than 20% of the patient baseline carbon dioxide level). o In order to avoid the body becoming hypoxemic the patient is given 100% 0, for 15 minutes before the apnea test.",
        "cop": 2,
        "opa": "Positive Doll's eye Reflex",
        "opb": "Absent pupillary light reflex and dilated pupils",
        "opc": "Pinpoint pupils",
        "opd": "Positive vestibulo-ocular reflex",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "888873c9-5146-49d6-a2e6-5005501c6972",
        "choice_type": "single"
    },
    {
        "question": "Which is not a side effect of G H administration?",
        "exp": "Ans. is 'b' i. e., Hypoglycemia Adverse effects of Growth hormoneo Reversible dose-related fluid retention. o Joint pain, and carpal tunnel syndrome, myalgias and paresthesia. o Hyperglycemia- GH is a potent counter-regulatory hormone for insulin action. Patients with type 2 diabetes mellitus initially develop further insulin resistance. Glycemie control improves with the sustained loss of abdominal fat associated with long-term GH replacement. o Headache, benign intracranial hypertension, Hypertension, atrial fibrillation, and tinnitus, o Pituitary' tumor regrowth and potential progression of skin lesions, o Gynaecomastiao Acromegalyo Cardiomyopathyo Slipped capital drmoral epiphysis, turner syndrome, and other known causes of short stature are more likely to develop SCFE before or during GH treatment than children with idiopathic short stature.",
        "cop": 2,
        "opa": "Gynecomastia",
        "opb": "Hypoglycemia",
        "opc": "Slipped capital femoral epiphysis",
        "opd": "Pseudotumor cerebri",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "3afc1f0f-08cb-4bf3-918d-5cb8b99c4e8e",
        "choice_type": "single"
    },
    {
        "question": "Hung-up reflexes are seen in?",
        "exp": "Ans. is 'a' i. e., Chorea Hung up knee jerko When pa tel lor tendon is tapped while the foot is hanging free, the leg may be held in extension for few seconds before relaxing owing to prolonged contraction of quadriceps. o This is seen in \"chorea \". Other neurological signs associated with chorea -o Milkmaids gripo Piano signo Handwriting. Milkmaid's gripo Inability to maintain sustained voluntary contraction of muscle group at a constant level. o Inability to apply steady pressure during handshake leading to a characteristic squeeze and release of grip. o Patients have difficulty maintaining sustained eyelid closure and sustained tongue protrusion.",
        "cop": 1,
        "opa": "Chorea",
        "opb": "Atheotosis",
        "opc": "Cerebral palsy",
        "opd": "Cerebellar palsy",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "97e24d92-1f1a-4413-9122-032bbeca1f44",
        "choice_type": "single"
    },
    {
        "question": "In metabolic encephalopathy, EEG will most likely show:",
        "exp": "Ans. d. Delta activity (Ref: Ganong 24/e p273; Guyton 11/741-743; Samson Wrights 13/e p315-318). In metabolic encephalopathy, EEG will most likely show delta activity. \"In metabolic encephalopathy, Delta waves are seen predominantly due to a decrease in the consciousness. \"EEG Patterns In Sleep Beta (b) Wave. Alpha (a). Wave. Theta Wave. Delta Wave. Seen in* Parietal and frontalQ region* Patients awake, at rest with eyes openQ* Recorded from parieto occipital regionQ.* Related to decreased level of attention* Seen in awake patient at rest with eyes closedQ and mind wandering* Seen in hippocampusQ in childrenQ and drowsiness* Found over parietal and temporal areas.* Seen in deep NREM sleepQ and infant. QFrequency>14 Hz Q8-13 Hz4-7 Hz3-5 Hz (minimum)QAmplitude. Low amplitude. High amplitude. High amplitude. QLarge amplitude (Maximum)QCharacteristic Feature:* Low-voltage, high frequency desynchronized electrical activity* Can be produced by any form of sensory stimulation or mental concentration, such as solving arithmetic problems alpha rhythm gets replaced by beta, therefore beta rhythm known as alpha block. Frequency of alpha rhythm is decreased by:* Old age* Low blood glucose* Low body temperature* Low levels of adrenal glucocorticoids* High arterial Pa. CO2* Sleep. Recorded in:* Newborn infants* Stage 1 of NREM sleep* Emotional stress* in adults particularly disappointment and frustration* Many brain disorders* Accentuated in children when they are crying* High-voltage, low frequency synchronized electrical activity.* Evoked by overbreathing* Seen in pathological states in which thalamocortical transmission is blocked, such as coma. * Beta rhythm is also known as arousal or alerting response, because it is correlated with the aroused, alert state * Presence of intracranial tumor act as a source of delta wave activity.* In metabolic encephalopathy, Delta waves are seen predominantly due to a decrease in the consciousness.",
        "cop": 4,
        "opa": "Alpha activity",
        "opb": "Beta activity",
        "opc": "Gamma activity",
        "opd": "Delta activity",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "6b0f6d87-0cdd-499a-88b6-0d59684d9c92",
        "choice_type": "single"
    },
    {
        "question": "What is not a feature of raised ICT-",
        "exp": "Ans. is 'b' i. e., Tachycardia o The cranial vault is a rigid structure with a fixed total volume consisting of brain (80%) blood (12%) and C. S. F. (8%). o Any increase in one component must be off set by an equivalent decrease in another to prevent a rise in I. C. P. o Intracranial pressure by convention means supratentorial C. S. F. pressure measured in the lateral ventricles and is normally l Onm Hg or less. o If the intracranial pressure increases, it decreases the cerebral perfusion. o Cerebral persusion pressure is the difference between mean arterial pressure (MAP.) and intracranial pressure CPP (cerebral perfusion pressure) = Mean Arterial pressure - Intracranial pressure. Thus any increase in intracranial pressure decreases cerebral perfusion and produces following clinical features. o Headacheo Nausea, vomitingo Drowsinesso Papilloedemao Sixth nerve palsy. Qo Bradycardia. Qo Increased B. PQHeadacheso As the brain has no sensation, headache is caused by traction and distortion of the pain sensitive blood vessels and dura. o Headaches are typically progesssiveQ but relieved by an upright positionQ and are frequently associated with nausea and vomiting. o The headaches are usually worse in the morning owing to vasodilatation caused by hypoventilation and consequent CO, retention during sleep. Papilledemao As the eyes are extension of the forebrain, the optic nerves carry with them the meningeal coverings. o The raised I. C. P. is thus transmitted directly to the optic nerve head via the C. S. F. o This results in obstruction to axoplasmic flow in the retinal neurones that cause the swelling of the optic disc, o This is seen in fundoscopy as papilledema. Drowsinesso Compression of the reticular activating system in the brainstem results in drowsiness. Bradycardia and Increased B. P. o When intracranial pressure; increase the blood supply to the vasomotor area is compromised. o This stimulates the vasomotor centre. o The increase in discharge from the vasomotor centre increases the arterial blood pressure. The increased blood pressure restores the blood supply to the brain but the rise in arterial blood pressure causes a reflex decrease in heart rate via the arterial baroreceptors and this is why bradycardia rather than tachycardia is characteristically seen in patients with increased I. C. P. o The reflex increase in arterial pressure when the I. C. P. increases is called cushing's reflex.",
        "cop": 2,
        "opa": "Hypertension",
        "opb": "Tachycardia",
        "opc": "Vomiting",
        "opd": "Blurring of vision",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "acd88d82-4ce0-4464-8b10-d8c1efeb175d",
        "choice_type": "single"
    },
    {
        "question": "In EEG which type of waves are seen in metabolic encephalopathy",
        "exp": "Ans. is 'd' i. e., Delta E. E. G changes in metabolic encephalopathy. In metabolic encephalopathy changes are typically nonfocalo E. E. G. has been widely used to evaluate metabolic encephalopathy. o The E. E. G. findings are abnormal in acute encephalopathic stages. o It is difficult to establish a diagnosis of metabolic encephalopathy with certainity through E. E. G. \"There is generalized slowing of the E. E. G with an excess of the delta and theta waves with suppression of normal alpha and beta wave activity and occasionally bilateral spikes and waves complexes occurring in absence seizure activityo In metabolic encephalopathies, the E. E. G evolution correlates well with the severity of encephalopathy. o However EEG has little specificity in differentiating etiologies in metabolic encephalopathy.# For example, though triphasic waves are most frequently mentioned in hepatic encephalopathy, they can also be seen in uremic encephalopathy or even in aged psychiatric patients treated with lithium.# Spikes and waves may appear in hypo or hyperglycemia uremic encephalopathy or vitamin deficiencies. Common principles of EEG changes in metabolic encephalopathy are:-o Varied degrees of slowingo Associated mixtures of epileptic dischargeo High incidence of triphasic waveso Reversibility after treatment of underlying causes. Metabolic encephalopathy. EEGrythm. Grade I(almost normal). Dominant activity is alpha rhythm with minimal theta activity. Grade II(mildly abnormal). Dominant theta background with some alpha and delta activities. Grade II(morderately abnormal). Continuous delta activety predominates, little activity of faster frequencies. Grade IV(severely abnormal). Low-amplitude delta activity or suppression-burst pattern. Grade V(extremely abnormal). Nearly \"flat\" tracing or electrocerebral inactivity",
        "cop": 4,
        "opa": "Alpha",
        "opb": "Beta",
        "opc": "Gamma",
        "opd": "Delta",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "4e8b4c8f-2bb6-4be4-8bbf-6d37bd4484a6",
        "choice_type": "single"
    },
    {
        "question": "Blink reflex is used for:",
        "exp": "Ans. a. Mid pontine lesions (Ref: style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">. edu/s3/chapter07. html). The Blink Reflex Test (BRT) is a neurophysiological examination used for evaluation of brainstem reflex circuits.: In vertebrate anatomy the brainstem (or brain stem ) is the posterior part of the brain, adjoining and structurally continuous with the spinal cord. It is usually described as including the medulla oblongata (myelencephalon), pons (part of metencephalon), and midbrain (mesencephalon). Pons: The pons contains nuclei that relay signals from the forebrain to the cerebellum, along with nuclei that deal primarily with sleep, respiration, swallowing, bladder control, hearing, equilibrium, taste, eye movement, facial expressions, facial sensation, and postureA number of cranial nerve nuclei are present in the pons. Mid-pons: the 'chief' or 'pontine' nucleus of the trigeminal nerve sensory nucleus (V). Mid-pons: the motor nucleus for the trigeminal nerve (V). Lower down in the pons: abducens nucleus (VI). Lower down in the pons: facial nerve nucleus (VII). Lower down in the pons: vestibulocochlear nuclei (vestibular nuclei and cochlear nuclei) (VIII). The corneal eye blink reflex neural circuit consists of. Trigeminal 1deg afferent (free nerve endings in the cornea, trigeminal nerve, ganglion, root, and spinal trigeminal tract), which end on - Trigeminal 2deg afferent in the spinal trigeminal nucleus, some of which send their axons to - Reticular formation intemeurons, which send their axons bilaterally to - Facial motor neurons in the facial nucleus, which send their axons in the facial nerve to - Orbicularis oculi, which functions to lower the eyelid",
        "cop": 1,
        "opa": "Mid pontine lesions",
        "opb": "Neuromuscular transmission",
        "opc": "Axonal neuropathy",
        "opd": "Motor neuron disease",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "b392aa90-6c31-4b78-b5a9-d0597ae34ea1",
        "choice_type": "single"
    },
    {
        "question": "The GCS is determined by taking the best response in each category and totaling them; it ranges from -",
        "exp": "Ans. is 'a' i. e., 3-15. Glasgow coma scale. Eye opening. Verbal response. Motor response. Response. Score. Response. Score. Response. Scoreo Spontaneous-4o Oriented Sc Converses-5o Obeyes command-6o To verbal stimuli-3o Disoriented. 'con fused-4o Localizes pain-5o To pain-2and converses o Withdraws to pain-4o Nil-1o Inappropriate words-3o Abnormal flexion-3 o Incomprehensible words-2(decorticate rigidity) o No response-1o Extension response-2 o Nil-1o The maximum score is - 15o The minimum score is - 03",
        "cop": 1,
        "opa": "15-Mar",
        "opb": "0-12",
        "opc": "18-May",
        "opd": "10-Jan",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (C. N. S.)",
        "id": "1e49190b-c4c9-4d24-a205-ec918983f3b2",
        "choice_type": "single"
    }
]