[
    {
        "question": "A young man back from leisure trip has swollen knee joints & foreign body sensation in eyes. Likely cause is -",
        "exp": "Ans. is 'a' i. e., Reiter's syndrome Arthropathy following a recent leisure trip suggests reactive arthritis. Eye involvement points towards Reiter's syndrome. Reactive arthritis refers to acute nonpurulent arthritis, complicating an infection elsewhere in the body. Reiter's syndrome is one of the classic forms of reactive arthritis i. e. an aseptic inflammatory arthritis associated with nonspecific urogenital or bowel infection (with manifestations in the eye). Reactive arthritis is frequently associated with the human leucocyte antigen B27 (HLA - B27) Q haplotype. The etiology of reactive arthritis remains uncertain. The most accepted theory about the pathophysiology of reactive arthritis involves initial activation by a microbial antigen followed by an autoimmune reaction that involves skin, eyes and joints. Two forms of reactive arthritis have been recognized a sexually transmitted form and a dysenteric form. Gastrointestinal infections with, Shigella Q, salmonella Q and Campylobacter species and genitourinary infections with chlamydia trachomatis Q have been found to trigger reactive arthritis. The characteristic triad of Reiter's syndrome. Arthritis Q {polyarthritis, non erosive). Urethritis QConjunctivitis Q",
        "cop": 1,
        "opa": "Reiter's syndrome",
        "opb": "Sarcoidosis",
        "opc": "Behcet's disease",
        "opd": "SLE",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Infection)",
        "id": "e43692cb-196e-4ee2-8082-324750ba68f2",
        "choice_type": "single"
    },
    {
        "question": "Mad cow disease is due to?",
        "exp": "Ans. (a) Protein Misfolding. Ref: Harrison 19th ed. / 444e-9* When a prion enters a healthy organism, it induces existing, properly folded proteins to convert into the misfolded prion form. In this way, the prion acts as a template to guide the misfolding of more proteins into prion form.* All known mammalian prion diseases are caused by the prion protein, PrP. The endogenous, properly folded form is denoted Pr. Pc (for Common or Cellular), whereas the disease-linked, misfolded form is denoted as Pr. PSc (for Scrapie, after one of the diseases first linked to prions and neurodegeneration.)* The precise structure of the prion is not known, though they can be formed by combining Pr. Pc, polyadenylic acid, and lipids in a Protein Misfolding Cyclic Amplification (PMCA) reaction",
        "cop": 1,
        "opa": "Protein mis-folding",
        "opb": "Bacterial",
        "opc": "Viral",
        "opd": "Spirochete",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Infection)",
        "id": "1759c637-dce6-4d96-ade5-ba64044b4b46",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition does not cause multiple painful ulcers on tongue?",
        "exp": "Ans. (b) Sarcoidosis. Ref: Harrison 19th ed. / 237, 417* Painful ulcers in mouth# Apthous ulcers# Behcet disease# Denture stomatitis# Thermal burns# Tuberculosis# Herpes# Carcinoma tongue# Arsenic poisoning",
        "cop": 2,
        "opa": "TB",
        "opb": "Sarcoidosis",
        "opc": "Herpes",
        "opd": "Behcet disease",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous (Infection)",
        "id": "dc0b032a-e43f-42df-bb8d-24482370d23e",
        "choice_type": "single"
    }
]