[
    {
        "question": "A patient comes in eye OPD presents with diplopia, headache and blurring of vision. On examination while attempting right gaze, right eye abducts but left eye fails to adduct. Patient's right gaze is normal, convergence is also normal. The lesion is most probably in the following:-",
        "exp": "Right cerebral coex is the command centre for right gaze origination. These signals runs through right paramedian reticular formation (PPRF) From PPRF signals reach VI cranial nerve nucleus of same side (Right here) which in turn supplies the lateral rectus causing abduction. Signals from Right PPRF also goes to III cranial nerve nucleus (LEFT) MLF (LEFT) leading to left eye adduction. Thus lesion in the LEFT MLF will result in failure of the adduction of the left eye, There is no effect on the movement of right eye. This is called Internuclear Ophthalmoplegia.",
        "cop": 1,
        "opa": "Left MLF",
        "opb": "Left PPRF",
        "opc": "Right MLF",
        "opd": "Right PPRF",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "8ed12330-702e-4039-98ec-243e3d9d86bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a local type III reaction?",
        "exp": "The Ahus reaction is a type of local type III hypersensitivity reaction. Type III hypersensitivity reactions are immune complex-mediated and involve the deposition of antigen/antibody complexes mainly in the vascular walls, serosa (pleura, pericardium, synovium) and glomeruli. Type 1 HSR- Production of IgE- immediate release of vasoactive amines; later recruitment of inflammatory cells. Ex: Anaphylaxis; Bronchial asthma, Atopic Dermatitis Type 2 HSR- Production of IgG, IgM which binds to antigen on target cell causing phagocytosis of target cell by activated complement; recruitment of leukocytes. eg-ITP Type 3 HSR- Deposition of antigen-antibody complexes -complement activation - recruitment of leukocytes by complement products and Fc receptors -release of enzymes and other toxic molecules Ex: SLE, Serum sickness (Generalized), Ahus reaction (localized) Type 4 HSR- Activated T lymphocytes - (1) release of cytokines, inflammation and macrophage activation; (2) T cell-mediated cytotoxicity Ex: Type 1 DM, Contact dermatitis",
        "cop": 4,
        "opa": "Atopic dermatitis",
        "opb": "DTH",
        "opc": "Serum sickness",
        "opd": "Ahus reaction",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "977baa4b-2ad3-4463-9312-c83a45797578",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of right heart failure?",
        "exp": "Basal crepitations are seen in left heart failure. Other findings in right heart failure are Right ventricular third heart sound (heard at left sternal edge, better in inspiration) Wide splitting of second heart sound (due to prolonged RV ejection and delay in pulmonary component or P2) Peripheral edema.",
        "cop": 3,
        "opa": "Jugular venous distension",
        "opb": "Hepatomegaly",
        "opc": "Basal crepitations",
        "opd": "Ascites",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "914f19bb-5bd9-4aa1-a427-05e855a60cc4",
        "choice_type": "single"
    },
    {
        "question": "Rivaroxaban is an anticoagulant belonging to the category of:",
        "exp": "It is used in the prevention of deep vein thrombosis after hip and knee replacement surgery. Rivaroxaban is also used for treatment of deep vein thrombosis in higher doses. Stroke prevention in non-valvular atrial fibrillation is another role for the drug. It is better avoided in those with significant renal dysfunction",
        "cop": 1,
        "opa": "Factor Xa inhibitor",
        "opb": "Direct thrombin inhibitor",
        "opc": "Vitamin K antagonist",
        "opd": "Low molecular weight heparin",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "c542ae2c-979d-4985-8f0d-f6f29a485ab5",
        "choice_type": "single"
    },
    {
        "question": "Which nutritional deficiency is associated with hereditary ataxia?",
        "exp": "There are two types of hereditary ataxia associated with abnormalities of Vitamin E. Abetalipoproteinemia - Impairment of formation and secretion of VLDL in liver resulting in deficiency of delivery of Vitamin E to tissues including central and peripheral nervous system. Ataxia with Vitamin E deficiency (AVED) - Impaired binding of Vitamin E to VLDL, resulting in deficiency of Vitamin E in peripheral tissues.",
        "cop": 3,
        "opa": "Vitamin B12",
        "opb": "Vitamin B1",
        "opc": "Vitamin E",
        "opd": "Vitamin C",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "5eb5fee6-06ab-4da2-a3a1-7436854a6c86",
        "choice_type": "single"
    },
    {
        "question": "A 32 year old male patient complains of progressive enlargement of breast tissue from last few weeks. O/E painless testicular mass is observed in testis. On hormonal investigations he has low levels of serum LH and testosterone. What might be the cause in such case?",
        "exp": "The above symptoms with lab findings points towards a disorder associated with raised primary estrogen levels, such as seoli cell tumor. Here hypogonadotropic hypogonadism have to be excluded before making the above diagnosis. Gynecomastia Any cause of androgen deficiency can lead to gynecomastia, reflecting an increased estrogen/androgen ratio. Gynecomastia is a characteristic feature of Klinefelter syndrome Androgen insensitivity disorders also cause gynecomastia. Excess estrogen production may be caused by tumors:- including Seoli cell tumors in isolation or in association with Peutz-Jegher syndrome or Carney complex. The familial aromatase excess syndrome due to CYP19 mutation or chromosomal rearrangement is characterized by pre- or peripubeal onset of gynecomastia Drugs can cause gynecomastia by:- Acting directly as estrogenic substances (e. g., oral contraceptives, phytoestrogens, digitalis) Inhibiting androgen synthesis (e. g., ketoconazole) Action (e. g., spironolactone) Spermatocytic tumor also present as painless testicular mass but they mainly affects geriatric population without any hormone secretion",
        "cop": 1,
        "opa": "Seoli cell tumor",
        "opb": "Spermatocytic tumor",
        "opc": "Androgen-resistant state",
        "opd": "Gonadotropin-secreting tumor",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "f32a0092-e19e-4d6b-9558-18055e9b54cf",
        "choice_type": "single"
    },
    {
        "question": "A patient of total parenteral nutrition develops delayed wound healing, loss of taste, deficient immunity and diarrhea. It could be due to deficiency of:",
        "exp": "Zinc, a trace mineral, plays a fundamental role in the overall success of many body functions and zinc deficiency can negatively affect wound healing. Plays a rolein cell division, cell growth, wound healing, and the breakdown of carbohydrates. Zincis also needed for the senses of smell and taste",
        "cop": 3,
        "opa": "Selenium",
        "opb": "Copper",
        "opc": "Zinc",
        "opd": "Iron",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "cb7a0ef1-7954-4287-88d9-881b87c2fbeb",
        "choice_type": "single"
    },
    {
        "question": "Sausage digit is seen in?",
        "exp": "Asymmetrical inflammatory oligoahritis - seen in psoriatic ahritis. - Occurs mostly in hands and feet. Synovitis of the finger or toe along with tenosynovitis, enthesitis and inflammation of the intervening tissue causes sausage digits.",
        "cop": 4,
        "opa": "Rheumatoid ahritis",
        "opb": "Juvenile idiopathic ahritis",
        "opc": "Enteropathic ahritis",
        "opd": "Psoriatic ahritis",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "78f8eac8-9d96-40a3-9807-16abc6704d83",
        "choice_type": "single"
    },
    {
        "question": "Post administration of antibiotics a patient has developed facial puffiness, rash, hypotension and breathing difficulty. What is the test treatment?",
        "exp": "Patient symptoms suggests Anaphylactic shock 0. 5ml undiluted adrenaline (1: 1000) is given Anaphylaxis cause death due to laryngeal edema.",
        "cop": 1,
        "opa": "0. 5 ml of adrenaline i. m. (1: 1000) dilution",
        "opb": "1 ml of adrenaline i. v. (1: 10, 000) dilution",
        "opc": "1 ml of adrenaline i. v. (1: 10, 000) dilution",
        "opd": "0. 5 ml of adrenaline i. v. (1: 1000) dilution",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "d2130d74-d487-4d73-82c1-ac8fe719224a",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman comes to the emergency complaining of 2 day of worsening right leg pain and swelling. She drove in a car 8 hours back from a hiking trip 2 days ago and then noticed some pain in the leg. At first she thought it was due to exeion, but it has worsened over the day. Her past medical history is related to difficulty getting pregnant, with two prior spontaneous aboions. Her physical examination is notable for normal vital signs, heart, and lung examination. Her right leg is swollen from the mid-thigh down and is tender. Doppler studies demonstrate a large deep venous thrombosis in the femoral and ileac veins extending into the pelvis. Laboratory studies show normal electrolytes, normal WBC and platelet counts, normal PT, and an a. PTT 3x normal. Her pregnancy test is negative. Low-molecular-weight heparin therapy is initiated in the emergency depament. Subsequent therapy should include which of the following?",
        "exp": "This patient has a typical presentation of antiphospholipid syndrome (APS) with a deep venous thrombosis, history of spontaneous aboion, and isolated elevated a. PTT due to a lupus anticoagulant. Clinical Feature: Recurrent aerial and venous thromboembolism Recurrent Foetal loss Stroke, Seizures, Cerebral venous thrombosis Pulmonary aerial hypertension Livedo reticularis Myocardial infarction Gangrene in fingers After diagnosis of a thrombotic event due to APS, patients should receive warfarin for life with a goal international normalized ratio (INR) of 2. 5- 3. 5 alone or in combination with daily aspirin. Treatment: -During pregnancy, patients should receive heparin plus aspirin. -Patients who develop recurrent thrombosis while on effective anticoagulation may benefit from a 5-day infusion of IV g-globulin or 4 weeks of rituximab therapy. -Warfarin for 3 months with INR goal of 2. 0-3. 0 is recommended therapy for deep vein thrombosis (DVT) with a known reversible precipitating event. Warfarin for 6-12 months with an INR goal of 2. 0-3. 0 is recommended therapy for first episode of idiopathic DVT.",
        "cop": 4,
        "opa": "Rituximab 375 mg/m2 per week for 4 weeks",
        "opb": "Warfarin with international normalized ratio (INR) goal of 2. 0-3. 0 for 3 months",
        "opc": "Warfarin with INR goal of 2. 0-3. 0 for 12 months",
        "opd": "Warfarin with INR goal of 2. 5-3. 5 for life",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "499ca38b-17d3-4203-a749-77abf0347aff",
        "choice_type": "single"
    },
    {
        "question": "A 48 year old diabetic patient comes to OPD for check up, during the neurological examination - to check retinopathy, doctor checked the light reflexes - On flashing light in front of Left eye - Right pupil constricts but no effect on left, but on flashing ight in front of right eye- right pupil constricts but no effect on left. which of the following defect is present?",
        "exp": "Efferent pupillary defect A lesion occurs in the oculomotor nerve's pupilloconstrictor nerve fibers. Results in dilation of the ipsilateral pupil (Due to unattended effect of the intact sympathetic supply). There will be failure of constriction of the pupil to light, light reflex will be preserved in the other eye. Light shone into the contralateral eye will elicit a normal direct response. Afferent pupillary defect Failure of constriction of either pupil to light shone into the affected eye If the visual system is normal in one eye, light shone will produce a normal direct pupillary reponse and also a consensual in the other eye.",
        "cop": 2,
        "opa": "Afferent pupillary defect of right eye",
        "opb": "Efferent pupillary defect of left eye",
        "opc": "Efferent pupillary defect of right eye",
        "opd": "Afferent pupillary defect of left eye",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "b8fe6cbb-a3fb-4dbd-8d04-1f580acb7d9e",
        "choice_type": "single"
    },
    {
        "question": "Sclerostin is produced by?",
        "exp": "Sclerostin (SOST) is a glycoprotein produced by osteocytes. They also synthesize receptor activator of nuclear factor kappa B ligand (RANKL). Both of these are involved in regulating bone formation and resorption. EXTRA EDGE: Romosozumab, a humanized monoclonal antibody that binds to sclerostin, prevents sclerostin from exeing this inhibitory effect. Therefore, in the presence of romosozumab, the Wnt signaling pathway is activated leading to bone formation and bone mineral density gain.",
        "cop": 1,
        "opa": "Osteocytes",
        "opb": "Osteoblasts",
        "opc": "Osteoclasts",
        "opd": "Chondrocytes",
        "subject_name": "Medicine",
        "topic_name": "Miscellaneous QBank",
        "id": "31007be7-664e-4bcd-a99f-8653ed623b48",
        "choice_type": "single"
    }
]