[
    {
        "question": "Severity of mitral stenosis is determined by :",
        "exp": "Since there is mitral stenosis, more time for blood to enter LV. Therefore, increased transient time, so increase duration of murmur of S1 sound can be loud or soft. If sound is soft it tells us about calcified mitral valves but not of severity",
        "cop": 2,
        "opa": "Intensity of S1 hea sound",
        "opb": "Diastolic murmur duration",
        "opc": "Opening snap",
        "opd": "Intensity of diastolic murmur",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "5611db90-44cb-4cc4-a58b-86f978f9f29e",
        "choice_type": "single"
    },
    {
        "question": "What is electrical storm?",
        "exp": "Electrical storm: Condition in which patient develops recurrent V. tachycardia. Cut off >3 episodes of V.T within 24 hrs. Option C: Electromechanical Dissociation: Terminology used to describe rupture hea which causes pulseless BP|| Option D: Electrical alternans- Variations in QRS amplitude in conditions - C. tamponade",
        "cop": 1,
        "opa": "> 3 episodes of ventricular tachycardia within 24 hours",
        "opb": "> 3 episodes of atrial tachycardia within 24 hours",
        "opc": "Electromechanical dissociation",
        "opd": "Electrical alternans",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "a880cd0d-aeb8-48ae-9792-4c3a75a9c81a",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about atrial myxomas are true, except:",
        "exp": "* Tumour plop sound is a low pitch sound heard in diastole when the tumour impacts against the opening mitral valve. * Myxomas- present with peripheral or pulmonary emboli or with constitutional signs and symptoms- fever, weight loss, cachexia, Raynaud's phenomenon, hypergammaglobulinemia, anemia, polycythemia, leukocytosis, elevated ESR, thrombocytopenia, and thrombocytosis. * It is more common in females.",
        "cop": 3,
        "opa": "Most common site is left atrium",
        "opb": "More common in females",
        "opc": "Tumor plop in systole",
        "opd": "Raynaud phenomenon",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "a02aef9e-52fe-4e18-9aff-3b1a6918b2a0",
        "choice_type": "multi"
    },
    {
        "question": "A 75-year-old man presents to his GP for a routine check-up. On examination the GP hears a high-pitched diastolic murmur, heard loudest at the right sternal edge and on expiration. Given the likely diagnosis, which of the following is NOT a risk factor for this condition?",
        "exp": "Aoic regurgitation, High pitched diastolic murmur heard in case of AR Best heard on the left side. Option A: MC cardiovascular disease in Ankylosing spondylitis =A.R. Option B: Marfan syndrome is a Risk factor. Option C: ASD+ skeletal defects/Absent radius bone - Holt Oram Syndrome = In ASD shunt murmur is absent, in ASD it is flow murmur | Mid diastolic murmur Option D: Inf. endocarditis- bacteria will invade the valve leaflet & will contribute to developing Diastolic Murmur.",
        "cop": 3,
        "opa": "Ankylosing spondylitis",
        "opb": "Marfan's syndrome",
        "opc": "Holt Oram Syndrome",
        "opd": "Infective endocarditis",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "24fa1823-469e-4b76-b083-99dea5273879",
        "choice_type": "single"
    },
    {
        "question": "Most common tumor of hea valves:",
        "exp": "Most common tumor of hea valves in papillary fibroelastoma. Small and single, occur most often on valvular surfaces, and may be mobile, resulting in embolization. Because of the potential for embolic events, symptomatic patients, patients undergoing cardiac surgery for other lesions, and those with highly mobile and large PF should be considered for surgical excision Remnants of CMV have been recovered from these tumors, raising the possibility that they arise as a result of chronic viral endocarditis",
        "cop": 1,
        "opa": "Papillary fibroelastoma",
        "opb": "Malignant fibrous histiocytoma",
        "opc": "Angiosarcoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "f37a4722-2bfc-4f5d-b2e0-912623e28fcc",
        "choice_type": "single"
    },
    {
        "question": "Duroziez's sign is seen in?",
        "exp": "Duroziez's sign is seen in severe aoic regurgitation 1. Duroziez Sign - Gently press the femoral aery using stethoscope | Murmur in hea d/t turbulence | To and fro murmur Aerial pulse seen with aoic regurgitation : 2. Corrigan's pulse -Water hammer pulse 3. Quincke's sign - Flushing and blanching at distal pa of nail 4. Traube Sign - Pistol shot sounds heard at femoral aery",
        "cop": 1,
        "opa": "Aoic Regurgitation",
        "opb": "Aoic Stenosis",
        "opc": "Mitral Stenosis",
        "opd": "Mitral Regurgitation",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "6f27f48d-aca3-4990-ba5c-03bc09eabd76",
        "choice_type": "single"
    },
    {
        "question": "The first hea sound is loud in which of the following conditions? 1. Mitral regurgitation 2. Pregnancy 3. Anemia 4. Mitral stenosis",
        "exp": "Loud S1-Tachycardia Sho PR interval CHF Anemia Pheochromocytoma Thyrotoxicosis Physiological: Children /pregnancy In Mitral stenosis-Physical obstruction- | Left atrial pressure S1 becomes softer in - Later stages of MS when the leaflets are rigid and calcified After exposure to beta adrenergic receptor blockers - Long PR intervals - left ventricular contractile dysfunction",
        "cop": 4,
        "opa": "1 and 4",
        "opb": "1, 2 and 4",
        "opc": "3 and 4",
        "opd": "2, 3 and 4",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "618dff21-2a8c-4095-a7a4-42f4352e37f7",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male who is IV drug user presents with a 3-week history of worsening lethargy and confusion. O/E- PR: 130bpm and BP: 120/80. CVS examination: raised JVP with large v-waves and a loud systolic murmur. A palpable, pulsatile liver is felt when hepato-jugular reflex is attempted. What type of murmur is most fitting with this patient's presentation?",
        "exp": "SIGN OF TRICUSPID REGURGITATION : Large V wave Loud systolic murmur Pulsatile liver Note: - When you read pulsatile liver think in terms of TR = MCC of TR is Functional TR",
        "cop": 4,
        "opa": "Functional murmur",
        "opb": "Tricuspid stenosis",
        "opc": "Pulmonary stenosis",
        "opd": "Tricuspid regurgitation",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "11e4d93a-2bc0-463e-96ab-32cf702f621c",
        "choice_type": "single"
    },
    {
        "question": "A Mitral stenosis patient has developed pulmonary aery hypeension. Which of the following auscultatory findings may be heard?",
        "exp": "With severe pulmonary hypeension, a pansystolic murmur produced by functional TR may be audible along the left sternal border. This murmur is usually louder during inspiration and diminishes during forced expiration (Carvallo's sign). When the CO is markedly reduced in MS, the typical auscultatory findings, including the diastolic rumbling murmur, may not be detectable (silent MS), but they may reappear as compensation is restored. TheGraham Steell murmurof PR, a high-pitched, diastolic, decrescendo blowing murmur along the left sternal border, results from dilation of the pulmonary valve ring and occurs in patients with mitral valve disease and severe pulmonary hypeension. Choice 1 is wrong because it is written crescendo while in PAH early diastolic decresendo murmur occurs. Choice 2 is ruled out as it is seen in AS PAH in MS leads to decompensation of RV. The dilated RV leads to TR and a pansystolic murmur will result. Choice 4 is seen in Mitral stenosis.",
        "cop": 3,
        "opa": "Early Diastolic, crescendo murmur",
        "opb": "Mid- Systolic, crescendo- decrescendo murmur",
        "opc": "Pan-systolic murmur",
        "opd": "Mid- diastolic, rumbling murmur",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "ffd14e6d-f7f9-40a4-885c-1e21be1a75ff",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man presents with progressive shoness of breath. He had a metallic hea valve replacement 13 years ago for severe aoic stenosis. Which of the following clinical findings is most indicative of a failing aoic valve replacement?",
        "exp": "Option B: Early diastolic murmur heard at left sternal edge We know if metallic valves get older & undergo on sheering stress, so there will be backflow of blood from aoa to L.V so early diastolic murmur heard at left sternal edge. Severe aoic stenosis : 1.Transvalvular pressure gradient of > 40 mmHg. 2. Ejection velocity - >4 m/sec 3. Size of orifice - < 0.6 cm2/ m2 BSA",
        "cop": 2,
        "opa": "Clicking sound to S2",
        "opb": "Early diastolic murmur heard at the left sternal edge",
        "opc": "New onset atrial fibrillation",
        "opd": "Ejection systolic murmur heard in the aoic region",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "bab784e1-f79d-44ab-84a8-91394cdf8bc8",
        "choice_type": "multi"
    },
    {
        "question": "A 4-month-old infant with Tetralogy of Fallot presents with fever and loose stools. Which of the following is compatible with the diagnosis of Tetralogy spells?",
        "exp": "Paroxysmal hypercyanotic attacks (hypoxic, \"blue,\" or \"tet\" spells) are a paicular problem during the first 2 years of life. The infant becomes hyperpneic and restless, cyanosis increases, gasping respiration ensue, and syncope may follow. The spells occur most frequently in the morning on initially awakening or after episodes of vigorous crying. Temporary disappearance or a decrease in intensity of the systolic murmur is usual as flow across the right ventricular outflow tract diminishes.",
        "cop": 2,
        "opa": "O2 saturation < 70% in room air",
        "opb": "Inability to hear a murmur",
        "opc": "Hepatomegaly",
        "opd": "S3 gallop rhythm",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "b0e4c55c-4e1d-4c44-8fd5-4889cb9af1ac",
        "choice_type": "multi"
    },
    {
        "question": "Comment on the possible diagnosis in the patient?",
        "exp": "Visible neck pulsations indicating elevated JVP. Choice C and D are ruled out as they are left sided lesions and usually do not lead to changes in JVP. The confusion can be with dancing carotids of aoic regurgitation versus giant CV waves of Tricuspid JVP. The dancing carotid produces an outward displacement and does not sta from base of neck unlike the video shown in the image.",
        "cop": 1,
        "opa": "Tricuspid regurgitation",
        "opb": "Aoic regurgitation",
        "opc": "Mitral regurgitation",
        "opd": "Cor-triatriatum",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "603a95fa-667d-4593-a339-9da76940c1ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about symptomatic mitral valve prolapse?",
        "exp": "In MVP, the mitral valve leaflets have systolic displacement of >2mm above plane of mitral annulus into left atrium. Hence choice A is correct During standing venous return reduces, leading to reduced LV volume and mid-systolic click comes closer to S1. Hence choice B is wrong. Beta blockers- used to control palpitations Sudden death is a very rare complication and occurs most often in patients with severe MR and depressed left ventricle (LV) systolic function, although it can occur in individuals with normal LV size and function.",
        "cop": 1,
        "opa": "Displacement of one or both mitral valve leaflets posteriorly into left atrium during systole",
        "opb": "Migration of systolic click and systolic murmur towards S1 during squatting",
        "opc": "Prophylactic beta blockers",
        "opd": "Restriction of vigorous exercise to mitigate risk of sudden cardiac death",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "111891fe-7f46-4988-9c7e-75917bfe8bae",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old female presents with a 3-month history of 10kg weight loss despite an increased appetite. She also complains of anxiety, diarrhea and amenorrhea. Examination reveals a fine tremor, brisk reflexes and a systolic murmur heard throughout the precordium. A urine pregnancy screen was negative. What is the most likely finding on examining the pulse?",
        "exp": "Female, weight loss in spite of appetite, amenorrhea, tremors, brisk reflexes are features of Thyrotoxicosis Option A- Pulses Paradoxus is feature of C. Tamponade it is ruled out Option B- Collapsing pulse- Rapidly rising pulse, which collapses suddenly as aerial pressure falls rapidly, during late systole and diastole (Corrigan's pulse). -Feature of aoic regurgitation & AR have Diastolic murmur. Option C- Thyrotoxicosis can be Associated with A. fibrillation. So, irregularly irregular pulse can be presentation of Thyrotoxicosis. Option D- Pulsus Alternans is feature of LVF.",
        "cop": 3,
        "opa": "Pulsus paradoxus",
        "opb": "Collapsing pulse",
        "opc": "Irregularly irregular pulse",
        "opd": "Pulsus alternans",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "ce207c6c-d13c-40df-8e90-ed857aebb3a4",
        "choice_type": "single"
    },
    {
        "question": "A 50 year old lady comes to your OPD. What is the most probable diagnosis ?",
        "exp": "The above image shows Mitral facies which are seen in Mitral stenosis. Mitral stenosis may present with rosy cheeks, whilst the rest of the face has a bluish tinge due to cyanosis. In severe Mitral stenosis low cardiac output state produces vasoconstriction, peripheral cyanosis is often seen in lips, tip of nose and cheeks. Occasionally along with these, malar flush is seen due to vasodilation (vascular stasis) in malar area.",
        "cop": 4,
        "opa": "Aoic Stenosis",
        "opb": "Aoic Regurgitation",
        "opc": "Mitral Regurgitation",
        "opd": "Mitral Stenosis",
        "subject_name": "Medicine",
        "topic_name": "Murmurs",
        "id": "06ddfdaf-d088-42fd-b6d0-224da90f2eac",
        "choice_type": "single"
    }
]