[
    {
        "question": "A 14-year-old girl presents with quadriparesis, facial palsy, winging of scapula and ptosis. There is h/o similar illness in father and brother but less severe. Her CPK level is also raised (500. IU/L). She is probably suffering from?",
        "exp": "Facial muscle involvement is not seen with Becker and Limb-girdle muscular dystrophy Emery Dreifuss and Becker are XLR disease so can't be present in a girl child. Hence by exclusion the diagnosis is Dx: Scapulo-Faciohumeraldystrophy. Facio-Scapulo-humeral dystrophy Autosomal dominant inheritance and has an onset in childhood or young adulthood. Facial weakness is the initial manifestation-->inability to smile, whistle or fully close the eyes. Weakness of the shoulder girdles-->makes arm elevation difficult. Scapular winging becomes apparent with attempts at abduction and forward movement of the arms. The serum CK level may be normal or mildly elevated. No specific treatment is available, ankle-foot ohoses are helpful for foot-drop.",
        "cop": 4,
        "opa": "Emery-Dreifuss muscular dystrophy",
        "opb": "Becker muscular dystrophy",
        "opc": "Limb-girdle dystrophy",
        "opd": "Scapulofaciohumeral dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "01b9f068-4db2-45e5-94b8-19d4f7d290f7",
        "choice_type": "single"
    },
    {
        "question": "In a case of myasthenia gravis, CT Chest shows anterior mediastinal mass. Diagnosis is?",
        "exp": "Thymus gland abnormalities are seen in 75% of anti-Ach Receptor positive antibodies patients. CT chest can identify a Thymic hyperplasia or a thymoma which though benign can produce mass effects.",
        "cop": 2,
        "opa": "Retrosternal goiter",
        "opb": "Thymic Hyperplasia",
        "opc": "Hilar Lymphadenopathy",
        "opd": "Aoic Aneurysm",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "bc6cc514-4494-40a5-a310-46f380e4e9b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in Horner syndrome?",
        "exp": "Horner syndrome Characterized by damage to sympathetic chain FEATURES ARE- S Sympathetic Injury A Anhidrosis M Miosis P Ptosis L Loss of ciliospinal reflex E Enophthalmos Note: Pan coast tumor (Ca. lung) also can contribute to develop Horner syndrome",
        "cop": 1,
        "opa": "Mydriasis",
        "opb": "Ptosis",
        "opc": "Anhidrosis",
        "opd": "Enophthalmos",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "d7da60e4-b041-40c6-bb24-bf5ce8d4d8a1",
        "choice_type": "single"
    },
    {
        "question": "Nerve conduction is normal but flaccidity is seen in?",
        "exp": "OPTION A - Problem in NMJ d/t improper functioning of ACH receptor, so nerves aren't damaged. Neuromuscular junction is affected leading to muscle weakness. OPTION B - Demyelination of peripheral Nerves OPTION C & D - They are related to inflammation of nerves In B, C & D the nerve conduction is always abnormal",
        "cop": 1,
        "opa": "M gravis",
        "opb": "GBS",
        "opc": "Transverse myelitis",
        "opd": "Traumatic neuritis",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "57c88e91-3a6c-4c3a-bf27-628484465218",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old male comes to the OPD complaining of ongoing double vision which is worse when he is watching TV in the evening. He has also noticed that he feels weaker towards the end of the day and that his face is slightly puffy. On inspection, there is a paial ptosis of the left eye lid and his mouth hangs slightly open at rest. On examination, there are visibly distended neck veins. What is the most likely diagnosis?",
        "exp": "Diagnosis: Double vision + Ptosis at the end of the day + weaker at the end of the day= Myasthenia Gravis Option B- Feels stronger at the end of the day. Option C- Presents with gait ataxia, nystagmus, head impulse test negative. Option D- Atypical parkinsonism associated with Cog wheel rigidity, Bradykinesia, Postural instability. Myasthenia gravis (MG) is a relatively common neuromuscular disorder that is caused by antibody-mediated autoimmune destruction of acetylcholine receptors at the neuromuscular junction(Post Synaptic) * Type V Hypersensitivity reaction > Type II Hypersensitivity Reaction. * Receptor of Acetyl choline are affected. It is a post junctional defect. Diagnosis: 1. Anti Ach Receptor blocking Antibody 2. Anti-MUSK Antibody 3. Anti LRP 4 Antibody 4. Single fiber electromyography (SFEMG)=Jitter and blocking - Confirmatory test 5. Repetitive nerve stimulation test. 6. Tensilon test, Or Anticholinesterase test. The treatment of MG may include: Anticholinesterase medications (Pyridostigmine), Immunosuppression, IVIg or plasmapheresis, Surgical intervention( Thymectomy).",
        "cop": 1,
        "opa": "Myasthenia gravis",
        "opb": "Lambe Eaton syndrome",
        "opc": "Paraneoplastic cerebellar degeneration",
        "opd": "Multiple system atrophy",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "50fb7672-cefe-4356-a2b2-2e4d756966e5",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis of this patient?",
        "exp": "The image shows pseudo-hyperophy of calf muscles seen in Duchenne's muscular dystrophy. Causes of pseudo-hyperophy of calf muscles 1. Dystrophinopathy like Becker's and Duchenne's 2. Limb-girdle muscular dystrophy 3. Spinal muscular atrophy 4. Glycogen storage disorders 5. Myxedema in Hypothyroidism 6. Sarcoidosis, Cysticercosis, and amyloidosis 7. Focal myositis 8. Ruptured muscle tendon 9. A muscle tumor or a muscle hernia",
        "cop": 4,
        "opa": "Myasthenia gravis",
        "opb": "Congenital myopathy",
        "opc": "Inclusion body myositis",
        "opd": "Muscular dystrophy",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "0741d415-2240-4ad7-b96e-c56bab2027bb",
        "choice_type": "single"
    },
    {
        "question": "What is not useful for diagnosis of myasthenia gravis?",
        "exp": "Voltage-gated calcium channel antibodies are used for diagnosis of Lambe Eaton syndrome. Choices A, C, and D are used for diagnosis of M. Gravis.",
        "cop": 2,
        "opa": "AChR antibodies",
        "opb": "Voltage gated calcium channel antibodies",
        "opc": "Muscle-specific kinase antibodies",
        "opd": "Edrophonium test",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "a1de7b94-954e-4f60-8693-168882705274",
        "choice_type": "single"
    },
    {
        "question": "Ice pack test is done for?",
        "exp": "Ice pack test: In patients suspected of palpebral ptosis and/or ophthalmoparesis due to myasthenia gravis. Investigations for the remaining choices mentioned in the question Disease Features Multiple system atrophy MRI showing hot cross buns sign and putaminal atrophy Hyperparathyroidism PTH assay and Technetium Peechnetate Scan. Hypokalemic periodic paralysis C. M. A. P compound muscle action potential shows low amplitude and shows no improvement in exercise.",
        "cop": 1,
        "opa": "Myasthenia Gravis",
        "opb": "Multiple system atrophy",
        "opc": "Hyperparathyroidism",
        "opd": "Hypokalemic periodic paralysis",
        "subject_name": "Medicine",
        "topic_name": "Myasthenia Gravis and Muscular dystrophy",
        "id": "b062497a-2c05-4f87-a3f4-b45680ab1122",
        "choice_type": "single"
    }
]