[
    {
        "question": "\"Rain drop'skull is seen in -",
        "exp": "Ans. is 'c' i.e., Multipie Myeloma Pain film on chest x-ray in multiple mvelomaDiffused unexplained osteoporosis, especially in spineo Diffuse loss of densityo Thinning of corticeso Lower thoracic and lumbar regions most commonly involvedo Pathological vertebral collapse inevitable single or multiple# Vertebral plana# Wrinkled vertebra of myelomao Sharply circumscribed osteolytic defects (radiological hallmark of myeloma)# Punched out lesions (multiple round purely lytic)# Most common in skull, pelvis, long bones, clavicles, ribs in long bones diaphysis most commonly involved# Humerus andfermur most common sites# Widespread lesions of skull (rain drop skull)# Size of lesions tend to be fairly uniform : round or oval# No reactive sclerosis",
        "cop": 3,
        "opa": "Burkitfs lymphoma",
        "opb": "Hodgkin's lymphoma",
        "opc": "Multiple myeloma",
        "opd": "Haemophilia",
        "subject_name": "Medicine",
        "topic_name": "Myeloma",
        "id": "1b78a249-3609-4a69-85e6-71281152e5e0",
        "choice_type": "single"
    },
    {
        "question": "Commonest site of lytic lesion in multiple myeloma is -",
        "exp": "Ans. is 'd' i.e., Vertebral column o Bone lesions are most common in vertebral column. The pain usually involves the back and ribs, and unlike the pain of metastatic carcinoma, which often is worse at night, the pain of myeloma is precipitated by movement. Persistent localized pain in a patient with myeloma usually signifies a pathologic fracture. o The most common site of lytic lesion in multiple myeloma is vertebra > Skull > ribs. Distal to elbow and knee lesions are not seen.",
        "cop": 4,
        "opa": "Femur",
        "opb": "Clavicle",
        "opc": "Pelvis",
        "opd": "Vertebral column",
        "subject_name": "Medicine",
        "topic_name": "Myeloma",
        "id": "5bc4e9db-ca80-4854-a05e-ff90e5f0051e",
        "choice_type": "single"
    },
    {
        "question": "Russell body is found in:",
        "exp": "Ans. D. Plasma cellsInclusion body:a. Russell body (intracytoplasmic) found in plasma cellb. Dutcher body (nuclear)c. Inclusion of fibril crystalline Rods",
        "cop": 4,
        "opa": "WBC",
        "opb": "RBC",
        "opc": "Mast cells",
        "opd": "Plasma cells",
        "subject_name": "Medicine",
        "topic_name": "Myeloma",
        "id": "046d0d69-6bfa-4e30-baf5-bdb1501c3316",
        "choice_type": "single"
    }
]