[
    {
        "question": "All are true about Right ventricular infarct EXCEPT:",
        "exp": "ANSWER: (B) Normal JVPREF: Robbins 7th ed p. 563Right sided MI will lead to right ventricular dysfunction with features of right ventricular failureBackward failure of the right ventricle leads to congestion of systemic capillaries. This generates excess fluid accumulation in the body.This causes swelling under the skin (termed peripheral edema or anasarca) and usually affects the dependent parts of the body first (causing foot and ankle swelling in people who are standing up, and sacral edema in people who are predominantly lying down).Nocturia (frequent nighttime urination) may occur when fluid from the legs is returned to the bloodstream while lying down at night.In progressively severe cases, ascites (fluid accumulation in the abdominal cavity causing swelling) hepatomegaly (enlargement of the liver) may develop.Significant liver congestion may result in impaired liver function, and jaundice and even coagulopathy (problems of decreased blood clotting) may occur.Pleural effusion, Raised JVP, positive hepatojuglar reflex, parasternal heave.",
        "cop": 2,
        "opa": "Nocturia",
        "opb": "Normal JVP",
        "opc": "Hepatomegaly",
        "opd": "Ascites",
        "subject_name": "Medicine",
        "topic_name": "Myocardial Infarction",
        "id": "54e492f4-b3e9-45b7-be3d-732495b4f8bb",
        "choice_type": "multi"
    },
    {
        "question": "Best scan for assessing myocardial viability:",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18th edition,, pg 1846Explanation:* Nuclear (or radionuclide) imaging requires intravenous administration of radiopharmaceutical s which undergoes uptake in specific organs & radiation is emitted in the form of photons (gamma rays). The two most commonly used technologies in clinical nuclear cardiology are single- photon emission computed tomography (SPECT) and positron emission tomography (PET). (See the following table)The PET FDG (positron emitting tracer F-18 flurodeoxyglucose) asseses myocardial viabilityUses Rubidium 82, N-13 ammoniaIt measures myocardial glucose metabolism after oral glucoseIschemic/hibernating myocardium show increased FDG uptake - 'flow/metabolism mismatchIdentifies areas of myocardium likely to improve after revascularizationCan calculate LV systolic function & volumesBetter image quality compared to SPECT (Single photon emission computed tomography)SPECT with ThaI201/ Tc99m needs viable myocardial cells for uptake, does not identify hibernating myocardium.'",
        "cop": 4,
        "opa": "Thallium",
        "opb": "B. MIB1",
        "opc": "Tc99 pyrophosphate scan",
        "opd": "FDG PET",
        "subject_name": "Medicine",
        "topic_name": "Myocardial Infarction",
        "id": "24142e88-055c-4418-84c0-3b9eb12f642a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following regarding the 'Universal definition of Ml' are true except?",
        "exp": "Ans. c. Three times increase in troponin levels are required for coronary artery bypass grafting (Ref: Braunwald's 9/e pe p1241; 'Universal Definition of Myocardial Infarction': Expert Consensus Document Circulation 2007 (American Heart Association Journals): 'ECS-ACCF-AHA-WHF Universal Definition of Myocardial Infarction': htfp://circ.ahajournals.org/content/116/22/2634.full.pdf)Myocardial Infarction associated with CABG is defined by an increase in cardiac biomarkers to more than 5 times normal (> 5 times above the 99th percentile).Universal Definition of Myocardial InfarctionMyocardial infarction related to ischemia due to primary coronary event (plaque rupture) or imbalance between oxygen demand and supply (coronary spasm, hypotension, etc.)Myocardial Infarction related Sudden Cardiac Death (Death occurring before blood samples could be obtained, or at a time before the appearance of cardiac biomarkers in the blood.)Myocardial Infarction associated with PCI (in patients with normal baseline troponin values)Myocardial infarction associated with CABG (in patients with normal baseline troponin values.)Detection of rise and/or fall of cardiac biomarkers (preferably troponin) with at least one value above the 99th percentile of the upper reference limit (URL) together with evidence of myocardial ischemia with at least one of the following:* Symptoms of ischemia* ECG changes indicative of new ischemia * Development of pathological G waves in the ECG* Imaging evidence of new loss of viable myocardium or new regional wall motion abnormality.Sudden, unexpected cardiac death, involving cardiac arrest, often with:* Symptoms suggestive of myocardial ischemia, and accompanied by* New ST elevation, or new LBBB, and/or* Evidence of fresh thrombus by coronary angiography and/or at autopsyBy convention, increases of biomarkers greater than 3 x 99th percentile URL have been designated as defining PCI-related myocardial infarction.By convention, increases of biomarkers greater than 5 x 99th percentile URL plus either new pathological Q waves or new LBBB, or angiographically documented new graft or native artery occlusion, or imaging evidence of new loss of viable myocardium have been designated as defining CABG- related myocardial infarction.The term myocardial infarction should he used when there is evidence of myocardial necrosis in a clinical setting consistent with myocardial ischaemia.Under these conditions any one of the following criteria meets the diagnosis for myocardial infarction:Detection of rise and/or fall of cardiac biomarkers (preferably troponin) with at least one value above the 99th percentile of the upper reference limit (URL) together with evidence of myocardial ischaemia with at least one of the following:Symptoms of ischaemiaECG changes indicative of new ischaemia Development of pathological Q waves in the ECGImaging evidence of new loss of viable myocardium or new regional wall motion abnormality.Sudden, unexpected cardiac death, involving cardiac arrest, often with symptoms suggestive of myocardial ischaemia, and accompanied by presumably new ST elevation, or new LBBB, and/or evidence of fresh thrombus by coronary angiography and/or at autopsy, but death occurring before blood samples could be obtained, or at a time before the appearance of cardiac biomarkers in the blood.For percutaneous coronary interventions (PCI) in patients with normal baseline troponin values, elevations of cardiac biomarkers above the 99th percentile URL are indicative of peri-procedural myocardial necrosis. By convention, increases of biomarkers greater than 3 x 99th percentile URL have been designated as defining PCI- related myocardial infarction. A subtype related to a documented stent thrombosis is recognized.For Coronary Artery Bypass Grafting (CABG) in patients with normal baseline troponin values, elevations of cardiac biomarkers above the 99th percentile URL are indicative of peri-procedural myocardial necrosis. By convention, increases of biomarkers greater than 5 x 99th percentile URL plus either new pathological Q waves or new LBBB, or angiographically documented new graft or native artery occlusion, or imaging evidence of new loss of viable myocardium have been designated as defining CABG-related myocardial infarction.Pathological findings of an acute myocardial infarctionCriteria for Prior Myocardial InfarctionAny one of the following criteria meets the diagnosis for prior myocardial infarction:Development of new pathological Q waves with or without symptomsImaging evidence of a region of loss of viable myocardium that is thinned and fails to contract, in the absence of a non-ischemic cause.Pathological findings of a healed or healing myocardial infarction.",
        "cop": 3,
        "opa": "Sudden unexpected cardiac death with symptoms of ischemia",
        "opb": "New regional wall motion abnormality with raised cardiac biomarkers",
        "opc": "Three times increase in troponin levels are required for coronary artery bypass grafting",
        "opd": "Reinfarction can be diagnosed if increased troponin levels by 5-7% in serial samples",
        "subject_name": "Medicine",
        "topic_name": "Myocardial Infarction",
        "id": "d622a17b-5a11-438b-91df-0214ca7c5d0e",
        "choice_type": "multi"
    }
]