[
    {
        "question": "A 4-year-old male child presents with muscles weakness. His mother tells that her child has difficulty in climbing stairs and getting up from the floor. On muscle biopsy, small muscle fibrils and absent of dystrophic was found. What is the diagnosis out of given option?",
        "exp": "Duchenne Muscular Dystrophy Progressive weakness Calf muscle involvement Pseudo hyperophy Difficulty in climbing stairs Gowersign present (+) Wheel chair bound Patient Death - CHF/ Pneumonia CPK MM: Increased IOC: - PCR for dystrophin gene (Dystrophin gene absent) Rx: - Chest Physiotherapy NOTE:Immunohistochemical studies for dystrophin show Absence of the normal sarcolemma staining pattern in Duchenne muscular dystrophin Reduced staining in Becker muscular dystrophy.",
        "cop": 2,
        "opa": "Beck's muscle dystrophy",
        "opb": "Duchenne muscular dystrophy",
        "opc": "Myotonic dystrophy",
        "opd": "Limb-girdle muscular dystrophy",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "a006d753-e819-4876-8108-217d0450d732",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not the criteria for diagnosis of Metabolic syndrome?",
        "exp": "Metabolic syndrome/Syndrome X: Central obesity: Waist circumference >102cm in males,>88cm in females. Hyperiglyceridemia: >150mg% Low HDL cholesterol: <40mg%I(male), <50mg% (female) Hypeension: >130/80 mmHg Fasting blood glucose >100 mg% / previously diagnosed type 2 diabetes. NOTE:Raised LDL is NOT a feature of Metabolic syndrome.",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Central obesity",
        "opc": "Hyperiglyceridemia",
        "opd": "High LDL",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "797c702f-9803-4b31-b3c6-4b1b42d5cf72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a clinical presentation of Pituitary Apoplexy?",
        "exp": "Pituitary apoplexy: Most frequent presentation isheadache- Retro-orbital in location. Nauseaandvomitingmay occur due to adrenal insufficiency, meningeal irritation, and hypothalamic dysfunction or raised intracranial pressure. Neck stiffnessis observed in patients with pituitary apoplexy and can be to sub-arachnoid haemorrhage. Anosmiadue to olfactory nerve involvement, epistaxis or CSF rhinorrhoea due to erosion of seller floor. Adrenal insufficiency leading toaerial hypotensionandhypoglycaemia, and hypothalamic compression.",
        "cop": 3,
        "opa": "Headache",
        "opb": "Hypotension",
        "opc": "Hypeension",
        "opd": "Vomiting",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "fd76c171-0a5e-4d7e-a0c5-23c08f600fb3",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old male, known case of Rheumatoid ahritis is on a monotherapy since many years. Symptoms of RA are controlled but suddenly patient develops blurring of vision. Which of the following drug is responsible for sudden affect on vision?",
        "exp": "-Hydroxychloroquineis used for the treatment of rheumatoid ahritis. - Taking hydroxychloroquine for a long-term or at high doses may cause irreversible damage to the retina of your eye. (Bull's Eye Retinopathy) Blurred vision, trouble focusing Distoed vision, blind spots Changes in your colour vision Hazy or cloudy vision Light flashes or streaks, halos around lights Increased sensitivity to light",
        "cop": 4,
        "opa": "Leflunomide",
        "opb": "Methotrexate",
        "opc": "Sulfasalazine",
        "opd": "Hydroxychloroquine",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "d5ce3c4d-3e5e-4e48-87cf-9d035139e7a2",
        "choice_type": "single"
    },
    {
        "question": "What is the first line of drug for post-menopausal Osteoporosis?",
        "exp": "Treatment of post-menopausal Osteoporosis : Bisphosphonates First-line therapy. They increase bone density and reduce the risk for spine, hip and non-veebral fractures. Synthetic analogues of pyrophosphate that bind to the hydroxyapatite in bone and inhibit osteoclastic bone resorption.",
        "cop": 3,
        "opa": "Raloxifene",
        "opb": "Oestrogen",
        "opc": "Bisphosphonates",
        "opd": "Combined OCP's",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "58d0cd24-5558-4b0f-9b2b-7f89fa921938",
        "choice_type": "single"
    },
    {
        "question": "What is differentiating feature between irritable bowel syndrome and inflammatory bowel disease is?",
        "exp": "FECAL CALPROTECTIN, is a biomarker of bowel inflammation and help in differentiating from irritable bowel syndrome. Faecal lactoferrinis a highly sensitive and specific marker for detecting intestinal inflammation. Faecal calprotectinlevels correlate well with histologic inflammation, predict relapses, and detect pouchitis.",
        "cop": 2,
        "opa": "pain in abdomen",
        "opb": "Stool calprotectin",
        "opc": "Mucus in stools",
        "opd": "Diarrhoea",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "97887016-4820-4032-9b22-9589149c6993",
        "choice_type": "single"
    },
    {
        "question": "A patient is on follow up for recurrent abdominal pain. USG revels Aoic aneurysm of 40 mm. What should be the next immediate step?",
        "exp": "Aoic aneurysm Indications of repair Diameter is >= 5.5 cm Symptomatic aneurysms - Operative repair of the aneurysm with inseion of a prosthetic graft or endovascular placement of an aoic stent graft is indicated for abdominal aoic aneurysms of any size that are expanding rapidly or are associated with symptoms.",
        "cop": 1,
        "opa": "Immediate surgery",
        "opb": "Observe till it reaches 70 mm and then do surgery",
        "opc": "Medical therapy with beta blocker",
        "opd": "Wait and watch",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "e97ba423-a7b3-4e7c-9077-c4769840366d",
        "choice_type": "multi"
    },
    {
        "question": "A 26 year old female after her delivery develops features of headache, nausea, visual complaints, fatigue. What is the most probable diagnosis?",
        "exp": "Sheehan's syndrome: Postpaum haemorrhage - Pituitary damage -Secondary Addison's disease- Reduced ACTH- Reduced coisol - Hypoglycaemia. B.P is normal as aldosterone is not affected No hyperpigmentation as ACTH levels are low Rx-Dexamethasone",
        "cop": 2,
        "opa": "Hyperprolactinemia",
        "opb": "Sheehan's syndrome",
        "opc": "Water hose Fredricksson syndrome",
        "opd": "Pituitary adenoma",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "f170a0fe-529d-4ec6-8fb4-274f09fb47e6",
        "choice_type": "single"
    },
    {
        "question": "Nosocomial infection is called after how many hours of hospital admission?",
        "exp": "Nosocomial infections Defined as those infections occurring within 48 hours of hospital admission, 3 days of discharge or 30 days of an operation. Gram-positive bacteria are the commonest cause of nosocomial infections withStaphylococcus aureusbeing the predominant pathogen. Hospital-acquired pneumonia-Defined as pneumonia that occurs 48 hours or more after admission and did not appear to be incubating at the time of admission. Ventilator-associated pneumonia-Defined as pneumonia that develops more than 48 to 72 hours after endotracheal intubation.",
        "cop": 3,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "48 hours",
        "opd": "72 hours",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "282b9bd3-61f9-494b-a8ea-74f6124455f3",
        "choice_type": "multi"
    },
    {
        "question": "Large, irregular and friable vegetations are seen in?",
        "exp": "Large, irregular and friable deposits are seen in infective endocarditis. Hallmark of infective endocarditis Presence of friable, bulky and potentially destructive vegetation Containing fibrin, inflammatory cells and bacteria on the hea valves. DISEASE-INFECTIVE ENDOCARDITIS DISEASE- NBTE INFECTIVE ENDOCORDITIS. FEATURE -Vegetations are large, bulky, irregular, multiple, friable OTHER FEATURE- non sterile(associated with ring abscess) NON BACTERIAL THROMBOTIC ENDOCARDITIS (MARANTIC ENDOCARDITIS) FEATURE -Vegetations are small, way friable. OTHER FEATURE- sterile COMPLICATION -embolisation is very common,(maximum chances) COMPLICATION embolisation is common SITE -Seen on valvular cusps SITE-Seen on line of closure. also seen in -cancers like m3 -aml,pancreatic cancer, deep vain thrombosis,trousseau syndrome DISAESE-SLE DISEASE-RHD -LIBMAN SACK'S ENDOCADITIS (LSE) FEATURE-vegetations are medium sized(small flat,verrucous, irregular OTHER FEATURE -sterile RHEUMATIC FEVER FEATURE-Vegetations are small, way firm friable OTHER FEATURE -sterile SITE-on surface cusps(both surface may be involved ) SITE-along line of closure COMPLICATION - embolisation is uncommon COMPLICATION -embolisation is uncommon",
        "cop": 2,
        "opa": "Rheumatic hea disease",
        "opb": "Infective endocarditis",
        "opc": "Libman-sacks endocarditis",
        "opd": "Non-bacterial thrombotic endocarditis (NBTE)",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "9c546669-004b-4984-a99b-f07d020e7bfe",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old man is having nasal regurgitation of fluids and hoarseness of voice. On sensory examination numbness and loss of sensation over left half of face with impaired pain and temperature and contralateral pa of the body is noted. Motor examination shows left arm weakness and cranial nerve examination shows diminished gag reflex. Which of the following vessel thrombosis leads to this condition?",
        "exp": "Loss of pain and temperature on I/L face and C/L body is due to the occlusion of PICA, which leads to Wallenberg's syndrome/Lateral medullary syndrome. Wallenberg's syndrome/Lateral medullary syndrome. -Due to the occlusion of PICA -Clinical feature I/L sensory loss of Face C/L sensory loss of limbs 9thand 10thcranial nerve palsy Limb ataxia Medial medullary syndrome - Due to the occlusion of the veebral aery or a branch of the veebral or basilar aery. - Clinical features : CN XII:Ipsilateral paralysis of the tongue Pyramidal tract:Contralateral hemiplegia Medial lemniscus:Impaired tactile and proprioception over the contralateral half of the body",
        "cop": 1,
        "opa": "Posterior inferior cerebellar aery",
        "opb": "Posterior cerebral aery",
        "opc": "Middle cerebral aery",
        "opd": "Anterior inferior cerebral aery",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "e7c28a6e-f750-4602-ade3-772e9f05365b",
        "choice_type": "single"
    },
    {
        "question": "Superior temporal gyrus lesion leads to?",
        "exp": "Wernicke's area Lies in dominant posterior pa of superior temporal gyrus. It is a sensory speech area. Lesion is due to occlusion of inferior division of middle cerebral aery.",
        "cop": 2,
        "opa": "Anomic aphasia",
        "opb": "Wernicke's aphasia",
        "opc": "Broca's aphasia",
        "opd": "Non-fluent aphasia",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "36ddd7a3-1911-4f45-8303-3f78717bd06a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not done in high altitude sickness?",
        "exp": "Acute Mountain Sickness (AMS) Treatment of High-altitude sickness: Gradual ascent, with adequate time for acclimatization, is thebest methodfor the prevention of altitude illness. Proper hydration(but not overhydration) in high-altitude trekking and climbing, aimed at countering fluid loss due to hyperventilation and sweating, may play a role in avoiding AMS. Acetazolamideis thedrug of choicefor AMS prevention. It inhibits renal carbonic anhydrase, causing prompt bicarbonate diuresis. Dexamethasone(8 mg/d in divided doses) is also effective Spironolactone,Digoxin, Medroxyprogesterone, Magnesium, Calcium channel blockers, and Antacids, conferno benefitin the prevention of AMS.",
        "cop": 2,
        "opa": "Acetazolamide",
        "opb": "Digoxin",
        "opc": "Rapid descent",
        "opd": "Oxygen",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "65e489e0-ab27-404c-b7d2-a8887e9a0af5",
        "choice_type": "single"
    },
    {
        "question": "A patient undergoes bilateral adrenalectomy in view of bilateral pheochromocytoma. A day after surgery patient develops lethargy, fatigue and loss of appetite. On examination BP is 90/ 60 mmHg, pulse rate of 74 beats/min. No evidence of loss of volume. The likely cause is?",
        "exp": "- Coisol is normally produced by the adrenal glands, located just above the kidneys. - It belongs to a class of hormones called glucocoicoids, which affect almost every organ and tissue in the body. Helps maintain blood pressure and cardiovascular function; Helps slow the immune systems inflammatory response; Helps balance the effects of insulin in breaking down sugar for energy; and Helps regulate the metabolism of proteins, carbohydrates, and fats. - So, afterB/L adrenalectomy coisol production decreaseswhich causes these symptoms: Chronic, worsening fatigue and muscle weakness, loss of appetite, and weight loss are characteristic of the disease. Nausea, vomiting, and diarrhoea occur in about 50 percent of cases. Blood pressure is low and falls fuher when standing, causing dizziness or fainting. Skin changes also occur with areas of hyperpigmentation, or dark tanning, covering exposed and nonexposed pas of the body. This darkening of the skin is most visible on scars; skin folds; pressure points such as the elbows, knees, knuckles, and lips; and mucous membranes.",
        "cop": 3,
        "opa": "Cardiogenic shock",
        "opb": "Hypovolemic shock",
        "opc": "Coisol deficiency",
        "opd": "Septic shock",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "55717565-c4ff-4dc5-a43c-7c71ddc18efe",
        "choice_type": "single"
    },
    {
        "question": "A patient with pH of 7, pCO2 of 30 mmHg and Bicarbonate levels of 10 meq. What is the acid base abnormality?",
        "exp": "Since pH is less, and HCO3 is less, it implies metabolic acidosis Now for compensation pCO2 = HCO3 + 15 = 10 + 15 = 25 mm Hg The value predicted is not matching with given pCO2 of 30 mmHg. Implies compensation is not there and it is a mixed disorder. Conclusion metabolic acidosis with respiratory acidosis.",
        "cop": 3,
        "opa": "Metabolic alkalosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic Acidosis",
        "opd": "Respiratory Acidosis",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "dc077003-ef1e-4375-a53a-97577a351b6d",
        "choice_type": "single"
    },
    {
        "question": "A known case of COPD with acute exacerbation of symptoms. On examination patient was conscious and ale, pulse was 110 beats/ min and bilateral wheeze present. All of the following are true in the management of the patient except:",
        "exp": "Management of COPD with acute exacerbation of symptoms Non-invasive ventilationwith tight-fitting face mask is used in the management of Type 2 Respiratory failure. E.g- Exacerbations of COPD. Supplemental oxygen- Abolishes this constriction, leading to improved ventilation/perfusion ratio. ?-? High flow oxygen isnottolerated as it leads to crusting, dryness and epistaxis. While continuous therapy is required for patients who show hypoxemia at rest, intermittent treatment during specific periods may be used for patients who demonstrate intermittent hypoxemia. Management according to severity of symptoms Grade A - Bronchodilators Grade B - LABA or LAMA - If fails - LABA + LAMA Grade C - LABA + LAMA + ICS Grade D - LABA + LAMA + ICS + Roflumilast, PDE -4 inhibition",
        "cop": 4,
        "opa": "I/V steroids",
        "opb": "Inhalation with salbutamol",
        "opc": "Permissible hypercapnia allowed",
        "opd": "Non invasive ventilation is contraindicated",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "c58768e0-a1ad-47af-97d2-12d40147876b",
        "choice_type": "multi"
    },
    {
        "question": "In Multiple sclerosis, Where does the defect occur?",
        "exp": "Multiple sclerosis Autoimmune condition Attacks the myelin sheath in the brain and spinal cord. Layer that surrounds the nerves, protect them and help electrical signals travel from the brain to the rest of the body. Autoimmune attacks cause the myelin sheath to become inflamed in a small patches (plaques or lesions), which can be seen on an MRI Scan. These patches of inflammation can disrupt the messages travelling along the nerves.",
        "cop": 2,
        "opa": "Oligodendrocytes",
        "opb": "Myelin sheath",
        "opc": "Node of Ranvier",
        "opd": "Neuroglial cells",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "a425fdfd-50ce-43a0-826b-41a4fc9693e4",
        "choice_type": "single"
    },
    {
        "question": "A patient of Scleroderma presents with acute respiratory distress. Chest X-ray shows B/L reticular basilar shadows. What is the next line of investigation in this patient?",
        "exp": "If scleroderma is suspected or has been confirmed, it is impoant to verify whether or not it has spread to the lungs, where it can cause scar tissue formation. HRCT allows better assessmentof the extent and distribution of disease. In the appropriate clinical setting HRCT may be sufficiently characteristic to preclude the need for lung biopsy. Pulmonary function tests are done to measure how well the lungs are functioning. Echocardiogram: This is recommended once every 6 to 12 months to evaluate for complications like pulmonary hypeension and/or congestive hea failure.",
        "cop": 2,
        "opa": "Echocardiography to look for Cor pulmonale",
        "opb": "High resolution CT",
        "opc": "Pulmonary function test",
        "opd": "Contrast enhanced CT scan",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "ab97ebfc-3ac1-4ea0-9f90-b6b184128a59",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female complaints of fatigue and is unable to gain weight. On examination, her body felt warm. Which of the following investigation can be helpful in reaching the diagnosis?",
        "exp": "On the basis of above clinical scenario patient is suffering fromprimary Hypehyroidism. Primary Hypehyroidism CLINICAL FEATURES: Sympathomimetic stimulation : Palpitations - beta1 activation Fine Tremors - beta 2 activation Sweat on palms/soles Hypeension - alpha1 activation 2. BMR | -Weight loss 3. Calorigenesis | - Heat intolerance 4. Females - Oligomenorrhea / Infeility 5. Proptosis - Blinking action is inadequate - Drying of cornea - Exposure Keratitis - Grittiness / sand like sensation in eye. Work-UP: Thyroid Function Tests - Total T4 & T3- |, Free T4, T3 -| TSH: - If low - Primary hypehyroidism Fuher investigations are: LATS titre Thyroid scan USG Abdomen - If high - Secondary hypehyroidism - pituitary adenoma - Dx MRI head",
        "cop": 2,
        "opa": "High TSH with normal T3, T4",
        "opb": "Low TSH with high T3, T4",
        "opc": "High TSH with euthyroid status",
        "opd": "Increased uptake of T3, decreased level of T4",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "3d0125db-6375-4b2e-9da3-adf1d2a974d1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common endocrine tumor of pancreas?",
        "exp": "INSULINOMA: It is Pancreatic Neuroendocrine Tumor. Overall most common functional Pancreatic Neuroendocrine Tumor. NEURO ENDOCRINE TUMORS (NET) OF PANCREAS M/c Neuroendocrine tumor (NET):Non- functional M/c functional Neuroendocrine tumor:Insulinoma M/c functional & malignant NET:Gastrinoma. MC Enteropancreatic NET seen in MEN 1 -Nonfunctioning PPoma (pancreatic polypeptide secreting tumor) MC Functional Enteropancreatic NET in MEN 1 -Gastrinoma > Insulinoma",
        "cop": 3,
        "opa": "Gastrinoma",
        "opb": "VIPoma",
        "opc": "Insulinoma",
        "opd": "Glucagonoma",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "6500c443-0a9e-496b-806e-c4ba4eedcc91",
        "choice_type": "single"
    },
    {
        "question": "What is the most common site of Gastrinoma in MEN-1 Syndrome?",
        "exp": "NET of Pancreas Tumor MC site Gastrinoma Duodenum (1st pa)>Pancreas Insulinoma Equally distributed in head, body and tail Glucagonoma Body and Tail of pancreas Somatostatinoma and PPoma Head of pancreas VIPoma Tail of pancreas",
        "cop": 2,
        "opa": "Stomach",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Ileum",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "cb2fac72-02ba-434a-94c4-c6d7c40f1ca9",
        "choice_type": "single"
    },
    {
        "question": "A patient with pulmonary fibrosis comes to emergency with arrhythmia. Which anti-arrhytmia drug should be avoided?",
        "exp": "Amiodarone should be avoided in a patient with pulmonary fibrosis who comes to emergency with arrhythmia. Adverse effects of Amiodarone: The Thyroid (hypo and hypehyroidism) Peripheryof Peripheralneuropathy My Myocardial depression Lung Lungfibrosis Liverand LiverToxicity Corneais Cornealmicrodeposits Photosensitive Photosensitivity",
        "cop": 3,
        "opa": "Lignocaine",
        "opb": "Procainamide",
        "opc": "Amiodarone",
        "opd": "Verapamil",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "9e7069da-db73-4117-9f09-d2efa6c9afa7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the rich source of Vitamin B12?",
        "exp": "Vitamin B12 Naturally found in animal products, includingfish, meat, poultry, eggs, milk, and milk products. Generally not present in plant foods, therefore strict vegetarians develop B12 deficiency. Vitamin B12 deficiencyleads to Megaloblastic anaemia Peripheral neuritis SCDSC",
        "cop": 3,
        "opa": "Spinach",
        "opb": "Mango",
        "opc": "Meat",
        "opd": "Carrot",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "751b9c16-98b4-4d30-8058-4f8687c42ec5",
        "choice_type": "single"
    },
    {
        "question": "A 29 year old male was brought to ED with complaints of nausea, vomiting and abdominal cramps 3-4 hours after eating a meat in dinner. What is the likely cause of this condition?",
        "exp": "Staphylococcal food poisoning- Occurs after eating meat and fish, or milk and milk products or potato salad. Incubatory Period:1-6 hr due to preformed toxin. Site of action: Toxin stimulates thevagus nerveand vomiting centre of the brain. Also stimulates the intestinal peristaltic activity. Heat stable (not destroyed after heating food) Rx Self-limited illness, symptoms generally resolves within 8 to 10 hrs. Treatments is symptomatic only No antibiotic is required. Extra edgeEmetic form of Bacillus cereus (IP-1-6 hours) food poisoning is associated with contaminated fried rice , but vomiting is not so common.",
        "cop": 2,
        "opa": "Salmonella Enteritidis",
        "opb": "Staphylococcus aureus",
        "opc": "Clostridium botulinum",
        "opd": "Clostridium perfringes",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "22b4f213-bc08-48a7-a489-c5da9989607a",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old HIV positive patient comes with intractagble diarrhea, crampy, abdominal pain and vomiting. Biopsy of small intestine was taken which shows cyst < 10 mm as given below. What is the appropriate diagnosis?",
        "exp": "Kinyoun stain positive and clinical features like diarrhea in a immunocompromised individual highly suggestive of organism -Cryptosporidium parvum. Its oocyst is of size 2-6 micron and it is pink coloured. Cryptosporidium, microsporidia, and Isospora belli are the most common oppounistic protozoa that infect the GI tract and cause diarrhoea in HIV-infected patients. Diarrhoea is accompanied by crampy abdominal pain, nausea and/or vomiting. Diagnosis- stool Cryptosporidium examination or biopsy of the small intestine. Diarrhoea is noninflammatory, and the characteristic finding is the presence of oocysts that stain with acid-fast dyes. Treatment: - 2000 mg/d of nitazoxanide (NTZ)",
        "cop": 3,
        "opa": "CMV",
        "opb": "Isospora belli",
        "opc": "Cryptosporidium parvum",
        "opd": "Giardia lamblia",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "fb40d92b-ada4-4533-8393-ae8141657fd9",
        "choice_type": "multi"
    },
    {
        "question": "A frost bite patient is rewarmed at what temperature?",
        "exp": "Gently rewarm frostbitten areas. Soak the frostbitten areas in warm water -- 99 to 104 degree F (37? to 40 ?). If a thermometer isn't available, test the water by placing an uninjured hand or elbow in it -- it should feel very warm -- not hot. Rewarming takes about 30 minutes. Stop the soaking when the skin becomes its normal colour or loses its numbness",
        "cop": 1,
        "opa": "37? C",
        "opb": "42? C",
        "opc": "44? C",
        "opd": "46? C",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "12dcabd0-c342-460e-8226-9fb7bbc155d4",
        "choice_type": "single"
    },
    {
        "question": "Frontal gyrus lesion leads to?",
        "exp": "Frontal gyrus lesion leads to Broca's aphasia. Broca's Area o Lies in dominant inferior frontal gyrus. It is the motor speech area. Stroke of superior branch of MCA leads toBROCA'S APHASIA. Wernicke's area Lies in dominant posterior pa of superior temporal gyrus. It is a sensory speech area. Nominal aphasia is seen in Metabolic encephalopathy. Akinetic mutism is seen in Frontal lobe lesion.",
        "cop": 3,
        "opa": "Wernicke's aphasia",
        "opb": "Nominal aphasia",
        "opc": "Broca's aphasia",
        "opd": "Akinetic mutism",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "1cd65d1f-8e0e-4f8b-bdbe-b5c6c9addf23",
        "choice_type": "single"
    },
    {
        "question": "All of the following features are seen in left ventricular failure except?",
        "exp": "Clinical feature of LVF: | SBP leads to oliguria S3 present: Ventricular gallop rhythm B/L fine crepitations B/L reduced air entry Kerley B lines - Perpendicular to pleural surface. Due to thickened interlobular septa. - Also seen in lymphangitis carcinomatosis Kerley A lines: Present in the periphery of hila - Due to distension of anastomotic channels between central and peripheral lymphatics. Kerley C lines: Reticular opacities at lung base. 6. B/L pitting pedal edema Right-sided hea failure is shown by enlarged systemic veins and right-sided chambers as well as pulmonary oligemia.",
        "cop": 1,
        "opa": "Lung oligemia",
        "opb": "Kerley B lines",
        "opc": "Crepitations",
        "opd": "Pedal Oedema",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "c758e9e5-3f72-4506-9980-07a40b807c6d",
        "choice_type": "multi"
    },
    {
        "question": "A person was brought to emergency depament and was diagnosed with Supra ventricular tachycardia and suddenly he became unstable. What is the next line of management?",
        "exp": "Here in the question vital are unstable. So the best therapy will be DC cardioversion. Treatment for Supra Ventricular tachycardia: Amiodarone forstablepatients DC Cardioversion forunstablepatients.",
        "cop": 2,
        "opa": "Intravenous ibutilide",
        "opb": "DC Cardioversion",
        "opc": "Intravenous Diltiazem",
        "opd": "Intravenous Flecainide",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "f47e6530-7928-427e-a7d5-7a906abbd7e2",
        "choice_type": "single"
    },
    {
        "question": "After renal transplant, what is the most common oppounistic infection?",
        "exp": "About 50% of all renal transplant recipients presents with fever 1-4 months after transplantation have evidence of CMV disease; CMV present as ahralgias, myalgias, or organ-specific symptoms. During this period, this infection may represent primary disease (in the case of a seronegative recipient of a kidney from a seropositive donor) or may represent reactivation disease or superinfection. Patients may have atypical lymphocytosis. Rx- Ganciclovir (or valganciclovir) is beneficial for prophylaxis (when indicated) and for the treatment of serious CMV disease. Oppounistic infection in renal transplantation < 1 month Surgical site infection (SSI) with MRSA 1-6 months Pneumocystis jiroveci Cytomegalovirus (CMV){M/C} Hep B and C > 6 months Aspergillus Nocardia Bk virus(polyoma virus)",
        "cop": 2,
        "opa": "Varicella Zoster virus",
        "opb": "Cytomegalovirus",
        "opc": "Ebstein Barr virus",
        "opd": "Coxsackie virus",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "a1f8734e-ceed-434b-84b2-a70b3842914c",
        "choice_type": "single"
    },
    {
        "question": "Water-hammer pulse is seen in?",
        "exp": "Corrigan's pulse /Water hammer pulse/Collapsing pulse | According to Frank Starling law, as end diastolic volume of LV increases, the force of contraction of LV increases. Seen on arm elevation above level of head. Collapsing pulse/Watson's water hammer pulse: Pulse is a bounding, forceful pulse with a rapid upstroke and descent. It is seen in the following situations: Physiological Fever Pregnancy Cardiac lesions Aoic regurgitation Patent ductus aeriosus Systolic hypeension Bradycardia Aoopulmonary window Aneurysm of sinus of Valsalva High-output states Anemia Cor pulmonale Cirrhosis of liver Beriberi Thyrotoxicosis Aeriovenous fistula Paget's disease Other causes Chronic alcoholism",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "Aoic regurgitation",
        "opc": "Aoic stenosis",
        "opd": "Pulmonary stenosis",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "c602ef4d-1542-406e-8240-22e65cb6bb9d",
        "choice_type": "single"
    },
    {
        "question": "In comparison to a normal healthy person, in the evening time, which of these will have an elevated ACTH as well as elevated Coisol?",
        "exp": "Normally, coisol production drops just after we fall asleep. In Cushing's syndrome, coisol levels don't drop. (Loss of diurnal variation)",
        "cop": 3,
        "opa": "Normal healthy person in the morning",
        "opb": "Addison's disease",
        "opc": "Cushing's disease",
        "opd": "After exercise",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "65c497bf-31cd-488a-ade4-587f892cc0d8",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old patient with Restless leg syndrome comes to the OPD. What is the most appropriate first line treatment?",
        "exp": "Management of Restless Legs Syndrome Iron replacement in patients who are iron-deficient Consider effect of medications that may enhance RLS. Recommend mental aleing activities Suggestabstinencefrom caffeine, nicotine, and alcohol Dopamineagonists (drug of choicein most people with RLS) likePramipexole, Rotigotine and Ropinirole Gabapentin(Neurontin) Low-potency opioids",
        "cop": 1,
        "opa": "Pramipexole",
        "opb": "Gabapentin",
        "opc": "Iron Supplementation",
        "opd": "Vitamin B12",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "799eecc0-b543-4ff8-b4ec-da77a017159b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT the feature of secondary ACTH deficiency?",
        "exp": "Clinical feature of secondary ACTH deficiency: Mineralocoicoid secretion is intact. Manifests more insidiously with lack of skin hyperpigmentation. Hypotension is seen with gluco-coicoid deficiency because of loss of control of inhibition of vasopressin. Fatigue, hyponatremia, and hypoglycaemia is also seen",
        "cop": 3,
        "opa": "Hypotension",
        "opb": "Fatigue",
        "opc": "Hyperpigmentation",
        "opd": "Anorexia",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "1789fbbc-7099-4e29-8fdf-35e32d23cde8",
        "choice_type": "single"
    },
    {
        "question": "In which clinical scenario, after giving folic acid, neuropathic features stas worsening?",
        "exp": "Vitamin B12 Major role in providing cofactors that are required to form myelin. Required for the production of methionine (precursor for S-adenosyl methionine), which is required for methylation reaction. Myelin maintenance and nerve function. Demyelination occurs from vitamin B12 deficiency. Neurological problems occur in most people who are deficient in Vitamin B12. Folic acid also masks the underlying disease, and allow the development or progression of neurological deterioration, if diagnosis depended on the presence on anaemic symptoms.",
        "cop": 2,
        "opa": "Vit B6 deficiency",
        "opb": "Vit B12 deficiency",
        "opc": "Vit B2 deficiency",
        "opd": "Vitamin C deficiency",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "98ef1239-aa9a-4692-8a5e-e602892e1239",
        "choice_type": "single"
    },
    {
        "question": "Aquaporin deficiency cause?",
        "exp": "1. Nephrogenic diabetes insipidus: Aquaporin 2\" gene mutation impede the normal functionality of the kidney water channel, which results in the kidney being unable to absorb water. Autosomal recessivemanner. 2. Liddle syndrome: Gain of function of epithelial Na channel (ENaC) 3. Bater syndrome:- Defect in \"Na-K-2Cl cotranspoer, Cl channel & ROMK\" in loop of Henle. 4. Gitelman syndrome: Defect in \"Na+-Cl- cotranspoer and TRPM6 transpoer\" in DCT.",
        "cop": 1,
        "opa": "Nephrogenic diabetes insipidus",
        "opb": "Liddle syndrome",
        "opc": "Baer syndrome",
        "opd": "Gitelman syndrome",
        "subject_name": "Medicine",
        "topic_name": "NEET Jan 2020",
        "id": "9d861117-6c17-4302-8648-af97b7d78acd",
        "choice_type": "single"
    }
]