[
    {
        "question": "Which of the following does not cause Polyuria?",
        "exp": "Rhabdomyolysis leads to myoglobinuria which leads to blockage of tubules and thereby reduction of urine output. Interstitial nephritis is characterized by tubular damage leading to polyuria. Hypokalemic nephropathy in choice B and ADH insufficiency (diabetes insipidus) in choice C leads to Polyuria.",
        "cop": 4,
        "opa": "Interstitial nephritis",
        "opb": "Hypokalemia",
        "opc": "A. D. H insufficiency",
        "opd": "Rhabdomyolysis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "50f415e5-550c-403b-9173-77d734723012",
        "choice_type": "single"
    },
    {
        "question": "Membranous Glomerulopathy is seen in?",
        "exp": "Membranous Glomerulopathy is seen in- Malignancy",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "HTN",
        "opc": "Renal failure",
        "opd": "Malignancy",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "75681002-6716-4a12-b4de-7fde452bb23f",
        "choice_type": "single"
    },
    {
        "question": "If the kidney biopsy is done in a bronchogenic carcinoma patient who presents as a case of nephrotic syndrome, which lesions will be seen most likely?",
        "exp": "If a nephrotic syndrome presents in an adult patient, underlying malignancy should be considered. It may be found in 10- 22% of cases, being more prevalent in the older age group. Though both MGN and MPGN can be associated with lung malignancy, on a comparative basis the more commonly seen is MGN and is hence the answer in the question.",
        "cop": 1,
        "opa": "Membranous GN",
        "opb": "Focal proliferative GN",
        "opc": "Minimal change disease",
        "opd": "Focal segmental glomerulosclerosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "4d13bc0f-c5f0-415d-b7ce-3178bfe6144d",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common nephropathy associated with malignancy?",
        "exp": "Membranous nephropathy can be associated with tumors of the colon, lung and hematological malignancies like chronic lymphocytic leukemia",
        "cop": 1,
        "opa": "Membranous",
        "opb": "MCD",
        "opc": "IgA",
        "opd": "FSGS",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "bf258e61-818b-4ac5-9697-f57165cef952",
        "choice_type": "single"
    },
    {
        "question": "Non- selective proteinuria is seen in:",
        "exp": "Membranous glomerulonephritis loss of size selectivity + loss of charge selectivity - Non selective proteinuria Minimal change nephropathy loss of the charge selectivity, size selectivity of the glomerular capillary wall is intact - preferential albuminuria",
        "cop": 3,
        "opa": "Minimal change",
        "opb": "Mesangial-proliferative GN",
        "opc": "Membranous glomerulonephritis",
        "opd": "Nodular Glomerulosclerosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "fcc406aa-58dd-480c-b052-1e1c94b7499d",
        "choice_type": "single"
    },
    {
        "question": "Henoch Schonlein purpura is characterized by all the following except?",
        "exp": "Henoch Schonlein purpura is known as non- thrombocytopenic purpura. Clinical features of HSP Non- thrombocytopenic purpura Ahritis GI symptoms- intermittent colicky abdominal pain, large mesenteric lymph nodes and hemorrhage into the bowel. Renal involvement- hematuria, proteinuria, or acute renal failure. Hepatosplenomegaly and lymphadenopathy Neurological involvement- seizures, paresis, or coma.",
        "cop": 2,
        "opa": "Glomerulonephritis",
        "opb": "Thrombocytopenia",
        "opc": "Hematochezia",
        "opd": "Palpable purpura",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "d8d250ed-25f6-48cf-ba84-34e68e9656c0",
        "choice_type": "multi"
    },
    {
        "question": "A patient has absent knee caps and nail abnormalities as shown. Which kidney lesion is common with these patients?",
        "exp": "The above shown image is of ''Nail patella syndrome'' Patients having nail-patella syndrome develop: Iliac horns on the pelvis Dysplasia of dorsal limbs (involves patella, elbows, and nails) It is associated with glaucoma, and abnormalities of the GBM & podocytes, which leads to hematuria, proteinuria, and FSGS.",
        "cop": 1,
        "opa": "FSGS",
        "opb": "Alpo syndrome",
        "opc": "MPGN",
        "opd": "MGN",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "ced12aad-2521-41ea-adaf-7a48e4ce8801",
        "choice_type": "single"
    },
    {
        "question": "First line treatment of RPGN is?",
        "exp": "* For management of acute GN/ RPGN give 500-1000 mg methylprednisolone while awaiting biopsy results. * Consider plasmapheresis for fuher treatment based on underlying disease.",
        "cop": 3,
        "opa": "Wait and watch",
        "opb": "Sirolimus",
        "opc": "Methylprednisolone",
        "opd": "Plasma exchange",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "747a925c-bbc5-4fa3-82c3-36a866ca0e8f",
        "choice_type": "single"
    },
    {
        "question": "All are true about Hemolytic uremic syndrome except?",
        "exp": "Positive Coombs test is seen with autoimmune hemolytic anemia but in H. U. S microangiopathic hemolytic anemia is seen. The entrapment of platelets in micro-thrombi formed in small blood vessels leads to thrombocytopenia. The consumption of clotting factors due to initiation of coagulation cascade leads to hypofibrinogenemia. Hemolytic uremic syndrome- characterized by the triad of microangiopathic hemolytic anemia, thrombocytopenia, and acute renal failure which explains uremia.",
        "cop": 4,
        "opa": "Uremia",
        "opb": "Hypofibrinogenemia",
        "opc": "Thrombocytopenia",
        "opd": "Positive Coombs test",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "6bc3ffc1-d9e4-4ece-be3e-01d691f1a8f8",
        "choice_type": "multi"
    },
    {
        "question": "ADTKD patients have a defect in which of the following genes?",
        "exp": "AD Tubulointerstitial Kidney Disease - Defect in MUC1 & UMOD NPHS1: Related to development of Congenital/Finnish Nephrotic Syndrome NPHS2: Related to pediatric- infantile Nephrotic Syndrome. PKD1/2: ADPKD BBS1: Bardet Biedl Syndrome",
        "cop": 1,
        "opa": "MUC1",
        "opb": "PKD1",
        "opc": "BBS 1",
        "opd": "NPHS1",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "0968997d-d596-4b1d-9194-5666e373d09a",
        "choice_type": "single"
    },
    {
        "question": "Interstitial nephritis is common with?",
        "exp": "Choices B, C, D lead to acute tubular necrosis and hence by exclusion the answer is A. Causes of Acute Interstitial Nephritis Drugs like beta-lactams, quinolones, NSAID, COX-2 inhibitors, phenytoin, valproate Infections like streptococcus, staphylococcus Connective tissue disorders like SLE, Sjogren Light chain nephropathy Urate nephropathy Causes of Chronic Interstitial Nephritis V. U. R Sickle cell disease Hypokalemic nephropathy",
        "cop": 1,
        "opa": "NSAID",
        "opb": "Blackwater fever",
        "opc": "Rhabdomyolysis",
        "opd": "Tumor lysis syndrome",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "02a7a17b-764e-4f0f-8020-4a8621820c25",
        "choice_type": "single"
    },
    {
        "question": "All are features of RPGN except?",
        "exp": "Rapidly progressive glomerulonephritis (RPGN)- characterized by a rapid loss of renal function, with glomerular crescent formation If left untreated, it rapidly progresses into acute renal failure and death within months. C/F- hematuria, red blood cell casts in the urine and non selective proteinuria Hypertension and edema are also seen.",
        "cop": 1,
        "opa": "Rapid recovery",
        "opb": "Crescent formation",
        "opc": "High blood pressure",
        "opd": "Non - selective proteinuria",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "cff7416e-a248-4eba-97fd-209813eb6273",
        "choice_type": "multi"
    },
    {
        "question": "Membranous GN with reduced complement level is seen in?",
        "exp": "MGN is subtype of nephrotic associated with solid organ tumours MGN is related to the infections mentioned in answer All of these lead to subepithelial deposits with uniform thickening of basement membrane but does not have low complement level. Lupus nephritis / SLE however is the only one that leads to low complement and similar Histopath changes of MGN.",
        "cop": 2,
        "opa": "Hepatitis B",
        "opb": "SLE",
        "opc": "Malaria",
        "opd": "Syphilis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "873b3f26-7930-4464-bf50-13bd2f08cfa4",
        "choice_type": "single"
    },
    {
        "question": "Muehrcke lines in nails are seen in:",
        "exp": "Muehrcke's lines are white lines (leukonychia) that extend all the way across the nail and lie parallel to the lunula. Muehrcke's lines - associated with decreased protein synthesis, which occur during metabolic stress & in hypoalbuminemic states such as the nephrotic syndrome. It should not be confused with Half-and-half nail syndrome/Lindsay's nails- most characteristic onychopathy seen in chronic renal failure.",
        "cop": 1,
        "opa": "Nephrotic syndrome",
        "opb": "Bater syndrome",
        "opc": "Nail-patella syndrome",
        "opd": "Acute tubular necrosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "2d545395-ae0f-40c5-9045-cc28833109ef",
        "choice_type": "single"
    },
    {
        "question": "Most common form of glomerulonephritis worldwide is?",
        "exp": "Most Common GN - IgA nephropathy / Berger disease (MC C/F - gross Microscope Hematuria) Most Common Nephrotic overall - FSGS Most Common Nephrotic in adult - FSGS Most Common Nephrotic in Children - Minimal Changes disease Most Common Nephrotic in elderly - MGN",
        "cop": 1,
        "opa": "IgA nephropathy",
        "opb": "Post streptococcal glomerulonephritis",
        "opc": "Rapidly progressive glomerulonephritis",
        "opd": "Acute glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "e6d93deb-c6a6-473c-90da-1813547a1a7b",
        "choice_type": "single"
    },
    {
        "question": "A patient with clinical features of Glomerulonephritis is having granular staining on immune-fluorescence. All of the following causes have normal C3 except?",
        "exp": "* Granular pattern on immunofluorescence is seen in immune complex mediated Glomerulonephritis * Cryoglobulinemia leads to low C3 and C4 Immune complex GN Low C3 Normal C3 PSGN MPGN SLE IE Cryoglobulinemia IgA nephropathy HSP Fibrillary and immunotactoid Glomerulonephritis",
        "cop": 4,
        "opa": "IgA Nephropathy",
        "opb": "Henoch scholein purpura",
        "opc": "Fibrillary GN",
        "opd": "Cryoglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "817d4421-238c-4c57-ab73-845b0bb4657a",
        "choice_type": "multi"
    },
    {
        "question": "Which is a characteristic finding in AGN?",
        "exp": "* RBC casts indicate glomerular bleeding and are seen with acute glomerulonephritis. * Hematuria can be seen with even kidney stones or bladder cancer and hence is not a characteristic finding of AGN.",
        "cop": 1,
        "opa": "Red blood cell cast",
        "opb": "Hematuria",
        "opc": "Proteinuria",
        "opd": "Epithelial Cells",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "d1b991c3-d020-453c-96e1-68cd18fd63fb",
        "choice_type": "single"
    },
    {
        "question": "Leprosy causes?",
        "exp": "Renal involvement in leprosy is related to the quantity of bacilli in the body, and the kidney is one of the target organs during splanchnic localization. In some series, all cases with borderline lepromatous and lepromatous types of leprosy have various forms of renal involvement including FSGS, mesangioproliferative glomerulonephritis, or renal amyloidosis; much less common are the renal lesions of DPGN and MPGN.",
        "cop": 2,
        "opa": "Rapidly progressive GN",
        "opb": "Focal glomerulosclerosis",
        "opc": "Membranoproliferative GN",
        "opd": "Acute glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "1ee090cf-36e6-4c1d-8380-55ea430b18d6",
        "choice_type": "single"
    },
    {
        "question": "Type I Membranoproliferative Glomerulonephritis is commonly associated with all except?",
        "exp": "Membranoproliferative Glomerulonephritis Type I disease (most common) Type II Type III Idiopathic Subacute bacterial endocarditis SLE Hepatitis C & cryoglobulinemia Mixed cryoglobulinemia Hepatitis B Cancer: Lung, breast, and ovary Idiopathic Dense deposit disease Idiopathic",
        "cop": 3,
        "opa": "SLE",
        "opb": "Hepatitis C infections",
        "opc": "Captopril",
        "opd": "Neoplastic",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "c0e662a7-5f3d-4079-8d62-d2eedc3b346a",
        "choice_type": "multi"
    },
    {
        "question": "Clinical features of Uraemia will appear when GFR is < ___ml/min/ 1. 73 m2?",
        "exp": "Development of: Uraemia <15 ml/min/1. 73m2 Acidosis, hyperkalemia 15-29 ml/min/1. 73m2 Anemia 30-59 ml/min/1. 73m2 Hypertension 60-89 ml/min/1. 73m2",
        "cop": 1,
        "opa": "15",
        "opb": "30",
        "opc": "45",
        "opd": "60",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "88a3b373-f941-4bd3-b3dc-990d85a0b312",
        "choice_type": "single"
    },
    {
        "question": "All of the following conditions can cause interstitial nephritis except:",
        "exp": "Hepatorenal syndrome It occurs due to fulminant hepatic failure, end-stage liver disease, Weil's disease and leads to prerenal acute kidney injury. Type 1 hepatorenal syndrome presents with AKI while Type 2 presents with refractory ascites Infections Inflammation or fibrosis of the renal interstitium and atrophy of the tubular compament are seen with infections like Streptococcus, Staphylococcus etc Lymphoma Interstitial infiltration by malignant B lymphocytes is a common autopsy finding in patients dying of CLL, NHL Sarcoidosis It leads to chronic hypercalcemia and resultant hypercalcemic nephropathy affecting interstitium",
        "cop": 2,
        "opa": "Infections",
        "opb": "Hepatorenal syndrome",
        "opc": "Lymphoma",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "e0115e94-8a0d-4c45-a0a1-dc4c56a665e2",
        "choice_type": "multi"
    },
    {
        "question": "Salt losing nephritis is:",
        "exp": "Most of the salt excreted from the body is reabsorbed proximal convoluted tubule and hence in interstitial nephritis where the tubule is involved, the salt loss will be seen.",
        "cop": 1,
        "opa": "Interstitial nephritis",
        "opb": "Polycystic Kidney",
        "opc": "Lupus nephritis",
        "opd": "R. P. G. N",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "8c5d1743-82cd-4362-9314-6240223a5fdf",
        "choice_type": "single"
    },
    {
        "question": "Renal biopsy in a patient of microscopic polyangiitis (MPA) will yield which of the following findings?",
        "exp": "Option A: Feature seen in MGN Option B: Feature seen in Amyloidosis Option C: Pauci-immune crescentic glomerulonephritis",
        "cop": 3,
        "opa": "Subepithelial humps on electron microscopy",
        "opb": "Deposits showing apple-green birefringence on polarized light",
        "opc": "Pauci-immune crescentic glomerulonephritis",
        "opd": "Normal renal histology",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "85389188-57d1-4ec1-ace8-796d89044dcf",
        "choice_type": "single"
    },
    {
        "question": "Chronic reflux nephropathy causes:",
        "exp": "Causes of Secondary FSGS Drugs Viruses Hemodynamic factors - With reduced renal mass Hemodynamic causes - Without reduced renal mass Intravenous heroin Hepatitis B Solitary kidney Massive obesity Analgesics HIV Renal allograft Sickle cell nephropathy Pamidronate Parvovirus Renal dysplasia Lymphomas Lithium Renal Agenesis Anabolic steroids Segmental hypoplasia Vesicoureteric reflux",
        "cop": 2,
        "opa": "Membranous nephropathy",
        "opb": "Focal segmental GN",
        "opc": "MPGN",
        "opd": "Lipoid nephrosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "200b6ed8-7fb2-4e84-9223-c0fbe0afc1a7",
        "choice_type": "single"
    },
    {
        "question": "A female patient presents with upper respiratory tract infection. Two days after, she develops hematuria. What is the probable diagnosis?",
        "exp": "IgA nephropathy is associated with upper respiratory tract infections Gross hematuria usually appears simultaneously or within the first 48-72 hours after the infection begins; persists <3 days; loin pain- due to renal capsular swelling. Urine is usually brown rather than red, and clots are unusual.",
        "cop": 1,
        "opa": "IgA nephropathy",
        "opb": "Wegener's granulomatosis",
        "opc": "Henoch-Schonlein purpura",
        "opd": "Poststreptococcal glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "5a0f1293-0e82-4492-8590-fd1015a61d1d",
        "choice_type": "single"
    },
    {
        "question": "Renal vein thrombosis is associated with which underlying disease of the kidney?",
        "exp": "Renal vein thrombosis (RVT) - occurs most commonly in patients with nephrotic syndrome The syndrome is responsible for a hypercoagulable state. Kidneys are enlarged Hematuria is present The excessive urinary protein loss is associated with decreased antithrombin III, a relative excess of fibrinogen, and changes in other clotting factors; all lead to a propensity to clot. Magnetic resonance venography -Most sensitive and specific noninvasive form of imaging to make the diagnosis of renal vein thrombosis",
        "cop": 4,
        "opa": "Chronic glomerulonephritis",
        "opb": "Pyelonephritis",
        "opc": "SLE",
        "opd": "Nephrotic syndrome",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "4969c6d3-7e19-4913-b46f-84edb9c3579d",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old child has steroid dependent Nephrotic syndrome. His weight is 30 kg and height is106 cm. He is having truncal obesity with sub-capsular bilateral cataracts. Which is the best drug for this patient?",
        "exp": "Steroid-dependent patients, frequent relapses, and steroid-resistant patients may be candidates for alternative agents, paicularly if the child suffers severe coicosteroid toxicity (cushingoid appearance, hypertension, cataracts, and/or growth failure). Cyclophosphamide prolongs the duration of remission and reduces the number of relapses in children with frequently relapsing and steroid-dependent nephrotic syndrome. The potential side effects of the drug (neutropenia, disseminated varicella, hemorrhagic cystitis, alopecia, sterility, increased risk of future malignancy) should be carefully reviewed with the family before initiating treatment. The dose of cyclophosphamide is 2-3 mg/kg/24 hr given as a single oral dose, for a total duration of 8-12 wk. Alternate-day prednisone therapy is often continued during the course of cyclophosphamide administration. During cyclophosphamide therapy, the white blood cell count must be monitored weekly and the drug should be withheld if the count falls below 5, 000/mm3",
        "cop": 3,
        "opa": "Mycophenolate",
        "opb": "Levamisole",
        "opc": "Cyclophosphamide",
        "opd": "Azathioprine",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "f117c447-c1b2-4f45-a64f-28a834aa61d2",
        "choice_type": "single"
    },
    {
        "question": "Dense deposit disease is seen in?",
        "exp": "Nil lesion: Minimal Change disease/ Lipoid Nephrosis/ Selective proteinuria",
        "cop": 2,
        "opa": "Membranous Glomerulopathy",
        "opb": "Membrano-proliferative glomerulonephritis",
        "opc": "Mesangio-proliferative glomerulonephritis",
        "opd": "Nil lesion",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "a2fe934c-0529-4f60-8117-93b6ab048ee4",
        "choice_type": "single"
    },
    {
        "question": "Which investigation should be done for diagnosis of idiopathic membranous glomerulopathy?",
        "exp": "Membranous Glomerulopathy associate with Malignancy The anti-PLA2R antibody (Anti-phospholipase A2 Receptor antibody) attaches to the phospholipase A2 receptor (the antigen). The phospholipase A2 receptor is a protein found in the kidney filter (glomerulus), specifically within a cell called the podocyte which makes up pa of this filter Diagnosed by- protein in the urine and kidney biopsy",
        "cop": 1,
        "opa": "Antibody to PLA2R on podocytes",
        "opb": "Kidney biopsy with immunofluorescent staining",
        "opc": "C3, C4 and CH50 levels",
        "opd": "c-ANCA titers",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "18121072-38a8-455b-aea0-bc1a8effbe59",
        "choice_type": "single"
    },
    {
        "question": "Which is usually a presentation of the condition shown in the immunofluorescence study of the kidney?",
        "exp": "The above shown immunofluorescence study is of MGN(Membranous Glomerulonephritis) It is associated with Renal vein thrombosis, CT disorder, Malignancy, Hep B & C infection Steroid responsive selective Proteinuria is a feature of Minimal change disease Nephelometer showing | Serum free light chain is feature of Multiple Myeloma. Fibrillary immunotactoid glomerulopathy is seen in non-amyloid fibril deposition is Associated with CLL.",
        "cop": 1,
        "opa": "Development of renal vein thrombosis",
        "opb": "Steroid responsive selective proteinuria",
        "opc": "Nephelometer assay showing increased serum free light chain",
        "opd": "Fibrillary immunotactoid glomerulopathy",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "511684ac-f9bf-46f6-a138-3f3ea74fbd3c",
        "choice_type": "multi"
    },
    {
        "question": "Triad of glomerulonephritis, pulmonary hemorrhages, and antibody to basement membrane is called?",
        "exp": "* Goodpasture syndrome- autoimmune disease in which antibodies attack the lungs and kidneys, leading to bleeding from the lungs and to kidney failure. * It may quickly result in permanent lung and kidney damage, often leading to death. * It is treated with immunosuppressant drugs such as coicosteroids and cyclophosphamide, and with plasmapheresis, in which the antibodies are removed from the blood.",
        "cop": 1,
        "opa": "Goodpasture syndrome",
        "opb": "Systemic Necrotising Vasculitis",
        "opc": "Mixed connective tissue disease",
        "opd": "Diabetic nephropathy",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "b8c01233-de58-4d4b-9943-3acb43c2b77e",
        "choice_type": "multi"
    },
    {
        "question": "The following type of glomerulonephritis should not be treated with prednisolone?",
        "exp": "By the time the child with acute PSGN presents with symptoms, the glomerular injury has already occurred and the healing process has begun. Only a small percentage of patients with acute glomerulonephritis require initial hospitalization and most of those are ready for discharge in 2-4 days. As soon as the blood pressure is under relatively good control and diuresis has begun, most patients can be discharged and monitored as outpatients. Local skin infections will be treated with penicillin for 10 days but steroids are not warranted.",
        "cop": 4,
        "opa": "Minimal change disease",
        "opb": "Lipoid nephrosis",
        "opc": "Congenital Nephrotic Syndrome",
        "opd": "Post-streptococcal GN",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "140b888c-97ec-423b-b4cc-f16f6a1d14d2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of glomerulonephritis is?",
        "exp": "Most common cause of glomerulonephritis is Berger disease. Focal segmental glomerulosclerosis is most common cause of nephrotic syndrome.",
        "cop": 1,
        "opa": "Berger disease",
        "opb": "Acute Glomerulonephritis",
        "opc": "Chronic glomerulonephritis",
        "opd": "Focal segmental Glomerulosclerosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "f32ff24b-8998-4dcc-8f12-ad3a070b15a1",
        "choice_type": "single"
    },
    {
        "question": "All are true about nephrotic syndrome in children except?",
        "exp": "Nephrotic syndrome is kidney disease with proteinuria, hypoalbuminemia, and edema. Massive proteinuria > 3. 5gm%/ 24 hours Persistently low C3 levels are indicative of Acute Glomerulonephritis Minimal change disease- most common cause of nephrotic syndrome in children (2-8 yrs)",
        "cop": 4,
        "opa": "It is not associated with hypertension",
        "opb": "Minimal change disease in children <10 year",
        "opc": "Massive proteinuria > 3. 5gm%/ 24 hours",
        "opd": "Low complement levels",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "b6414866-766e-4c93-ac82-c62f7a6876e2",
        "choice_type": "multi"
    },
    {
        "question": "Which nephritogenic antigen is detected in subepithelial humps of PSGN?",
        "exp": "RF: Type II HSR PSGN: Type III HSR",
        "cop": 1,
        "opa": "Streptococcal pyrogenic exotoxin B",
        "opb": "Nephritis associated plasmin receptor",
        "opc": "M antigen",
        "opd": "P antigen",
        "subject_name": "Medicine",
        "topic_name": "Nephrotic and Nephritic syndrome",
        "id": "1436051e-1da7-4b88-aa16-e5ae92435172",
        "choice_type": "single"
    }
]