[
    {
        "question": "Xantho granulomatous infection is caused by:",
        "exp": "Ans. (d) All of the above. Ref: Urologic emergencies-A Practical Approach, P 117- 118* Xantho-granulomatous pyelonephritis (XGP) is the end result of severe, chronic infection of the kidney, seen in ~ 0. 6 to 1. 4% of renal inflammations.* The combination of urinary obstruction, nephrolithiasis, and UTI are important elements in the development of XGP.* Infection is usually secondary to E. coli, or Proteus Mirabilis.* Most patients present with recurrent fevers and urosepsis, anemia, and a painful renal mass.* Microscopically, there are granulomas and lipid-laden macrophages around the abscess.",
        "cop": 4,
        "opa": "Nephrolithiasis",
        "opb": "Urinary obstruction",
        "opc": "Proteus Mirabilis",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Nephrolithiasis",
        "id": "3ab85f34-5a50-4aa5-9d33-1f1a14a8778f",
        "choice_type": "multi"
    },
    {
        "question": "All are indicated in a patient with cystinuria with multiple renal stones except:",
        "exp": "Ans. a. Cysteamine (Ref: Harrison 19/e p1868, 1871, 18/e p3221; Smith 17/e p249-254; Campbell 10th/1296-1302: Bailey 25/e p1295-1300). Patient with cystinuria with multiple renal stones should be treated with increase urine volume (high fluid intake), alkalinization of urine Penicillamine and tiopronin. Cystinuria (AR). Inheritance: Autosomal recessive. QMolecular defect: Shared dibasic cystine transporter SLC3. A1, SLC7. A9. QTissue manifesting transport defect: Proximal renal tubule, jejunal mucosa. QIndividual substrate: COLA (Cystine, Ornithine, Lysine, Arginine)QClinical features: Cystine nephrolithiasis. QTreatment: Increase urine volumeQ (high fluid intake). Alkalinization of urine. QPenicillamineQ and tiopronin undergoes sulfhydryl-disulphide exchange with cystine to form mixed disulphides, since these disulphides are much soluble than cystine, pharmacologic therapy can prevent and promote dissolution of calculi. In the given image, which shows enveloped or bipyramidal crystals are seen in calcium oxalate (dihydrate) stones. Calcium oxalate. Calcium oxalate monohydrate. Brushite. Enveloped or bipyramidal. QDumbbell or hourglass. QNeedle shapedQ Struvite. Uric acid. Cystine. Coffin lid. QMultifaceted, irregular plates or rosettes. Hexagonal or benzene ring. QTypes of Renal Calculi. Calcium oxalate: MC type of kidney stone (85%)QRisk factors are hypercalciuria, hypercalcemia, hyperoxaluria. Have hard, small & jagged surface. Uric acid stones: 5-10 % of all kidney stones, MC radiolucent urinary calculiQ, formed in acidic urine. Patients with uric acid stones may have gout, myeloproliferative disorders or Lesch-Nehan syndrome (hyperuricemia). Uric Acid Stones Management. Cornerstone of treatment: Low purine diet hydration & alkalization of urine. QAllopurinolQ (Inhibits conversion of hypoxanthine & xanthine to uric add). AcetazolamideQ (may be added if urine pH is <6. 5). Struvite stones (Infection stones): Composed of calcium, ammonium, magnesium phosphate (Triple phosphate stones)QTend to grow in alkaline urineQ, especially with Proteus infection and fill whole of the PCS. forming staghorn calculiy. QFormed in high urinary concentration of ammonia. More common in womenQ (increased susceptibility for UTI). Most of the stag horn calculi are silentQ & cause progressive destruction of renal parenchymaQ. Increased tendency to form struvite calculi is seen in: Foreign body in the urinary' tract (Foley's catheter) & Neurogenic bladderQ /Bladder dysfunction/Bladder outlet obstruction. Struvite stones Management. Complete stone removal +Treatment of a metabolic abnormality' + Correction of any anatomic abnormalities contributing to stasis. PCNL+ESWL (best treatment option)QAntibiotics to prevent stone recurrences or growth after operative procedure. Acetohydroxamic acid (irreversible inhibitor of urease)Q decreases likelihood of precipitation. Low calcium, low phosphorus diet. Upto 50% of patient have stone recurrences or UTI over 10 years follow up. Cystine: Extremely hard stone, formed in acidic urine. Relatively resistant to fragmentation by ESWLOccur in cystinuria with typical \"ground glass\" appearance with a round smooth outline. QTypical benzene or hexagonal cystine crystalsQ in urine. Cystine Stones Management. Stone removal. To lower cystine concentration in urine (Low methionine diet & alkalization)QCystine complexing agents: D- PenicillamineQ & Alpha-mercaptopropionylglycine (MPG)QXanthine: Seen in xanthinuria, radioluscent. QStones are smooth, brick red colored, round & show lamination on cross sectionQ. Management: High fluid intake (most effective therapy) & Allopurinol. QIndinavir: A protease inhibitor used in AIDS patients, resulting in radioluscent calculiQ in 6% patients. Silicate: Associated with long term use of antacids containing silica. QTriamterene: Antihypertensive medication, leading to radioluscentQ stones",
        "cop": 1,
        "opa": "Cysteamine",
        "opb": "Increase fluid intake",
        "opc": "Alkalinization of urine",
        "opd": "Penicillamine",
        "subject_name": "Medicine",
        "topic_name": "Nephrolithiasis",
        "id": "fe2ee608-63a6-4893-b86a-9a6d8bcf74cd",
        "choice_type": "multi"
    }
]