[
    {
        "question": "Which of the following is not a cause of glomerular proteinuria?",
        "exp": "Multiple myeloma is characterized by tubular proteinuria. The Bence Jones proteins induce tubular damage Increased beta-2-microglobulin levels in urine is an prognostic indicator of Multiple myeloma Diabetes Mellitus and amyloidosis lead to damage to basement membrane of the kidney leading to glomerular proteinuria in form of albuminuria Nil Lesion is also called as minimal change disease and presents as glomerular cause of proteinuria leading to nephrotic presentation. Multiple Myeloma: SPEP will demonstrate a sharp peak (\"church spire\" orM band) in the gamma globulin region as shown below:",
        "cop": 3,
        "opa": "Diabetes Mellitus",
        "opb": "Amyloidosis",
        "opc": "Multiple myeloma",
        "opd": "Nil Lesion",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "0fe4c348-ea07-4893-836e-83b4fccf6b45",
        "choice_type": "single"
    },
    {
        "question": "Investigations in a patient of oliguria revealed: Urine osmolality: 800 m. Osm/kg. Urinary sodium 10 mmol/L. BUN: creatinine=20: 1. What is the most likely diagnosis?",
        "exp": "Pre renal Renal (ATN) Post renal Urine osmolality > 500 m. Osm ~ 300 m. Osm <400 m. Osm Urine sodium <20 mmol/dl >20 mmol/dl Variable Fe. Na <1 >1 Variable Urine microscopic findings Hyaline casts Muddy brown casts Normal or RBC/WBC BUN: creatinine ratio >20: 1 (normal 10: 1) <20: 1 >20: 1",
        "cop": 1,
        "opa": "Pre-renal acute renal failure",
        "opb": "Acute tubular necrosis",
        "opc": "Acute coical necrosis",
        "opd": "Urinary tract obstruction",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "dc8b27e2-464e-4fdc-81dc-702153391c4e",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following studies is most sensitive for detecting diabetic nephropathy in early stage?",
        "exp": "Microalbuminuria is defined as excretion of 30-300 mg of albumin per 24 hours (or 20-200 mcg/min or 30-300 mcg/mg Creatinine) on 2 of 3 urine collections. The detection of low levels of albumin excretion (Microalbuminuria) has been linked to the identification of incipient diabetic kidney disease. This phase calls for aggressive management to prevent or retard ove diabetic nephropathy.",
        "cop": 1,
        "opa": "Microalbuminuria",
        "opb": "Creatinine clearance test",
        "opc": "Ultrasonography",
        "opd": "Serum creatinine level",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "625d7a52-ca0a-4956-8017-7c10d26deb7c",
        "choice_type": "single"
    },
    {
        "question": "The difference between sodium and chloride is low, the metabolic disorder in the patient would be?",
        "exp": "The question mentions that difference between sodium and chloride is low which is mathematically possible if serum chloride increases. Now physiologically speaking Chloride excretion occurs in urine along with ammonium in 1: 1 ratio to maintain electroneutrality. If chloride in blood is more it means it was not lost in urine If chloride is not lost, H+ is not lost in form of ammonium Hence there is an increase of H+ in the body leading to Hyperchloremic Metabolic Acidosis This kind of presentation is seen with renal tubular acidosis type 1, 2, 4: ureterosigmoidostomy: alkali loss in urine.",
        "cop": 1,
        "opa": "Metabolic acidosis",
        "opb": "Metabolic alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "05ce2317-a2d5-4b13-886c-1893113747d7",
        "choice_type": "single"
    },
    {
        "question": "Which type of glomerulopathy is seen in HIV positive patients?",
        "exp": "* HIV nephropathy is associated with the development of focal segmental glomerulosclerosis(also seen with reflux nephropathy). * It is also the commonest cause of nephrotic syndrome in adults.",
        "cop": 1,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "Diffuse glomerulosclerosis",
        "opc": "Membranous glomerulopathy",
        "opd": "Mesangioproliferative glomerulonephritis",
        "subject_name": "Medicine",
        "topic_name": "Nephrology",
        "id": "2916cba8-f751-4dd3-978e-f7910e607745",
        "choice_type": "single"
    }
]