[
    {
        "question": "All except are features plummer vinson syndrome: (Repeat)",
        "exp": "Ans: A (Hypertrophy of oral mucosa) Ref: Harrison's Principles of Internal Medicine, 18edExplanation:Plummer-Vinson syndrome (PVS)Also called Paterson-Brown-Kelly syndrome or sideropenic dysphagiaIt is PremalignantPresents as a triad ofDysphagiaEsophageal websIron deficiency anemiaIt most usually occurs in postmenopausal women.Clinical featuresBurning sensation with the tongue and oral mucosaAtrophy of lingual papillae produces a smooth, shiny, red dorsum of the tongue.DysphagiaPainWeaknessOdynophagiaAtrophic glossitisAngular stomatitisThe condition is associated with koilonvchia, glossitis, cheilitis, and splenomegaly.Hemogram - Microcytic hypochromic anemia suggestive of Iron deficiencyIncreased risk of squamous cell carcinoma of Esophagus",
        "cop": 1,
        "opa": "Hypertrophy of oral mucosa",
        "opb": "Dysphagia",
        "opc": "Glossitis",
        "opd": "Iron deficiency anemia",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "7604ea33-77a2-4f9c-a75d-5f400f91cc5d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following prevents GERD: (PGI June 2008)",
        "exp": "Ans.: A (LES tone) Anti-Reflux Mechanisms Harrison 17th/1851]LES toneQ: Decreased tone of LES increases the refluxThe Crural diaphragmQAnatomical location of the gastro esophageal junction below the diaphragmatic hiatusCauses of Reflux OesophagitisIncreased gastric volume13Gastric content near the gastro-esophageal junctionIncreased gastric pressureA sustained hypotension of the LES\" may be due to muscle weakness that is often without apparent cause.Secondary causes of sustained LES incompetence include scleroderma-like diseases% myopathy associated with chronic intestinal pseudo-obstruction, pregnancy, smoking, anticholinergic drugs , smooth-muscle relaxants (b-adrenergic agents, aminophylline, nitrates , calcium channel blockers, and phosphodiesterase inhibitors), surgical damage to the LES, and esophagitis .Apart from incompetent barriers, gastric contents are most likely to reflux (1) when gastric volume is increased (after meals, in pyloric obstruction, in gastric stasis, during acid hypersecretion states), (2) when gastric contents are near the gastroesophageal junction (in recumbency, bendingdown, hiatal hernia), and (3) when gastric pressure is increased (obesity, pregnancy, ascites, tight clothes) .Incompetence of the diaphragmatic crural muscle, which surrounds the esophageal hiatus in the diaphragm and functions as an external LES, also predisposes to GERD. Obesity;; is a risk factor for GERD.",
        "cop": 1,
        "opa": "LES tone",
        "opb": "Gastric mucosa",
        "opc": "Oesophageal mucosa",
        "opd": "Acidic content of stomach",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "46a24d29-3876-4d22-8943-1566ed2aed14",
        "choice_type": "single"
    },
    {
        "question": "GERD is best diagnosed by?",
        "exp": "Ans. (a) 24 hour pH monitoringRef.: Harrison 19th ed. / 261-2* Ambulatory 24-hour pH monitoring is the criterion standard in establishing a diagnosis of GERD, with a sensitivity of 96% and a specificity of 95%. It quantifies the gastroesophageal reflux and allows a correlation between the symptoms of reflux and the episodes of reflux.* However the diagnosis can be established on basis of Upper Gastrointestinal endoscopy with esophageal manometry.",
        "cop": 1,
        "opa": "24 hour pH Monitoring",
        "opb": "Upper GI endoscopy",
        "opc": "Barium meal follow through",
        "opd": "Barium Swallow",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "703b1f8e-288f-48e2-be19-32db7a54246d",
        "choice_type": "multi"
    },
    {
        "question": "Volcano ulcers in esophagus are seen in -",
        "exp": "Ans. is 'a' i.e., Herpetic esophagitis o The ulcers of herpes esophagitis can have a punctate, linear, stellate, or volcano-like appearance, often with a thin halo of edema at the margins. The ulcers may be clustered together or widely separated with normal intervening mucosa.o The most common cause of infectious esophagitis is Candida esophagitis.Valcano ulcers in esophagus are seen in Herpes simplex Esophagitiso The endoscopic appearance of early HSV esophagitis is bullae (which are rarely seen) or discrete ulcers with a yellow rim of exudate or ulcer base, the so called volcano ulcers.",
        "cop": 1,
        "opa": "Herpetic esophagitis",
        "opb": "Candida esophagitis",
        "opc": "Apthous ulcer in crohn",
        "opd": "HIV esophagitis",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "3f211b34-d967-48a4-b75e-dd12fad2bb5e",
        "choice_type": "single"
    },
    {
        "question": "Gold standard test for diagnosing GERI):",
        "exp": "Ref: Harrisons Principles of Internal Medicine, 18th ed, pg 2428Explanation:GERD:Heartburn & regurgitationCough, dental erosions, arrhythmias can occurComplications- Peptic stricture, Barrets esophagus , adenocarcinoma (20 fold higher in Barrets)Confirmatory test is 24-48 hr pH monitoring to show pH<4 for >5%of durationSensitivity can be increased by impedence manometryEndoscopy can be normal in reflux many timesEsophageal manometry used to diagnose motility disorders-achalasia, diffuse esophageal spasmEndoscopic ultrasound (EL'S) - to stage esophageal cancer, to diagnose dysplasia in Barret's & for submucous tumors.Esophagitis - stricture - Barret's esophagus - adenocarcinoma50% of esophageal ca is adenocarcinomaEsophageal dysphagia: causesSchatzki ringWebGERDAchalasiaDESSclerodermaNeoplasmPeptic strictureEsophagitis- pill, infection, radiationCrohn's, Behcet'sBullous pemphigus, lichen planusSchatzki ring- Distal esophageal mucosal ring (B ring) with lumen diameter < 13mm, causing intermittent dysphagia for solid foods ysteakhouse syndrome)Zenkers diverticulum- false, hypopharyngeal diverticula at the Killians triangle due to stenotic cricopharyngeus muscle (upper esophageal sphincter)Barium swallows inDES- corkscrew esophagusAchalasia-dilated esophagus, tapering at LES beak like appearanceTylosis plantaris, pluminer Vinson, Selenium, molybdenum, Zinc, Vit A deficiencies = associated with esophageal cancerManometry- Most sensitive test for Achalasia",
        "cop": 1,
        "opa": "Ambulatory pH monitoring",
        "opb": "Esophageal manometry",
        "opc": "Endoscopy",
        "opd": "Barium Swallow",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "b65b9928-7661-408e-90eb-a006cac42a73",
        "choice_type": "multi"
    },
    {
        "question": "IOC for G.E.R.D:",
        "exp": "Ans. (a) 24 HR pH monitoringRef: Harrison 19th ed. 1261-62* 24 hour pH monitoring is done for GERD.* Components of 24 hour pH monitoring:# Percent total time pH < 4# Percent upright time pH < 4# Percent supine time pH < 4# Number of reflux episodes# No. of reflux episodes in 5 minutes# Longest reflux episode (minutes)Remember: This method is also used for detection of laryngo-esophageal reflux that causes asthma, laryngospasm.",
        "cop": 1,
        "opa": "24 HR pH monitoring",
        "opb": "Upper G.I. endoscopy",
        "opc": "Ultrasound",
        "opd": "X ray abdomen",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "7dc6af45-0bdd-44ef-955a-0155d5bf53a9",
        "choice_type": "single"
    },
    {
        "question": "Barrett's esophagus causes which cancer:",
        "exp": "Ans. (a) AdenocarcinomaRef: Harrison's 17th ed. Ch. 286* Metaplastic columnar epithelium develops during healing of erosive esophagitis with continued acid reflux since columnar epithelium is more resistant to acid- pepsin damage than is squamous epithelium.* The metaplastic epithelium has different epithelial types, including goblet cells and columnar cells.* Finding intestinal metaplasia with goblet cells in the esophagus is diagnostic of Barrett's esophagus; this type of mucosa is thought to be at risk of cancer",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Squamous cell CA",
        "opc": "Carcinoid tumor",
        "opd": "Esophageal leiomyoma",
        "subject_name": "Medicine",
        "topic_name": "Oesophagus",
        "id": "3ddbecce-e8e6-4034-a42a-3b04e70c3c3c",
        "choice_type": "single"
    }
]