[
    {
        "question": "Which is the most common site of metastatic disease-",
        "exp": "Invasion and metastasis are complex processes involving multiple discrete steps; they begin with local tissue invasion, followed byinfiltration of nearby blood and lymphatic vessels by cancer cells. Malignant cells are eventually transpoed through haematogenousand lymphatic spread to distant sites within the body, where theyform micrometastases that will eventually grow into macroscopicmetastatic lesions Cadherin-1 (CDH1) is a calcium-dependent cell-cell adhesionglycoprotein that facilitates assembly of organised cell sheets intissues, and increased expression is recognised as an antagonistof invasion and metastasis. In situ tumours usually retain CDH1production, whereas loss of CDH1 production due to down-regulation or occasional mutational inactivation of CDH1 hasbeen observed in human cancers, suppoing the theory that. CDH1 plays a key role in suppression of invasion and metastasis. Cross-talk between cancer cells and cells of the surroundingstromal tissue is involved in the acquired capability for invasivegrowth and metastasis. Mesenchymal stem cells in tumourstroma have been found to secrete CCL5, a protein chemokinethat helps recruit leucocytes into inflammatory sites. With thehelp of paicular T-cell-derived cytokines (interleukin (IL)-2and interferon-gamma (IFN-g)), CCL5 induces proliferation andactivation of natural killer cells and then acts reciprocally oncancer cells to stimulate invasive behaviour. Macrophages atthe tumour periphery can foster local invasion by supplyingmatrix-degrading enzymes such as metalloproteinases andcysteine cathepsin proteases. The lungs, liver, brain, and bones are the most common metastasis locations from solid tumors. Ref Harrison 20th edition pg 580",
        "cop": 3,
        "opa": "Lung",
        "opb": "bone",
        "opc": "Liver",
        "opd": "Brain",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "0c9a87f9-7c0f-4c00-9142-780ff2519e02",
        "choice_type": "single"
    },
    {
        "question": "Patient presents with Hb-5 g%, TLC-9000/cc, DLC- Neutrophils-3%, Lymphoblasts-75% and fever for 1 mth. Drug used is -",
        "exp": "Ciprofloxacin is an antibiotic used to treat a number of bacterial infections. This includes bone and joint infections, intra abdominal infections, ceain type of infectious diarrhea, respiratory tract infections, skin infections, typhoid fever, and urinary tract infections, among others. For some infections it is used in addition to other antibiotics. It can be taken by mouth, as eye drops, as ear drops, or intravenously Ref Harrison 20th edition pg 580",
        "cop": 1,
        "opa": "iv Ciprofloxacin",
        "opb": "Colony stimulating factor",
        "opc": "Packed cell transfusion",
        "opd": "Oral Ciprofloxacin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ef0a7c0c-b418-406e-8d3c-de476266b293",
        "choice_type": "single"
    },
    {
        "question": "Multiple submucosal neuromas is most likely associated with -",
        "exp": "Mucosal neuromas are made up of nerve cells, often with thickened perineurium, intewined with one another in a plexiform pattern. Multiple endocrine neoplasia type 2B is a genetic disease that causes multiple tumors on the mouth, eyes, and endocrine glands. It is the most severe type of multiple endocrine neoplasia, differentiated by the presence of benign oral and submucosal tumors in addition to endocrine malignancies. Ref Harrison 20th edition pg 530",
        "cop": 1,
        "opa": "Multiple endocrine neoplasia type 2B",
        "opb": "Ovarian carcinoma",
        "opc": "Testicular teratoma",
        "opd": "Pancreatic beta cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "0298a527-253e-4da8-b617-00530b799454",
        "choice_type": "single"
    },
    {
        "question": "The most common side-effect of chemotherapy administration is -",
        "exp": "Side effects are unpredictable and depend on the type of chemo drug a person is using. Illness, easy bruising or bleeding, and hair loss are some of the most common side effects. Other common side effects include: nausea and vomiting Ref Harrison 20th edition pg 563",
        "cop": 1,
        "opa": "Nausea",
        "opb": "Alopecia",
        "opc": "Myelosuppression",
        "opd": "Renal dysfunction",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7761f18f-e3d2-4b86-b101-6e125ad78966",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman presents with a 1-cm invasive carcinoma of the breast, detected on mammography. She feels well and has no other symptoms. On examination the lump is palpable, and there are no axillary lymph nodes. Which of the following is the most appropriate local therapy for her tumor?",
        "exp": "Breast-conserving surgery is now recommended for small tumors. Radiation therapy will decrease local recurrence rates. For tumors < 1 cm, adjuvant therapy is indicated only if axillary nodes are positive. Therefore, in this case, an axillary dissection will provide important therapeutic information. However, this is an area of rapidly changing knowledge and practice.",
        "cop": 4,
        "opa": "simple mastectomy with axillary dissection",
        "opb": "radiation therapy to breast and axilla",
        "opc": "local excision plus radiation therapy",
        "opd": "local excision and axillary dissection followed by radiation therapy",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cfca58e3-ccbd-4287-a5ba-0ea59d694f77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following in an example of an amine precursor uptake and decarboxylation (APUD) type of tumor in the lung?",
        "exp": "A bronchial carcinoid is an example of an amine precursor uptake and decarboxylation (APUD) tumor or neuroendocrine tumor. This name is applied to ceain cells of the endocrine organs (e. g., anterior pituitary, pancreatic islets, C-cells in the thyroid, adrenal medulla, paraganglia) as well as single cells in various tissues (e. g., Kulchitsky's cells in the bronchial epithelium, argentaffin cells in the gut). APUD tumors are thought to have a common derivation from neural crest and neuroectoderm, thus the appellation, neuroendocrine tumors. However, there are some APUD tumors of endodermal origin. These tumors have dense core neurosecretory granules present on electron microscopy. Tumors involving these cells can be adenomas or carcinomas. They are characterized by the production of various polypeptide hormones that have either a local paracrine effect (e. g., bombesin, vaso intestinal peptide or a more generalized effect. Ref - Harrison's principles of internal medicine 20e pg 596-598, 264 Squamous cell carcinoma and adenocarcinoma are of epithelial origin. Bronchial hamaomas are not neoplastic and are an exaggerated overgrowth of tissue normally present in that organ. Bronchioloalveolar carcinomas are derived from mucin-secreting bronchiolar cells, Clara cells, or type II pneumocytes.",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Bronchial hamaoma",
        "opd": "Bronchial carcinoid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "72f8ad37-61d7-406c-b86b-acfc37d34b87",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman has recently moved to a new city. She comes today for her first routine visit and annual physical assessment. She feels well, reports no new symptoms, and her past medical history is negative. Her only medication is the oral contraceptive pill; she is currently in university and drinks on a social basis. She reports smoking in her teens but quit 7 years ago. The physical examination is completely normal. She asks you about screening tests for cancer at her age. Which of the following cancer screening tests are recommended for her age group?",
        "exp": "There is universal agreement on the need for regular Pap smears in young women. There is no need to screen for colon cancer (fecal occult blood) or lung tumors (CXR), particularly at this age. Mammography, if indicated for screening, would be only for older women. Many authorities recommend breast self-examination as well as physical examination by a physician.",
        "cop": 2,
        "opa": "mammography every 5 years",
        "opb": "Pap smear at least every 3 years",
        "opc": "stool for occult blood",
        "opd": "chest x-ray (CXR) every 3 years",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "19033308-685c-4c0b-b32c-8c7cec028e39",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for hairy cell leukaemia is",
        "exp": "The first-line therapy for hairy cell leukemia is cladribine, 0. 1 mg/kg/d by continuous intravenous infusion for 7 days. The drug can be administered on an outpatient basis with a pump, after placement of a percutaneous intravenous central catheter (PICC). Ref Harrison 20th edition pg 544",
        "cop": 2,
        "opa": "Steroids",
        "opb": "Cladribine",
        "opc": "Splenectomy",
        "opd": "Pentostatin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1a0dc6da-066c-4426-98e7-0c50a28631f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is not used in the diagnosis of insulinoma -",
        "exp": "<img src=\" /> Ref Harrison 20th edition pg 567",
        "cop": 2,
        "opa": "Fasting blood glucose",
        "opb": "Xylose test",
        "opc": "C- peptide levels",
        "opd": "Insulin/Glucose Ratio",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5f95d694-4679-452d-be0d-9263f81cfc3b",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a non-metastatic complication of malignancies -",
        "exp": "<img src=\" /> Image ref - Harrison internal medicine 20e p541",
        "cop": 2,
        "opa": "Cushing's syndrome",
        "opb": "Elevated ALP",
        "opc": "Cerebellar digeneration",
        "opd": "Polymyositis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7f9c34b6-da51-4091-8a43-62c347d738c7",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old healthy man comes to your clinic for an annual wellness examination. He does not take any medications. He smokes half pack of cigarettes daily. He tells you that his father died of colon cancer at the age of 45. He also has a 25-year-old cousin who recently had colonoscopy for rectal bleeding was found to have multiple polyps and is scheduled for total colectomy. Your patient wants to know if he can inherit colon cancer and if there is a way to find out if he is at risk. You talk to him about how some cancers can be caused by genetic mutations. For what genetic mutation is this patient at highest risk?",
        "exp": "Familial adenomatous polyposis (FAP) is characterized by the appearance of thousands of adenomatous polyps throughout the large bowel. It is transmitted as an autosomal dominant trait. It is associated with a deletion in the long arm of chromosome 5, which contains the APC gene. The colonic polyps are usually evident by age 25. If untreated, patients usually develop colon cancer by the age of 40. Once multiple polyps are detected, patients should undergo a total colectomy, which is the primary therapy to prevent colon cancer. Current guidelines recommend that patients with a family history of FAP should have screening with flexible sigmoidoscopy or colonoscopy beginning at the age of 25, followed by annual screening until age 35. An alternative method for identifying carriers is testing peripheral blood mononuclear cell DNA for the presence of a mutated APC gene. The detection of this mutation can lead to a definitive diagnosis before the development of polyps. The MEN 1 gene is associated with multiple endocrine neoplasia type 1, which does not increase the risk of colon cancer. The RET gene is associated with multiple endocrine neoplasia type 2. The MSH gene is associated with hereditary nonpolyposis colon cancer (HNPCC), also known as Lynch syndrome. In contrast to FAP, patients with HNPCC or Lynch syndrome do not develop multiple polyps but instead develop only one or a few adenomas that rapidly progress to cancer. This condition is also strongly associated with ovarian and endometrial carcinoma. The BRCA gene is associated with familial breast and ovarian cancers.",
        "cop": 3,
        "opa": "MEN1",
        "opb": "RET",
        "opc": "APC",
        "opd": "MSH",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "02bfc223-34e0-4885-b89f-4f3edff56ee8",
        "choice_type": "single"
    },
    {
        "question": "Sun damage causes malignant transformation of skin by",
        "exp": "The most significant cause of BCC and SCC is UV exposure whether through direct exposure to sunlight or by aificial UV light sources (tanning beds). Both UVA and UVB can induce DNA damage through free radical formation (UV A) or induction of pyrimidine dimers (UVB). The sun emits energy across the UV spectrum whereas tanning bed equipment typically emits 97% UV A and 3% UVB Thymine Dimers and Skin Cancercauses of skin cancer: Pathophysiology: UV light causes a crosslink in the DNA The absorption of UV light by a molecule promotes an electron from a filled orbital, to an unfilled orbital such as a non-bonding orbital or antibonding orbital. This makes the molecule potentially very reactive, and in ceain situations can result in new bonds being made between different molecules. This is especially impoant for ceain molecules containing pi bonds such as the DNA bases. In paicular, when thymine absorbs UV light, is becomes reactive with an adjacent thymine molecule in the DNA double helix and can lead to formation of a cyclobutane dimer in which the two thymine residues are covalently linked. This makes it impossible for RNA polymerase to make an accurate m. RNA from the DNA, so it effectively prevents the cell from being able to use the DNA to make the correct protein or even replicating. Cytosine residues can also form similar crosslinks. The general term used in the literature to describe these dimers is \"cyclobutane pyrimidine dimers, or CPDs\". Heavy exposure of your skin to UV light causes many such thymine crosslinks to form in the DNA. Founately, we have repair enzymes that can remove the thymine crosslinks and restore the DNA in your skin cells back to the correct sequence. When you get a sunburn, it is because you have caused more thymine crosslinks than can be repaired, so the cells generally just die. This results in the pain and dead skin you get with sunburns. However, in very rare cases, the thymine dimers interupt the funcions of just the right genes so that your skin cells become cancerous. In other words, they sta growing and do not stop like they should. You get tumors, and eventually the cancer cells invade vital organs and prevent an impoant function in your body and you could die. Reference: Harrisons Textbook of Internal Medicine; 19th edition",
        "cop": 1,
        "opa": "Free radical formation",
        "opb": "Induction of purine dimers",
        "opc": "mutation of p53",
        "opd": "Direct DNA damage",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "408acd87-2271-4ff4-8f96-4ae3462286a0",
        "choice_type": "single"
    },
    {
        "question": "Tumors most amenable (cured with) to chemotherapy.",
        "exp": "Treatment of low-risk gestational trophoblastic neoplasia (GTN) (invasive mole or choriocarcinoma) may include the following: Chemotherapy with one or more anticancer drugs. Treatment is given until the beta human chorionic gonadotropin (b-h. CG) level is normal for at least 3 weeks after treatment ends Ref Harrison 20th edition pg 540",
        "cop": 1,
        "opa": "Chorio Ca",
        "opb": "Embryonal rhabdomyosarcoma",
        "opc": "Hepatocellular Ca",
        "opd": "Thyroid Ca",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7eb7d946-6164-4347-9df4-ffa6588f5467",
        "choice_type": "single"
    },
    {
        "question": "Specific Tumor marker is seen in -",
        "exp": "<img src=\" /> Ref Harrison 20th edition pg 528",
        "cop": 1,
        "opa": "Ca breast",
        "opb": "Ca lung",
        "opc": "Ca liver",
        "opd": "Ca ovary",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "adf0eb0c-200b-4804-acdc-1a78df8b0d24",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of the posterior cranial fossa is -",
        "exp": "Gliomas account for 60% of brain tumours, with the aggressive glioblastoma multiforme (WHO grade IV) the most common glioma, followed by meningiomas (20%) and pituitary tumours (10%). Although the lower-grade gliomas (I and II) may be very indolent, with prognosis measured in terms of many years, these may transform to higher-grade disease at any time, with a resultant sharp decline in life expectancy Ref Harrison 20th edition pg2258",
        "cop": 1,
        "opa": "Glioma",
        "opb": "Medulloblastoma",
        "opc": "Meningioma",
        "opd": "Oligodendroglioma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "86eaf489-f6c5-4bfc-b70f-df55e74b2c73",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman's urinalysis is positive for blood on dipstick measurement. This is repeated twice between menstrual periods and it remains positive. Microscopic evaluation reveals RBCs, some of which are deformed and some in the form of casts. Which of the following is the most likely cause of the hematuria?",
        "exp": "The finding of red cell casts or dysmorphic red cells (best appreciated by phase microscopy) suggests the source of bleeding is glomerular in origin. Isolated hematuria is usually of urologic cause (eg, tumor, trauma, stone) but can also be of glomerular in origin.",
        "cop": 2,
        "opa": "urinary tract stones",
        "opb": "GN",
        "opc": "trauma",
        "opd": "benign renal tumor",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "40137987-7bab-4164-9fa7-3745067db12d",
        "choice_type": "single"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Sepsis.",
        "exp": "Sepsis can cause cardiovascular insufficiency with lactic acidosis, whereas fever and endotoxemia stimulate the respiratory center, causing respiratory alkalosis.",
        "cop": 2,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bdf14420-da97-475d-93e2-49a447dc85b6",
        "choice_type": "single"
    },
    {
        "question": "Commonest cancer in which metastasis is seen in the brain is -",
        "exp": "Lung cancer(commonest metastasis to brain) and melanomas are most likely to present with multiple metastasis, whereas breast, colon, and renal cancers are more likely to present with a single metastasis. Ref Harrison 20th edition pg 539",
        "cop": 2,
        "opa": "Breast",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Intestines",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "35b8e48f-bb3b-46ca-a20b-7b32f929524e",
        "choice_type": "single"
    },
    {
        "question": "A 78-year-old man is brought to the hospital because of persistent nausea and vomiting. On examination he appears dry, his abdomen is soft, and the JVP is not visible. Laboratory investigations reveal hypernatremia (158 m. Eq/L) and his calculated free water deficit is approximately 3 L. What segment of the normal kidney is most of the water reabsorbed from?",
        "exp": "The largest volume of water is reabsorbed in the nephron at the proximal convolution. Maximally concentrated urine depends on ADH, which allows distal convoluted tubes and collecting ducts to become permeable to water.",
        "cop": 2,
        "opa": "collecting ducts",
        "opb": "proximal tubule",
        "opc": "distal tubule",
        "opd": "ascending loop of Henle",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cb0fc075-893a-4b74-ab42-f94550ae50eb",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man presents to the clinic for assessment of symptoms of malaise, shortness of breath, edema, and poor urine output for 24 hours. His past medical history is not significant, and his only medication is daily aspirin. On physical examination, the JVP is 4 cm, heart sounds are normal, lungs are clear, and the abdomen is soft. A Foley catheter is inserted into his bladder for 200 cc of urine, which is sent for urinalysis. His urine output still remains low. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "Renal ultrasound is an important test in the assessment of acute and chronic renal failure. The oliguria suggests that obstruction is a possible explanation for the renal failure. Imaging is very sensitive for obstruction, but if bladder obstruction secondary to a large prostate is suspected, bladder catheterization would be the first step.",
        "cop": 1,
        "opa": "renal ultrasound",
        "opb": "blood cultures",
        "opc": "urine cultures",
        "opd": "inferior vena cavagram with selective renal venogram",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "17f2093c-a5e5-49fc-94b4-39d4c7180697",
        "choice_type": "single"
    },
    {
        "question": "Mutation of Wilm's to is located on -",
        "exp": "linked to a specific chromosome deletion: This syndrome is associated with deletion of the sho arm of chromosome 11, band 13 (11p13). The WAGR deletions encompass a number of contiguous genes including the aniridia gene PAX6 and the Wilms tumor suppressor gene WT1. Ref Harrison 20th edition pg 657",
        "cop": 3,
        "opa": "13p",
        "opb": "13q 14",
        "opc": "1 1p 13",
        "opd": "1 1 q 13",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "796b9e3b-9b9e-4f50-8753-89ed0365ce46",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common 5081. functioning pancreatic islet cell tumour?",
        "exp": "Gastroenteropancreatic NETs arise in organs that are derived embryologically from the gastrointestinal tract. Most commonly, they occur in the small bowel but they can also arise elsewhere in the bowel, pancreas, thymus and bronchi. The term 'carcinoid' is often used when referring to non-pancreatic gastroenteropancreatic NETs because, when initially described, they were thought to behave in an indolent fashion compared with conventional cancers. It is now recognised that there is a wide spectrum of malignant potential for all NETs; some are benign (most insulinomas and appendiceal carcinoid tumours), while others have an aggressive clinical course with widespread metastases (small-cell carcinoma of the lung). The majority of gastroenteropancreatic NETs behave in an intermediate manner, with relatively slow growth but a propensity to invade and metastasise to remote organs, especially the liver Ref Harrison 20th edition pg 517",
        "cop": 3,
        "opa": "Gastrinoma",
        "opb": "Glucagonoma",
        "opc": "Insulinoma",
        "opd": "Vipoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c38138b5-9cdd-4f87-82d8-209be0f0ec45",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most common cancer leading to death?",
        "exp": "Ans. (a) Lung cancer. Ref.-. Table 81. 1 Harrison 18th Edition. The most common cancer in the world is lung cancer, and it is the most common cause of cancer related death.",
        "cop": 1,
        "opa": "Lung cancer",
        "opb": "Oral cancer",
        "opc": "Skin cancer",
        "opd": "Prostate cancer",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f19ce048-9c7f-41fe-b1ee-a4475297ea97",
        "choice_type": "single"
    },
    {
        "question": "Radiation can causes -",
        "exp": "National Research Council's determination that radiation can cause acute leukemia and chronic myeloid leukemia Ref Harrison 20th edition pg 580",
        "cop": 3,
        "opa": "Non Hodgkin lymphoma",
        "opb": "Hodgkins lymphoma",
        "opc": "Acute leukemia",
        "opd": "Papillary carcinoma thyroid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "86c32a28-2634-4e1f-9c2a-1f52b586c569",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic investigation of Multiple myeloma:",
        "exp": "Ans: d (S. electrophoresis) Ref: Harrison, 16th p. Davidson, 20th ed, p. 1052. Confused? Option D is definitely better than option A. Eventhough both lytic bone lesions and S. electrophoresis are included in the diagnostic criteria, according to the diagnostic criteria defined by Salmon & Durie, only monoclonal globulin spikes on S. electrophoresis is taken as major criteria. Lytic bone lesion is taken as a minor criteria only. Diagnosis of multiple myeloma (The durie and salmon myeloma diagnostic criteria). The diagnosis of multiple myeloma requires a minimum of one major and one minor criteria or three minor criteria as defined in the Table below. Major criteria1) Plasmacytoma on tissue biopsy2) Bone marrow palsmacytosis with 30% plasma cells3) Monoclonal globulin spike (M protein) on SPEP: IgG>3. 5g/dl, IgA > 2. 0g/dl. light chain excretion in UPEP > 1 g per 24 hr in the absence of amylodosis. Minor criteria1) Bone marrow plasmacytosis with 10-30% plasma cells2) Monclonal globulin spike present, but lower levels than defined in major criteria3) Lytic bone lesions4) Normal IgM >50 mg/dl. IgA > 100 mg/dl, or IgG >600 mg/dl. The diagnosis of myeloma requires a minimum of one major criteria and one minor criteria (although 1 +a is not sufficient) or three minor criteria that must include a+b. (SPEP-serum protein electrophoresis. UPEP--urine protein electrophoresis)",
        "cop": 4,
        "opa": "Lytic bone lesions",
        "opb": "Bence jones proteins",
        "opc": "Alkaline Phosphatase",
        "opd": "Serum electrophoresis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b919537d-c73d-4ae8-9ada-f4c9daeb9015",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old man is brought to the hospital because of urinary retention. His past medical history includes hypertension, and benign prostatic hypertrophy. A Foley catheter is inserted to relieve the obstruction, and 1500 cc of urine is emptied from his bladder. Over the next few hours, he has 200cc/h of urine output. Which of the following urine electrolyte values is most likely in keeping with his diagnosis of post obstructive diuresis?",
        "exp": "The urine contains large amounts of potassium, magnesium, and sodium. The large volume is often appropriate from the preexisting volume expansion that occurs during the obstruction and poor renal output. Careful attention to fluid and electrolytes is important after the obstruction is relieved, to prevent hypokalemia, hypomagnesemia, hyponatremia or hypernatremia, and volume depletion. The urine osmolality is low since ADH is decreased from the volume expansion prior to the insertion of the catheter and later if the diuresis continues once the patient is euvolemic it is indicative of tubular dysfunction from the prolonged post-renal obstruction.",
        "cop": 1,
        "opa": "high sodium",
        "opb": "low potassium",
        "opc": "high specific gravity",
        "opd": "low pH",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a04a383f-13c6-41f8-b9e2-77a2cda74ee4",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman presents with repeated episodes of sore throat. She is on no medications, does not use ethanol, and has no history of renal disease. Physical examination is normal. Hb is 9. 0 g/dL, MCV is 85 fL (normal), white blood cell count is 2000/mL, and platelet count is 30, 000/mL. Which of the following is the best approach to diagnosis?",
        "exp": "This patient has an unexplained pancytopenia. If all three elements (red blood cells, white blood cells, and platelets) are affected, the cause is usually in the bone marrow (although peripheral destruction from hypersplenism can cause pancytopenia as well). In this patient without a history of liver disease or palpable splenomegaly on physical examination, a bone marrow production problem is the most likely culprit. Although B12 deficiency can cause pancytopenia, usually a macrocytic anemia is the most prominent feature; a serum B12 level would be reasonable, but the most productive approach would be to examine the bone marrow. Leukemia can present without leukocytosis (so-called aleukemic leukemia), but the most likely diagnosis would be aplastic anemia. In the elderly patient, myelodysplastic syndrome (MDS) may present with pancytopenia. Decreased levels of erythropoietin can cause decreased RBC production but will not cause pancytopenia. A corticosteroid trial is not warranted until a diagnosis is established.",
        "cop": 3,
        "opa": "Erythropoietin level",
        "opb": "Serum B12",
        "opc": "Bone marrow biopsy",
        "opd": "Liver spleen scan",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1c60c74b-f14a-468f-9407-291bcb0497ec",
        "choice_type": "single"
    },
    {
        "question": "Natural elements having anticancer propeies -",
        "exp": "Actions of vitamin C include antioxidant activity, promotion of nonheme iron absorption, carnitinebiosynthesis, conversion of dopamine to norepinephrine, and synthesis of many peptide hormones. Vitamin C is also impoant for connective tissue metabolism and cross-linking (proline hydroxylation), and it is a component of many drug-metabolizing enzyme systems, paicularly the mixed-function oxidase systems. The antioxidant activity of Vit C results in anticancer propeies. Ref - Harrison internal medicine 20e p2313",
        "cop": 2,
        "opa": "Nitrosoamines",
        "opb": "Vit. C",
        "opc": "V1L D",
        "opd": "Carotene",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3e4bdb15-d851-4b69-9050-fb25fd98ec4f",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of tumor lysis syndrome-",
        "exp": "Tumor lysis syndrome results when tumor cells release their contents into the blood after therapy or spontaneously. TLS is generally associated with hyperuricemia, hypocalcemia, hyperphosphatemia, and acute renal failure In conclusion, patients with non-Hodgkin's lymphoma may have hypercalcemia in TLS. Ref Harrison 20th edition pg 565",
        "cop": 3,
        "opa": "Hyperkalemia",
        "opb": "Hyperuricemia",
        "opc": "Hypercalcemia",
        "opd": "Hyperphosphatemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b58130f0-9309-4a22-a7b3-74a59f7a43d3",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man presents with dark tarry stools and light-headedness. Upper endoscopy finds an ulcerating lesion in his stomach and biopsies confirm gastric cancer. Which of the following is a risk factor for carcinoma of the stomach?",
        "exp": "Low dietary vitamin C, and high salt and nitrate consumption predispose to gastric cancer, as does ingestion of smoked foods. Smoking is a risk factor, but alcohol is not. H. pylori is another important risk factor, since it causes gastritis that eventually leads to chronic atrophic gastritis, metaplasia, dysplasia, and then carcinoma.",
        "cop": 1,
        "opa": "Helicobacter pylori infection",
        "opb": "high socioeconomic status",
        "opc": "high protein diet",
        "opd": "high alcohol consumption",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bc892a47-a68c-4b8b-bd5e-123d205b0e38",
        "choice_type": "single"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Hepatic cirrhosis complicated by AKI.",
        "exp": "Hepatic cirrhosis frequently results in chronic respiratory alkalosis. AKI with metabolic acidosis is common in patients with cirrhosis.",
        "cop": 2,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "40b49fc9-9981-470a-8568-03639f213018",
        "choice_type": "single"
    },
    {
        "question": "A 25-year old male had pigmented macules over the plam, sole and oral mucosa. He also had anemia and pain in abdomen. The most probably diagonosis is-",
        "exp": "Peutz-Jeghers syndrome (PJS) is an autosomal dominant inherited disorder characterized by intestinal hamaomatous polyps in association with a distinct pattern of skin and mucosal macular melanin deposition. Ref Harrison 20th edition pg 576",
        "cop": 3,
        "opa": "Albright's syndrome",
        "opb": "b) Cushing's syndrome",
        "opc": "Peutz-Jegher's syndrome",
        "opd": "Incontinentia pigmenti",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d53442c1-7ca7-4666-851c-be3d120c2b38",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best for treating ER positive Ca breast?",
        "exp": "Ans. A. Raloxifene. (Ref. Harrison's Medicine 18th/Table. 90-4). Tamoxifen, raloxifene: Mechanism. Selective estrogen receptor modulators (SERMs) -- receptor antagonists in breast and agonists in bone. Block the binding of estrogen to ER + cells. Use. Breast cancer treatment (tamoxifen only) and prevention. Raloxifene also useful to prevent osteoporosis. S/ETamoxifen--partial agonist in endometrium, which*the risk of endometrial cancer; \"hot flashes. \"Raloxifene--no*in endometrial carcinoma because it is an endometrial antagonist. The choice of endocrine therapy in Rx of breast cancer# In most patients, the initial endocrine therapy should be an aromatase inhibitor rather than tamoxifen. For the subset of postmenopausal women who are estrogen receptor-positive but also HER2/neu positive, response rates to aromatase inhibitors are substantially higher than to tamoxifen.# Newer \"pure\" antiestrogens that are free of agonistic effects are also effective.# Cases in which tumors shrink in response to tamoxifen withdrawal (as well as withdrawal of pharmacologic doses of estrogens) have been reported. Endogenous estrogen formation may be blocked by analogues of LHRH in premeno- pausal women. Additive endocrine therapies, including treatment with progestogens, estrogens, and androgens. Endocrine Therapies for Breast Cancer. Therapy. Comments. Castration. Surgical. LHRH agonists. For premenopausal women. Antiestrogens Tamoxifen\"Pure\" antiestrogens. Surgical adrenalectomy. Aromatase inhibitors. High-dose progestogens. Hypophysectomy. Additive androgens or estrogens. Useful in pre- and postmenopausal women. Responses in tamoxifen-resistant and aromatase inhibitor-resistant patients. Rarely employed second-line choice. Low toxicity; now first choice for metastatic disease. Common fourth-line choice after Als, tamoxifen and fulvestrant. Rarely used. Plausible fourth-line therapies; potentially toxic. Also know: A trial comparing tamoxifen with another selective estrogen receptor modulator, raloxifene, showed that raloxifene is comparable to tamoxifen in cancer prevention. This trial only included postmenopausal women. Raloxifene was associated with more noninvasive breast cancer than tamoxifen; the drugs are similar in risks of other cancers, fractures, ischemic heart disease, and stroke. Because the aromatase inhibitors are even more effective than tamoxifen in adjuvant breast cancer therapy, it is hoped that they would be more effective in breast cancer prevention.",
        "cop": 1,
        "opa": "Raloxifene",
        "opb": "Exemestane",
        "opc": "Leuperide",
        "opd": "Bicalutamide",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cdcdac4f-0a79-4d16-9458-c6f1f8a4b365",
        "choice_type": "single"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Chronic pulmonary disease on steroids.",
        "exp": "Chronic pulmonary disease often causes respiratory acidosis, whereas the steroids frequently used in therapy may cause a metabolic alkalosis.",
        "cop": 3,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c6842335-216a-465c-9567-cb9284b8d5b9",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for Ca colon is/are -",
        "exp": "ref Harrison20th edition pg 675",
        "cop": 2,
        "opa": "Male sex",
        "opb": "Red meat",
        "opc": "Animal fat",
        "opd": "NSAIDS",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "4da0c3e6-42b7-450c-9daf-9e44324d615b",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents with intermittent double vision and fatigue. Her symptoms are worse at the end of the day. She reports no other focal muscle weakness or sensory symptoms. On examination her eye movements, motor strength, and reflexes in the upper and lower limbs are normal. Repetitive handgrip exercises cause loss of strength in the grip. A CXR reveals an anterior mediastinal mass. Which of the following is the most likely diagnosis of the anterior mediastinal mass?",
        "exp": "All of the given responses are potential anterior mediastinal masses, but when an anterior mediastinal mass presents with myasthenia gravis the diagnosis of thymoma is essentially established. Myasthenia gravis occurs as a paraneoplastic process of the thymoma. The ocular and muscle fatigue symptoms are characteristic of myasthenia. About 5-10% of patients with thymoma will also have hypogammaglobulinemia. About 5% of patients with thymoma will have autoimmune pure red cell aplasia.",
        "cop": 3,
        "opa": "teratoma",
        "opb": "thyroid",
        "opc": "thymoma",
        "opd": "lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8a1f7a65-f3f8-4d4c-8705-699a107401a5",
        "choice_type": "single"
    },
    {
        "question": "Kaposi sarcoma is commonly seen in:",
        "exp": "Ans. is 'b' i. e., Lower limbs Kaposi's Sarcoma (K. S.)o Kaposi's Sarcoma is a multicentric neoplasm consisting of multiple vascular nodules appearing in the skin, mucous memb and lymph nodes, lung, GIT etc. o Lesions often appear in sun-exposed areas, particularly the tip of the nose, and have a propensity to occur in areas of trauma (koebner phenomenon). o Course ranges from indolent with only minor skin or lymph node involvement to fulminant with extensive cutaneous and visceral involvement. o AIDS related kaposi's sarcoma occurs predominantly in homosexual men (96%)o K. S. does not result from a neoplastic transformation of cells in the classic sense and so is not truly a sarcoma. It is a manifestation of excessive prolifespindle cells that are believed to be of vascular origin, it is more a consequence of disordered cytokine regulation of cell growth than a true cancer. Generally speaking the tumor respects tissue planes and is rarely invasive. Disseminated K. S. is believed to be d/t occurence of multiple neoplasm all over the body rather than to metastasis. o Though K. S. is an oppurtunistic ds in HIV-infected individuals but unlike opportunistic infection, its oecurance is not strictly related to the level of depression of CD4+T cells counts. It may be seen at any stage of HIVinf. even in the presence of normal CD4+T cell count. o Human Herpes virus-8 (HHV-8) is universally present in all froms of KS (in all the 4 types)o In constrast to most maligancies, in which lymph node involvement implies metastatic spread and a poor prognosis, lymph node involvement may be seen early in K. S. and is of no clinical significance.",
        "cop": 2,
        "opa": "Upper Limbs",
        "opb": "Lower limbs",
        "opc": "Head and neck",
        "opd": "Trunk",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b20b809f-0517-4335-b49b-3f2d3456dc86",
        "choice_type": "single"
    },
    {
        "question": "NNK, NNN and polonium 210 are carcinogens specific for -",
        "exp": "Nitrosamines such as 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK) and N'-nitrosonornicotine (NNN), are carcinogenic to humans. NNK and NNN induce carcinogenesis by causing DNA adductions and mutations as well as promoting tumor growth through receptor-mediated effects. Exposure and consumption of tobacco products are causally associated with various types of cancers. Nicotine and nitrosamines form a devastating and fatal alliance. Nicotine activates the brain's reward system, eliciting cravings for continued tobacco consumption, and it often is accompanied by carcinogens inducing tumor initiation and progression Ref Harrison 20th edition pg 567",
        "cop": 1,
        "opa": "Tobacco related oral cancer",
        "opb": "Tobaco related bronchogenic carcinoma",
        "opc": "Prostatic carcinoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7e3ab122-a702-420c-816b-571c980c15a6",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman presents to the clinic for evaluation of a new left breast lump that she discovered 1 week ago. The nodule is not painful; she feels well and has no other symptoms. On physical examination the lump is palpable, and there are no axillary lymph nodes. The mammogram confirms the presence of a 1-cm breast mass which on biopsy is positive for invasive breast cancer. Which of the following is the most appropriate local therapy for her tumor?",
        "exp": "Breast-conserving surgery is now recommended for small tumors. Radiation therapy will decrease local recurrence rates. For tumors < 1 cm, adjuvant therapy is indicated only if axillary nodes are positive. Therefore, in this case, an axillary dissection will provide important therapeutic information. However, this is an area of rapidly changing knowledge and practice.",
        "cop": 4,
        "opa": "simple mastectomy with axillary dissection",
        "opb": "radiation therapy to breast and axilla",
        "opc": "local excision plus radiation therapy",
        "opd": "local excision and axillary dissection followed by radiation therapy",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cb429edb-e29c-477d-866e-729dc197226c",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman presents to the emergency department with symptoms of left flank pain and hematuria. On physical examination, the blood pressure is 165/96 mm. Hg, heart rate is 104/min, and the abdomen is soft and nontender. There is some left costo-vertebral angle tenderness on percussion. A computerized tomography (CT) scan of the abdomen reveals a 5-cm mass in the left kidney. (See Figure below) Which of the following laboratory abnormalities might also be present?",
        "exp": "This patient likely has renal cell carcinoma (RCC). Polycythemia is caused by the production of erythropoietin-like factors. There is no relationship to hypertension. The tumor frequently presents as metastatic disease. Thrombocytopenia is not a feature of RCC, and hypercalcemia may occur if there is bone metastasis. High renin production does not occur in RCC either.",
        "cop": 1,
        "opa": "polycythemia",
        "opb": "thrombocytopenia",
        "opc": "hypocalcemia",
        "opd": "leukocytosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f9208d79-72d1-4c0b-9b54-98dd33aac5ee",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of bronchogenic carcinoma is -",
        "exp": "Adenocarcinoma: The neoplasm is composed of malignant glandular epithelium which may vary in degree of differentiation from tumor to tumor. Well differentiated neoplasms may form distinct glands, other neoplasms may vary from forming papillary structures to solid neoplasms without any gland formation. Adenocarcinomas tend to be smaller than other bronchogenic carcinomas and located in the periphery of the lung. A distinctive type of adenocarcinoma is bronchioloalveolar carcinoma Ref Harrison 20th edition pg 590",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Oat cell carcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "34caa64a-b4b8-4074-ab99-e05f4d7b9c40",
        "choice_type": "single"
    },
    {
        "question": "Kaposi's sarcoma is associated with:",
        "exp": "Ans: b (HIV) Ref: Harrison's 16th ed, p. 1120, 17th ed. p. 1113. Kaposi's sarcoma is associated with HIV in adults. Kaposi's sarcoma- It is an intermediate grade, multicentric vascular tumour- It is an angioproliferative disease- It is due to excessive proliferation of spindle cells that are of vascular origin. Clinical features. Most commonly it appears as raised macules hut can also present as papular or nodular lesions. Occurs in sun exposed areas e. g.. tip of nose. Also affects other areas like GIT. lymph node, lungs. Various forms of Kaposi sarcoma1) Classical form seen in older men of Mediterranean or Eastern European origin. Not associated with AIDS2) Equatorial African form that occurs in all ages3) Kaposi sarcoma associated with organ transplantation4) KS associated with HIV-1 infection. Rx: Spontaneous regression is seen. Single lesion- Localized radiation- Intralesional vinblastine- Cryotherapy. Multiple lesions- Interferon alpha (1st choice)- Liposomal daunorubicin- Liposomal doxorubicin- Paclitaxel. NOTE: Lymph node involvement is seen very early in Kaposi sarcoma and is of no special clinical significance in contrast to most other malignancies. KS is usually rare in children.",
        "cop": 2,
        "opa": "Bronchial asthma",
        "opb": "HIV",
        "opc": "Hepatitis B",
        "opd": "Hairy cell leukaemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "4b8c1ba9-a7ea-489f-b472-d6013fd9dc6f",
        "choice_type": "single"
    },
    {
        "question": "The most common malignancy in an individual on immunosuppressive therapy is of-",
        "exp": "four most common cancers among immuno suppressant patients more commonly in these individuals than in the general population are non-Hodgkin lymphoma (NHL) cancers of the skin. NHL can be caused by Epstein-Barr virus (EBV) infection, and liver cancer by chronic infection with the hepatitis B (HBV) and hepatitis C (HCV) viruses. Lung and kidney cancers are not generally thought to be associated with infection. Ref Harrison 20th edition pg 546",
        "cop": 2,
        "opa": "Lung",
        "opb": "Skin",
        "opc": "Hodgkin lymphoma",
        "opd": "Kidney",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b8a25e15-5508-496b-84b2-1643e423ec32",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is evaluated in the ER for sudden onset of swelling of the right calf with pain for past 2 days. The patient noticed the swelling after he woke up from sleep and had pain while walking. He cannot recollect any history of trauma, denies any recent travel, and has never had a blood clot in the past His medical history is remarkable for hypertension, adequately controlled with lisinopril, and stage-III squamous cell carcinoma of the lung for which he recently completed six cycles of chemotherapy. On physical examination, there is tender swelling of the right calf without erythema. His D-dimer is 640 ng/mL. Venous Doppler of the right leg reveals occlusive thrombi in the deep veins. A plan is made to initiate anticoagulation and to extend the treatment for 6 months. What will be the drug of choice for anticoagulation for this patient?",
        "exp": "Malignancy is a recognized risk factor for venous thromboembolism (VTE), and VTE is the second leading cause of death in cancer patients. Procoagulant molecules expressed both by cancer cells and host tissue contribute to this condition. Low-molecular-weight heparin (LMWH) is the preferred anticoagulant for long-term treatment in patients with cancer. When compared with warfarin, LMWH reduces the rate of recurrent VTE without significant risk of bleeding. Newer anticoagulants such as rivaroxaban have not been adequately tested for cancer-induced VTE yet. Young patients with unprovoked VTE, a history of unexplained VTE, or family history of VTE raise the suspicion of an inherited hypercoagulable disorder. The common inherited hypercoagulable disorders are Factor V Leiden mutation, prothrombin gene mutation, protein S deficiency, protein C deficiency, antithrombin III deficiency, dysfibrinogenemia, and antiphospholipid antibody syndrome. When inherited hypercoagulable disorders are strongly suspected, tests for above mentioned disorders can be ordered. In the event of an acute thrombosis, however, it is not recommended to test for protein C, protein S, and anti-thrombin III since active coagulation can reduce the plasma concentration of these proteins resulting in false-positive result. To avoid confusion, it is recommended to order only Factor V Leiden mutation, prothrombin gene mutation, and antiphospholipid antibody with acute VTE or when patients are on warfarin. Warfarin-induced skin necrosis results from a transient hypercoagulable state. Warfarin initially affects all the vitamin K-dependent clotting proteins (Factors II, VII, IX, X, and proteins C and S). Since Protein C has a short half-life (8-12 hours), the serum protein C concentration drops quickly to 50% of normal in first 24 hours. Since circulating levels of other vitamin K-dependent proteins are still high, this gives rise to a hypercoagulable state which may cause microthrombi in the dermal and subcutaneous vessels, resulting in skin necrosis. The risk is particularly high in case of congenital protein C deficiency; nearly one-third cases of warfarin-induced skin necrosis are associated with congenital protein C deficiency.",
        "cop": 2,
        "opa": "Rivaroxaban",
        "opb": "Low-molecular-weight heparin",
        "opc": "Warfarin",
        "opd": "Low dose aspirin (81 mg/d)",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "04655e21-daa9-4196-b795-4526a6e912ca",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man presents to the emergency department with a 1-day history of dark tarry stools and light-headedness. He also reports a 1-month history of intermittent abdominal discomfort and poor appetite. For the pain he takes ibuprofen on an as needed basis. On physical examination, the blood pressure is 102/75mm Hg, heart rate is 110/min, and the abdomen is soft and nontender. He undergoes urgent upper endoscopy that finds an ulcerating lesion in his stomach and biopsies confirm gastric cancer. Which of the following is a risk factor for carcinoma of the stomach?",
        "exp": "H pylori is another important risk factor, since it causes gastritis that eventually leads to chronic atrophic gastritis, metaplasia, dysplasia, and then carcinoma. Low dietary vitamin C, and high salt and nitrate consumption predispose to gastric cancer, as does ingestion of smoked foods. Smoking is a risk factor, but alcohol is not.",
        "cop": 1,
        "opa": "Helicobacter pylori infection",
        "opb": "high socioeconomic status",
        "opc": "high-protein diet",
        "opd": "high alcohol consumption",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5f6e172e-33d1-4013-b8e5-3b8f37ff4f32",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman has Type 2 diabetes mellitus, which is well controlled. Her physical examination is positive for peripheral neuropathy in the feet and non-proliferative retinopathy. A urinalysis is positive for proteinuria. Which of the following treatments is most likely to attenuate the course of renal disease?",
        "exp": "It is very likely that control of hypertension and excellent glucose control will slow the development and course of renal disease in Type 2 diabetes mellitus. ACE inhibitors seem to decrease proteinuria and slow progression of renal disease. As renal function deteriorates, limiting dietary protein intake can also be beneficial. Calcium channel blockers have no extra effect beyond their antihypertensive effect.",
        "cop": 2,
        "opa": "calcium channel blockers",
        "opb": "ACE inhibitors",
        "opc": "hepatic hydroxymethylglutaryl coenzyme A (HMG-CoA) inhibitors",
        "opd": "dietary carbohydrate restriction",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "be822a4f-5e79-499d-b0bd-ad3a3824e7ec",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old woman presents to the clinic for evaluation of new symptoms of burning when when voiding. She has no fever, chills, or back discomfort. Her urinalysis reveals numerous white cells and bacteria. Which of the following medical comorbidities is most likely to coexist in this patient?",
        "exp": "Urinary tract infections (UTIs) are increased in diabetes mellitus as well as in pregnancy, sickle cell disease, polycystic disease, and structural abnormalities of the urinary tract.",
        "cop": 3,
        "opa": "anemia",
        "opb": "exercise",
        "opc": "diabetes mellitus",
        "opd": "influenza",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ee714ea6-d2af-438f-9d7a-bb6b1ebda1ce",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman with heart failure and normal renal function is started on furosemide (Lasix) 80 mg/day. She notices a good diuretic response every time she takes the medication. A few weeks later, she is feeling unwell because of fatigue and muscle weakness, but her heart failure symptoms are better. Which of the following is the most likely explanation for her muscle weakness?",
        "exp": "Hypokalemia can result in paralytic ileus, rhabdomyolysis, weakness, and cardiac repolarization abnormalities. It is a common complication along with hyponatremia of starting patients on diuretics.",
        "cop": 3,
        "opa": "hyponatremia",
        "opb": "hypernatremia",
        "opc": "hypokalemia",
        "opd": "hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1e175c07-3672-4db5-be2f-d794f2b08287",
        "choice_type": "single"
    },
    {
        "question": "Measurement of urine vanillyl mandelic acid can help in diagnosis of-",
        "exp": "Excessive secretion of catecholamines can be confirmed by measuring metabolites in plasma and/or urine (metanephrine and normetanephrine). There is a high 'false-positive' rate, as misleading metanephrine concentrations may be seen in stressed patients (during acute illness, following vigorous exercise or severe pain) and following ingestion of some drugs such as tricyclic antidepressants. For this reason, a repeat sample should usually be requested if elevated levels are found, although, as a rule, the higher the concentration of metanephrines, the more likely the diagnosis of phaeochromocytoma/paraganglioma. Serum chromogranin A is often elevated and may be a useful tumour marker in patients with non-secretory tumours and/or metastatic disease. Genetic testing should be considered in individuals with other features of a genetic syndrome, in those with a family history of phaeochromocytoma/paraganglioma, and in those presenting under the age of 50 years Ref Harrison 20th edition pg 590",
        "cop": 4,
        "opa": "Carcinoid syndrome",
        "opb": "Acue pancreatitis",
        "opc": "Zollinger-Ellison syndrome",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d2234107-7268-4503-acd5-4d98170cfd8b",
        "choice_type": "single"
    },
    {
        "question": "You are seeing a 62-year-old woman with a family history of breast cancer. She is worried about her future risk of breast cancer, since her mother died of breast cancer at the age of 63. Which of the following features is also a recognized risk factor for breast cancer?",
        "exp": "Breast cancer risk is reduced by 20% for each year that menarche is delayed. Early menopause, natural or surgical, also decreases risk. Early (age 18 or 19) full-term pregnancy and multiparity decrease the risk. Radiation exposure is a risk factor primarily in adolescence and is marginal after the age of 40. In summary, there are three important dates in the assessing the risk of breast cancer: age of menarche, age of first full-term pregnancy, and age of menopause.",
        "cop": 2,
        "opa": "early onset of menopause",
        "opb": "early onset of menarche",
        "opc": "late-life radiation exposure",
        "opd": "multiparity",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "895b3555-fed1-4521-a99d-e61cf54286d9",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man is admitted to the hospital for the assessment of hematuria after being involved in a motor vehicle accident. His physical examination is normal. A CT scan of the abdomen is shown in Figure below. Which of the following is the most likely diagnosis?",
        "exp": "The diagnosis is renal cell carcinoma. There is marked hypervascularity of the left kidney. The arteries are irregular and tortuous, following a random distribution. The kidney is enlarged and abnormally bulbous in the lower pole. CT scans have dramatically decreased the need for arteriography in evaluating renal lesions.",
        "cop": 1,
        "opa": "renal cell carcinoma",
        "opb": "kidney contusion and laceration",
        "opc": "transitional cell carcinoma",
        "opd": "renal hamartoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1458752c-ecb5-4a5d-b9b1-90c4196a0809",
        "choice_type": "single"
    },
    {
        "question": "A young man with leukemia is treated with methotrexate. Which of the following is the mechanism of action of this drug?",
        "exp": "The most likely mode of action of methotrexate is by tightly binding dihydrofolate reductase (DHFR), which maintains the intracellular folate pool in its fully reduced form as tetrahydrofolates. These compounds are required in the de novo synthesis of pyrimidines and purines.",
        "cop": 2,
        "opa": "preventing absorption of folic acid",
        "opb": "inhibiting dihydrofolate reductase",
        "opc": "preventing formation of messenger ribonucleic acid (m. RNA)",
        "opd": "forming a cytotoxic metabolite",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8cbb415d-bda3-4e44-8bff-22e10ef162c8",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old man presents to the clinic for assessment of symptoms of fatigue, shortness of breath on exertion, and back and rib pain that is made worse with movement. Investigations reveal he is anemic, the calcium, urea, and creatinine are elevated. X-rays reveal multiple lytic lesions in the long bones and ribs, and protein electrophoresis is positive for an immunoglobulin G (IgG) paraprotein. Which of the following is the most likely mechanism for the renal injury?",
        "exp": "In multiple myeloma, tubular damage by light chains is almost always present. The injury is a direct toxic effect of the light chains or indirectly from the inflammatory response. Infiltration by plasma cells and glomerular injury is rare. Hypercalcemia may produce transient or irreversible renal damage as do amyloid and myeloma cell infiltrates.",
        "cop": 2,
        "opa": "plasma cell infiltrates",
        "opb": "tubular damage by light chains",
        "opc": "glomerular injury",
        "opd": "vascular injury by light chains",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6cbdd5fb-c43c-41f5-9e8f-66f4be920097",
        "choice_type": "single"
    },
    {
        "question": "The treatment of metastatic testicular carcinoma is",
        "exp": "Standard chemotherapy for Germ Cell tumour is BEP regimen B- Bleomycin (30units) Day 2, 9, 16 E- Etoposide (100mg/m2) Day 15 P- Cisplatin (20mg/m2) Day 15 ref - Harrisons internal medicine 20e pg635-36, 633",
        "cop": 1,
        "opa": "Bleomycin, Etoposide, Cisplatin",
        "opb": "Vinblastine, Etoposide, Cisplatin",
        "opc": "Doxorubicin, 5. FU, Mercaptopurine",
        "opd": "Methotrexate, 5. FU, Vincristine",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a99845e0-55d1-4e52-a5b1-22d3a9c88bfe",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman presents with several days of increasing fatigue and shortness of breath on exertion. She was recently diagnosed with Mycoplasma pneumoniae. Physical examination reveals BP 113/67, HR 114 beats/min, and respiratory rate 20 breaths/min. She appears icteric and in mild respiratory distress. Her hemoglobin is 9. 0 g/dL and MCV is 110. Which of the following is the best next diagnostic test?",
        "exp": "Macrocytic anemia and indirect hyperbilirubinemia suggest hemolysis, which in this patient is likely due to IgM antibodies which may follow Mycoplasma infections and which cross-react with RBC surface molecules of the I/i system These antibodies are termed cold-reacting antibodies because they react at temperatures less than 37degC (98degF). Examination of the peripheral blood smear is the first step in evaluation of hemolytic anemia. The young red cells (which would show up as reticulocytes when properly stained) are much larger than mature RBCs, accounting for the macrocytosis (the MCV can be as high as 140 with vigorous reticulocytosis). The presence of micro spherocytes suggests immune-mediated hemolysis, while the presence of fragmented RBCs or schistocytes suggests a mechanical cause of hemolysis, as seen in the microangiopathic hemolytic anemias. Serum protein electrophoresis is useful to diagnose multiple myeloma, which is rarely associated with hemolysis, but this would not be the best initial test; the anemia in multiple myeloma is normocytic. Flow cytometry can detect surface proteins such as CD55, CD59 on granulocytes and red blood cells in paroxysmal nocturnal hemoglobinuria (a rare cause of hemolysis), but again is not the best first test. Glucose-6-PD levels might be useful once hemolytic anemia is established by a peripheral smear and negative Coombs test. Bone marrow biopsy would show erythroid hyperplasia but is usually not required to diagnose hemolytic anemia.",
        "cop": 3,
        "opa": "Serum protein electrophoresis",
        "opb": "Flow cytometry",
        "opc": "Peripheral blood smear",
        "opd": "Glucose-6-PD level",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c96fece2-40ac-4645-b4bf-6c48fec2cc33",
        "choice_type": "single"
    },
    {
        "question": "Lymphnode metastasis is seen with",
        "exp": "Stages II and III soft tissue sarcoma They tend to grow and spread quickly. Some stage III tumors have already spread to nearby lymph nodes. Even when these sarcomas have not yet spread to lymph nodes, the risk of spread (to lymph nodes or distant sites) is very high Ref Harrison 20th edition pg 543",
        "cop": 4,
        "opa": "Liposarcoma",
        "opb": "Neurofibrosarcoma",
        "opc": "Histiocytoma",
        "opd": "Angiosarcoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "65cdcd80-9f2e-4267-80f2-956c2dd440bf",
        "choice_type": "single"
    },
    {
        "question": "Most common malignant tumor of heart in children is-",
        "exp": "Ans is 'b' i. e. Rhabdomyosarcoma o Primary malignant cardiac tumors in children are almost exclusively sarcomas. o Located in the right side of the heart, atrial septum, right atrial wall, or root of the pulmonary artery.",
        "cop": 2,
        "opa": "Rhabdomyoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Angiosarcoma",
        "opd": "Lipoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7eb8722a-1820-453f-bcfb-07173414d7b2",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman presented with skin changes over her left breast. She had a history of breast cancer 5 years earlier and was treated with a lumpectomy and radiation therapy. What is the diagnosis?",
        "exp": "Answer C. Radiation-induced angiosarcoma. The correct answer is radiation-induced angiosarcoma. This is a rare complication following treatment for breast cancer. Patients may present with asymptomatic skin changes which may be difficult to differentiate from radiation-induced changes. Surgical management involving a mastectomy is the standard of care.",
        "cop": 3,
        "opa": "Inflammatory breast cancer",
        "opb": "Mastitis",
        "opc": "Radiation-induced angiosarcoma",
        "opd": "Fat necrosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7189be9f-0388-4423-97a8-a957e6e60a97",
        "choice_type": "single"
    },
    {
        "question": "Maffucci syndrome characterized by A/E -",
        "exp": "Ans. is 'd' i. e., Hamartomaso Maffucci syndrome is an extremely rare disorder characterized by benign overgrowths of cartilage (enchondromas), skeletal deformities and cutaneous lesions composed of abnormal blood vessels. o Maffucci syndrome is not recognizable at birth. Lesions usually develop early in childhood, most often between 1- 5 years of age. The severity of the disorder is variable. Some patients have a very benign course, whereas others develop serious complications. Maffucci syndrome||Enchondroma Syndrome. Vascular lesions(Cavernous hemangiomas). Chondrosarcomao The first sign of Maffucci syndrome is usually finding an enchondroma in a long bone. o Distort and weaken the affected bones. o Thus initial presentation with a pathologic fracture is common. o Cause bulging of the bones. o Bowing of the arms and legs. o Disproportionate (asymmetric) growth (different lengths of the arms or legs). o The patient may exhibit short stature in adulthood. o Affect only one side of the body in approximately 40percent of patients. o Often progressive. o Begin as compressible, round, bluish spots. o In time, they become firm, knotty, warty, and often contain calcium stones (phleboliths). o The hand is the most common locationo Can also occur in internal structures, such as the membranes that cover the brain and spinal cord (meninges), the tongue, and the oral mucosa. o They are comprised of abnormally- formed veins so that the more modern term is \"venous malformationo \"Spindle cell hemangioma, \" often arises in these malformed veins. o Malignant tumor, of cartilage known as \"chondrosarcoma. \"o The more enchondromas, the higher the risk of malignancy, o Frequency has been estimated to be between 15-40 %. o The cause of Maffucci syndrome was discovered to be a mutation in a gene known as IDH1 (rarely IDH2).",
        "cop": 4,
        "opa": "Enchondromas",
        "opb": "Cavernous remangioma",
        "opc": "Chondrosarcoma",
        "opd": "Hamartomas",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3930773b-f9e9-4c9c-8cce-ef9b60acd18c",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old woman presents to the emergency department with a recent episode of coughing up some blood, frequent nosebleeds, and now decreased urine output. On physical examination, a nasal mucosa ulcer is seen on inspection and the remainder of the examination is normal. Her urinalysis is positive for protein and red cells consistent with acute glomerulonephritis (GN). The CXR shows two cavitary lesions and her serology is positive for antineutrophil cytoplasmic antibodies (ANCA) Which of the following is the most likely diagnosis?",
        "exp": "Wegener is typically associated with anti-neutrophil cytoplasmic antibodies and respiratory epithelium involvement such as frequent nose bleeds or nasal ulcers. Numerous diseases are associated with renal and pulmonary manifestations, including lupus, Goodpasture syndrome, and microscopic polyangiitis. Right-sided bacterial endocarditis can cause renal and lung involvement but serology of ANCA is negative in endocarditis. This is less likely to be Goodpasture because of the nasal involvement.",
        "cop": 1,
        "opa": "Wegener granulomatosis",
        "opb": "bacterial endocarditis",
        "opc": "Goodpasture syndrome",
        "opd": "lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "21df983b-cb62-43d5-93c3-25a7368efea3",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old intensive care unit patient complains of fever and shaking chills. The patient develops hypotension, and blood cultures are positive for gram-negative bacilli. The patient begins bleeding from venipuncture sites and around his Foley catheter. Laboratory studies are as follows: Hct: 38%WBC: 15, 000/m. LPlatelet count: 40, 000/mL (normal 150, 000-400, 000). Peripheral blood smear: fragmented RBCs. PT: elevated PTT: elevated. Plasma fibrinogen: 70 mg/dL (normal 200-400). Which of the following is the best course of therapy in this patient?",
        "exp": "This patient with gram-negative bacteremia has developed disseminated intravascular coagulation (DIC), as evidenced by multiple-site bleeding, thrombocytopenia, fragmented red blood cells on peripheral smear, prolonged PT and PTT, and reduced fibrinogen levels from depletion of coagulation proteins. Initial treatment is directed at correcting the underlying disorder-in this case, infection. Although heparin was formerly recommended for the treatment of DIC, it is now used rarely and only in unusual circumstances (such as acute promyelocytic leukemia). For the patient who continues to bleed, supplementation of platelets and clotting factors (with fresh frozen plasma or cryoprecipitate) may help control life-threatening bleeding. Red cell fragmentation and low platelet count can be seen in microangiopathic disorders such as thrombotic thrombocytopenic purpura (TTP), but in these disorders the coagulation pathway is not activated. Therefore, in TTP the prothrombin time, partial thromboplastin time, and plasma fibrinogen levels will be normal. Plasmapheresis, vitamin K therapy, and RBC transfusion will not correct the underlying cause.",
        "cop": 2,
        "opa": "Begin heparin",
        "opb": "Treat underlying disease",
        "opc": "Begin plasmapheresis",
        "opd": "Give vitamin K",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "aeee8519-8370-4ee8-a564-4d31fabe021b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following in involved in tumor metastasis cascade -",
        "exp": "Cadherin-1 also known as CAM 120/80 or epithelial cadherin or uvomorulin is a protein that in humans is encoded by the CDH1 gene. CDH1 has also been designated as CD324. It is a tumor suppressor gene. Cadherin-1 is a classical member of the cadherin superfamily. The encoded protein is a calcium-dependent cell-cell adhesion glycoprotein composed of five extracellular cadherin repeats, a transmembrane region, and a highly conserved cytoplasmic tail. Mutations in this gene are correlated with gastric, breast, colorectal, thyroid, and ovarian cancers. Loss of function is thought to contribute to progression in cancer by increasing proliferation, invasion, and/or metastasis. The ectodomain of this protein mediates bacterial adhesion to mammalian cells, and the cytoplasmic domain is required for internalization. Identified transcript variants arise from mutation at consensus splice sites Ref Harrison 20th edition pg 570",
        "cop": 2,
        "opa": "Fibronectin",
        "opb": "E-Cadherin",
        "opc": "Type IV collagenase",
        "opd": "Tyrosine kinase",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ca885527-b28a-4f5f-af6b-6c2b015fc187",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man has lost a friend to prostate cancer, and would like to be evaluated for the disease. He has no urinary symptoms. Which of the following tests is most likely indicated to screen him for prostate cancer?",
        "exp": "Although an elevated PSA (> 4) has the best positive predictive value, combining it with DRE is probably the most effective screening process.",
        "cop": 3,
        "opa": "prostate ultrasound",
        "opb": "digital rectal examination (DRE)",
        "opc": "DRE and prostate specific antigen (PSA)",
        "opd": "PSA",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6d398035-47b0-4d6e-9ea3-62f8ae12521e",
        "choice_type": "single"
    },
    {
        "question": "A 71-year-old man is evaluated in the ER for a recent finding of high ESR in a routine blood test. He has history of hypertension, well controlled with metoprolol. His physical examination is completely normal. His laboratory workup reveals hemoglobin 12. 6 gm/dL, leukocyte count 8500/mL, and platelet 265, 000/mL. Total protein 6. 2 g/dL, albumin 3. 4 g/dL, BUN 16 mg/dL, creatinine 0. 75 mg/dL, and calcium 9. 2 mg/dL. Serum protein electrophoresis reveals a sharp, narrow spike, serum immunofixation reveals M-protein 1. 2 gm/dL, bone marrow examination reveals less than 10% of monoclonal plasma cells. A skeletal survey is negative for any lytic lesions.",
        "exp": "Multiple myeloma would best explain this patient's presentation. The onset of myeloma is often insidious. Pain caused by bone involvement, anemia, renal insufficiency, and bacterial pneumonia often follow. This patient presented with fatigue and bone pain, then developed bacterial pneumonia probably secondary to Streptococcus pneumoniae, an encapsulated organism for which antibody to the polysaccharide capsule is not adequately produced by the myeloma patient. There is also evidence for renal insufficiency. Hypercalcemia is frequently seen in patients with multiple myeloma and may be life-threatening. Definitive diagnosis of multiple myeloma is made by demonstrating greater than 30% plasma cells in the bone marrow. Seventy-five percent of patients with myeloma will have a monoclonal M spike on serum protein electrophoresis, but 25% will produce primarily Bence-Jones proteins, which, because of their small size, do not accumulate in the serum but are excreted in the urine. Urine protein electrophoresis will identify these patients. Approximately 1% of patients with myeloma will present with a non-secretory myeloma. Patients with non-secretory myeloma have no M-protein on serum/urine electrophoresis and immunofixation; the diagnosis can be made only with bone marrow biopsy. The bone scan in myeloma is usually negative. The radionuclide is taken up by osteoblasts, and myeloma is usually a purely osteolytic process. Renal biopsy might show monoclonal protein deposition in the kidney or intratubular casts but would not be the first diagnostic procedure. Rouleaux formation in peripheral smear is a characteristic finding of myeloma, although it is neither sensitive nor specific. Waldenstrom macroglobulinemia may cause hyper-viscosity syndrome with CNS manifestations including headache, blurring of vision, dizziness, nystagmus, ataxic gait, drowsiness, or even coma. Peripheral neuropathy, coagulopathy, lymphadenopathy, hepatosplenomegaly, and nonspecific constitutional symptoms are often present. An unusual gap between serum total protein and albumin indicates hyperglobulinemia, and a monoclonal IgM spike on serum protein electrophoresis helps establish an initial diagnosis. Bone marrow biopsy revealing more than 10% of lymphoid and plasmacytoid cells confirms the diagnosis. Unlike multiple myeloma, bony lesions are uncommon in Waldenstrom macroglobulinemia, whereas lymphadenopathy and organomegaly are uncommon in myeloma. Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant plasma cell disorder which is often suspected and detected incidentally from routine blood workup. The patients are asymptomatic with no end-organ damage such as renal failure, hypercalcemia, anemia, or lytic bone lesion. The serum electrophoresis reveals an M spike but the amount of M-protein on immunofixation is usually less than 3 gm/dL and bone marrow contains less than 10% of monoclonal plasma cells. Monitoring of patients is important since MGUS can progress to multiple myeloma over a period of time. It is recommended to get the first evaluation 6 months after initial diagnosis followed by annual or biannual checkup.",
        "cop": 3,
        "opa": "Multiple myeloma",
        "opb": "Smoldering multiple myeloma",
        "opc": "Monoclonal gammopathy of undetermined significance",
        "opd": "Waldenstrom macroglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f30c229e-2f1b-4e7a-abfc-bcbc6c888144",
        "choice_type": "single"
    },
    {
        "question": "Best tumor marker for pancreatic cancer?",
        "exp": "Ans. B. CA 19-9. (Ref. H - 17th / pg. 483). Best tumor marker for pancreatic cancer is CA 19-9. CA 19-9 as a Marker for Pancreatic Cancer# CA 19-9 is not recommended for use as a screening test for pancreatic cancer. The use of CA19-9 testing alone is not recommended for use in determining operability or the results of operability in pancreatic cancer.# CA19-9 determinations by themselves cannot provide definitive evidence of disease recurrence without seeking confirmation with imaging studies for clinical findings and/or biopsy.# Present data are insufficient to recommend the routine use of serum CA19-9 levels alone for monitoring response to Rx. However, CA19- 9 can be measured at the start of Rx for locally advanced metastatic disease and every one to three months during active Rx. Tumor markers. Alkaline phosphatase. Metastases to bone, liver, Paget disease of bone, seminoma (placental ALP). A-fetoprotein. Normally made by fetus. Hepatocellular carcinoma, hepatoblastoma, yolk sac (endodermal sinus) tumor, testicular cancer, mixed germ cell tumor (co-secreted with p-h. CG). b-h. CGHydatidiform moles and Choriocarcinomas (Gestational trophoblastic disease), testicular cancer. CA-15-3/CA-27-29. Breast cancer. CA-19-9. Pancreatic adenocarcinoma. CA-125. Ovarian cancer. Calcitonin. Medullary thyroid carcinoma. CEACarcino. Embryonic Antigen. Very nonspecific but produced by? 70% of colorectal and pancreatic cancers; also produced by gastric, breast, and medullary thyroid carcinomas. PSAProstate-specific antigen. Used to follow prostate adenocarcinoma. Can also be elevated in BPH and prostatitis. Questionable risk/benefit for screening. S-100. Neural crest origin (e. g., melanomas, neural tumors, schwannomas, Langerhans cell histiocytosis). TRAPTartrate-Resistant Acid Phosphatase (TRAP). Hairy cell leukemia--a B-cell neoplasm. GI Tumor Markers (New)# Thymidine Synthase (TS), Dihydropyrimidine Dehydrogenase (DPD), and Thymidine Phosphorylase (TP) as Markers for Colorectal Cancer. TS, DPD, and TP are tissue markers that have been used to predict response to Rx of established carcinomas and thus are not useful for screening.# Microsatellite Instability (MSI) as a Marker in Colorectal Cancer. MSI ascertained by PCR is not recommended at this time to determine the prognosis of operable colorectal cancer nor to predict the effectiveness of 5-FU adjuvant chemotherapy.# 18q-LOH/DCC as Markers for Colorectal Cancer# Assaying for loss of heterozygosity (LOH) on the long arm of chromosome 18 (18q) or DCC protein determination by immunohistochemistry should not be used to determine the prognosis of operable colorectal cancer, nor to predict response to therapy",
        "cop": 2,
        "opa": "CA 125",
        "opb": "CA 19-9",
        "opc": "CEA",
        "opd": "AFP",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a34f9a36-3a4c-4b41-8710-12189cc82632",
        "choice_type": "single"
    },
    {
        "question": "Eaton Lambe syndrome is associated with",
        "exp": "Lambe-Eaton myasthenic syndrome (LEMS) is a rare autoimmune disorder characterized by muscle weakness of the limbs. In normal neuromuscular function, a nerve impulse is carried down the axon (the long projection of a nerve cell) from the spinal cord. At the nerve ending in the neuromuscular junction, where the impulse is transferred to the muscle cell, the nerve impulse leads to the opening of voltage-gated calcium channels (VGCC), the influx of calcium ions into the nerve terminal, and the calcium-dependent triggering of synaptic vesicle fusion with plasma membrane. These synaptic vesicles contain acetylcholine, which is released into the synaptic cleft and stimulates the acetylcholine receptors on the muscle. The muscle then contracts. In LEMS, antibodies against VGCC, paicularly the P/Q-type VGCC, decrease the amount of calcium that can enter the nerve ending, hence less acetylcholine can be released from the neuromuscular junction. Apa from skeletal muscle, the autonomic nervous system also requires acetylcholine neurotransmission; this explains the occurrence of autonomic symptoms in LEMSP/Q voltage-gated calcium channels are also found in the cerebellum, explaining why some experience problems with coordination. The antibodies bind paicularly to the pa of the receptor known as the \"domain III S5-S6 linker peptide\". Antibodies may also bind other VGCCs. Some have antibodies that bind synaptotagmin, the protein sensor for calcium-regulated vesicle fusion. Many people with LEMS, both with and without VGCC antibodies, have detectable antibodies against the M1 subtype of the acetylcholine receptor; their presence may paicipate in a lack of compensation for the weak calcium influx anti p/Q antibodies are produced against voltage gated channels mainly P/Q voltage gates Ref Harrison 20th edition pg 567",
        "cop": 1,
        "opa": "Anti P/Q antibody",
        "opb": "Anti HU antibody",
        "opc": "Anti Jo 1 antibody",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "556ec9e0-35f7-45f3-9150-086af9b7663d",
        "choice_type": "single"
    },
    {
        "question": "Migratory necrolytic erythema is seen in",
        "exp": "Glucagonoma syndrome is a rare paraneoplastic phenomenon. Necrolytic migratory erythema is often one of the first presenting symptoms. We repo a case of a 55-year-old man with a 2-year history of recalcitrant eruption. Abdominal computer tomography was performed, which revealed a tumor in the tail of the pancreas Ref Harrison 20th edition pg 544",
        "cop": 1,
        "opa": "Glucagonoma syndrome",
        "opb": "Peutz-Jeghers syndrome",
        "opc": "Sarcoidosis",
        "opd": "Amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a1c98666-2fc7-4e92-82f7-0232ab32210c",
        "choice_type": "single"
    },
    {
        "question": "Most common anterior mediastinal tumour is",
        "exp": "(Thymoma): {2181- H 18th edition)MEDIASTINAL MASSESAnterior mediastinum. Thymoma (Most common)***Lymphoma. Teratomatous neoplasms. Thyroid masses. Middle mediastinum- Vascular masses (Most common)**- Lymph node enlargement from metastasis or granulomatous disease- Pleuropericardial and bronchogenic cysts. Posterior mediastinum- Neurogenic tumours (Most common)**- Meningoceles, meningomyelocele- Gastroenteric cysts- Esophageal diverticula* Investigation of choice - CT-scan* Definite diagnosis - Mediastinoscopy or anterior mediastinotomy",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Neurogenic tumor",
        "opc": "Lymphoma",
        "opd": "Teratoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bf45216b-20e5-4a64-84d2-a36283428dd0",
        "choice_type": "single"
    },
    {
        "question": "This technetium-99m sulfur colloid scan was performed after the patient presented with abdominal pain. Howell-Jolly bodies were present on a peripheral-blood smear. What is the diagnosis?",
        "exp": "Answer D. Pelvic spleen. Abdominal imaging after injection of technetium-99m revealed a normal liver and a pelvic spleen. Pelvic spleen can be complicated by torsion of the pedicle. Howell-Jolly bodies suggest functional asplenia.",
        "cop": 4,
        "opa": "Hemochromatosis",
        "opb": "Hydatidiform mole",
        "opc": "Multiple myeloma",
        "opd": "Pelvic spleen",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "de068135-f6e9-457e-ab0f-fad45f476e45",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man, with a 45-pack-per-year history of smoking, presents with hematuria and flank pain. He reports no fever, chills, or dysuria, but he has lost 15 lb. On examination the abdomen is soft, no mass is felt, and there is no flank tenderness on percussion. His hemoglobin (Hb) is 18. 5 g/dL, and his liver enzymes are normal. A CT scan of the abdomen reveals a mass in the left kidney with involvement of the renal vein. Which of the following is the most likely diagnosis?",
        "exp": "Age, history of smoking, and polycythemia in a patient with hematuria strongly suggests a renal cell carcinoma. The elevated hemoglobin represents increased erythropoietin production and is not related to prognosis. Involvement along the renal vein and metastases to the lung is also characteristic of renal cell carcinoma. Elevated liver enzymes and weight loss can represent nonmetastatic effects of malignancy and can reverse with resection. Almost half of patients will have a palpable abdominal mass on presentation. The CT of the thorax is a useful test because three-quarters of those with metastatic disease will have lung metastases.",
        "cop": 2,
        "opa": "renal cyst",
        "opb": "renal cell carcinoma",
        "opc": "renal metastases",
        "opd": "renal abscess",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "35aa9041-637d-4904-a200-49a912845e1a",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for glioblastoma multiforme:",
        "exp": "Ans. C. Excision with radiation* These are highly infiltrative tumors, and the areas of increased T2/FLAIR signal surrounding the main tumor mass contain invading tumor cells.* Treatment involves maximal surgical resection followed by partial-field external beam radiotherapy (6000c. Gy in thirty 200-c. Gy fractions) with concomitant temozolomide, followed by 6-12 months of adjuvant temozolomide",
        "cop": 3,
        "opa": "Chemotherapy",
        "opb": "Radiation",
        "opc": "Excision with radiation",
        "opd": "Stereotactic surgery",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5131f7aa-e9fe-4acc-aecf-6487c8ad6fa4",
        "choice_type": "single"
    }
]