[
    {
        "question": "Which is the most common site of metastatic disease-",
        "exp": "Invasion and metastasis are complex processes involving multiple discrete steps; they begin with local tissue invasion, followed byinfiltration of nearby blood and lymphatic vessels by cancer cells. Malignant cells are eventually transpoed through haematogenousand lymphatic spread to distant sites within the body, where theyform micrometastases that will eventually grow into macroscopicmetastatic lesions Cadherin-1 (CDH1) is a calcium-dependent cell-cell adhesionglycoprotein that facilitates assembly of organised cell sheets intissues, and increased expression is recognised as an antagonistof invasion and metastasis. In situ tumours usually retain CDH1production, whereas loss of CDH1 production due to down-regulation or occasional mutational inactivation of CDH1 hasbeen observed in human cancers, suppoing the theory that. CDH1 plays a key role in suppression of invasion and metastasis. Cross-talk between cancer cells and cells of the surroundingstromal tissue is involved in the acquired capability for invasivegrowth and metastasis. Mesenchymal stem cells in tumourstroma have been found to secrete CCL5, a protein chemokinethat helps recruit leucocytes into inflammatory sites. With thehelp of paicular T-cell-derived cytokines (interleukin (IL)-2and interferon-gamma (IFN-g)), CCL5 induces proliferation andactivation of natural killer cells and then acts reciprocally oncancer cells to stimulate invasive behaviour. Macrophages atthe tumour periphery can foster local invasion by supplyingmatrix-degrading enzymes such as metalloproteinases andcysteine cathepsin proteases. The lungs, liver, brain, and bones are the most common metastasis locations from solid tumors. Ref Harrison 20th edition pg 580",
        "cop": 3,
        "opa": "Lung",
        "opb": "bone",
        "opc": "Liver",
        "opd": "Brain",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "0c9a87f9-7c0f-4c00-9142-780ff2519e02",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old male immigrant from Taiwan presents with increasing right upper quadrant (RUQ) pain. The pain is dull, and it does not radiate or change with eating. On examination the abdomen is soft, there is a mass in the RUQ, and no ascites is clinically detected. He has a prior history of hepatitis B. His laboratory investigations reveal hepatitis B surface antigen (HBs. Ag) positive, hepatitis B surface antibody (HBs. Ab) negative, aspartate amino transferase (AST) 60 U/L, alanine amino transferase (ALT) 72 U/L, and an elevated alpha-fetoprotein level. Which of the following is the most likely diagnosis?",
        "exp": "(b) Source: (Devita, pp. 533-534) Only the chronic carrier state increases HCC risk, not previous infection. The majority, but not all, of HCC associated with HBV occurs in the setting of cirrhosis (60-90%). Because the latency period of HBV infection is 35 years, before HCC supervenes, early-life infection is strongly correlated with HCC. The chronic carrier state of HBs. Ag in endemic areas, such as Taiwan, is associated with a relative risk of over 100 for the development of HCC. Over half the chronic carriers of HBs. Ag in such a population will die of cirrhosis or HCC. In Taiwan, where childhood vaccination was introduced in 1984, the death rate from childhood HCC has already declined.",
        "cop": 2,
        "opa": "hepatoma",
        "opb": "hepatocellular carcinoma (HCC)",
        "opc": "metastatic cancer",
        "opd": "hepatic hemangioma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f8d1aab7-88d9-4a6a-982d-8f8ad20ddd8a",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Glomus body tumor except: (PGI May 2010)",
        "exp": "Ans: D (Brain..) Chemodectomas (Glomus Body Tumors) Dewta 7th/720-22# These are uncommon group of neoplasms that may originate anywhere glomus bodies are found.# The lesions are rare before the age of 20, there is a female predominance in some series, and the lesions may occur in multiple sites in about 10% to 20% of cases, especially in families with a history of this tumor.# These tumors usually occur later in life, around age 60 or 70, but can appear at any age. www. livestrong. com/glomus- jugulare-tumor# Carotid body tumors are associated with conditions producing chronic hypoxia, such as high-altitude habitation.# The normal glomus bodies in the head and neck vary from 0. 1 to 0. 5 mm in diameter. Tumors arising in glomus bodies {i. e., chemodectomas or nonchromaffin paragangliomas) arise most often from the carotid and temporal bone glomus bodies, with rare reports of tumors arising in the orbit, nasopharynx, larynx, nasal cavity, paranasal sinuses, tongue, and jaw.# The temporal bone glomus bodies are not found consistently in any location. At least one half of the glomus bodies are found in the general region of the jugular fossa and are located in the adventitia of the superior bulb of the internal jugular vein. The remainings are distributed along the course of the nerve of Jacobson (a branch of cranial nerve X).# The carotid bodies are located in relation to the bifurcation of the common carotid. Orbit bodies are in relation to the ciliary nerve, and vagal bodies are adjacent to the ganglion nodosum of the vagus nerve. Pathology# Chemodectomas are histologically benign tumors resembling the parent tissue and consist of nests of epithelioid cells within stroma-containing, thin-walled blood vessels and nonmyelinated nerve fibers. The tumor mass is well circumscribed, but a true capsule is not seen.# The criterion of malignancy is based on the clinical progress of the disease rather than the histologic picture. Chemodectomas without cellular atypia may metastasize to regional nodes or to distant organ sites. Patterns of Spread. These lesions usually grow slowly; it is usual to have a history of symptoms fora few years and occasionally for 20 years or longer. Lymphatic. Lymphatic metastases occur in about 5% of carotid body tumors but are very rare for temporal bone tumors. An upper neck mass may be an inferior extension of a jugular fossa or vagal tumor rather than a lymph node metastasis. Distant Metastases. Distant metastases have been rarely reported for temporal bone tumors; carotid body tumors have a low risk for distan t metastases, probably in the range of 5% or less.",
        "cop": 4,
        "opa": "Also k/a chemodectoma",
        "opb": "Also k/a paraganglinoma",
        "opc": "Common in older age",
        "opd": "Brain Metastasis is common",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b65a3e7b-a4d6-4c8d-87e9-ba3b4f1e296b",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old woman has symptoms of shortness of breath on exertion and waking up at night. Her physical examination reveals a JVP at 8 cm, extra third heart sound, lung crackles, and pedal edema. She is started on furosemide 80 mg/day for heart failure, while further investigations are performed. For the above patient with new symptoms, select the most likely acid base disorder.",
        "exp": "Diuretics are a common cause of metabolic alkalosis. The disorder can occur in volume expanded patients in whom the alkalosis is unresponsive to sodium chloride loading, as in primary hyperaldosteronism or volume contraction with secondary hyperaldosteronism, as in this case.",
        "cop": 2,
        "opa": "metabolic acidosis",
        "opb": "metabolic alkalosis",
        "opc": "respiratory acidosis",
        "opd": "respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a69ec1f0-17d5-42ee-b5fa-605c3ddd8802",
        "choice_type": "multi"
    },
    {
        "question": "Patient presents with Hb-5 g%, TLC-9000/cc, DLC- Neutrophils-3%, Lymphoblasts-75% and fever for 1 mth. Drug used is -",
        "exp": "Ciprofloxacin is an antibiotic used to treat a number of bacterial infections. This includes bone and joint infections, intra abdominal infections, ceain type of infectious diarrhea, respiratory tract infections, skin infections, typhoid fever, and urinary tract infections, among others. For some infections it is used in addition to other antibiotics. It can be taken by mouth, as eye drops, as ear drops, or intravenously Ref Harrison 20th edition pg 580",
        "cop": 1,
        "opa": "iv Ciprofloxacin",
        "opb": "Colony stimulating factor",
        "opc": "Packed cell transfusion",
        "opd": "Oral Ciprofloxacin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ef0a7c0c-b418-406e-8d3c-de476266b293",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man is worried about a dark pigmented skin lesion on his arm. The \"mole\" is 3 mm wide, symmetric with a regular border and even pigmentation. He reports no change in size or other symptoms. Which of the following is the most appropriate next step in management?",
        "exp": "(a) Source: (Kasper, pp. 500-502) Observation alone is adequate for this lesion. The \"ABCD\" rules are helpful in distinguishing benign skin lesions from malignant melanoma. (A) asymmetry, benign lesions are symmetric; (B) border irregular, most nevi have clear-cut borders; (C) color variation, benign lesions have uniform color; (D) diameter, >6 mm is more likely to be malignant. In addition, recent rapid change in size is also helpful in distinguish benign from malignant lesions. Thickness of the tumor is the most important prognostic factor in the majority of cases, and ulceration indicates a more aggressive cancer with a poorer prognosis. Although cumulative sun exposure is a major factor in melanoma (e. g., more frequent near the equator), it cannot explain such things as the more common occurrence of some types in relatively young people. It is possible that brief, intense exposure to sunlight may contribute to, or initiate, carcinogenic events.",
        "cop": 1,
        "opa": "observation only",
        "opb": "excisional biopsy",
        "opc": "punch biopsy",
        "opd": "chemotherapy, then surgical excision",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "9252bbd0-9b65-49d6-958f-9e2f9d50573b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following immunosuppressives cause profound myelosuppression except-",
        "exp": "Pharmacokinetics, mechanism of action, clinical efficacy in organ transplants, adverse effects, and dosage and administration of cyclosporine, a new immunosuppressant, are reviewed. Cyclosporine acts by blocking T-lymphocyte function without causing myelosuppression Ref Harrison 20th edition pg 578",
        "cop": 2,
        "opa": "Sirolimus",
        "opb": "Cyclosporine",
        "opc": "Azathioprine",
        "opd": "Mercaptopurine",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "30d9b218-36b8-43ca-bde6-aacdf7dce99e",
        "choice_type": "multi"
    },
    {
        "question": "Multiple submucosal neuromas is most likely associated with -",
        "exp": "Mucosal neuromas are made up of nerve cells, often with thickened perineurium, intewined with one another in a plexiform pattern. Multiple endocrine neoplasia type 2B is a genetic disease that causes multiple tumors on the mouth, eyes, and endocrine glands. It is the most severe type of multiple endocrine neoplasia, differentiated by the presence of benign oral and submucosal tumors in addition to endocrine malignancies. Ref Harrison 20th edition pg 530",
        "cop": 1,
        "opa": "Multiple endocrine neoplasia type 2B",
        "opb": "Ovarian carcinoma",
        "opc": "Testicular teratoma",
        "opd": "Pancreatic beta cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "0298a527-253e-4da8-b617-00530b799454",
        "choice_type": "single"
    },
    {
        "question": "The most common side-effect of chemotherapy administration is -",
        "exp": "Side effects are unpredictable and depend on the type of chemo drug a person is using. Illness, easy bruising or bleeding, and hair loss are some of the most common side effects. Other common side effects include: nausea and vomiting Ref Harrison 20th edition pg 563",
        "cop": 1,
        "opa": "Nausea",
        "opb": "Alopecia",
        "opc": "Myelosuppression",
        "opd": "Renal dysfunction",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7761f18f-e3d2-4b86-b101-6e125ad78966",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman presents with a 1-cm invasive carcinoma of the breast, detected on mammography. She feels well and has no other symptoms. On examination the lump is palpable, and there are no axillary lymph nodes. Which of the following is the most appropriate local therapy for her tumor?",
        "exp": "Breast-conserving surgery is now recommended for small tumors. Radiation therapy will decrease local recurrence rates. For tumors < 1 cm, adjuvant therapy is indicated only if axillary nodes are positive. Therefore, in this case, an axillary dissection will provide important therapeutic information. However, this is an area of rapidly changing knowledge and practice.",
        "cop": 4,
        "opa": "simple mastectomy with axillary dissection",
        "opb": "radiation therapy to breast and axilla",
        "opc": "local excision plus radiation therapy",
        "opd": "local excision and axillary dissection followed by radiation therapy",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cfca58e3-ccbd-4287-a5ba-0ea59d694f77",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man is evaluated in the primary care office for new onset rash on both legs for 1 week. He is a healthy person with no past medical illness and is not taking any medications. There is no history of recent fever but he has noticed occasional gum bleeding and one episode of nosebleed 4 days ago. He does not smoke, drinks alcohol only socially, and does not use any recreational drug. On physical examination, he is a healthy appearing man with no lymphadenopathy or hepatosplenomegaly. Laboratory studies reveal hemoglobin 14. 8 gm/dL, hematocrit 42, MCV 86 fL, leukocyte count 6, 000/mL, and platelet 22, 000/mL. Liver function and renal function studies are normal. Peripheral smear reveals decrease in platelet count and no red cell abnormalities. What is the most probable diagnosis?",
        "exp": "Chronic lymphocytic leukemia is monoclonal proliferation of mature lymphocytes, often found incidentally during routine checkup. Some patients may have constitutional symptoms such as weight loss, fever, night sweats, and fatigue. Painless lymphadenopathy is the most common physical finding. Hepatosplenomegaly can occur as well. Lymphocytosis is the most striking feature, and peripheral smear usually contains numerous mature lymphocytes. Bone marrow usually contains lymphocytes accounting for >30% of all nucleated cells. Immune thrombocytopenic purpura is a common cause of thrombocytopenia in otherwise normal individual; it is caused by immune-mediated destruction of platelets by antibodies against platelet antigens. Other causes of thrombocytopenia including sepsis, viral and other infections, drugs, pregnancy, liver disease, and hypersplenism should be ruled out. Patients may present with petechiae, purpura, epistaxis, or severe hemorrhage. Glucocorticoids and intravenous immune globulin (IVIG) are usually the first choice to treat this condition. Anti-D (Rho. GAM) can be used instead of IVIG in patients with Rh-positive blood. Thrombotic thrombocytopenic purpura (TTP) usually presents with microangiopathic hemolytic anemia, nonimmune thrombocytopenia, fever, renal insufficiency, and CNS involvement. The peripheral smear in TTP contains schistocytes and decreased number of platelets. Hemophilia is an X-linked recessive disorder resulting is Factor VIII or Factor IX deficiency. It mainly manifests as bleeding in joints, muscles, subcutaneous tissue, and from the gastrointestinal tract; the bleeding may be spontaneous or trauma-related, depending on the severity of deficiency. A normal platelet count and prothrombin time but prolonged activated partial thromboplastin time (a. PTT) are suggestive of hemophilia. Mild cases may escape detection until adulthood. Obtaining a detailed family history is very important. Specific assays for Factor VIII and Factor IX will confirm the diagnosis. Acute lymphoblastic leukemia is primarily a malignancy of childhood and young adulthood and presents commonly with bone pain and lymph-adenopathy. The peripheral smear and bone marrow usually contain a large number of lymphoblasts. Leukemoid reaction is a reactive leukocytosis with increased number of myelocytes, metamyelocytes, and bands in the peripheral circulation.",
        "cop": 2,
        "opa": "Acute lymphoblastic leukemia",
        "opb": "Immune thrombocytopenic purpura",
        "opc": "Leukemoid reaction",
        "opd": "Chronic lymphocytic leukemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b2a9a600-a583-4d2b-967c-759dcd1e4f7c",
        "choice_type": "multi"
    },
    {
        "question": "For the following statements, select the most likely type of thyroid cancer. Has the best prognosis of all thyroid malignancies.",
        "exp": "Papillary cancer has the best prognosis of all thyroid cancers. Although it is 7 times more common than follicular cancer, fewer people die from it. Even with follicular cancer, most patients will die of other diseases. In common with other thyroid cancers, age seems to be an independent risk factor for poor prognosis.",
        "cop": 4,
        "opa": "anaplastic thyroid cancer",
        "opb": "follicular cancer of the thyroid",
        "opc": "lymphoma of the thyroid",
        "opd": "papillary cancer of the thyroid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6b5ea946-7f17-4c68-98c3-57f65d489752",
        "choice_type": "multi"
    },
    {
        "question": "A 64-year-old man presents with symptoms of difficulty swallowing and weight loss of 10 lb. He has no prior history of heartburn, stomach ulcers, or difficulty swallowing. He smokes one pack a day for the past 45 years and drinks approximately 5 oz of alcohol a day. He is thin appearing, there are no oral lesions, and the remaining examination is normal. Esophagoscopy reveals a midesophageal narrowing with ragged ulcerating, and biopsies are taken. Which of the following is the most likely diagnosis?",
        "exp": "The history of weight loss and dysphagia suggests carcinoma of the esophagus, and squamous cell carcinoma is a disease that occurs in older men who drink and smoke heavily. Smoking and or excessive drinking are considered etiologic factors in the development of squamous cell carcinoma. Adenocarcinomas arise within dysplastic columnar epithelium in the distal esophagus, usually in the presence of chronic gastric reflux.",
        "cop": 4,
        "opa": "adenocarcinoma of esophagus",
        "opb": "esophageal web",
        "opc": "achalasia",
        "opd": "squamous cell carcinoma of esophagus",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "49c25122-3125-4bd9-b82f-f76f52f788a9",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man presents to the emergency department for assessment of new symptoms of hematuria. The physical examination is normal except for an elevated blood pressure of 164/94 mm Hg. An ultrasound of the kidneys reveals multiple renal cysts in both kidneys. His father had a similar condition. Which of the following is not associated with this syndrome?",
        "exp": "RA is not associated with polycystic kidney disease. It has an autosomal dominant inheritance and about 50% developed renal failure by age 60 years. Cysts are also seen in the liver (more common) and pancreas. Also 5% - 10% of asymptomatic patients can have cerebral aneurysms. Renal transplantation is utilized in end-stage renal failure (ESRF). The transplanted kidney cannot be affected by the disease.",
        "cop": 4,
        "opa": "liver cysts",
        "opb": "intracranial aneurysms",
        "opc": "autosomal dominant inheritance",
        "opd": "rheumatoid arthritis (RA)",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "30c55927-29bd-4ab1-9f22-0b3fe86a5bd1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following in an example of an amine precursor uptake and decarboxylation (APUD) type of tumor in the lung?",
        "exp": "A bronchial carcinoid is an example of an amine precursor uptake and decarboxylation (APUD) tumor or neuroendocrine tumor. This name is applied to ceain cells of the endocrine organs (e. g., anterior pituitary, pancreatic islets, C-cells in the thyroid, adrenal medulla, paraganglia) as well as single cells in various tissues (e. g., Kulchitsky's cells in the bronchial epithelium, argentaffin cells in the gut). APUD tumors are thought to have a common derivation from neural crest and neuroectoderm, thus the appellation, neuroendocrine tumors. However, there are some APUD tumors of endodermal origin. These tumors have dense core neurosecretory granules present on electron microscopy. Tumors involving these cells can be adenomas or carcinomas. They are characterized by the production of various polypeptide hormones that have either a local paracrine effect (e. g., bombesin, vaso intestinal peptide or a more generalized effect. Ref - Harrison's principles of internal medicine 20e pg 596-598, 264 Squamous cell carcinoma and adenocarcinoma are of epithelial origin. Bronchial hamaomas are not neoplastic and are an exaggerated overgrowth of tissue normally present in that organ. Bronchioloalveolar carcinomas are derived from mucin-secreting bronchiolar cells, Clara cells, or type II pneumocytes.",
        "cop": 4,
        "opa": "Squamous cell carcinoma",
        "opb": "Adenocarcinoma",
        "opc": "Bronchial hamaoma",
        "opd": "Bronchial carcinoid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "72f8ad37-61d7-406c-b86b-acfc37d34b87",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman has recently moved to a new city. She comes today for her first routine visit and annual physical assessment. She feels well, reports no new symptoms, and her past medical history is negative. Her only medication is the oral contraceptive pill; she is currently in university and drinks on a social basis. She reports smoking in her teens but quit 7 years ago. The physical examination is completely normal. She asks you about screening tests for cancer at her age. Which of the following cancer screening tests are recommended for her age group?",
        "exp": "There is universal agreement on the need for regular Pap smears in young women. There is no need to screen for colon cancer (fecal occult blood) or lung tumors (CXR), particularly at this age. Mammography, if indicated for screening, would be only for older women. Many authorities recommend breast self-examination as well as physical examination by a physician.",
        "cop": 2,
        "opa": "mammography every 5 years",
        "opb": "Pap smear at least every 3 years",
        "opc": "stool for occult blood",
        "opd": "chest x-ray (CXR) every 3 years",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "19033308-685c-4c0b-b32c-8c7cec028e39",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for hairy cell leukaemia is",
        "exp": "The first-line therapy for hairy cell leukemia is cladribine, 0. 1 mg/kg/d by continuous intravenous infusion for 7 days. The drug can be administered on an outpatient basis with a pump, after placement of a percutaneous intravenous central catheter (PICC). Ref Harrison 20th edition pg 544",
        "cop": 2,
        "opa": "Steroids",
        "opb": "Cladribine",
        "opc": "Splenectomy",
        "opd": "Pentostatin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1a0dc6da-066c-4426-98e7-0c50a28631f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tests is not used in the diagnosis of insulinoma -",
        "exp": "<img src=\" /> Ref Harrison 20th edition pg 567",
        "cop": 2,
        "opa": "Fasting blood glucose",
        "opb": "Xylose test",
        "opc": "C- peptide levels",
        "opd": "Insulin/Glucose Ratio",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5f95d694-4679-452d-be0d-9263f81cfc3b",
        "choice_type": "single"
    },
    {
        "question": "A 53-year-old woman is being treated for tuberculosis with INH and rifampin. For the above patient with new symptoms, select the most likely acid base disorder.",
        "exp": "INH can result in impaired oxygen utilization, leading to lactic acidosis (type B), accumulation of lactate, and increased anion gap.",
        "cop": 1,
        "opa": "metabolic acidosis",
        "opb": "metabolic alkalosis",
        "opc": "respiratory acidosis",
        "opd": "respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f796c609-2675-4e3a-9411-174fdba4f5de",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a non-metastatic complication of malignancies -",
        "exp": "<img src=\" /> Image ref - Harrison internal medicine 20e p541",
        "cop": 2,
        "opa": "Cushing's syndrome",
        "opb": "Elevated ALP",
        "opc": "Cerebellar digeneration",
        "opd": "Polymyositis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7f9c34b6-da51-4091-8a43-62c347d738c7",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old healthy man comes to your clinic for an annual wellness examination. He does not take any medications. He smokes half pack of cigarettes daily. He tells you that his father died of colon cancer at the age of 45. He also has a 25-year-old cousin who recently had colonoscopy for rectal bleeding was found to have multiple polyps and is scheduled for total colectomy. Your patient wants to know if he can inherit colon cancer and if there is a way to find out if he is at risk. You talk to him about how some cancers can be caused by genetic mutations. For what genetic mutation is this patient at highest risk?",
        "exp": "Familial adenomatous polyposis (FAP) is characterized by the appearance of thousands of adenomatous polyps throughout the large bowel. It is transmitted as an autosomal dominant trait. It is associated with a deletion in the long arm of chromosome 5, which contains the APC gene. The colonic polyps are usually evident by age 25. If untreated, patients usually develop colon cancer by the age of 40. Once multiple polyps are detected, patients should undergo a total colectomy, which is the primary therapy to prevent colon cancer. Current guidelines recommend that patients with a family history of FAP should have screening with flexible sigmoidoscopy or colonoscopy beginning at the age of 25, followed by annual screening until age 35. An alternative method for identifying carriers is testing peripheral blood mononuclear cell DNA for the presence of a mutated APC gene. The detection of this mutation can lead to a definitive diagnosis before the development of polyps. The MEN 1 gene is associated with multiple endocrine neoplasia type 1, which does not increase the risk of colon cancer. The RET gene is associated with multiple endocrine neoplasia type 2. The MSH gene is associated with hereditary nonpolyposis colon cancer (HNPCC), also known as Lynch syndrome. In contrast to FAP, patients with HNPCC or Lynch syndrome do not develop multiple polyps but instead develop only one or a few adenomas that rapidly progress to cancer. This condition is also strongly associated with ovarian and endometrial carcinoma. The BRCA gene is associated with familial breast and ovarian cancers.",
        "cop": 3,
        "opa": "MEN1",
        "opb": "RET",
        "opc": "APC",
        "opd": "MSH",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "02bfc223-34e0-4885-b89f-4f3edff56ee8",
        "choice_type": "single"
    },
    {
        "question": "Sun damage causes malignant transformation of skin by",
        "exp": "The most significant cause of BCC and SCC is UV exposure whether through direct exposure to sunlight or by aificial UV light sources (tanning beds). Both UVA and UVB can induce DNA damage through free radical formation (UV A) or induction of pyrimidine dimers (UVB). The sun emits energy across the UV spectrum whereas tanning bed equipment typically emits 97% UV A and 3% UVB Thymine Dimers and Skin Cancercauses of skin cancer: Pathophysiology: UV light causes a crosslink in the DNA The absorption of UV light by a molecule promotes an electron from a filled orbital, to an unfilled orbital such as a non-bonding orbital or antibonding orbital. This makes the molecule potentially very reactive, and in ceain situations can result in new bonds being made between different molecules. This is especially impoant for ceain molecules containing pi bonds such as the DNA bases. In paicular, when thymine absorbs UV light, is becomes reactive with an adjacent thymine molecule in the DNA double helix and can lead to formation of a cyclobutane dimer in which the two thymine residues are covalently linked. This makes it impossible for RNA polymerase to make an accurate m. RNA from the DNA, so it effectively prevents the cell from being able to use the DNA to make the correct protein or even replicating. Cytosine residues can also form similar crosslinks. The general term used in the literature to describe these dimers is \"cyclobutane pyrimidine dimers, or CPDs\". Heavy exposure of your skin to UV light causes many such thymine crosslinks to form in the DNA. Founately, we have repair enzymes that can remove the thymine crosslinks and restore the DNA in your skin cells back to the correct sequence. When you get a sunburn, it is because you have caused more thymine crosslinks than can be repaired, so the cells generally just die. This results in the pain and dead skin you get with sunburns. However, in very rare cases, the thymine dimers interupt the funcions of just the right genes so that your skin cells become cancerous. In other words, they sta growing and do not stop like they should. You get tumors, and eventually the cancer cells invade vital organs and prevent an impoant function in your body and you could die. Reference: Harrisons Textbook of Internal Medicine; 19th edition",
        "cop": 1,
        "opa": "Free radical formation",
        "opb": "Induction of purine dimers",
        "opc": "mutation of p53",
        "opd": "Direct DNA damage",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "408acd87-2271-4ff4-8f96-4ae3462286a0",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman is having symptoms of muscle weakness and fatigue. On examination, her blood pressure is 120/80 mm Hg, pulse 80/min, JVP 4 cm, heart sounds normal, and lungs clear. Her serum potassium level is 2. 5 m. Eq/L, and bicarbonate 30 m. Eq/L. The urine potassium is 10 m. Eq/L. For the above patient with hypokalemia, select the most likely diagnosis.",
        "exp": "In patients who have prior diuretic use, resulting in hypokalemia at the time of evaluation, the bicarbonate tends to be elevated and the urine potassium low (< 25 mmol/F).",
        "cop": 2,
        "opa": "lower gastrointestinal (GI) losses",
        "opb": "prior use of diuretics",
        "opc": "RTA",
        "opd": "current use of diuretics",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "efd050d5-d475-4c0c-afbc-4053000e3387",
        "choice_type": "multi"
    },
    {
        "question": "Tumors most amenable (cured with) to chemotherapy.",
        "exp": "Treatment of low-risk gestational trophoblastic neoplasia (GTN) (invasive mole or choriocarcinoma) may include the following: Chemotherapy with one or more anticancer drugs. Treatment is given until the beta human chorionic gonadotropin (b-h. CG) level is normal for at least 3 weeks after treatment ends Ref Harrison 20th edition pg 540",
        "cop": 1,
        "opa": "Chorio Ca",
        "opb": "Embryonal rhabdomyosarcoma",
        "opc": "Hepatocellular Ca",
        "opd": "Thyroid Ca",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7eb7d946-6164-4347-9df4-ffa6588f5467",
        "choice_type": "single"
    },
    {
        "question": "Specific Tumor marker is seen in -",
        "exp": "<img src=\" /> Ref Harrison 20th edition pg 528",
        "cop": 1,
        "opa": "Ca breast",
        "opb": "Ca lung",
        "opc": "Ca liver",
        "opd": "Ca ovary",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "adf0eb0c-200b-4804-acdc-1a78df8b0d24",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of the posterior cranial fossa is -",
        "exp": "Gliomas account for 60% of brain tumours, with the aggressive glioblastoma multiforme (WHO grade IV) the most common glioma, followed by meningiomas (20%) and pituitary tumours (10%). Although the lower-grade gliomas (I and II) may be very indolent, with prognosis measured in terms of many years, these may transform to higher-grade disease at any time, with a resultant sharp decline in life expectancy Ref Harrison 20th edition pg2258",
        "cop": 1,
        "opa": "Glioma",
        "opb": "Medulloblastoma",
        "opc": "Meningioma",
        "opd": "Oligodendroglioma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "86eaf489-f6c5-4bfc-b70f-df55e74b2c73",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman's urinalysis is positive for blood on dipstick measurement. This is repeated twice between menstrual periods and it remains positive. Microscopic evaluation reveals RBCs, some of which are deformed and some in the form of casts. Which of the following is the most likely cause of the hematuria?",
        "exp": "The finding of red cell casts or dysmorphic red cells (best appreciated by phase microscopy) suggests the source of bleeding is glomerular in origin. Isolated hematuria is usually of urologic cause (eg, tumor, trauma, stone) but can also be of glomerular in origin.",
        "cop": 2,
        "opa": "urinary tract stones",
        "opb": "GN",
        "opc": "trauma",
        "opd": "benign renal tumor",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "40137987-7bab-4164-9fa7-3745067db12d",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old man is found to have metabolic alkalosis and hypokalemia. What could this be secondary to? For the above patient with a medical problem, select the most likely diagnosis or renal impairment.",
        "exp": "Bartter syndrome and Liddle syndrome can be inherited in an autosomal dominant fashion. Patients with Liddle syndrome have hypertension, whereas those with Bartter syndrome do not. In both syndromes, hypokalemia is prominent.",
        "cop": 4,
        "opa": "polycystic kidney disease",
        "opb": "medullary sponge kidney",
        "opc": "medullary cystic disease",
        "opd": "Bartter syndrome",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cd8c07b8-8641-40be-92ef-05a8704a7249",
        "choice_type": "multi"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Sepsis.",
        "exp": "Sepsis can cause cardiovascular insufficiency with lactic acidosis, whereas fever and endotoxemia stimulate the respiratory center, causing respiratory alkalosis.",
        "cop": 2,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bdf14420-da97-475d-93e2-49a447dc85b6",
        "choice_type": "single"
    },
    {
        "question": "Commonest cancer in which metastasis is seen in the brain is -",
        "exp": "Lung cancer(commonest metastasis to brain) and melanomas are most likely to present with multiple metastasis, whereas breast, colon, and renal cancers are more likely to present with a single metastasis. Ref Harrison 20th edition pg 539",
        "cop": 2,
        "opa": "Breast",
        "opb": "Lung",
        "opc": "Kidney",
        "opd": "Intestines",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "35b8e48f-bb3b-46ca-a20b-7b32f929524e",
        "choice_type": "single"
    },
    {
        "question": "A 78-year-old man is brought to the hospital because of persistent nausea and vomiting. On examination he appears dry, his abdomen is soft, and the JVP is not visible. Laboratory investigations reveal hypernatremia (158 m. Eq/L) and his calculated free water deficit is approximately 3 L. What segment of the normal kidney is most of the water reabsorbed from?",
        "exp": "The largest volume of water is reabsorbed in the nephron at the proximal convolution. Maximally concentrated urine depends on ADH, which allows distal convoluted tubes and collecting ducts to become permeable to water.",
        "cop": 2,
        "opa": "collecting ducts",
        "opb": "proximal tubule",
        "opc": "distal tubule",
        "opd": "ascending loop of Henle",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cb0fc075-893a-4b74-ab42-f94550ae50eb",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man is evaluated for recent onset painful skin lesion which involves his abdominal wall. The lesion started 3 days ago as a small erythematous macule which has gradually increased in size to a large purpuric lesion with bulla formation. He is afebrile and does not recall any trauma. His medical history is significant for atrial fibrillation; he was recently switched from rivaroxaban to warfarin due to the high cost of rivaroxaban. What is the most probable cause of the condition?",
        "exp": "Malignancy is a recognized risk factor for venous thromboembolism (VTE), and VTE is the second leading cause of death in cancer patients. Procoagulant molecules expressed both by cancer cells and host tissue contribute to this condition. Low-molecular-weight heparin (LMWH) is the preferred anticoagulant for long-term treatment in patients with cancer. When compared with warfarin, LMWH reduces the rate of recurrent VTE without significant risk of bleeding. Newer anticoagulants such as rivaroxaban have not been adequately tested for cancer-induced VTE yet. Young patients with unprovoked VTE, a history of unexplained VTE, or family history of VTE raise the suspicion of an inherited hypercoagulable disorder. The common inherited hypercoagulable disorders are Factor V Leiden mutation, prothrombin gene mutation, protein S deficiency, protein C deficiency, antithrombin III deficiency, dysfibrinogenemia, and antiphospholipid antibody syndrome. When inherited hypercoagulable disorders are strongly suspected, tests for above mentioned disorders can be ordered. In the event of an acute thrombosis, however, it is not recommended to test for protein C, protein S, and anti-thrombin III since active coagulation can reduce the plasma concentration of these proteins resulting in false-positive result. To avoid confusion, it is recommended to order only Factor V Leiden mutation, prothrombin gene mutation, and antiphospholipid antibody with acute VTE or when patients are on warfarin. Warfarin-induced skin necrosis results from a transient hypercoagulable state. Warfarin initially affects all the vitamin K-dependent clotting proteins (Factors II, VII, IX, X, and proteins C and S). Since Protein C has a short half-life (8-12 hours), the serum protein C concentration drops quickly to 50% of normal in first 24 hours. Since circulating levels of other vitamin K-dependent proteins are still high, this gives rise to a hypercoagulable state which may cause microthrombi in the dermal and subcutaneous vessels, resulting in skin necrosis. The risk is particularly high in case of congenital protein C deficiency; nearly one-third cases of warfarin-induced skin necrosis are associated with congenital protein C deficiency.",
        "cop": 3,
        "opa": "Rivaroxaban",
        "opb": "Low-molecular-weight heparin",
        "opc": "Warfarin",
        "opd": "Low dose aspirin (81 mg/d)",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "e8f10d54-2bca-4eba-94fa-4261cf6623f3",
        "choice_type": "multi"
    },
    {
        "question": "For the following statements, select the most likely type of Hodgkin disease (HD). The only form of HD more common in women.",
        "exp": "Nodular sclerosing Hodgkin disease is more common in women, and is particularly common in younger age groups but can occur at any age.",
        "cop": 2,
        "opa": "lymphocyte-predominant Hodgkin disease (HD)",
        "opb": "nodular-sclerosing HD",
        "opc": "mixed-cellularity HD",
        "opd": "lymphocyte-depleted HD, reticular type",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "11d5b43c-2a78-473a-969d-e8613d150103",
        "choice_type": "multi"
    },
    {
        "question": "A 64-year-old man presents to the clinic for assessment of symptoms of malaise, shortness of breath, edema, and poor urine output for 24 hours. His past medical history is not significant, and his only medication is daily aspirin. On physical examination, the JVP is 4 cm, heart sounds are normal, lungs are clear, and the abdomen is soft. A Foley catheter is inserted into his bladder for 200 cc of urine, which is sent for urinalysis. His urine output still remains low. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "Renal ultrasound is an important test in the assessment of acute and chronic renal failure. The oliguria suggests that obstruction is a possible explanation for the renal failure. Imaging is very sensitive for obstruction, but if bladder obstruction secondary to a large prostate is suspected, bladder catheterization would be the first step.",
        "cop": 1,
        "opa": "renal ultrasound",
        "opb": "blood cultures",
        "opc": "urine cultures",
        "opd": "inferior vena cavagram with selective renal venogram",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "17f2093c-a5e5-49fc-94b4-39d4c7180697",
        "choice_type": "single"
    },
    {
        "question": "Paraneoplastic manifestation of Bronchogenic carcinoma includes all, except -(",
        "exp": "hyperophic pulmonary osteoahropathy, hyperkeratosis of palms and soles, erythema annulare centrifugum, syndrome of inappropriate secretion of antidiuretic hormone (SIADH), and ectopic andrenocoicotrophic hormone (ACTH) and calcitonin production. these are all paraneoplastic manifestations of bronchogenic carcinoma Ref Harrison 20th edition pg 536",
        "cop": 2,
        "opa": "Dermatomyositis",
        "opb": "Acanthosis nigricans",
        "opc": "Cerebellar degeneration",
        "opd": "Hyperkeratosis of palm and soles",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "416a9900-2cfa-40fc-82bc-869b2c12d3d2",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old woman is admitted to the hospital after a stroke resulting in left hemiparesis. She has no trouble swallowing and is on a full diet. One week later, on routine biochemistry, her sodium is 128 m. Eq/L and osmolality is 270 m. Osm/kg. She has no symptoms and is euvolemic on clinical examination. Urine sodium is 40 m. Eq/L and urine osmolality is 450 m. Osm/kg. For the above patient with hyponatremia, select the most likely diagnosis.",
        "exp": "SIADH is associated with many CNS diseases including meningitis, encephalitis, tumors, trauma, stroke, and acute porphyria. It is assumed that antidiuretic hormone (ADH) in these patients is secreted in response to direct stimulation of the hypothalamic osmoreceptors.",
        "cop": 3,
        "opa": "congestive heart failure (CHF)",
        "opb": "extrarenal sodium and fluid losses",
        "opc": "SIADH",
        "opd": "polydipsia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "fa32648e-f7d8-487f-a0f2-5f4feff75062",
        "choice_type": "multi"
    },
    {
        "question": "Mutation of Wilm's to is located on -",
        "exp": "linked to a specific chromosome deletion: This syndrome is associated with deletion of the sho arm of chromosome 11, band 13 (11p13). The WAGR deletions encompass a number of contiguous genes including the aniridia gene PAX6 and the Wilms tumor suppressor gene WT1. Ref Harrison 20th edition pg 657",
        "cop": 3,
        "opa": "13p",
        "opb": "13q 14",
        "opc": "1 1p 13",
        "opd": "1 1 q 13",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "796b9e3b-9b9e-4f50-8753-89ed0365ce46",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common 5081. functioning pancreatic islet cell tumour?",
        "exp": "Gastroenteropancreatic NETs arise in organs that are derived embryologically from the gastrointestinal tract. Most commonly, they occur in the small bowel but they can also arise elsewhere in the bowel, pancreas, thymus and bronchi. The term 'carcinoid' is often used when referring to non-pancreatic gastroenteropancreatic NETs because, when initially described, they were thought to behave in an indolent fashion compared with conventional cancers. It is now recognised that there is a wide spectrum of malignant potential for all NETs; some are benign (most insulinomas and appendiceal carcinoid tumours), while others have an aggressive clinical course with widespread metastases (small-cell carcinoma of the lung). The majority of gastroenteropancreatic NETs behave in an intermediate manner, with relatively slow growth but a propensity to invade and metastasise to remote organs, especially the liver Ref Harrison 20th edition pg 517",
        "cop": 3,
        "opa": "Gastrinoma",
        "opb": "Glucagonoma",
        "opc": "Insulinoma",
        "opd": "Vipoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c38138b5-9cdd-4f87-82d8-209be0f0ec45",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man presents to the emergency department with symptoms of malaise, nausea, and decreased urine output. He was previously well, and his physical examination is normal except for an elevated jugular venous pressure (JVP) and a pericardial rub. His electrolytes reveal acute kidney injury (AKI). Which of the following findings on the urinalysis is most likely in keeping with acute glomerulonephritis (GN)?",
        "exp": "Both granular and erythrocyte casts are present, but the latter indicate bleeding from the glomerulus and are most characteristically seen. Red cells reach the urine probably via capillary wall \"gaps\" and form casts as they become embedded in concentrated tubular fluid with high protein content. Proteinuria is invariably present but is not as specific. White blood cell casts are indicative of interstitial nephritis or infection, and hyaline casts are nonspecific findings.",
        "cop": 4,
        "opa": "proteinuria",
        "opb": "white blood cell casts",
        "opc": "granular casts",
        "opd": "erythrocyte casts",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1e78e25f-2fdc-48ce-8f48-c6dfbee38b3e",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old woman complains of pain and swelling in her proximal interphalangeal joints, both wrists, and both knees. She complains of morning stiffness. She had a hysterectomy 10 years ago. Physical examination shows swelling and synovial thickening of the proximal interphalangeal (PIP) joints. Hemoglobin is 10. 3 g/dL, MCV is 80 fL, serum iron is 28 mg/dL, iron-binding capacity is 200 mg/dL (normal 250-370 mg/dL), and saturation is 14%. Which of the following is the most likely explanation for this woman's anemia?",
        "exp": "Patients with chronic inflammatory or neoplastic disease often develop anemia of chronic disease. Cytokines produced by inflammation cause a block in the normal recirculation of iron from reticuloendothelial cells (which pick up the iron from senescent red blood cells) to the red cell precursors (normoblasts). The peptide hepcidin is felt to be the main mediator of the effect. This defect in iron reutilization causes a drop in the serum iron concentration and a normocytic or mildly microcytic anemia. The inflammatory reaction, however, also decreases the iron-binding capacity (as opposed to iron-deficiency anemia, where the iron-binding capacity is elevated), so the saturation is usually between 10% and 20%. The anemia is rarely severe (Hgbrarely<8. 5g/dL). The hemoglobin and hematocrit will improve if the underlying process is treated. Diseases not associated with inflammation or neoplasia (i. e., diabetes, hypertension, etc.) do not cause anemia of chronic disease. Blood loss causes a lower serum iron level, an elevated iron-binding capacity, and a lower iron saturation. The serum ferritin (low in iron deficiency, normal or high in anemia of chronic disease) will usually clarify this situation. Vitamin B12 and folate deficiencies are associated with macrocytic anemia. Sideroblastic anemia can be either microcytic or macrocytic (occasionally with a dimorphic population of cells, some small and some large), but is associated with an elevated iron level. In addition, this patient's history (which suggests an inflammatory polyarthritis) would not be consistent with sideroblastic anemia. The diagnosis of sideroblastic anemia is made by demonstrating ringed sideroblast on bone marrow aspirate. In the anemia of chronic renal insufficiency, caused by erythropoietin deficiency, the iron studies are normal and the red cells are normocytic.",
        "cop": 3,
        "opa": "Occult blood loss",
        "opb": "Vitamin deficiency",
        "opc": "Anemia of chronic disease",
        "opd": "Sideroblastic anemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d186a2e1-96fc-4d2f-a818-358576829a79",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old man is feeling unwell and brought to the hospital. His serum sodium is 125 m. Eq/L. On examination, his blood pressure is 110/70 mm. Hg, pulse 110/min supine, and sitting up causes him to feel lightheaded with a drop in his blood pressure. His urine sodium is 5 m. Eq/L and urine osmolality is 800 m. Osm/kg. For the above patient with hyponatremia, select the most likely diagnosis.",
        "exp": "The combination of ECF volume contraction and low urinary sodium (<10 mmol/L) suggests extrarenal sodium loss. Common causes are vomiting, diarrhea, or excessive sweating.",
        "cop": 2,
        "opa": "congestive heart failure (CHF)",
        "opb": "extrarenal sodium and fluid losses",
        "opc": "SIADH",
        "opd": "polydipsia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "84b25d46-ae79-4308-a8ca-bf9e78f99837",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old girl develops a rash, abdominal pain, and arthralgias. She is also experiencing some nausea, vomiting, and crampy abdominal pain. On examination, she has a palpable purpuric rash on her buttocks and lower legs, a tender abdomen, and no active joint inflammation. Her stools test positive for blood, and urinalysis reveals RBCs and RBC casts. Her renal function deteriorates rapidly over several days. A renal biopsy is performed. For the above patient with GN, select the most likely diagnosis on renal biopsy.",
        "exp": "This is a case of Henoch-Schonlein purpura (HSP). Diffuse proliferative GN is characterized by acute nephritic syndrome: AKI over days to weeks, with hypertension, edema, oliguria, and active urine sediment. Less severe clinical presentation correlates with a more benign biopsy. The pattern of glomerular involvement is similar to IgA nephropathy.",
        "cop": 1,
        "opa": "diffuse proliferative GN",
        "opb": "crescentic GN",
        "opc": "focal proliferative GN",
        "opd": "membranoproliferative GN",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cbc3dfc1-125c-439e-94d0-3bf2df99b5b5",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about Nesidioblastosis are true, Except -",
        "exp": "An insulinoma--an insulin-secreting pancreatic islet b-cell tumor--is the prototypical cause of endogenous hyperinsulinism and therefore should be sought in patients with a compatible clinical syndrome. However, insulinoma is not the only cause of endogenous hyperinsulinism. Some patients with fasting endogenous hyperinsulinemic hypoglycemia have diffuse islet involvement with b-cell hyperophy and sometimes hyperplasia. This pattern is commonly referred to as nesidioblastosis, although b-cells budding from ducts are not invariably found. Ref Harrisons internal medicine 20e p2887",
        "cop": 2,
        "opa": "Hypoglycemic episodes may be seen",
        "opb": "Occurs in adults more than children",
        "opc": "Histopathology shows hyperplasia of islet cells",
        "opd": "Diazoxide may be used for treatment",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3014146c-f5ed-4afb-bb6b-7512f4e87495",
        "choice_type": "multi"
    },
    {
        "question": "Lung to lung metastasis is seen in -",
        "exp": "Pulmonary metastasis from primary lung cancer and its treatment. On admission, pulmonary metastases were radiographically found in 44 of 529 patients with adenocarcinoma (8. 3%), 8 of 427 patients with squamous cell carcinoma (1. 9%) and 2 of 150 patients with small cell carcinoma (1. 3%) Ref Harrison 20th edition pg 559",
        "cop": 1,
        "opa": "Adenocarcinoma of lung",
        "opb": "Squamous cell carcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Neuroendocrine tumor of lung",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "e71e9c3f-2b97-42b3-9548-56012f702120",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old man had a subarachnoid hemorrhage from an intracranial aneurysm 8 years ago. He has also had progressive renal impairment associated with hematuria. What is the most likely diagnosis? For the above patient with a medical problem, select the most likely diagnosis or renal impairment.",
        "exp": "The autosomal dominant form of polycystic kidney disease is often associated with hepatic cysts, intracranial aneurysms, and colonic diverticula. The occurrence of renal failure is usually in the third decade or later. Complications include infection, obstruction by stone or clot, and gross hematuria.",
        "cop": 1,
        "opa": "polycystic kidney disease",
        "opb": "medullary sponge kidney",
        "opc": "medullary cystic disease",
        "opd": "Bartter syndrome",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d571e84b-45f7-4be3-8461-6a76f394758f",
        "choice_type": "multi"
    },
    {
        "question": "Hyperglycemia is seen in which of the following lung cancer",
        "exp": "Small cell lung cancer (SCLC) is a neuroendocrine tumor with the potential to secrete various peptides or hormones that can lead to paraneoplastic syndromes, such as Ectopic Cushing syndrome (ECS). Because of the aggressive nature of the syndrome and its atypical features, ECS in small-cell lung cancer is difficult to diagnose and has a poor prognosis. And can cause hypokalemia, hyperglycemia, muscle weakness, peripheral odema Ref Harrison 20th edition pg 546",
        "cop": 2,
        "opa": "SCC",
        "opb": "Small cell carcinoma",
        "opc": "Adenocarcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "9f30f1a8-8b64-4745-bb06-ef5322dfc3eb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most common cancer leading to death?",
        "exp": "Ans. (a) Lung cancer. Ref.-. Table 81. 1 Harrison 18th Edition. The most common cancer in the world is lung cancer, and it is the most common cause of cancer related death.",
        "cop": 1,
        "opa": "Lung cancer",
        "opb": "Oral cancer",
        "opc": "Skin cancer",
        "opd": "Prostate cancer",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f19ce048-9c7f-41fe-b1ee-a4475297ea97",
        "choice_type": "single"
    },
    {
        "question": "Radiation can causes -",
        "exp": "National Research Council's determination that radiation can cause acute leukemia and chronic myeloid leukemia Ref Harrison 20th edition pg 580",
        "cop": 3,
        "opa": "Non Hodgkin lymphoma",
        "opb": "Hodgkins lymphoma",
        "opc": "Acute leukemia",
        "opd": "Papillary carcinoma thyroid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "86c32a28-2634-4e1f-9c2a-1f52b586c569",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic investigation of Multiple myeloma:",
        "exp": "Ans: d (S. electrophoresis) Ref: Harrison, 16th p. Davidson, 20th ed, p. 1052. Confused? Option D is definitely better than option A. Eventhough both lytic bone lesions and S. electrophoresis are included in the diagnostic criteria, according to the diagnostic criteria defined by Salmon & Durie, only monoclonal globulin spikes on S. electrophoresis is taken as major criteria. Lytic bone lesion is taken as a minor criteria only. Diagnosis of multiple myeloma (The durie and salmon myeloma diagnostic criteria). The diagnosis of multiple myeloma requires a minimum of one major and one minor criteria or three minor criteria as defined in the Table below. Major criteria1) Plasmacytoma on tissue biopsy2) Bone marrow palsmacytosis with 30% plasma cells3) Monoclonal globulin spike (M protein) on SPEP: IgG>3. 5g/dl, IgA > 2. 0g/dl. light chain excretion in UPEP > 1 g per 24 hr in the absence of amylodosis. Minor criteria1) Bone marrow plasmacytosis with 10-30% plasma cells2) Monclonal globulin spike present, but lower levels than defined in major criteria3) Lytic bone lesions4) Normal IgM >50 mg/dl. IgA > 100 mg/dl, or IgG >600 mg/dl. The diagnosis of myeloma requires a minimum of one major criteria and one minor criteria (although 1 +a is not sufficient) or three minor criteria that must include a+b. (SPEP-serum protein electrophoresis. UPEP--urine protein electrophoresis)",
        "cop": 4,
        "opa": "Lytic bone lesions",
        "opb": "Bence jones proteins",
        "opc": "Alkaline Phosphatase",
        "opd": "Serum electrophoresis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b919537d-c73d-4ae8-9ada-f4c9daeb9015",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy develops symptoms of renal colic. The stone eventually passes spontaneously, but it is not recovered. The urinalysis reveals hexagonal crystals, and a cyanide- nitroprusside test on the urine is positive. Which of the following is the most likely diagnosis?",
        "exp": "Cystinuria is a congenital disorder associated with decreased tubular resorption of cystine, arginine, ornithine, and lysine. Only cystine is insoluble and is the cause of renal calculi. The typical hexagonal crystals are most likely to be seen on an acidic early-morning urine specimen. A positive cyanide-nitroprusside screening test should be confirmed by chromatography.",
        "cop": 1,
        "opa": "cystinuria",
        "opb": "thalassemia",
        "opc": "hereditary glycosuria",
        "opd": "primary hyperoxaluria",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6c4814d8-abe6-4ee1-816e-b033db2f3e28",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old man is brought to the hospital because of urinary retention. His past medical history includes hypertension, and benign prostatic hypertrophy. A Foley catheter is inserted to relieve the obstruction, and 1500 cc of urine is emptied from his bladder. Over the next few hours, he has 200cc/h of urine output. Which of the following urine electrolyte values is most likely in keeping with his diagnosis of post obstructive diuresis?",
        "exp": "The urine contains large amounts of potassium, magnesium, and sodium. The large volume is often appropriate from the preexisting volume expansion that occurs during the obstruction and poor renal output. Careful attention to fluid and electrolytes is important after the obstruction is relieved, to prevent hypokalemia, hypomagnesemia, hyponatremia or hypernatremia, and volume depletion. The urine osmolality is low since ADH is decreased from the volume expansion prior to the insertion of the catheter and later if the diuresis continues once the patient is euvolemic it is indicative of tubular dysfunction from the prolonged post-renal obstruction.",
        "cop": 1,
        "opa": "high sodium",
        "opb": "low potassium",
        "opc": "high specific gravity",
        "opd": "low pH",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a04a383f-13c6-41f8-b9e2-77a2cda74ee4",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman presents with repeated episodes of sore throat. She is on no medications, does not use ethanol, and has no history of renal disease. Physical examination is normal. Hb is 9. 0 g/dL, MCV is 85 fL (normal), white blood cell count is 2000/mL, and platelet count is 30, 000/mL. Which of the following is the best approach to diagnosis?",
        "exp": "This patient has an unexplained pancytopenia. If all three elements (red blood cells, white blood cells, and platelets) are affected, the cause is usually in the bone marrow (although peripheral destruction from hypersplenism can cause pancytopenia as well). In this patient without a history of liver disease or palpable splenomegaly on physical examination, a bone marrow production problem is the most likely culprit. Although B12 deficiency can cause pancytopenia, usually a macrocytic anemia is the most prominent feature; a serum B12 level would be reasonable, but the most productive approach would be to examine the bone marrow. Leukemia can present without leukocytosis (so-called aleukemic leukemia), but the most likely diagnosis would be aplastic anemia. In the elderly patient, myelodysplastic syndrome (MDS) may present with pancytopenia. Decreased levels of erythropoietin can cause decreased RBC production but will not cause pancytopenia. A corticosteroid trial is not warranted until a diagnosis is established.",
        "cop": 3,
        "opa": "Erythropoietin level",
        "opb": "Serum B12",
        "opc": "Bone marrow biopsy",
        "opd": "Liver spleen scan",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1c60c74b-f14a-468f-9407-291bcb0497ec",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old man develops acute confusion and drowsiness after a dental procedure. He has a history of severe chronic lung disease due to smoking. Earlier in the day, he had a tooth extraction and afterwards was given acetaminophen with codeine (Tylenol ) for pain relief. For the above patient with new symptoms, select the most likely acid base disorder.",
        "exp": "Causes of acute respiratory acidosis include narcotic overdose, myasthenia gravis, airway obstruction, and trauma to the chest. Acute increases in Pa. CO2 result in carbon dioxide narcosis. This starts with somnolence and confusion and can lead to coma. Asterixis may be present. Cerebral vasodilation may result in frank papilledema.",
        "cop": 3,
        "opa": "metabolic acidosis",
        "opb": "metabolic alkalosis",
        "opc": "respiratory acidosis",
        "opd": "respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8c2a0dc1-9e57-463d-8d0c-8fd45dfef989",
        "choice_type": "multi"
    },
    {
        "question": "Natural elements having anticancer propeies -",
        "exp": "Actions of vitamin C include antioxidant activity, promotion of nonheme iron absorption, carnitinebiosynthesis, conversion of dopamine to norepinephrine, and synthesis of many peptide hormones. Vitamin C is also impoant for connective tissue metabolism and cross-linking (proline hydroxylation), and it is a component of many drug-metabolizing enzyme systems, paicularly the mixed-function oxidase systems. The antioxidant activity of Vit C results in anticancer propeies. Ref - Harrison internal medicine 20e p2313",
        "cop": 2,
        "opa": "Nitrosoamines",
        "opb": "Vit. C",
        "opc": "V1L D",
        "opd": "Carotene",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3e4bdb15-d851-4b69-9050-fb25fd98ec4f",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old man is seen in follow-up 1-year post-kidney transplant. He is doing well clinically and the transplant is functioning well, with no recent episodes of rejection or changes to his immunosuppressive medications. Which of the following complications of transplantation is the most likely cause of death?",
        "exp": "The most common causes of death are cardiovascular and tend to occur earlier than in the general population. Increase in neoplasms in renal transplant recipients includes cervical carcinoma, lymphoma, and cutaneous malignancies. Osteoporosis and persistent hyperparathyroidism are other boney complications. Risk of infection is related to degree of immunosuppression.",
        "cop": 1,
        "opa": "atherosclerotic disease",
        "opb": "opportunistic infection",
        "opc": "metabolic bone disease",
        "opd": "lung cancer",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f2f00fa5-a859-4eed-940d-fab0db0cd26d",
        "choice_type": "multi"
    },
    {
        "question": "Not a feature of tumor lysis syndrome-",
        "exp": "Tumor lysis syndrome results when tumor cells release their contents into the blood after therapy or spontaneously. TLS is generally associated with hyperuricemia, hypocalcemia, hyperphosphatemia, and acute renal failure In conclusion, patients with non-Hodgkin's lymphoma may have hypercalcemia in TLS. Ref Harrison 20th edition pg 565",
        "cop": 3,
        "opa": "Hyperkalemia",
        "opb": "Hyperuricemia",
        "opc": "Hypercalcemia",
        "opd": "Hyperphosphatemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b58130f0-9309-4a22-a7b3-74a59f7a43d3",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man presents with dark tarry stools and light-headedness. Upper endoscopy finds an ulcerating lesion in his stomach and biopsies confirm gastric cancer. Which of the following is a risk factor for carcinoma of the stomach?",
        "exp": "Low dietary vitamin C, and high salt and nitrate consumption predispose to gastric cancer, as does ingestion of smoked foods. Smoking is a risk factor, but alcohol is not. H. pylori is another important risk factor, since it causes gastritis that eventually leads to chronic atrophic gastritis, metaplasia, dysplasia, and then carcinoma.",
        "cop": 1,
        "opa": "Helicobacter pylori infection",
        "opb": "high socioeconomic status",
        "opc": "high protein diet",
        "opd": "high alcohol consumption",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bc892a47-a68c-4b8b-bd5e-123d205b0e38",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman presents with a 2-day history of abdominal pain, nausea, and vomiting. On examination, her blood pressure is 100/70 mm. Hg, pulse 100/min, JVP is below sternal angle, and abdomen is diffusely tender. Her urine output is low and electrolytes reveal elevated urea and normal creatinine. For the above patient with AKI, select the characteristic urine electrolyte and microscopy findings.",
        "exp": "In prerenal AKI (ie, no histologic damage), the urinalysis reveals only hyaline casts. The urine sodium is low (< 20), the urinary osmolality is high (> 500), and the fractional excretion of sodium is < 1.",
        "cop": 3,
        "opa": "urinary osmolality < 100",
        "opb": "oxalate crystals in the urine",
        "opc": "urinary sodium < 20",
        "opd": "fractional sodium excretion > 1%",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ab3b9b99-33c8-4e29-9514-c471f8fa200d",
        "choice_type": "multi"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Hepatic cirrhosis complicated by AKI.",
        "exp": "Hepatic cirrhosis frequently results in chronic respiratory alkalosis. AKI with metabolic acidosis is common in patients with cirrhosis.",
        "cop": 2,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "40b49fc9-9981-470a-8568-03639f213018",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old woman is evaluated in the ER for diffuse abdominal pain and nausea. The pain started 1 day ago and is currently at its maximum intensity. She denies fever but has noticed constipation and dark urine. She had similar episodes in the past and underwent appendectomy and cholecystectomy on two different occasions. On physical examination, she is tachycardic with diffuse abdominal tenderness but no rebound tenderness. Her bowel sounds are slightly sluggish. On neurological examination, she has decreased sensation to fine and crude touch in both lower extremities up to her knees. Her hemoglobin, WBC, and platelet count are normal. She has mild transaminitis with alanine transaminase (ALT) 123 IU/L, aspartate transaminase (AST) 160 IU/L, and alkaline phosphatase (ALP) 122 IU/L. Urine is red but urine dipstick is negative for blood, leukocyte esterase, nitrite, glucose, or protein. Urine porphobilinogen and total porphyrin level are elevated, plasma porphyrin level is normal. What is the most likely explanation of her recurrent symptoms?",
        "exp": "Acute intermittent porphyria (AIP) is a disorder of heme biosynthetic pathway due to a deficiency in the enzyme porphobilinogen deaminase. Since the biosynthetic pathway cannot move forward due to defective enzyme activity, accumulation of the upstream substrate delta-aminolaevulinic acid and porphobilinogen cause various clinical manifestations including abdominal pain, nausea, vomiting, peripheral neuropathy, neurogenic bladder, tachycardia, hypertension, and tremor during acute attack. Since the pain is neurogenic, and not due to infection or inflammation, rebound tenderness, leukocytosis, and fever are uncommon. Patients may have mild hepatic dysfunction with slight elevation of ALT and AST. Both serum and urine porphobilinogen and delta-aminolaevulinic acid are elevated during an acute attack. Fecal porphyrins are normal. Many factors are known to cause acute exacerbation of AIP. Drugs such as phenytoin, barbiturates, alcohol, starvation or reduced carbohydrate intake, and stress can cause exacerbation. Porphyria cutanea tarda is due to an acquired deficiency of hepatic enzyme uroporphyrinogen decarboxylase. A chronic blistering skin condition is highly characteristic of this porphyria. Urinary delta-aminolaevulinic acid and porphobilinogen excretion may be normal or slightly elevated. Alcoholism and iron overload are frequently found to be exacerbating factors. Variegate porphyria (VP) is due to the deficiency of protoporphyrinogen oxidase, which is a mitochondrial enzyme in heme biosynthetic pathway. Patients may present with symptoms of acute intermittent porphyria, cutaneous blistering porphyria, or both. Plasma and fecal total porphyrin determinations are most useful in distinguishing VP and AIP since they are elevated in VP but not in AIP. Thalassemia syndromes constitute a heterogeneous group of genetic disorders, the clinical manifestations of which result from decreased or absent production of normal globin chains of hemoglobin. These abnormalities result in hypochromic, microcytic anemias of varying severity. Urine porphobilinogen and total porphyrin level are not elevated in any form of thalassemia. Autoimmune hepatitis could cause the transaminase elevation but would not account for the recurrent bouts of abdominal pain, the peripheral neuropathy, or the red urine.",
        "cop": 3,
        "opa": "Variegate porphyria",
        "opb": "Thalassemia",
        "opc": "Acute intermittent porphyria",
        "opd": "Porphyria cutanea tarda",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "826a62c4-5efb-4f47-bb3d-c9ec46de40cf",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year old male had pigmented macules over the plam, sole and oral mucosa. He also had anemia and pain in abdomen. The most probably diagonosis is-",
        "exp": "Peutz-Jeghers syndrome (PJS) is an autosomal dominant inherited disorder characterized by intestinal hamaomatous polyps in association with a distinct pattern of skin and mucosal macular melanin deposition. Ref Harrison 20th edition pg 576",
        "cop": 3,
        "opa": "Albright's syndrome",
        "opb": "b) Cushing's syndrome",
        "opc": "Peutz-Jegher's syndrome",
        "opd": "Incontinentia pigmenti",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d53442c1-7ca7-4666-851c-be3d120c2b38",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best for treating ER positive Ca breast?",
        "exp": "Ans. A. Raloxifene. (Ref. Harrison's Medicine 18th/Table. 90-4). Tamoxifen, raloxifene: Mechanism. Selective estrogen receptor modulators (SERMs) -- receptor antagonists in breast and agonists in bone. Block the binding of estrogen to ER + cells. Use. Breast cancer treatment (tamoxifen only) and prevention. Raloxifene also useful to prevent osteoporosis. S/ETamoxifen--partial agonist in endometrium, which*the risk of endometrial cancer; \"hot flashes. \"Raloxifene--no*in endometrial carcinoma because it is an endometrial antagonist. The choice of endocrine therapy in Rx of breast cancer# In most patients, the initial endocrine therapy should be an aromatase inhibitor rather than tamoxifen. For the subset of postmenopausal women who are estrogen receptor-positive but also HER2/neu positive, response rates to aromatase inhibitors are substantially higher than to tamoxifen.# Newer \"pure\" antiestrogens that are free of agonistic effects are also effective.# Cases in which tumors shrink in response to tamoxifen withdrawal (as well as withdrawal of pharmacologic doses of estrogens) have been reported. Endogenous estrogen formation may be blocked by analogues of LHRH in premeno- pausal women. Additive endocrine therapies, including treatment with progestogens, estrogens, and androgens. Endocrine Therapies for Breast Cancer. Therapy. Comments. Castration. Surgical. LHRH agonists. For premenopausal women. Antiestrogens Tamoxifen\"Pure\" antiestrogens. Surgical adrenalectomy. Aromatase inhibitors. High-dose progestogens. Hypophysectomy. Additive androgens or estrogens. Useful in pre- and postmenopausal women. Responses in tamoxifen-resistant and aromatase inhibitor-resistant patients. Rarely employed second-line choice. Low toxicity; now first choice for metastatic disease. Common fourth-line choice after Als, tamoxifen and fulvestrant. Rarely used. Plausible fourth-line therapies; potentially toxic. Also know: A trial comparing tamoxifen with another selective estrogen receptor modulator, raloxifene, showed that raloxifene is comparable to tamoxifen in cancer prevention. This trial only included postmenopausal women. Raloxifene was associated with more noninvasive breast cancer than tamoxifen; the drugs are similar in risks of other cancers, fractures, ischemic heart disease, and stroke. Because the aromatase inhibitors are even more effective than tamoxifen in adjuvant breast cancer therapy, it is hoped that they would be more effective in breast cancer prevention.",
        "cop": 1,
        "opa": "Raloxifene",
        "opb": "Exemestane",
        "opc": "Leuperide",
        "opd": "Bicalutamide",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cdcdac4f-0a79-4d16-9458-c6f1f8a4b365",
        "choice_type": "single"
    },
    {
        "question": "For the following medical conditions, select the associated acid base disturbances. Chronic pulmonary disease on steroids.",
        "exp": "Chronic pulmonary disease often causes respiratory acidosis, whereas the steroids frequently used in therapy may cause a metabolic alkalosis.",
        "cop": 3,
        "opa": "metabolic acidosis and respiratory acidosis",
        "opb": "metabolic acidosis and respiratory alkalosis",
        "opc": "metabolic alkalosis and respiratory acidosis",
        "opd": "metabolic alkalosis and respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c6842335-216a-465c-9567-cb9284b8d5b9",
        "choice_type": "single"
    },
    {
        "question": "Risk factor for Ca colon is/are -",
        "exp": "ref Harrison20th edition pg 675",
        "cop": 2,
        "opa": "Male sex",
        "opb": "Red meat",
        "opc": "Animal fat",
        "opd": "NSAIDS",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "4da0c3e6-42b7-450c-9daf-9e44324d615b",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man is receiving chemotherapy for squamous cell cancer of the lung. He has now developed erythema, induration, thickening, and eventual peeling of the skin on the fingers, palms, and soles of his feet. For the above patient with an adverse reaction, select the most likely chemotherapeutic agent.",
        "exp": "Although lung injury is the most serious complication of bleomycin, this unusual skin reaction is more frequent, occurring in almost 50% of patients.",
        "cop": 4,
        "opa": "methotrexate",
        "opb": "cytarabine",
        "opc": "5-fluorouracil (5-FU)",
        "opd": "bleomycin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "44b272fa-ee51-4c51-9f07-9dd03ee007ce",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Zollinger Ellison syndrome except -",
        "exp": "Zollinger Ellison syndrome is a rare disorder characterised by the triad of severe peptic ulceration, gastric acid hypersecretion and a neuro-endocrine tumour (p. 678) of the pancreas or duodenum ('gastrinoma'). It probably accounts for about 0. 1% of all cases of duodenal ulceration. The syndrome occurs in either sex at any age, although it is most common between 30 and 50 years of age Ref Harrison 20th edition pg 667",
        "cop": 2,
        "opa": "Surgery is done",
        "opb": "Exocrine tumour",
        "opc": "Endocrine disorder",
        "opd": "Secretory diarrhoea",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "67d74f89-82b0-47b1-9779-236b80e15dac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following antineoplastic agents is used in the management of Hodgkins lymphoma, non Hodgkins lymphoma and small cell carcinoma of lung?",
        "exp": "Ans. is 'a' i. e., Cisplatin * Out of the antineoplastic agents mentioned in the choices Cisplatin is used in the management of Hodgkins lymphoma, non Hodgkins lymphoma and small cell carcinoma of lung. a) Cisplatin in combination with etoposide or irinotecan is used in management of small cell carcinoma of lung. Optinal first line chemotherapy regimen according to histological type. Histology. Chemotherapy. Preferred drug to b combined with plantnum compound. Targeted agent in combination with chemotherapy Cetuximab. Bevacizumab. NSCLCPlantnum based doublet3rd generation drugt * Squamous cell* Adenocarcoma* Large cell* Undifferentilated All except pematrexed. Pematrexed. Pemetrexed. All except pemetrexed. Yes. Yes. Yes. Yes. No. Yes. Yes. Yes. SCLCPlatnum based doublet. Etoposide or irinotecan. No. No. Malignant carcinoid. Plantnum based doublet. Etoposide or irinotecan. No. No. Platinum based doublet consists of a platinum agent (commonly cispatin or carboplatin) with another drug, | Commonly used third-generation chemotheraputic agent include gemcitabone, docataxel, pactixel, pemetrexed and vinorebine. Patent with high epidermal growth factor receptor gene copy number determined by florescent in-situ hybridization testing NSCLC: Non-small cell lung cancer, SCLC = Small cell lung cancer. b) Cisplatin is used as a continuous intravenous infusion over 24hours for management of Hodgkins lymphoma in the following regime. Drug. Dose. Route. Schedule. DHAPDexamethasone40 mgi. v. Days 1-1. Cytrabine2 mg/m2 q12hr (2 doses)i. v. (3 hr). Day 2. Cisplatin100 mg/ nr. CIVI (24 hr). Day 1. Repeat every 21 to 28 days. CIVI. continuous intravenous infusion c) For Non Hodgkins lymphoma Cisplatin is used as a second line therapy in the following regime. Second-line Therapy (for patients with intention to proceed to high-dose therapy)DHAP +- rituximab. Days 1-4: Cisplatin 100mg/m1 IV via 24-hour infusion + cytosine 2g/m2 in 2 pulses each given 12 hours apart IV + dexamethasone 40mg orally or IV +- rituximab 375mg/m2 IV prior to DHAP. Repeat in 3-4 weeks for 6-10 cycles.",
        "cop": 1,
        "opa": "Cisplatin",
        "opb": "Bleomycin",
        "opc": "Paclitaxel",
        "opd": "Doxorubicin",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3a02cfff-2aab-4e3f-9405-fadb14e70fcc",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman presents with intermittent double vision and fatigue. Her symptoms are worse at the end of the day. She reports no other focal muscle weakness or sensory symptoms. On examination her eye movements, motor strength, and reflexes in the upper and lower limbs are normal. Repetitive handgrip exercises cause loss of strength in the grip. A CXR reveals an anterior mediastinal mass. Which of the following is the most likely diagnosis of the anterior mediastinal mass?",
        "exp": "All of the given responses are potential anterior mediastinal masses, but when an anterior mediastinal mass presents with myasthenia gravis the diagnosis of thymoma is essentially established. Myasthenia gravis occurs as a paraneoplastic process of the thymoma. The ocular and muscle fatigue symptoms are characteristic of myasthenia. About 5-10% of patients with thymoma will also have hypogammaglobulinemia. About 5% of patients with thymoma will have autoimmune pure red cell aplasia.",
        "cop": 3,
        "opa": "teratoma",
        "opb": "thyroid",
        "opc": "thymoma",
        "opd": "lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8a1f7a65-f3f8-4d4c-8705-699a107401a5",
        "choice_type": "single"
    },
    {
        "question": "Kaposi sarcoma is commonly seen in:",
        "exp": "Ans. is 'b' i. e., Lower limbs Kaposi's Sarcoma (K. S.)o Kaposi's Sarcoma is a multicentric neoplasm consisting of multiple vascular nodules appearing in the skin, mucous memb and lymph nodes, lung, GIT etc. o Lesions often appear in sun-exposed areas, particularly the tip of the nose, and have a propensity to occur in areas of trauma (koebner phenomenon). o Course ranges from indolent with only minor skin or lymph node involvement to fulminant with extensive cutaneous and visceral involvement. o AIDS related kaposi's sarcoma occurs predominantly in homosexual men (96%)o K. S. does not result from a neoplastic transformation of cells in the classic sense and so is not truly a sarcoma. It is a manifestation of excessive prolifespindle cells that are believed to be of vascular origin, it is more a consequence of disordered cytokine regulation of cell growth than a true cancer. Generally speaking the tumor respects tissue planes and is rarely invasive. Disseminated K. S. is believed to be d/t occurence of multiple neoplasm all over the body rather than to metastasis. o Though K. S. is an oppurtunistic ds in HIV-infected individuals but unlike opportunistic infection, its oecurance is not strictly related to the level of depression of CD4+T cells counts. It may be seen at any stage of HIVinf. even in the presence of normal CD4+T cell count. o Human Herpes virus-8 (HHV-8) is universally present in all froms of KS (in all the 4 types)o In constrast to most maligancies, in which lymph node involvement implies metastatic spread and a poor prognosis, lymph node involvement may be seen early in K. S. and is of no clinical significance.",
        "cop": 2,
        "opa": "Upper Limbs",
        "opb": "Lower limbs",
        "opc": "Head and neck",
        "opd": "Trunk",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b20b809f-0517-4335-b49b-3f2d3456dc86",
        "choice_type": "single"
    },
    {
        "question": "Has the best prognosis of all thyroid malignancies For above statements, select the most likely type of thyroid cancer",
        "exp": "Papillary cancer has the best prognosis of all thyroid cancers. Although it is seven times more common than follicular cancer, fewer people die from it. Even with follicular cancer, most patients will die of other diseases. In common with other thyroid cancers, age seems to be an independent risk factor for poor prognosis.",
        "cop": 4,
        "opa": "anaplastic thyroid cancer",
        "opb": "follicular cancer of the thyroid",
        "opc": "lymphoma of the thyroid",
        "opd": "papillary cancer of the thyroid",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "31c0b75f-5dca-4fc4-9851-9ee8b1879c9b",
        "choice_type": "multi"
    },
    {
        "question": "NNK, NNN and polonium 210 are carcinogens specific for -",
        "exp": "Nitrosamines such as 4-(methylnitrosamino)-1-(3-pyridyl)-1-butanone (NNK) and N'-nitrosonornicotine (NNN), are carcinogenic to humans. NNK and NNN induce carcinogenesis by causing DNA adductions and mutations as well as promoting tumor growth through receptor-mediated effects. Exposure and consumption of tobacco products are causally associated with various types of cancers. Nicotine and nitrosamines form a devastating and fatal alliance. Nicotine activates the brain's reward system, eliciting cravings for continued tobacco consumption, and it often is accompanied by carcinogens inducing tumor initiation and progression Ref Harrison 20th edition pg 567",
        "cop": 1,
        "opa": "Tobacco related oral cancer",
        "opb": "Tobaco related bronchogenic carcinoma",
        "opc": "Prostatic carcinoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7e3ab122-a702-420c-816b-571c980c15a6",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old woman is having symptoms of muscle weakness and fatigue. On examination, her blood pressure is 120/80 mm Hg, pulse 80/min, JVP 4 cm, heart sounds normal, and lungs clear. Her serum potassium level is 2. 5 m. Eq/L, bicarbonate 18 m. Eq/L, and anion gap is normal. The urine potassium is 40 m. Eq/L. For the above patient with hypokalemia, select the most likely diagnosis.",
        "exp": "RTA types I and II cause hypokalemia with high potassium excretion (> 25 mmol/F) and a low bicarbonate in the absence of hypertension. Diabetic ketoacidosis can also result in this constellation of findings.",
        "cop": 3,
        "opa": "lower gastrointestinal (GI) losses",
        "opb": "prior use of diuretics",
        "opc": "RTA",
        "opd": "current use of diuretics",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "31092a90-32e7-484c-8086-86f21abc2ac5",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old woman presents to the clinic for evaluation of a new left breast lump that she discovered 1 week ago. The nodule is not painful; she feels well and has no other symptoms. On physical examination the lump is palpable, and there are no axillary lymph nodes. The mammogram confirms the presence of a 1-cm breast mass which on biopsy is positive for invasive breast cancer. Which of the following is the most appropriate local therapy for her tumor?",
        "exp": "Breast-conserving surgery is now recommended for small tumors. Radiation therapy will decrease local recurrence rates. For tumors < 1 cm, adjuvant therapy is indicated only if axillary nodes are positive. Therefore, in this case, an axillary dissection will provide important therapeutic information. However, this is an area of rapidly changing knowledge and practice.",
        "cop": 4,
        "opa": "simple mastectomy with axillary dissection",
        "opb": "radiation therapy to breast and axilla",
        "opc": "local excision plus radiation therapy",
        "opd": "local excision and axillary dissection followed by radiation therapy",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cb429edb-e29c-477d-866e-729dc197226c",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman presents to the emergency department with symptoms of left flank pain and hematuria. On physical examination, the blood pressure is 165/96 mm. Hg, heart rate is 104/min, and the abdomen is soft and nontender. There is some left costo-vertebral angle tenderness on percussion. A computerized tomography (CT) scan of the abdomen reveals a 5-cm mass in the left kidney. (See Figure below) Which of the following laboratory abnormalities might also be present?",
        "exp": "This patient likely has renal cell carcinoma (RCC). Polycythemia is caused by the production of erythropoietin-like factors. There is no relationship to hypertension. The tumor frequently presents as metastatic disease. Thrombocytopenia is not a feature of RCC, and hypercalcemia may occur if there is bone metastasis. High renin production does not occur in RCC either.",
        "cop": 1,
        "opa": "polycythemia",
        "opb": "thrombocytopenia",
        "opc": "hypocalcemia",
        "opd": "leukocytosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f9208d79-72d1-4c0b-9b54-98dd33aac5ee",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of bronchogenic carcinoma is -",
        "exp": "Adenocarcinoma: The neoplasm is composed of malignant glandular epithelium which may vary in degree of differentiation from tumor to tumor. Well differentiated neoplasms may form distinct glands, other neoplasms may vary from forming papillary structures to solid neoplasms without any gland formation. Adenocarcinomas tend to be smaller than other bronchogenic carcinomas and located in the periphery of the lung. A distinctive type of adenocarcinoma is bronchioloalveolar carcinoma Ref Harrison 20th edition pg 590",
        "cop": 1,
        "opa": "Adenocarcinoma",
        "opb": "Oat cell carcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "34caa64a-b4b8-4074-ab99-e05f4d7b9c40",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old man is referred for assessment of his low serum sodium of 125 m. Eq/L. On examination, he has pitting edema and elevated neck veins. His urine sodium is 10 m. Eq/L and urine osmolality 350 m. Osm/kg. For the above patient with hyponatremia, select the most likely diagnosis.",
        "exp": "Hyponatremia associated with nephrotic syndrome, cirrhosis, or CHF is characterized by edema. It is believed that the hyponatremia is caused by a decrease in \"effective\" circulating volume secondary to decreased cardiac output or sequestration of fluid.",
        "cop": 1,
        "opa": "congestive heart failure (CHF)",
        "opb": "extrarenal sodium and fluid losses",
        "opc": "SIADH",
        "opd": "polydipsia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "4536f155-9c65-4f73-8343-d400c3a48f63",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old man is evaluated in the ER for drowsiness and generalized weakness for the past 4 weeks. He is brought to the hospital by EMS after he experienced a tonic clonic seizure in a local restaurant. His medical history is positive for HTN and gout, for which he takes metoprolol and allopurinol. He has smoked 1 pack per day for nearly 40 years, with no alcohol or recreational drug abuse. He noticed nearly 20 lb weight loss in past 2 months. Physical examination is normal. Laboratory tests reveal hemoglobin 10. 2 gm/dL, leukocyte count 9500/mL, and platelet 171, 000/mL. Serum sodium is 122 m. Eq/L, potassium 3. 8 m. Eq/L, blood urea nitrogen (BUN) 26 mg/dL, and creatinine 0. 9 mg/dL. Additional laboratory findings include serum osmolality 258 m. Osm/kg, urine osmolality 300 m. Osm/kg, and urine sodium 48 mmol/L. TSH and cortisol levels are normal.",
        "exp": "Syndrome of inappropriate of antidiuretic hormone (SIADH) is a disorder of impaired water excretion due to excessive secretion of ADH hormone, often by neoplastic cells. Antidiuretic hormone makes the urine concentrated, thereby preventing free water excretion. This leads to water retention and hyponatremia. As total body water increases, the serum osmolality decreases. In normal person, when serum osmolality decreases, the kidneys produce dilute urine to excrete excess water. In SIADH, however, continued ADH release from the tumor prevents urinary dilution, and urine osmolality remains inappropriately high. Urine osmolality more than 100 m. Osm/kg in face of hyponatremia is highly suspicious of SIADH. Urine Na value is also higher than 40 m. Eq/L in SIADH. It is most commonly seen in small cell cancer of the lung. Tumor lysis syndrome (TLS) is an oncologic emergency resulting from breakdown of tumor cells with subsequent release of potassium, phosphate, and uric acid into the circulation. It is most commonly seen in hematologic malignancy such as non-Hodgkin lymphoma or Burkitt lymphoma. Diagnostic criteria (the Cairo-Bishop criteria) for TLS include both laboratory and clinical features. Laboratory TLS includes two or more of the following values: uric acid >= 8 mg/dL, calcium <= 7 mg/dL, potassium >=6 m. Eq/L, and phosphorus >= 6. 5 mg/dL for children or 4. 5 mg/dL for adults. Clinical TLS is laboratory TLS plus one of the following: increased serum creatinine concentration (>=1. 5 times the upper limit of normal, cardiac arrhythmia, sudden death, or seizure). The classic Trousseau syndrome consists of migratory superficial thrombophlebitis. A single episode of tenderness and inflammation in a superficial vein is common and usually benign, but recurrent unprovoked episodes should prompt a search for an underlying neoplasm Cancer of the pancreas is the most common tumor, but any mucin-producing carcinoma can produce this syndrome. Sezary syndrome is skin infiltration by malignant T-cells in cutaneous T-cell lymphoma. Lambert- Eaton myasthenic syndrome is a disorder of the neuromuscular junction due to antibodies directed against the voltage-gated calcium channel. The antibody prevents normal calcium flux required for the release of acetylcholine, resulting in neuromuscular weakness. It is often a paraneoplastic syndrome associated with small cell carcinoma of the lung",
        "cop": 3,
        "opa": "Trousseau syndrome",
        "opb": "Sezary syndrome",
        "opc": "Syndrome of inappropriate antidiuretic hormone",
        "opd": "Tumor lysis syndrome",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b1ea8e63-c05e-4481-8232-0398c493e397",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are carcinogenic except-",
        "exp": "H pylori causes gastric carcinoma Hepatitis B causes hepatocellular carcinoma EB virus causes nasopharyngeal carcinoma Ref Harrison 20th edition pg 536",
        "cop": 4,
        "opa": "H pylori",
        "opb": "Hepatitis B virus",
        "opc": "EB virus",
        "opd": "All the above",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c8a0035f-2df1-49ec-8636-eee5ee6005b8",
        "choice_type": "multi"
    },
    {
        "question": "Kaposi's sarcoma is associated with:",
        "exp": "Ans: b (HIV) Ref: Harrison's 16th ed, p. 1120, 17th ed. p. 1113. Kaposi's sarcoma is associated with HIV in adults. Kaposi's sarcoma- It is an intermediate grade, multicentric vascular tumour- It is an angioproliferative disease- It is due to excessive proliferation of spindle cells that are of vascular origin. Clinical features. Most commonly it appears as raised macules hut can also present as papular or nodular lesions. Occurs in sun exposed areas e. g.. tip of nose. Also affects other areas like GIT. lymph node, lungs. Various forms of Kaposi sarcoma1) Classical form seen in older men of Mediterranean or Eastern European origin. Not associated with AIDS2) Equatorial African form that occurs in all ages3) Kaposi sarcoma associated with organ transplantation4) KS associated with HIV-1 infection. Rx: Spontaneous regression is seen. Single lesion- Localized radiation- Intralesional vinblastine- Cryotherapy. Multiple lesions- Interferon alpha (1st choice)- Liposomal daunorubicin- Liposomal doxorubicin- Paclitaxel. NOTE: Lymph node involvement is seen very early in Kaposi sarcoma and is of no special clinical significance in contrast to most other malignancies. KS is usually rare in children.",
        "cop": 2,
        "opa": "Bronchial asthma",
        "opb": "HIV",
        "opc": "Hepatitis B",
        "opd": "Hairy cell leukaemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "4b8c1ba9-a7ea-489f-b472-d6013fd9dc6f",
        "choice_type": "single"
    },
    {
        "question": "The most common malignancy in an individual on immunosuppressive therapy is of-",
        "exp": "four most common cancers among immuno suppressant patients more commonly in these individuals than in the general population are non-Hodgkin lymphoma (NHL) cancers of the skin. NHL can be caused by Epstein-Barr virus (EBV) infection, and liver cancer by chronic infection with the hepatitis B (HBV) and hepatitis C (HCV) viruses. Lung and kidney cancers are not generally thought to be associated with infection. Ref Harrison 20th edition pg 546",
        "cop": 2,
        "opa": "Lung",
        "opb": "Skin",
        "opc": "Hodgkin lymphoma",
        "opd": "Kidney",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "b8a25e15-5508-496b-84b2-1643e423ec32",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is evaluated in the ER for sudden onset of swelling of the right calf with pain for past 2 days. The patient noticed the swelling after he woke up from sleep and had pain while walking. He cannot recollect any history of trauma, denies any recent travel, and has never had a blood clot in the past His medical history is remarkable for hypertension, adequately controlled with lisinopril, and stage-III squamous cell carcinoma of the lung for which he recently completed six cycles of chemotherapy. On physical examination, there is tender swelling of the right calf without erythema. His D-dimer is 640 ng/mL. Venous Doppler of the right leg reveals occlusive thrombi in the deep veins. A plan is made to initiate anticoagulation and to extend the treatment for 6 months. What will be the drug of choice for anticoagulation for this patient?",
        "exp": "Malignancy is a recognized risk factor for venous thromboembolism (VTE), and VTE is the second leading cause of death in cancer patients. Procoagulant molecules expressed both by cancer cells and host tissue contribute to this condition. Low-molecular-weight heparin (LMWH) is the preferred anticoagulant for long-term treatment in patients with cancer. When compared with warfarin, LMWH reduces the rate of recurrent VTE without significant risk of bleeding. Newer anticoagulants such as rivaroxaban have not been adequately tested for cancer-induced VTE yet. Young patients with unprovoked VTE, a history of unexplained VTE, or family history of VTE raise the suspicion of an inherited hypercoagulable disorder. The common inherited hypercoagulable disorders are Factor V Leiden mutation, prothrombin gene mutation, protein S deficiency, protein C deficiency, antithrombin III deficiency, dysfibrinogenemia, and antiphospholipid antibody syndrome. When inherited hypercoagulable disorders are strongly suspected, tests for above mentioned disorders can be ordered. In the event of an acute thrombosis, however, it is not recommended to test for protein C, protein S, and anti-thrombin III since active coagulation can reduce the plasma concentration of these proteins resulting in false-positive result. To avoid confusion, it is recommended to order only Factor V Leiden mutation, prothrombin gene mutation, and antiphospholipid antibody with acute VTE or when patients are on warfarin. Warfarin-induced skin necrosis results from a transient hypercoagulable state. Warfarin initially affects all the vitamin K-dependent clotting proteins (Factors II, VII, IX, X, and proteins C and S). Since Protein C has a short half-life (8-12 hours), the serum protein C concentration drops quickly to 50% of normal in first 24 hours. Since circulating levels of other vitamin K-dependent proteins are still high, this gives rise to a hypercoagulable state which may cause microthrombi in the dermal and subcutaneous vessels, resulting in skin necrosis. The risk is particularly high in case of congenital protein C deficiency; nearly one-third cases of warfarin-induced skin necrosis are associated with congenital protein C deficiency.",
        "cop": 2,
        "opa": "Rivaroxaban",
        "opb": "Low-molecular-weight heparin",
        "opc": "Warfarin",
        "opd": "Low dose aspirin (81 mg/d)",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "04655e21-daa9-4196-b795-4526a6e912ca",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man presents to the emergency department with a 1-day history of dark tarry stools and light-headedness. He also reports a 1-month history of intermittent abdominal discomfort and poor appetite. For the pain he takes ibuprofen on an as needed basis. On physical examination, the blood pressure is 102/75mm Hg, heart rate is 110/min, and the abdomen is soft and nontender. He undergoes urgent upper endoscopy that finds an ulcerating lesion in his stomach and biopsies confirm gastric cancer. Which of the following is a risk factor for carcinoma of the stomach?",
        "exp": "H pylori is another important risk factor, since it causes gastritis that eventually leads to chronic atrophic gastritis, metaplasia, dysplasia, and then carcinoma. Low dietary vitamin C, and high salt and nitrate consumption predispose to gastric cancer, as does ingestion of smoked foods. Smoking is a risk factor, but alcohol is not.",
        "cop": 1,
        "opa": "Helicobacter pylori infection",
        "opb": "high socioeconomic status",
        "opc": "high-protein diet",
        "opd": "high alcohol consumption",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5f6e172e-33d1-4013-b8e5-3b8f37ff4f32",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old woman has Type 2 diabetes mellitus, which is well controlled. Her physical examination is positive for peripheral neuropathy in the feet and non-proliferative retinopathy. A urinalysis is positive for proteinuria. Which of the following treatments is most likely to attenuate the course of renal disease?",
        "exp": "It is very likely that control of hypertension and excellent glucose control will slow the development and course of renal disease in Type 2 diabetes mellitus. ACE inhibitors seem to decrease proteinuria and slow progression of renal disease. As renal function deteriorates, limiting dietary protein intake can also be beneficial. Calcium channel blockers have no extra effect beyond their antihypertensive effect.",
        "cop": 2,
        "opa": "calcium channel blockers",
        "opb": "ACE inhibitors",
        "opc": "hepatic hydroxymethylglutaryl coenzyme A (HMG-CoA) inhibitors",
        "opd": "dietary carbohydrate restriction",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "be822a4f-5e79-499d-b0bd-ad3a3824e7ec",
        "choice_type": "single"
    },
    {
        "question": "Ten days after a kidney transplant, a 32-year-old man returns to the hospital with symptoms of fever, and decreased urine output. He reports no cough, sputum, or dysuria. An ultrasound of the transplant kidney shows allograft enlargement. Which of the following is the most likely diagnosis?",
        "exp": "Renal scans initially show a reduction in excretion with cortical retention. This is the most common type of rejection. Most acute rejections will respond to immunosuppressive agents if diagnosed early. In contrast, immediate nonfunction of a graft can be caused by damage to the kidney during procurement and storage. Such problems are becoming less frequent. Obstruction, vascular compression, and ureteral compression are other causes of primary nonfunction of a renal graft.",
        "cop": 4,
        "opa": "steroid hyperglycemia",
        "opb": "erythrocytosis",
        "opc": "hyperacute rejection",
        "opd": "acute rejection",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "e3f91e18-d699-465a-a544-ace504053cba",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old woman presents to the clinic for evaluation of new symptoms of burning when when voiding. She has no fever, chills, or back discomfort. Her urinalysis reveals numerous white cells and bacteria. Which of the following medical comorbidities is most likely to coexist in this patient?",
        "exp": "Urinary tract infections (UTIs) are increased in diabetes mellitus as well as in pregnancy, sickle cell disease, polycystic disease, and structural abnormalities of the urinary tract.",
        "cop": 3,
        "opa": "anemia",
        "opb": "exercise",
        "opc": "diabetes mellitus",
        "opd": "influenza",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ee714ea6-d2af-438f-9d7a-bb6b1ebda1ce",
        "choice_type": "single"
    },
    {
        "question": "All are true about Glomus body tumor except -",
        "exp": "glomus tumor (also known as a \"solitary glomus tumor, \" \"solid glomus tumor, \") is a rare neoplasm arising from the glomus body and mainly found under the nail, on the fingeip or in the foot.: 670 They account for less than 2% of all soft tissue tumors. The majority of glomus tumors are benign, but they can also show malignant features. Histologically, glomus tumors are made up of an afferent aeriole, anastomotic vessel, and collecting venule. Glomus tumors are modified smooth muscle cells that control the thermoregulatory function of dermal glomus bodies. As stated above, these lesions should not be confused with paragangliomas, which were formerly also called glomus tumors in now-antiquated clinical usage. Glomus tumors do not arise from glomus cells, but paragangliomas do. Malignant glomus tumors, or glomangiosarcomas, are extremely rare and usually represent a locally infiltrative malignancy. However, metastases do occur and are usually fatal. Ref Harrison 20th edition pg 556",
        "cop": 4,
        "opa": "Also k/a chemodectoma",
        "opb": "Also k/a paraganglinoma",
        "opc": "Common in older age",
        "opd": "Brain Metastasis is common",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1386a4a6-1651-433c-81b0-4cf69ce5fcae",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old woman with heart failure and normal renal function is started on furosemide (Lasix) 80 mg/day. She notices a good diuretic response every time she takes the medication. A few weeks later, she is feeling unwell because of fatigue and muscle weakness, but her heart failure symptoms are better. Which of the following is the most likely explanation for her muscle weakness?",
        "exp": "Hypokalemia can result in paralytic ileus, rhabdomyolysis, weakness, and cardiac repolarization abnormalities. It is a common complication along with hyponatremia of starting patients on diuretics.",
        "cop": 3,
        "opa": "hyponatremia",
        "opb": "hypernatremia",
        "opc": "hypokalemia",
        "opd": "hyperkalemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1e175c07-3672-4db5-be2f-d794f2b08287",
        "choice_type": "single"
    },
    {
        "question": "Which of the following types of multiple myeloma is maximally and most commonly associated with increased risk of hyperviscosity syndrome?",
        "exp": "Ans. a (IgM) (Ref. H-17th/704; Robbin's 7th/680). Lymphoplasmacytic lymphoma is the tissue manifestation of Waldenstrom's macroglobulinemia. This type of lymphoma has been associated with chronic hepatitis C virus infection, and an etiologic association has been proposed. Patients typically present with lymphadenopathy, splenomegaly, bone marrow involvement, and occasionally peripheral blood involvement. The tumor cells do not express CD5. Patients often have a monoclonal IgM protein, high levels of which can dominate the clinical picture with the symptoms of hyperviscosity. Treatment of lymphoplasmacytic lymphoma can be aimed primarily at reducing the abnormal protein, if present, but will usually also involve chemotherapy. Chlorambucil, fludarabine, and cladribine have been utilized. The median 5- year survival for patients with this disorder is ~60%. HYPERVISCOSITY SYNDROME IN MULTIPLE MYELOMA (MM)# Hyperviscosity syndromes may develop in MM depending on the physical properties of the M component.# It is most common with IgM, Ig. G3, and IgA paraproteins.# Hyperviscosity is defined on the basis of the relative viscosity of serum as compared with water.# Normal relative serum viscosity is 1. 8 (i. e., serum is normally almost twice as viscous as water).# Symptoms of hyperviscosity occur at a level of 5-6, a level usually reached at paraprotein concentrations of ~- 40 g/L (4 g/dL) for IgM, - 50 g/L (5 g/dL) for Ig. G3, and- 70 g/L (7 g/dL) for IgA.# Hypercalcemia may produce lethargy, weakness, depression, confusion, headache, fatigue, visual disturbances, and retinopathy.# Raynaud's phenomenon and impaired circulation may result if the M component forms cryoglobulins.# Note: Sensory neuropathy is also a side effect of thalidomide and bortezomib therapy. Additional Educational Points# Light chain disease is associated with Bence Jones proteinuria=m chain disease.# IgM type of lymphoplasmacytoid lymphoma = is most closely associated with monoclonal gammopathy.# Primary livedo reticularis with ulceration is also called atrophie blanche en plaque. The ulcers are painful and may take months to heal. Secondary livedo reticularis can occur with atheroembolism, SLE and other vasculitides, anticardiolipin antibodies, hyperviscosity, cryoglobulinemia, and Sneddon's syndrome (ischemic stroke and livedo reticularis).# Similar bihemispheral damage is produced by disorders that occlude small blood vessels throughout the brain; examples include cerebral malaria, thrombotic thrombocytopenic purpura, and hyperviscosity.# Blood viscosity increases logarithmically at hematocrits >55%.# Concern that the hemoglobin level may be abnormally high is usually triggered at 170 g/L (17 g/dL) for men and 150 g/ L (15 g/dL) for women. Hematocrit levels >50% in men or >45% in women may be abnormal. Hematocrits >60% in men and >55% in women are almost invariably associated with an increased red cell mass.# A decrease in the AG can be due to hyperviscosity and severe hyperlipidemia.",
        "cop": 1,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgD",
        "opd": "IgA",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "052abc6a-db99-420d-b390-e8cc6a434d8a",
        "choice_type": "multi"
    },
    {
        "question": "Measurement of urine vanillyl mandelic acid can help in diagnosis of-",
        "exp": "Excessive secretion of catecholamines can be confirmed by measuring metabolites in plasma and/or urine (metanephrine and normetanephrine). There is a high 'false-positive' rate, as misleading metanephrine concentrations may be seen in stressed patients (during acute illness, following vigorous exercise or severe pain) and following ingestion of some drugs such as tricyclic antidepressants. For this reason, a repeat sample should usually be requested if elevated levels are found, although, as a rule, the higher the concentration of metanephrines, the more likely the diagnosis of phaeochromocytoma/paraganglioma. Serum chromogranin A is often elevated and may be a useful tumour marker in patients with non-secretory tumours and/or metastatic disease. Genetic testing should be considered in individuals with other features of a genetic syndrome, in those with a family history of phaeochromocytoma/paraganglioma, and in those presenting under the age of 50 years Ref Harrison 20th edition pg 590",
        "cop": 4,
        "opa": "Carcinoid syndrome",
        "opb": "Acue pancreatitis",
        "opc": "Zollinger-Ellison syndrome",
        "opd": "Pheochromocytoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d2234107-7268-4503-acd5-4d98170cfd8b",
        "choice_type": "single"
    },
    {
        "question": "Which group of lymph node is classically involved in IMN:",
        "exp": "Ans: a (Posterior cervical) Ref: Harrison, 16th ed, p. 1046. In IMN. the classical group of lymph node involved is posterior cervical nodes. Infectious mononucleosis. The disease is caused by Ebstein -Burr virus (EB V), a gamma herpes virus. Saliva is the main means of spread, either by droplet infection or environmental contamination in childhood, or by kissing among adolescents and adults. Clinical features* Lymphadenopathy especially posterior cervical* Pharyngeal inflammation* Fever, non specific skin rash* Palatal petechiae* Periorbital edema* Splenomegaly* Clinical or biochemical evidence of hepatitis. Investigation20% or more of the peripheral lymphocytes must have atypical morphology- Characteristic heterophile antibody in serum detected by Paul -Bunnell test or monospot (slide test)- Specific EBV serology (immunoflourescence) can be used to confirm the diagnosis. Treatment. Aspirin gargles to relieve sore throat. If throat culture yields a haemolytic streptococcus, then erythromycin is prescribed. Amoxicillin should be avoided because it causes maculopapular rash in patients with IMN. Note-Diseases caused by EBV virus* IMN* Nasopharyngeal carcinoma* Burkitt's Lymphoma* Hodgkin's Lymphoma* B cell Lymphoma* Post organ transplant lymphoma. HTLV-1- Adult T cell leukaemia. Hepatitis C- Lympho plasmacytic lymphomaH. Pylori- Gastric MALT lymphoma. HHV-8- Primary effusion lymphoma multicentric Castle man's disease.",
        "cop": 1,
        "opa": "Posterior cervical",
        "opb": "Anterior cervical",
        "opc": "Pretracheal",
        "opd": "Submandibular",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "83633e1d-aa33-490e-b6b5-f76bd10eaaaa",
        "choice_type": "multi"
    },
    {
        "question": "A 19-year-old girl develops sudden-onset non-bloody diarrhea. She was previously well and is not taking any medications or traveled anywhere recently. Her abdomen is soft and nontender on examination, and the anion gap is normal. For the above patient with new symptoms, select the most likely acid base disorder.",
        "exp": "She has a non-anion gap metabolic acidosis because of bicarbonate loss from the diarrhea. The anion gap is calculated as the sodium concentration minus the chloride plus the bicarbonate concentration. Other causes of bicarbonate loss with normal anion gap include proximal RTA and primary hyperparathyroidism.",
        "cop": 1,
        "opa": "metabolic acidosis",
        "opb": "metabolic alkalosis",
        "opc": "respiratory acidosis",
        "opd": "respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c9044b25-e1ba-4d78-a824-0e700c1de912",
        "choice_type": "multi"
    },
    {
        "question": "All of the following cancers are linked with HIV except-",
        "exp": "Ans is 'd' i. e. Adult T cell leukemia o Human immunodeficiency virus associated cancerso Non-Hodgkin's lymphomao Kaposi's sarcomao Squamous cell carcinomas (especially of the urogenital tract)",
        "cop": 4,
        "opa": "Kaposi sarcoma",
        "opb": "Urogenital cancer",
        "opc": "Non Hodgkin",
        "opd": "Adult T cell keukemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "cc68979c-1adc-4609-88f3-5de7ecc936b4",
        "choice_type": "multi"
    },
    {
        "question": "You are seeing a 62-year-old woman with a family history of breast cancer. She is worried about her future risk of breast cancer, since her mother died of breast cancer at the age of 63. Which of the following features is also a recognized risk factor for breast cancer?",
        "exp": "Breast cancer risk is reduced by 20% for each year that menarche is delayed. Early menopause, natural or surgical, also decreases risk. Early (age 18 or 19) full-term pregnancy and multiparity decrease the risk. Radiation exposure is a risk factor primarily in adolescence and is marginal after the age of 40. In summary, there are three important dates in the assessing the risk of breast cancer: age of menarche, age of first full-term pregnancy, and age of menopause.",
        "cop": 2,
        "opa": "early onset of menopause",
        "opb": "early onset of menarche",
        "opc": "late-life radiation exposure",
        "opd": "multiparity",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "895b3555-fed1-4521-a99d-e61cf54286d9",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old man is admitted to the hospital for the assessment of hematuria after being involved in a motor vehicle accident. His physical examination is normal. A CT scan of the abdomen is shown in Figure below. Which of the following is the most likely diagnosis?",
        "exp": "The diagnosis is renal cell carcinoma. There is marked hypervascularity of the left kidney. The arteries are irregular and tortuous, following a random distribution. The kidney is enlarged and abnormally bulbous in the lower pole. CT scans have dramatically decreased the need for arteriography in evaluating renal lesions.",
        "cop": 1,
        "opa": "renal cell carcinoma",
        "opb": "kidney contusion and laceration",
        "opc": "transitional cell carcinoma",
        "opd": "renal hamartoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1458752c-ecb5-4a5d-b9b1-90c4196a0809",
        "choice_type": "single"
    },
    {
        "question": "A young man with leukemia is treated with methotrexate. Which of the following is the mechanism of action of this drug?",
        "exp": "The most likely mode of action of methotrexate is by tightly binding dihydrofolate reductase (DHFR), which maintains the intracellular folate pool in its fully reduced form as tetrahydrofolates. These compounds are required in the de novo synthesis of pyrimidines and purines.",
        "cop": 2,
        "opa": "preventing absorption of folic acid",
        "opb": "inhibiting dihydrofolate reductase",
        "opc": "preventing formation of messenger ribonucleic acid (m. RNA)",
        "opd": "forming a cytotoxic metabolite",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8cbb415d-bda3-4e44-8bff-22e10ef162c8",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old man presents to the clinic for assessment of symptoms of fatigue, shortness of breath on exertion, and back and rib pain that is made worse with movement. Investigations reveal he is anemic, the calcium, urea, and creatinine are elevated. X-rays reveal multiple lytic lesions in the long bones and ribs, and protein electrophoresis is positive for an immunoglobulin G (IgG) paraprotein. Which of the following is the most likely mechanism for the renal injury?",
        "exp": "In multiple myeloma, tubular damage by light chains is almost always present. The injury is a direct toxic effect of the light chains or indirectly from the inflammatory response. Infiltration by plasma cells and glomerular injury is rare. Hypercalcemia may produce transient or irreversible renal damage as do amyloid and myeloma cell infiltrates.",
        "cop": 2,
        "opa": "plasma cell infiltrates",
        "opb": "tubular damage by light chains",
        "opc": "glomerular injury",
        "opd": "vascular injury by light chains",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6cbdd5fb-c43c-41f5-9e8f-66f4be920097",
        "choice_type": "single"
    },
    {
        "question": "The treatment of metastatic testicular carcinoma is",
        "exp": "Standard chemotherapy for Germ Cell tumour is BEP regimen B- Bleomycin (30units) Day 2, 9, 16 E- Etoposide (100mg/m2) Day 15 P- Cisplatin (20mg/m2) Day 15 ref - Harrisons internal medicine 20e pg635-36, 633",
        "cop": 1,
        "opa": "Bleomycin, Etoposide, Cisplatin",
        "opb": "Vinblastine, Etoposide, Cisplatin",
        "opc": "Doxorubicin, 5. FU, Mercaptopurine",
        "opd": "Methotrexate, 5. FU, Vincristine",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a99845e0-55d1-4e52-a5b1-22d3a9c88bfe",
        "choice_type": "single"
    },
    {
        "question": "Tumour lysis syndrome causes all except",
        "exp": "Am: B (Hypercalcemia) Ref: Harrison, 18 ed pg. 1736)TLS is charectrised by hyperuricaemia, hyperkalaemia, fyyperphosphatesia, hypocalcaemia a0nd metabolic acidosis. Usually occurs during or shortly after starting treatment (1-5 days). The ratio of urine uric acid/ urine creatinine is >1 in acute hyperuricaemic nephropathy. Hyperuricemia and high LDH ( >1500 U/L) correlates with risk of TLS. Indications for hemodialysis in TLS: a) S. creatinine > 10 mg/dlb) S. phosphate > 10 mg/dlc) S. uric acid > 10 mg/dld) S. potassium >6 mg/dle) Symptomatic hypocalcaemia. Medical treatment: Allopurinol 300 mg/m /day Rasburicase (urate oxidase) - C/I in G6. PD deficiency",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypercalcemia",
        "opc": "Hyperphosphatemia",
        "opd": "Hyperuricemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "71f12a2e-50ec-4e60-95c5-e40786472d41",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of SVC syndrome due to Small Cell carcinoma Lung is -",
        "exp": "Lung cancer -- Approximately 2 to 4 percent of patients with lung cancer develop SVC syndrome at some point during their disease course SVC syndrome is more common with SCLC, occurring in approximately 10 percent of cases at presentation. This is presumably because SCLC develops and grows rapidly in central, rather than peripheral, airways. Fewer than 2 percent of patients presenting with NSCLC have SVC syndrome as a complication, but because of the higher incidence, NSCLC is a more frequent cause of SVC syndrome than is SCLC SVCS can be managed with chemotherapy or radiation therapy given to treat the cancer causing the side effect. Other sho-term treatments can help reduce symptoms of SVCS, including: Raising the person's head. Giving coicosteroids, which are medications that reduce swelling Ref Harrison 20th edition pg 567",
        "cop": 2,
        "opa": "Radiotherapy",
        "opb": "Chemotheraphy",
        "opc": "Sur, gery",
        "opd": "No treatment",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "95c75bef-1543-4618-9a6d-cb69e243f191",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old woman presents with several days of increasing fatigue and shortness of breath on exertion. She was recently diagnosed with Mycoplasma pneumoniae. Physical examination reveals BP 113/67, HR 114 beats/min, and respiratory rate 20 breaths/min. She appears icteric and in mild respiratory distress. Her hemoglobin is 9. 0 g/dL and MCV is 110. Which of the following is the best next diagnostic test?",
        "exp": "Macrocytic anemia and indirect hyperbilirubinemia suggest hemolysis, which in this patient is likely due to IgM antibodies which may follow Mycoplasma infections and which cross-react with RBC surface molecules of the I/i system These antibodies are termed cold-reacting antibodies because they react at temperatures less than 37degC (98degF). Examination of the peripheral blood smear is the first step in evaluation of hemolytic anemia. The young red cells (which would show up as reticulocytes when properly stained) are much larger than mature RBCs, accounting for the macrocytosis (the MCV can be as high as 140 with vigorous reticulocytosis). The presence of micro spherocytes suggests immune-mediated hemolysis, while the presence of fragmented RBCs or schistocytes suggests a mechanical cause of hemolysis, as seen in the microangiopathic hemolytic anemias. Serum protein electrophoresis is useful to diagnose multiple myeloma, which is rarely associated with hemolysis, but this would not be the best initial test; the anemia in multiple myeloma is normocytic. Flow cytometry can detect surface proteins such as CD55, CD59 on granulocytes and red blood cells in paroxysmal nocturnal hemoglobinuria (a rare cause of hemolysis), but again is not the best first test. Glucose-6-PD levels might be useful once hemolytic anemia is established by a peripheral smear and negative Coombs test. Bone marrow biopsy would show erythroid hyperplasia but is usually not required to diagnose hemolytic anemia.",
        "cop": 3,
        "opa": "Serum protein electrophoresis",
        "opb": "Flow cytometry",
        "opc": "Peripheral blood smear",
        "opd": "Glucose-6-PD level",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "c96fece2-40ac-4645-b4bf-6c48fec2cc33",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old woman is having symptoms of muscle weakness and fatigue. On examination, her blood pressure is 110/80 mm Hg, pulse 100/min, JVP 1 cm, heart sounds normal, and lungs clear. Her serum potassium level is 2. 5 m. Eq/L, bicarbonate 15 m. Eq/L, and anion gap is normal. The urine potassium is 10 m. Eq/L. For the above patient with hypokalemia, select the most likely diagnosis.",
        "exp": "In lower GI loss (diarrhea), the blood pressure is normal, the urine potassium is low (< 25 mmol/F), and the bicarbonate is either normal or low.",
        "cop": 1,
        "opa": "lower gastrointestinal (GI) losses",
        "opb": "prior use of diuretics",
        "opc": "RTA",
        "opd": "current use of diuretics",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d6ad0e24-1bdd-444c-897d-83498d15fbd9",
        "choice_type": "multi"
    },
    {
        "question": "For the following statements, select the most likely type of Hodgkin disease (HD). This variant has a particularly good outcome.",
        "exp": "Most patients with lymphocyte-predominant Hodgkin disease have clinically localized disease and are asymptomatic; the prognosis is usually favorable. However, it accounts for only 4%-5% of cases.",
        "cop": 1,
        "opa": "lymphocyte-predominant Hodgkin disease (HD)",
        "opb": "nodular-sclerosing HD",
        "opc": "mixed-cellularity HD",
        "opd": "lymphocyte-depleted HD, reticular type",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "fca70387-5d7c-4a45-a012-ccfdd3b5f2c7",
        "choice_type": "multi"
    },
    {
        "question": "A 69-year-old woman is taking large amounts of aspirin for osteoarthritis, and now complains of ringing in her ears and nausea. For the above patient with new symptoms, select the most likely acid base disorder.",
        "exp": "Chronic salicylate use can cause respiratory alkalosis. Severe salicylate toxicity results in an anion gap metabolic acidosis such as during an overdose. During acute hyperventilation, plasma bicarbonate concentrations fall by approximately 3 m. Eq/L when the arterial pressure of CO2 falls to about 25 mm Hg. Acute respiratory alkalosis can be caused by anxiety, central nervous system (CNS) disorders, drugs, or fever. Chronic respiratory alkalosis occurs in pregnancy and liver disease as well.",
        "cop": 4,
        "opa": "metabolic acidosis",
        "opb": "metabolic alkalosis",
        "opc": "respiratory acidosis",
        "opd": "respiratory alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "8f3ce0d0-2b3a-4dec-8373-5b68f21fc9db",
        "choice_type": "multi"
    },
    {
        "question": "Lymphnode metastasis is seen with",
        "exp": "Stages II and III soft tissue sarcoma They tend to grow and spread quickly. Some stage III tumors have already spread to nearby lymph nodes. Even when these sarcomas have not yet spread to lymph nodes, the risk of spread (to lymph nodes or distant sites) is very high Ref Harrison 20th edition pg 543",
        "cop": 4,
        "opa": "Liposarcoma",
        "opb": "Neurofibrosarcoma",
        "opc": "Histiocytoma",
        "opd": "Angiosarcoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "65cdcd80-9f2e-4267-80f2-956c2dd440bf",
        "choice_type": "single"
    },
    {
        "question": "True about PEComa (perivascular epithelioid cell tumour) -",
        "exp": "Perivascular epithelioid cell tumour. Histopathologic image of renal angiomyolipoma.. Perivascular epithelioid cell tumour, also known as PEComa or PEC tumour, is a family of mesenchymal tumours consisting of perivascular epithelioid cells (PECs). These are rare tumours that can occur in any pa of the human body PECs typically stain for melanocytic markers (HMB-45, Melan A) Ref Harrison 20th edition pg 567",
        "cop": 1,
        "opa": "Melanin & HMB45 are markers",
        "opb": "Malignant melanoma variant",
        "opc": "Contain perivascular epithelioid cells",
        "opd": "Angiomyolypoma (AML) is a subtype",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "df9fde72-2b3c-4d1f-bd78-e7d62cd92286",
        "choice_type": "multi"
    },
    {
        "question": "True about malignant melanoma-",
        "exp": "The main cause of death in melanoma patients is widespread metastases. Metastases develop in regional lymph nodes, as satellite or in-transit lesions, or in distant organs. Lymph flow and chemotaxis is responsible for the homing of melanoma cells to different sites Ref Harrison 20th edition pg 556",
        "cop": 1,
        "opa": "Lymphatic spread",
        "opb": "Lymph node biopsy is always done",
        "opc": "Biopsy to be done when sentinel node is involved",
        "opd": "Microsatellitism seen",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d75aa170-b803-4d57-bdf4-be89472729f1",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of ectopic ACTH production -",
        "exp": "Ectopic ACTH can be secreted from original cancer tissues or metastatic lesions of SCLC.... We repo a case of SCLC with Cushing syndrome due to EAS from the original tumor tissue in a 69-year-old male presenting with severe hypokalemia, metabolic alkalosis, and hypertension without any respiratory symptoms Ref Harrison 20th edition pg 597",
        "cop": 3,
        "opa": "Renal cell carcinoma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Small cell carcinoma lung",
        "opd": "Pheochromacytoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "1daa290e-6f8a-4f70-8069-f4660d6728e4",
        "choice_type": "multi"
    },
    {
        "question": "Most common malignant tumor of heart in children is-",
        "exp": "Ans is 'b' i. e. Rhabdomyosarcoma o Primary malignant cardiac tumors in children are almost exclusively sarcomas. o Located in the right side of the heart, atrial septum, right atrial wall, or root of the pulmonary artery.",
        "cop": 2,
        "opa": "Rhabdomyoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Angiosarcoma",
        "opd": "Lipoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7eb8722a-1820-453f-bcfb-07173414d7b2",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old woman presented with skin changes over her left breast. She had a history of breast cancer 5 years earlier and was treated with a lumpectomy and radiation therapy. What is the diagnosis?",
        "exp": "Answer C. Radiation-induced angiosarcoma. The correct answer is radiation-induced angiosarcoma. This is a rare complication following treatment for breast cancer. Patients may present with asymptomatic skin changes which may be difficult to differentiate from radiation-induced changes. Surgical management involving a mastectomy is the standard of care.",
        "cop": 3,
        "opa": "Inflammatory breast cancer",
        "opb": "Mastitis",
        "opc": "Radiation-induced angiosarcoma",
        "opd": "Fat necrosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "7189be9f-0388-4423-97a8-a957e6e60a97",
        "choice_type": "single"
    },
    {
        "question": "Maffucci syndrome characterized by A/E -",
        "exp": "Ans. is 'd' i. e., Hamartomaso Maffucci syndrome is an extremely rare disorder characterized by benign overgrowths of cartilage (enchondromas), skeletal deformities and cutaneous lesions composed of abnormal blood vessels. o Maffucci syndrome is not recognizable at birth. Lesions usually develop early in childhood, most often between 1- 5 years of age. The severity of the disorder is variable. Some patients have a very benign course, whereas others develop serious complications. Maffucci syndrome||Enchondroma Syndrome. Vascular lesions(Cavernous hemangiomas). Chondrosarcomao The first sign of Maffucci syndrome is usually finding an enchondroma in a long bone. o Distort and weaken the affected bones. o Thus initial presentation with a pathologic fracture is common. o Cause bulging of the bones. o Bowing of the arms and legs. o Disproportionate (asymmetric) growth (different lengths of the arms or legs). o The patient may exhibit short stature in adulthood. o Affect only one side of the body in approximately 40percent of patients. o Often progressive. o Begin as compressible, round, bluish spots. o In time, they become firm, knotty, warty, and often contain calcium stones (phleboliths). o The hand is the most common locationo Can also occur in internal structures, such as the membranes that cover the brain and spinal cord (meninges), the tongue, and the oral mucosa. o They are comprised of abnormally- formed veins so that the more modern term is \"venous malformationo \"Spindle cell hemangioma, \" often arises in these malformed veins. o Malignant tumor, of cartilage known as \"chondrosarcoma. \"o The more enchondromas, the higher the risk of malignancy, o Frequency has been estimated to be between 15-40 %. o The cause of Maffucci syndrome was discovered to be a mutation in a gene known as IDH1 (rarely IDH2).",
        "cop": 4,
        "opa": "Enchondromas",
        "opb": "Cavernous remangioma",
        "opc": "Chondrosarcoma",
        "opd": "Hamartomas",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3930773b-f9e9-4c9c-8cce-ef9b60acd18c",
        "choice_type": "single"
    },
    {
        "question": "AFP is marker for?",
        "exp": "Ans. D. All of the above. (Ref. H - 17th / pg. 483)# AFP is tumor marker for: Hepatoma# Raised maternal AFP is a marker for: Neural tube defects. Tumor Markers. Cancer. Non-Neoplastic Conditions. Hormones. Human chorionic gonadotropin. Gestational trophoblastic disease, gonadal germ cell tumor. Pregnancy. Calcitonin. Medullary cancer of the thyroid Catecholamines. Pheochromocytoma Oncofetal Antigens. Alphafetoprotein. Hepatocellular carcinoma, gonadal germ cell tumor. Cirrhosis, hepatitis. Carcinoembryonic antigen. Adenocarcinomas of the colon, pancreas, lung, breast, ovary. Pancreatitis, hepatitis, inflammatory bowel disease, smoking. Enzymes. Prostatic acid phosphatase. Prostate cancer. Prostatitis, prostatic hypertrophy. Neuron-specific enolase. Small cell cancer of the lung, neuroblastoma Lactate dehydrogenase. Lymphoma, Ewing's sarcoma. Hepatitis, hemolytic anemia, many others. Tumor-Associated Proteins. Prostate-specific antigen. Prostate cancer. Prostatitis, prostatic hypertrophy. Monoclonal immunoglobulin. Myeloma. Infection, MGUSo. CA-125. Ovarian cancer, some lymphomas. Menstruation, peritonitis, pregnancy. CA 19-9. Colon, pancreatic, breast cancer. Pancreatitis, ulcerative colitis. CD30. Hodgkin's disease, anaplastic large cell lymphoma-CD25. Hairy cell leukemia, adult T cell leukemia/lymphoma-AFP, gamma-GTP, hepatoma specific gamma-GTP, P-III-P, PIVKA-II and 5'-NPD-V are sensitive and useful markers for diagnosis of hepatoma. Carcinoid tumors immunocytochemically can contain numerous GI peptides: gastrin, insulin, somatostatin, motilin, neurotensin, tachykinins (substance K, substance P, neuropeptide K), glucagon, gastrin-releasing peptide, VIP, PP, other biologically active peptides (ACTH, calcitonin, growth hormone), prostaglandins, and bioactive amines (serotonin). CA 19-9 and CEA for gallbladder-biliary tract cancer and pancreas cancer, and DUPAN-2 and POA for pancreas cancer.",
        "cop": 4,
        "opa": "Hepatoma",
        "opb": "Seminoma",
        "opc": "Neural tube defects",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "d88b81dd-b58a-4c8f-85ee-fe1a337981e4",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman presents to the emergency department with a recent episode of coughing up some blood, frequent nosebleeds, and now decreased urine output. On physical examination, a nasal mucosa ulcer is seen on inspection and the remainder of the examination is normal. Her urinalysis is positive for protein and red cells consistent with acute glomerulonephritis (GN). The CXR shows two cavitary lesions and her serology is positive for antineutrophil cytoplasmic antibodies (ANCA) Which of the following is the most likely diagnosis?",
        "exp": "Wegener is typically associated with anti-neutrophil cytoplasmic antibodies and respiratory epithelium involvement such as frequent nose bleeds or nasal ulcers. Numerous diseases are associated with renal and pulmonary manifestations, including lupus, Goodpasture syndrome, and microscopic polyangiitis. Right-sided bacterial endocarditis can cause renal and lung involvement but serology of ANCA is negative in endocarditis. This is less likely to be Goodpasture because of the nasal involvement.",
        "cop": 1,
        "opa": "Wegener granulomatosis",
        "opb": "bacterial endocarditis",
        "opc": "Goodpasture syndrome",
        "opd": "lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "21df983b-cb62-43d5-93c3-25a7368efea3",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old man is on amitriptyline for depression. Recently he has been feeling more lethargic and unwell. His clinical examination is normal. Serum sodium is 125 m. Eq/L and osmolality is 260 m. Osm/kg, and urine sodium is 40 m. Eq/L and osmolality is 450 m. Osm/kg. For the above patient with hyponatremia, select the most likely diagnosis.",
        "exp": "Amitriptyline is one of the psychoactive drugs that cause SIADH. Others include phenothiazines, serotonin reuptake inhibitors, and monoamine oxidase inhibitors (MAOIs). Antineoplastic drugs such as vincristine and cyclophosphamide also cause SIADH, as does the hypoglycemic agent chlorpropamide.",
        "cop": 3,
        "opa": "congestive heart failure (CHF)",
        "opb": "extrarenal sodium and fluid losses",
        "opc": "SIADH",
        "opd": "polydipsia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "96336d28-443a-4a0c-8f27-914a4a2656e9",
        "choice_type": "multi"
    },
    {
        "question": "The following are risk factors for developing cholangiocarcinoma except -",
        "exp": "Cholangiocarcinoma (CCA) is an uncommon tumour that can arise anywhere in the biliary tree, from the intrahepatic bile ducts (20-25% of cases) and the confluence of the right and left hepatic ducts at the liver hilum (50-60%) to the distal common bile duct (20%). It accounts for only 1. 5% of all cancers but the incidence is increasing. The cause is unknown but thetumour is associated with gallstones, primary and secondary sclerosing cholangitis, Caroli's disease and choledochal cysts. ref Harrison 20th edition pg 567",
        "cop": 4,
        "opa": "Choledochal cyst",
        "opb": "Cholelithiasis",
        "opc": "Liver flukes",
        "opd": "Working in the rubber industry",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "447884f7-c264-4d50-b175-d5539be5f7d8",
        "choice_type": "multi"
    },
    {
        "question": "A 70-year-old intensive care unit patient complains of fever and shaking chills. The patient develops hypotension, and blood cultures are positive for gram-negative bacilli. The patient begins bleeding from venipuncture sites and around his Foley catheter. Laboratory studies are as follows: Hct: 38%WBC: 15, 000/m. LPlatelet count: 40, 000/mL (normal 150, 000-400, 000). Peripheral blood smear: fragmented RBCs. PT: elevated PTT: elevated. Plasma fibrinogen: 70 mg/dL (normal 200-400). Which of the following is the best course of therapy in this patient?",
        "exp": "This patient with gram-negative bacteremia has developed disseminated intravascular coagulation (DIC), as evidenced by multiple-site bleeding, thrombocytopenia, fragmented red blood cells on peripheral smear, prolonged PT and PTT, and reduced fibrinogen levels from depletion of coagulation proteins. Initial treatment is directed at correcting the underlying disorder-in this case, infection. Although heparin was formerly recommended for the treatment of DIC, it is now used rarely and only in unusual circumstances (such as acute promyelocytic leukemia). For the patient who continues to bleed, supplementation of platelets and clotting factors (with fresh frozen plasma or cryoprecipitate) may help control life-threatening bleeding. Red cell fragmentation and low platelet count can be seen in microangiopathic disorders such as thrombotic thrombocytopenic purpura (TTP), but in these disorders the coagulation pathway is not activated. Therefore, in TTP the prothrombin time, partial thromboplastin time, and plasma fibrinogen levels will be normal. Plasmapheresis, vitamin K therapy, and RBC transfusion will not correct the underlying cause.",
        "cop": 2,
        "opa": "Begin heparin",
        "opb": "Treat underlying disease",
        "opc": "Begin plasmapheresis",
        "opd": "Give vitamin K",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "aeee8519-8370-4ee8-a564-4d31fabe021b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following in involved in tumor metastasis cascade -",
        "exp": "Cadherin-1 also known as CAM 120/80 or epithelial cadherin or uvomorulin is a protein that in humans is encoded by the CDH1 gene. CDH1 has also been designated as CD324. It is a tumor suppressor gene. Cadherin-1 is a classical member of the cadherin superfamily. The encoded protein is a calcium-dependent cell-cell adhesion glycoprotein composed of five extracellular cadherin repeats, a transmembrane region, and a highly conserved cytoplasmic tail. Mutations in this gene are correlated with gastric, breast, colorectal, thyroid, and ovarian cancers. Loss of function is thought to contribute to progression in cancer by increasing proliferation, invasion, and/or metastasis. The ectodomain of this protein mediates bacterial adhesion to mammalian cells, and the cytoplasmic domain is required for internalization. Identified transcript variants arise from mutation at consensus splice sites Ref Harrison 20th edition pg 570",
        "cop": 2,
        "opa": "Fibronectin",
        "opb": "E-Cadherin",
        "opc": "Type IV collagenase",
        "opd": "Tyrosine kinase",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "ca885527-b28a-4f5f-af6b-6c2b015fc187",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old man has lost a friend to prostate cancer, and would like to be evaluated for the disease. He has no urinary symptoms. Which of the following tests is most likely indicated to screen him for prostate cancer?",
        "exp": "Although an elevated PSA (> 4) has the best positive predictive value, combining it with DRE is probably the most effective screening process.",
        "cop": 3,
        "opa": "prostate ultrasound",
        "opb": "digital rectal examination (DRE)",
        "opc": "DRE and prostate specific antigen (PSA)",
        "opd": "PSA",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6d398035-47b0-4d6e-9ea3-62f8ae12521e",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman complains of fatigue and night sweats associated with itching for 2 months. On physical examination, there is diffuse nontender lymphadenopathy, including small supraclavicular, epitrochlear, and scalene nodes. CBC and chemistry studies (including liver enzymes) are normal. Chest x-ray shows hilar lymphadenopathy. Which of the following is the best next step in evaluation?",
        "exp": "The long-term nature of these symptoms, the fact that the nodes are nontender, and their location (including scalene and supraclavicular) all suggest the likelihood of malignancy. Although infectious mononucleosis and toxoplasmosis can cause diffuse lymphadenopathy, these infections are usually associated with other evidence of infection such as pharyngitis, fever, and atypical lymphocytosis in the peripheral blood. It would be unusual for the lymphadenopathy associated with these infections to persist for 2 months. Serum angiotensin-converting enzyme level is a nonspecific test for sarcoidosis but is also elevated in other granulomatous diseases and is not sensitive or specific enough to be used as an initial diagnostic test. Lymphadenopathy associated with sarcoidosis requires a biopsy for diagnosis. In this patient, an excisional biopsy is necessary primarily to rule out malignancy, particularly lymphoma. Needle aspiration biopsy, useful for the diagnosis of metastatic carcinoma, is insufficient to diagnose suspected lymphoma, where assessment of the lymph node architecture is important.",
        "cop": 1,
        "opa": "Excisional lymph node biopsy",
        "opb": "Monospot test",
        "opc": "Toxoplasmosis IgG serology",
        "opd": "Serum angiotensin-converting enzyme level",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6454d5a2-d015-4004-8343-6fec0e6877e3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following tumors would most likely be associated with either hyponatremia or diffuse pigmentation of skin? <img src=\" />",
        "exp": "Small cell carcinomas of the lung can ectopically secrete antidiuretic hormone (ADH) and adrenocoicotropic hormone (ACTH) or ACTH-like peptide to produce hyponatremia and Cushing syndrome, respectively. Ectopic production of hormones is one of the paraneoplastic syndromes that frequently can predate or accompany cancer. By definition, paraneoplastic syndromes must be independent of the direct effect of a rumor or its metastasis. Ceain tumors derived from non endocrine cells can ectopically produce hormones, examples of which include the small cell carcinoma of the lung producing ADH or ACTH or a primary squamous cancer of the lung producing a parathormone-like peptide. In the process of normal differentiation, there is suppression of some genes and activation of others. Carcinogenesis, however, often results in mutations that block the suppressor genes resulting in production of products that are not normally made by those cells. Renal adenocarcinomas have the potential for ectopically secreting parathormone-like peptide (hypercalcemia), gonadotropins (feminization or masculinization), renin (hypertension), and erythropoietin (secondary polycythemia). Hepatocellular carcinomas can ectopically secrete erythropoietin (secondary polycythemia) and an insulin-like peptide (hypoglycemia). Ref - Harrison's principles of internal medicine 20e pg 538, 662",
        "cop": 2,
        "opa": "Renal adenocarcinoma",
        "opb": "Small cell carcinoma of the lung",
        "opc": "Hepatocellular carcinoma",
        "opd": "Primary squamous cell carcinoma of the lung",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "0dc0decb-8c2d-447d-bb66-4a813578db59",
        "choice_type": "multi"
    },
    {
        "question": "A 71-year-old man is evaluated in the ER for a recent finding of high ESR in a routine blood test. He has history of hypertension, well controlled with metoprolol. His physical examination is completely normal. His laboratory workup reveals hemoglobin 12. 6 gm/dL, leukocyte count 8500/mL, and platelet 265, 000/mL. Total protein 6. 2 g/dL, albumin 3. 4 g/dL, BUN 16 mg/dL, creatinine 0. 75 mg/dL, and calcium 9. 2 mg/dL. Serum protein electrophoresis reveals a sharp, narrow spike, serum immunofixation reveals M-protein 1. 2 gm/dL, bone marrow examination reveals less than 10% of monoclonal plasma cells. A skeletal survey is negative for any lytic lesions.",
        "exp": "Multiple myeloma would best explain this patient's presentation. The onset of myeloma is often insidious. Pain caused by bone involvement, anemia, renal insufficiency, and bacterial pneumonia often follow. This patient presented with fatigue and bone pain, then developed bacterial pneumonia probably secondary to Streptococcus pneumoniae, an encapsulated organism for which antibody to the polysaccharide capsule is not adequately produced by the myeloma patient. There is also evidence for renal insufficiency. Hypercalcemia is frequently seen in patients with multiple myeloma and may be life-threatening. Definitive diagnosis of multiple myeloma is made by demonstrating greater than 30% plasma cells in the bone marrow. Seventy-five percent of patients with myeloma will have a monoclonal M spike on serum protein electrophoresis, but 25% will produce primarily Bence-Jones proteins, which, because of their small size, do not accumulate in the serum but are excreted in the urine. Urine protein electrophoresis will identify these patients. Approximately 1% of patients with myeloma will present with a non-secretory myeloma. Patients with non-secretory myeloma have no M-protein on serum/urine electrophoresis and immunofixation; the diagnosis can be made only with bone marrow biopsy. The bone scan in myeloma is usually negative. The radionuclide is taken up by osteoblasts, and myeloma is usually a purely osteolytic process. Renal biopsy might show monoclonal protein deposition in the kidney or intratubular casts but would not be the first diagnostic procedure. Rouleaux formation in peripheral smear is a characteristic finding of myeloma, although it is neither sensitive nor specific. Waldenstrom macroglobulinemia may cause hyper-viscosity syndrome with CNS manifestations including headache, blurring of vision, dizziness, nystagmus, ataxic gait, drowsiness, or even coma. Peripheral neuropathy, coagulopathy, lymphadenopathy, hepatosplenomegaly, and nonspecific constitutional symptoms are often present. An unusual gap between serum total protein and albumin indicates hyperglobulinemia, and a monoclonal IgM spike on serum protein electrophoresis helps establish an initial diagnosis. Bone marrow biopsy revealing more than 10% of lymphoid and plasmacytoid cells confirms the diagnosis. Unlike multiple myeloma, bony lesions are uncommon in Waldenstrom macroglobulinemia, whereas lymphadenopathy and organomegaly are uncommon in myeloma. Monoclonal gammopathy of undetermined significance (MGUS) is a premalignant plasma cell disorder which is often suspected and detected incidentally from routine blood workup. The patients are asymptomatic with no end-organ damage such as renal failure, hypercalcemia, anemia, or lytic bone lesion. The serum electrophoresis reveals an M spike but the amount of M-protein on immunofixation is usually less than 3 gm/dL and bone marrow contains less than 10% of monoclonal plasma cells. Monitoring of patients is important since MGUS can progress to multiple myeloma over a period of time. It is recommended to get the first evaluation 6 months after initial diagnosis followed by annual or biannual checkup.",
        "cop": 3,
        "opa": "Multiple myeloma",
        "opb": "Smoldering multiple myeloma",
        "opc": "Monoclonal gammopathy of undetermined significance",
        "opd": "Waldenstrom macroglobulinemia",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "f30c229e-2f1b-4e7a-abfc-bcbc6c888144",
        "choice_type": "single"
    },
    {
        "question": "Best tumor marker for pancreatic cancer?",
        "exp": "Ans. B. CA 19-9. (Ref. H - 17th / pg. 483). Best tumor marker for pancreatic cancer is CA 19-9. CA 19-9 as a Marker for Pancreatic Cancer# CA 19-9 is not recommended for use as a screening test for pancreatic cancer. The use of CA19-9 testing alone is not recommended for use in determining operability or the results of operability in pancreatic cancer.# CA19-9 determinations by themselves cannot provide definitive evidence of disease recurrence without seeking confirmation with imaging studies for clinical findings and/or biopsy.# Present data are insufficient to recommend the routine use of serum CA19-9 levels alone for monitoring response to Rx. However, CA19- 9 can be measured at the start of Rx for locally advanced metastatic disease and every one to three months during active Rx. Tumor markers. Alkaline phosphatase. Metastases to bone, liver, Paget disease of bone, seminoma (placental ALP). A-fetoprotein. Normally made by fetus. Hepatocellular carcinoma, hepatoblastoma, yolk sac (endodermal sinus) tumor, testicular cancer, mixed germ cell tumor (co-secreted with p-h. CG). b-h. CGHydatidiform moles and Choriocarcinomas (Gestational trophoblastic disease), testicular cancer. CA-15-3/CA-27-29. Breast cancer. CA-19-9. Pancreatic adenocarcinoma. CA-125. Ovarian cancer. Calcitonin. Medullary thyroid carcinoma. CEACarcino. Embryonic Antigen. Very nonspecific but produced by? 70% of colorectal and pancreatic cancers; also produced by gastric, breast, and medullary thyroid carcinomas. PSAProstate-specific antigen. Used to follow prostate adenocarcinoma. Can also be elevated in BPH and prostatitis. Questionable risk/benefit for screening. S-100. Neural crest origin (e. g., melanomas, neural tumors, schwannomas, Langerhans cell histiocytosis). TRAPTartrate-Resistant Acid Phosphatase (TRAP). Hairy cell leukemia--a B-cell neoplasm. GI Tumor Markers (New)# Thymidine Synthase (TS), Dihydropyrimidine Dehydrogenase (DPD), and Thymidine Phosphorylase (TP) as Markers for Colorectal Cancer. TS, DPD, and TP are tissue markers that have been used to predict response to Rx of established carcinomas and thus are not useful for screening.# Microsatellite Instability (MSI) as a Marker in Colorectal Cancer. MSI ascertained by PCR is not recommended at this time to determine the prognosis of operable colorectal cancer nor to predict the effectiveness of 5-FU adjuvant chemotherapy.# 18q-LOH/DCC as Markers for Colorectal Cancer# Assaying for loss of heterozygosity (LOH) on the long arm of chromosome 18 (18q) or DCC protein determination by immunohistochemistry should not be used to determine the prognosis of operable colorectal cancer, nor to predict response to therapy",
        "cop": 2,
        "opa": "CA 125",
        "opb": "CA 19-9",
        "opc": "CEA",
        "opd": "AFP",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a34f9a36-3a4c-4b41-8710-12189cc82632",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man and one of his two brothers have polyuria and polydipsia since birth. Neither his sisters nor his parents are affected. For the above patient with polyuria and polydipsia, select the most likely diagnosis.",
        "exp": "Nephrogenic DI can be inherited on the X chromosome. Its X-linked recessive nature means that males are predominantly affected. Only women who are homozygous are affected.",
        "cop": 2,
        "opa": "central diabetes insipidus (DI)",
        "opb": "nephrogenic DI",
        "opc": "primary polydipsia",
        "opd": "osmotic diuresis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "2e2abffd-fc20-45a3-ab4d-7ceb8b38b2eb",
        "choice_type": "multi"
    },
    {
        "question": "Eaton Lambe syndrome is associated with",
        "exp": "Lambe-Eaton myasthenic syndrome (LEMS) is a rare autoimmune disorder characterized by muscle weakness of the limbs. In normal neuromuscular function, a nerve impulse is carried down the axon (the long projection of a nerve cell) from the spinal cord. At the nerve ending in the neuromuscular junction, where the impulse is transferred to the muscle cell, the nerve impulse leads to the opening of voltage-gated calcium channels (VGCC), the influx of calcium ions into the nerve terminal, and the calcium-dependent triggering of synaptic vesicle fusion with plasma membrane. These synaptic vesicles contain acetylcholine, which is released into the synaptic cleft and stimulates the acetylcholine receptors on the muscle. The muscle then contracts. In LEMS, antibodies against VGCC, paicularly the P/Q-type VGCC, decrease the amount of calcium that can enter the nerve ending, hence less acetylcholine can be released from the neuromuscular junction. Apa from skeletal muscle, the autonomic nervous system also requires acetylcholine neurotransmission; this explains the occurrence of autonomic symptoms in LEMSP/Q voltage-gated calcium channels are also found in the cerebellum, explaining why some experience problems with coordination. The antibodies bind paicularly to the pa of the receptor known as the \"domain III S5-S6 linker peptide\". Antibodies may also bind other VGCCs. Some have antibodies that bind synaptotagmin, the protein sensor for calcium-regulated vesicle fusion. Many people with LEMS, both with and without VGCC antibodies, have detectable antibodies against the M1 subtype of the acetylcholine receptor; their presence may paicipate in a lack of compensation for the weak calcium influx anti p/Q antibodies are produced against voltage gated channels mainly P/Q voltage gates Ref Harrison 20th edition pg 567",
        "cop": 1,
        "opa": "Anti P/Q antibody",
        "opb": "Anti HU antibody",
        "opc": "Anti Jo 1 antibody",
        "opd": "Large cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "556ec9e0-35f7-45f3-9150-086af9b7663d",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman presents to the emergency department with symptoms of nausea and vomiting of 2 days duration. She is not on any medications and was previously well until now. The physical examination is normal except for a postural drop in her blood pressure from 110/80 mm Hg supine to 90/80 mm Hg standing. Her serum electrolytes are sodium 130 m. Eq/L, potassium 3 m. Eq/L, chloride 90 m. Eq/L, bicarbonate 30 m. Eq/L, urea 50 mg/dL, and creatinine 0. 8 mg/dL. Which of the following electrolytes is most likely to be filtered through the glomerulus but unaffected by tubular secretion?",
        "exp": "Urea is filtered at the glomerulus, and thereafter, any movement in or out of tubules is a passive process depending on gradients, not secretion. Reabsorption of urea in the distal tubule and collecting duct, when urine flow is reduced, results in the disproportionate elevation of urea nitrogen over creatinine in prerenal azotemia.",
        "cop": 4,
        "opa": "potassium",
        "opb": "sodium",
        "opc": "bicarbonate",
        "opd": "urea",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bf6fabc7-a2e1-40e3-a651-560dd4db2b6a",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old woman has noticed increasing lower limb swelling and shortness of breath. She has a 2-year history of facial rash, hair loss, arthralgias, and thrombocytopenia. On examination, her blood pressure is 150/90 mm. Hg, pulse 80/min, there is a maculopapular rash on her face, JVP is 4 cm, heart sounds normal, lungs clear, and there is pedal and periorbital edema. Her creatinine is very high, a urinalysis reveals many RBCs and RBC casts. A renal biopsy is performed. For the above patient with GN, select the most likely diagnosis on renal biopsy.",
        "exp": "Systemic lupus erythematosus (SLE) can cause a wide variety of renal disorders, and can progress to ESRF. Because of the active urine sediment this individual has a proliferative GN. It is difficult to diagnose the type of glomerular involvement in SLE without a biopsy. Based on the biopsy results lupus nephritis (LN) is divided into 6 classes (WHO classification). Class I, minimal mesangial LN; Class II, mesangial proliferative LN; Class III, focal LN; Class TV, diffuse segmental LN; Class V, membranous LN; and Class VI, advanced sclerosing LN.",
        "cop": 1,
        "opa": "diffuse proliferative GN",
        "opb": "crescentic GN",
        "opc": "focal proliferative GN",
        "opd": "membranoproliferative GN",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "65d81b9b-ae6c-463e-bb27-79ded6e9b665",
        "choice_type": "multi"
    },
    {
        "question": "Migratory necrolytic erythema is seen in",
        "exp": "Glucagonoma syndrome is a rare paraneoplastic phenomenon. Necrolytic migratory erythema is often one of the first presenting symptoms. We repo a case of a 55-year-old man with a 2-year history of recalcitrant eruption. Abdominal computer tomography was performed, which revealed a tumor in the tail of the pancreas Ref Harrison 20th edition pg 544",
        "cop": 1,
        "opa": "Glucagonoma syndrome",
        "opb": "Peutz-Jeghers syndrome",
        "opc": "Sarcoidosis",
        "opd": "Amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "a1c98666-2fc7-4e92-82f7-0232ab32210c",
        "choice_type": "single"
    },
    {
        "question": "Most common anterior mediastinal tumour is",
        "exp": "(Thymoma): {2181- H 18th edition)MEDIASTINAL MASSESAnterior mediastinum. Thymoma (Most common)***Lymphoma. Teratomatous neoplasms. Thyroid masses. Middle mediastinum- Vascular masses (Most common)**- Lymph node enlargement from metastasis or granulomatous disease- Pleuropericardial and bronchogenic cysts. Posterior mediastinum- Neurogenic tumours (Most common)**- Meningoceles, meningomyelocele- Gastroenteric cysts- Esophageal diverticula* Investigation of choice - CT-scan* Definite diagnosis - Mediastinoscopy or anterior mediastinotomy",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Neurogenic tumor",
        "opc": "Lymphoma",
        "opd": "Teratoma",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "bf45216b-20e5-4a64-84d2-a36283428dd0",
        "choice_type": "single"
    },
    {
        "question": "This technetium-99m sulfur colloid scan was performed after the patient presented with abdominal pain. Howell-Jolly bodies were present on a peripheral-blood smear. What is the diagnosis?",
        "exp": "Answer D. Pelvic spleen. Abdominal imaging after injection of technetium-99m revealed a normal liver and a pelvic spleen. Pelvic spleen can be complicated by torsion of the pedicle. Howell-Jolly bodies suggest functional asplenia.",
        "cop": 4,
        "opa": "Hemochromatosis",
        "opb": "Hydatidiform mole",
        "opc": "Multiple myeloma",
        "opd": "Pelvic spleen",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "de068135-f6e9-457e-ab0f-fad45f476e45",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man, with a 45-pack-per-year history of smoking, presents with hematuria and flank pain. He reports no fever, chills, or dysuria, but he has lost 15 lb. On examination the abdomen is soft, no mass is felt, and there is no flank tenderness on percussion. His hemoglobin (Hb) is 18. 5 g/dL, and his liver enzymes are normal. A CT scan of the abdomen reveals a mass in the left kidney with involvement of the renal vein. Which of the following is the most likely diagnosis?",
        "exp": "Age, history of smoking, and polycythemia in a patient with hematuria strongly suggests a renal cell carcinoma. The elevated hemoglobin represents increased erythropoietin production and is not related to prognosis. Involvement along the renal vein and metastases to the lung is also characteristic of renal cell carcinoma. Elevated liver enzymes and weight loss can represent nonmetastatic effects of malignancy and can reverse with resection. Almost half of patients will have a palpable abdominal mass on presentation. The CT of the thorax is a useful test because three-quarters of those with metastatic disease will have lung metastases.",
        "cop": 2,
        "opa": "renal cyst",
        "opb": "renal cell carcinoma",
        "opc": "renal metastases",
        "opd": "renal abscess",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "35aa9041-637d-4904-a200-49a912845e1a",
        "choice_type": "single"
    },
    {
        "question": "For the following findings, select the most likely type of lung cancer. Has the best prognosis of all malignant lung cancers.",
        "exp": "Because of its tendency for early exfoliation and obstruction, squamous cell cancer is often detected at an earlier stage. Even correcting for this, there is some suggestion that its prognosis is still better, perhaps because of its slow growth rate.",
        "cop": 2,
        "opa": "cancer metastatic to the lung",
        "opb": "squamous cell cancer of the lung",
        "opc": "adenocarcinoma of the lung",
        "opd": "small cell cancer of the lung",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "6a98af20-e1da-4ddc-810b-786789d8a5d8",
        "choice_type": "multi"
    },
    {
        "question": "Best treatment for glioblastoma multiforme:",
        "exp": "Ans. C. Excision with radiation* These are highly infiltrative tumors, and the areas of increased T2/FLAIR signal surrounding the main tumor mass contain invading tumor cells.* Treatment involves maximal surgical resection followed by partial-field external beam radiotherapy (6000c. Gy in thirty 200-c. Gy fractions) with concomitant temozolomide, followed by 6-12 months of adjuvant temozolomide",
        "cop": 3,
        "opa": "Chemotherapy",
        "opb": "Radiation",
        "opc": "Excision with radiation",
        "opd": "Stereotactic surgery",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "5131f7aa-e9fe-4acc-aecf-6487c8ad6fa4",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old woman complains of persistent bleeding for 5 days after a dental extraction. She has noticed easy bruisability since childhood and was given a blood transfusion at age 17 because of prolonged bleeding after an apparently minor cut. She denies ecchymoses or bleeding into joints. Her father has noticed similar symptoms but has not sought medical care. Physical examination is normal except for mild oozing from the dental site. She does not have splenomegaly or enlarged lymph nodes. Her CBC is normal, with a platelet count of 230, 000. Her prothrombin time is normal, but the partial thromboplastin time is mildly prolonged. The bleeding time is 12 minutes (normal 3-9 minutes). What is most appropriate way to control her bleeding?",
        "exp": "This woman's lifelong history of excessive bleeding suggests an inherited bleeding problem, as does the positive family history. The prolonged PTT indicates a deficiency of factors VIII, IX, XI, or XII, but the commonest of these deficiencies (classic hemophilia A and Christmas disease, or hemophilia B) are vanishingly rare in women. Furthermore, the continued oozing from dental sites and the absence of ecchymoses or hemarthroses suggest a platelet function disorder, as does the prolonged bleeding time. Von Willebrand disease is an autosomal dominant condition that leads to both platelet and factor VIII dysfunction and is the likeliest diagnosis in this patient. Although factor VIII concentrates can be used for life-threatening bleeding, most will respond to desmopressin, which raises the von Willebrand factor level in the most common form (the so- called type 1 form) of this disease. Mild von Willebrand disease is fairly common (1 in 250 individuals). Fresh frozen plasma and whole blood are much less effective ways to deliver factor YIII. Platelet transfusion would not be as effective as correction of the von Willebrand factor level.",
        "cop": 3,
        "opa": "Factor VIII concentrate",
        "opb": "Fresh frozen plasma",
        "opc": "Desmopressin (DDAVP)",
        "opd": "Whole blood transfusion",
        "subject_name": "Medicine",
        "topic_name": "Oncology",
        "id": "3b6e62a4-8100-433a-9f62-d95802c0729b",
        "choice_type": "multi"
    }
]