[
    {
        "question": "All are features of hyper-parathyroidism EXCEPT:",
        "exp": "Ans. (c) DiarrheaRef.: Harrison 19th ed. / 2342* Hyperparathyroidism leads to increase PTH. PTH increases serum calcium by increasing dietary absorption of vitamin D3. It also ensures that the proximal convoluted tubule start loosing phosphate in urine leading to decreased serum phosphate.* The increase serum calcium leads to deposition in kidney parenchyma forming calcium phosphate stones. The increased level of calcium also leads to constipation. Therefore abdominal pain are a feature of hyperparathyroidism. Renal Colic is due to stones and severe constipation. Diarrhea is not seen with hypercalcemia/ hyperparathyroidism.",
        "cop": 3,
        "opa": "Increase serum calcium",
        "opb": "Decreased serum phosphate",
        "opc": "Diarrhea",
        "opd": "Nephrocalcinosis",
        "subject_name": "Medicine",
        "topic_name": "Parathyroid",
        "id": "3549ee90-f50d-4836-9831-b83c12202054",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice in parathyroid pathology is -",
        "exp": "Ans. is 'd' i.e., Technetium-99 sestamibi scan Localization studieso The diagnosis of primary hyperparathyroidism is established by appropriate biochemical testing.# Localization studies with ultrasonography, technetium-99m sestamibi, CT, or MRI scanning should not be used to establish the diagnosis of primary hyperparathyroidism.# Their utility is questionable when bilateral neck exploration is planned.# However, they are commonly used now. along with intraoperative PTH monitoring, to facilitate unilateral exploration and minimally invasive surgery in those with probable single gland disease.",
        "cop": 4,
        "opa": "CT scan",
        "opb": "Gallium scan",
        "opc": "Thallium scan",
        "opd": "Technetium-99 sestamibi scan",
        "subject_name": "Medicine",
        "topic_name": "Parathyroid",
        "id": "416cf72c-af49-45ab-bad3-e361437801c8",
        "choice_type": "multi"
    },
    {
        "question": "The commonest cause of primary hyperparathyroidism is :",
        "exp": "Ans. is 'b' Parathyroid adenoma (Ref Harrison, 17/e, p 2380 & 16/e, p 2252 (15/e, p 2210)).Most common cause of primary hyperparathyroidism is parathyroid adenoma.",
        "cop": 2,
        "opa": "Carcinoma parathyroid",
        "opb": "Solitary adenoma of parathyroid",
        "opc": "Chronic renal failure",
        "opd": "Hyperplasia of the parathyroid",
        "subject_name": "Medicine",
        "topic_name": "Parathyroid",
        "id": "8f457a86-efb3-4aba-b6e0-1da89f39c372",
        "choice_type": "single"
    }
]