[
    {
        "question": "Comment on the site of damage for a patient exhibiting the following symptom?",
        "exp": "Past pointing and intentional tremors- Lesion of neo-cerebellum. Archicerebellum lesion-Truncal ataxia. Damage to Substantia nigra -Parkinsonism- Resting tremor is seen.",
        "cop": 2,
        "opa": "Substantia Nigra",
        "opb": "Neocerebellum",
        "opc": "Archicerebellum",
        "opd": "Ventromedial nucleus thalamus",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "b7e1e909-d360-4232-b40b-be38e83eede4",
        "choice_type": "single"
    },
    {
        "question": "All are associated with decreased sense of smell except?",
        "exp": "Gullain barre syndrome does not present with anosmia Non-motor symptoms of Parkinsonism are constipation, anosmia, and REM behavior sleep disorder. Kallmann syndrome presents with anosmia due to olfactory bulb agenesis/ hypoplasia. HIV infection can also affect olfactory bulbs leading to anosmia",
        "cop": 3,
        "opa": "Parkinsonism",
        "opb": "Kallmann Syndrome",
        "opc": "Gullain barre syndrome",
        "opd": "HIV infection",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "d2840be9-322b-49ea-b706-2f78f54503e7",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old has suffered from essential tremor for many years. Her symptoms are exacerbated by stress and fatigue and some evenings she is unable to cook or make herself a cup of tea because of it. Which of the following is the most appropriate first-line treatment?",
        "exp": "Generally essential tremor requires no treatment but if the quality of life is affected then Propranolol should be given.",
        "cop": 3,
        "opa": "Pramipexole",
        "opb": "Topiramate",
        "opc": "Propranolol",
        "opd": "Diazepam",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "b4d01bcf-5f60-4888-8157-ae26f9fee499",
        "choice_type": "single"
    },
    {
        "question": "Essential tremor does not exist in:",
        "exp": "Essential tremor Most common of all movement disorder. Higher in frequency and lower in amplitude than the tremor of PD. May be a form of enhanced physiological tremor, but recent evidence suggests a cerebellar abnormality. Often familial. Postural and action tremor that tends to affect the hands, head, and voice. Made worse by anxiety.",
        "cop": 3,
        "opa": "Hand",
        "opb": "Head",
        "opc": "Lips",
        "opd": "Voice",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "7bcd6341-1532-4577-999a-acccae5682a0",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old male patient is accompanied by his wife.The patient's wife is concerned that since staing some new medications for his Parkinson's disease, he has staed acting differently. She repos that since staing the new medication he has staed gambling and making inappropriate sexual comments to the cleaning maid. Which medication is likely to be responsible for this new behaviour?",
        "exp": "The presentation of the patient is of disinhibition. Ropinirole is associated with impulse control disorder (pathological gambling and hypersexuality) Option A- (Levodopa + Carbidopa) given for management of Parkinson's disease. it is not associated with disinhibition. Option C- Bromocriptine -Cause Raynaud's phenomenon, doesn't cause any behavioral change. Option D-Entacapone is COMT inhibitor. S/E: mainly nausea, vomitting and dyskinesia",
        "cop": 2,
        "opa": "Levo+Carbidopa",
        "opb": "Ropinirole",
        "opc": "Bromocriptine",
        "opd": "Entacapone",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "f9d53aa0-dd3d-4b66-a9b1-0155070fdd04",
        "choice_type": "single"
    },
    {
        "question": "Flapping tremor occurs due to all except?",
        "exp": "Flapping tremor (Asterixis) - CO2 Narcosis - Hepatic encephalopathy - Urinemic encephalopathy Paralysis Agitans - Parkinsonism like manifestation Metabolic encephalopathy -Anomic Aphasia, Asterixis",
        "cop": 4,
        "opa": "C02 narcosis",
        "opb": "Hepatic encephalopathy",
        "opc": "Uremic encephalopathy",
        "opd": "Paralysis Agitans",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "c9c458ba-de63-4419-9b6b-a219ad7beea2",
        "choice_type": "multi"
    },
    {
        "question": "Coenzyme Q10 is recommended for management of?",
        "exp": "Option A-Coenzyme Q10 acts as an antioxidant,helps in scavanging Reactive oxygen species and slows down progress of disease. Option B- G.B.S-IV Ig and plasmapheresis are used as treatment Option D- Amyotrophic lateral sclerosis: Treated by Riluzole/EDAVARONE.",
        "cop": 1,
        "opa": "Parkinson disease",
        "opb": "G.B.S",
        "opc": "Lewy Body dementia",
        "opd": "Amyotrophic lateral sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "526d0cd9-6850-4bef-9622-23853d463847",
        "choice_type": "single"
    },
    {
        "question": "A new drug approved for treatment of 'off phenomenon' in Parkinsonism:",
        "exp": "Safinamide: Orally active Selective, reversible monoamine oxidase-B inhibitor with both dopaminergic and non-dopaminergic (glutamatergic) propeies.",
        "cop": 1,
        "opa": "Safinamide",
        "opb": "Evenamide",
        "opc": "Lacosamide",
        "opd": "Ziconotide",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "48829912-3545-48bb-b538-0444f16e037b",
        "choice_type": "single"
    },
    {
        "question": "Wheelchair sign is seen in?",
        "exp": "PARKINSON DISEASE Usage of Levodopa leads to \"on and off phenomenon\". When levodopa stas acting a rigid akinetic wheelchair bound Parkinsonism patient will be in a position to get out of a chair and sta pushing the wheelchair. When the effect wears off the same patient will be restricted to a wheelchair. This is known as wheelchair sign.",
        "cop": 1,
        "opa": "Parkinsonism",
        "opb": "Duchenne muscular dystrophy",
        "opc": "Becker's dystrophy",
        "opd": "Thomsen disease",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "75b8701b-8817-4dd4-b1d6-4a4262a5111c",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old banker presents with complaints of increasing difficulty doing up his shi buttons every morning and brushing his teeth. On examination dental hygiene is good and you notice that his hand shakes slightly when he is relaxing in front of the TV but stops when he reaches for the TV remote, and he is able to switch channels. What is the best initial management step?",
        "exp": "The presentation is of relaxing/resting tremors which disappears on reaching for the remote. He is suffering from parkinson disease. Levodopa remains the most effective symptomatic treatment for PD and the gold standard against which new therapies are compared. No current medical or surgical treatment provides antiparkinsonian benefits superior to what can be achieved withlevodopa.",
        "cop": 3,
        "opa": "Deep brain stimulation",
        "opb": "Send him for Cognitive Behaviour Therapy (CBT)",
        "opc": "Prescribe L-Dopa",
        "opd": "Prescribe Pramipexole",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "78b23c60-cd4d-4bfa-81fc-6bf6a817407c",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old man is brought to the doctor by his family for the rapid intellectual decline. Examination shows fast semi-purposive movements in hands. His father and grandfather had a similar illness. What is the diagnosis?",
        "exp": "The fast semi-purposive movements - Chorea. With advancing age chorea reduces and dystonia, rigidity, and myoclonus appear. Huntington's disease has an autosomal dominant pattern of inheritance . The intellectual decline is a common feature. Presenile dementia is seen in Down's syndrome Lewy body dementia presents with hallucinations, delusions, and dementia. Coicobasal degeneration/Alien hand syndrome-Asymmetric dystonia, apraxia (Loss of visuospatial skills), focal limb myoclonus",
        "cop": 4,
        "opa": "Pre-senile Dementia",
        "opb": "Lewy body dementia",
        "opc": "Coicobasilar degeneration",
        "opd": "Huntington chorea",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "96516f8b-aaa5-4e24-ad58-de6cd5a1219d",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old boy is admitted with psychotic behavior. On examination, he is having dystonia and in-coordination. Liver enzymes are elevated. Which of the following is a possible diagnosis?",
        "exp": "Disease Differentiating Features Rheumatic chorea -Emotional lability and poor handwriting -Hung up reflexes, -Pronator sign -Daing tongue LFT is normal. Westphal variant of Huntington disease Akinetic-rigid Parkinsonism like LFT isnormal. Hallervorden Spatz disease -Parkinsonism like features -Cognitive decline -Retinal pigmentary changes Wilson disease. -Basal ganglia damage -Deranged liver function",
        "cop": 3,
        "opa": "Rheumatic Chorea",
        "opb": "Westphal variant of Huntington disease",
        "opc": "Wilson disease",
        "opd": "Hallervorden Spatz disease",
        "subject_name": "Medicine",
        "topic_name": "Parkinsonism and other movement disorders",
        "id": "118c48ea-2ab0-44a2-9c6b-4144b1549de7",
        "choice_type": "multi"
    }
]