[
    {
        "question": "MC age of presentation of gastric ulcer is:",
        "exp": "GUs tend to occur later in life than duodenal lesions, with a peak incidence repoed in the sixth decade. More than one half of GUs occur in males and are less common than DUs, perhaps due to the higher likelihood of GUs being silent and presenting only after a complication develops.",
        "cop": 4,
        "opa": "3rd decade",
        "opb": "4th decade",
        "opc": "5th decade",
        "opd": "6th decade",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "c3a3c791-b1a3-4492-9e96-d5cb026a4a5f",
        "choice_type": "single"
    },
    {
        "question": "GERD is defined as pH of oesophagus< ____ and for > _______% of total day time.",
        "exp": "pH of esophagus< 4 for > 5% of total day time is defined as GERD There is Demeester score for the severity of GERD GERD can be due to * Hiatus Hernia * Incompetent LES (Coffee, tea, stress) GERD causes - Chemical laryngitis, chemical tracheitis - Nocturnal cough* -Asthma -Dental erosions",
        "cop": 1,
        "opa": "4 and 5",
        "opb": "5 and 4",
        "opc": "4 and 10",
        "opd": "5 and 10",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "77faefd9-5286-4ae3-b63c-7b249a0df534",
        "choice_type": "single"
    },
    {
        "question": "Dumping syndrome is due to all except:",
        "exp": "Dumping syndrome Signs and symptoms arise from the rapid emptying of hyperosmolar gastric contents into the small intestine, resulting in a fluid shift into the gut lumen with plasma volume contraction and acute intestinal distention. Release of vasoactive GI hormones -vasoactive intestinal polypeptide, neurotensin, motilin play a role in early dumping. Early dumping takes place 15-30 minutes after meals and consists of crampy abdominal discomfo, nausea, diarrhea, belching, tachycardia, palpitations, diaphoresis, lightheadedness, and, rarely, syncope.",
        "cop": 2,
        "opa": "Motilin",
        "opb": "Small stomach",
        "opc": "Hypeonic fluid contents in bowel",
        "opd": "Neurotensin",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "a4c10d6d-2aa0-4060-ae32-d51f26c7b309",
        "choice_type": "multi"
    },
    {
        "question": "Which is true regarding Barrett's esophagus?",
        "exp": "Barrett's esophagus Age - 55-65 years. 2:1 male-to-female ratio, with white males making up more than 80% of cases. Columnar metaplasia of lower esophagus Does not respond to any treatment. Premalignant condition diagnosed with UGIE with biopsy. If high grade dysplasia is found , go for fuher intervention",
        "cop": 3,
        "opa": "Squamous metaplasia of lower esophagus",
        "opb": "Seen mainly in females",
        "opc": "Premalignant",
        "opd": "Responds to conservative management",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "eae6b2bb-6996-4c46-b812-6a22e2031405",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are indications for surgery in a case of duodenal ulcer except;",
        "exp": "Surgery is more often required for treatment of an ulcer-related complication. Hemorrhage is the most common ulcer-related complication, Bleeding most often seen in older patients (sixth decade or beyond). Patients unresponsive or refractory to endoscopic intervention will require surgery (-5% of transfusion-requiring patients). Free peritoneal perforation occurs in -2-3% of Duodenal ulcer patients. Concomitant bleeding may occur in up to 10% of patients with perforation, with moality being increased substantially. Peptic ulcer can also penetrate into adjacent organs, especially with a posterior DU, which can penetrate into the pancreas, colon, liver, or biliary tree. Pyloric channel ulcers or DUs can lead to gastric outlet obstruction in -2-3% of patients. If a mechanical obstruction persists, endoscopic intervention with balloon dilation may be effective. Surgery should be considered if all else fails",
        "cop": 4,
        "opa": "Acute perforation of ulcer",
        "opb": "Pyloric stenosis",
        "opc": "Massive haemorrhage",
        "opd": "Multiple large ulcers",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "c40e15c2-4f5f-4324-8c29-46489ddfdf6a",
        "choice_type": "multi"
    },
    {
        "question": "The most common complication of vagotomy is:",
        "exp": "Postvagotomy diarrhea- most commonly observed after truncal vagotomy Due to a motility disorder from interruption of the vagal fibers supplying the luminal gut. Other factors may include decreased absorption of nutrients, increased excretion of bile acids, release of luminal factors that promote secretion. Diphenoxylate or loperamide is often useful in symptom control.",
        "cop": 1,
        "opa": "Diarrhoea",
        "opb": "Dryness of mouth",
        "opc": "Tachycardia",
        "opd": "Bleaching",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "05f3d93c-757e-49fa-aa94-808b916562ae",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive non invasive test for diagnosis of H pylori?",
        "exp": "ELISA test has sensitivity of 80% and has been replaced by C-13 urea breath test and fecal antigen immunoassay. Both have sensitivity of >90%. Hence though rapid urease test is having a comparable sensitivity and higher specificity, it is an invasive test. Sensitivity of various diagnosis tests Test Sensitivity in % Rapid urease (INVASIVE) 80-95 Histology 80-90 Serology >80 Urea breath test (NON INVASIVE) >90 Stool antigen >90 In assessment of response to treatment, non-invasive tests are preferred. Breath urea test will be done but can be false negative if done within 4 weeks of antibiotic treatment. High levels of interleukin 1,2,6 & 8 and TNFa,IFN gamma in the gastric epithelium are found.",
        "cop": 3,
        "opa": "Rapid urease test",
        "opb": "Demonstration of organism in gastric biopsy",
        "opc": "Breath urea test",
        "opd": "ELISA",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "e0de00cb-1472-4a9a-87ca-767094e0e3f3",
        "choice_type": "single"
    },
    {
        "question": "A 60 year old male had a sudden fall in the toilet, his BP was 90/60 mm Hg and pulse was 100 per minute. His relatives repoed that his stool was black/dark in color. Fuher careful history revealed that he is a known case of hypeension and coronary aery disease and was regularly taking aspirin, atenolol and sorbitrate. The most likely diagnosis is?",
        "exp": "On examination of vitals where BP is low and pulse is increased, CVA is ruled out as stroke presents with cushing reflex (Bradycardia and hypeension). Pulmonary embolism develops in setting of hypercoagulable state which is unlikely as he is taking aspirin for long time Since patient is taking aspirin, it cuts the risk of MI and there is no history of chest pain or ECG findings given The diagnosis points to gastric ulcer with bleed with of history of aspirin intake plus passage of black stools plus features of shock due to blood loss.",
        "cop": 1,
        "opa": "Gastric ulcer with bleeding",
        "opb": "Acute myocardial infarction with cardiogenic shock",
        "opc": "Acute CVA",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "9b78cebd-6606-4845-b77c-792c51204f4d",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of tear in Boerhaave syndrome?",
        "exp": "Boerhaave syndrome Sudden rise in intraluminal esophageal pressure produced during vomiting, as a result of neuromuscular incoordination causing failure of the cricopharyngeus muscle to relax. Associated with overindulgence in food and/or alcohol. At the left posterolateral wall of the lower third of the esophagus, 2-3 cm proximal to the gastro-esophageal junction, along the longitudinal wall of the esophagus. 2nd most common site of rupture is in the subdiaphragmatic or upper thoracic area Vomiting, retching, or vigorous coughing can cause transmural tear at the gastroesophageal junction known as Mallory Weiss tear. Instrument perforation(iatrogenic)typically occurs in the hypopharynx or at the gastroesophageal junction.",
        "cop": 1,
        "opa": "Lower end of Esophagus",
        "opb": "At Gastroesophageal junction",
        "opc": "Upper esophagus",
        "opd": "Mid Esophagus",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "19b2680e-cf52-4fd4-b65f-ab2abbf5f1e1",
        "choice_type": "single"
    },
    {
        "question": "H.pylori causes all except;",
        "exp": "H.pylori is gram negative bacteria, non sporing, micro aerophilic, extra cellular bacteria. H.pylori releases urease enzyme which conves urea to ammonia and ammonia stimulates G cells of stomach which in turn stimulates parietal cells and cause secretion of HCl and Hyperchlorydia. This acid travels into stomach & duodenum and causes peptic ulcers. * H.pylori is a type I carcinogen, which, if present in stomach or long term can cause cancer called MALTOMA (Mucosa Associated Lymphoid Tumor), which is a B-type NHL. Also Know mc site of duodenal ulcer in duodenum: D1 If ulcer at atypical site like D2, suspect Zollinger Ellison Syndrome IOC for H. pylori: Urease test (invasive procedure) Urea breath test: test for eradication of infection S. ELISA: Screening test for H.Pylori",
        "cop": 3,
        "opa": "Peptic ulcer",
        "opb": "Maltoma",
        "opc": "Carcinoid tumor",
        "opd": "Gastric CA",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "e94c58f3-c443-41d9-b50c-968ad4609945",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common site for chronic gastric ulcer?",
        "exp": "Modified Johnson classification for gastric ulcers Type 1 Gastric ulcer is the most common type of gastric ulcer Type Location Acid level I Lesser curvature at incisura Low to normal II Gastric body with duodenal ulcer Increased III Prepyloric Increased IV High on lesser curvature Normal V Anywhere Normal, NSAID-induced Type II gastric ulcer has the maximum risk for malignancy.",
        "cop": 1,
        "opa": "Lesser curvature at incisura",
        "opb": "High on lesser curvature",
        "opc": "Greater curvature",
        "opd": "Pre-pyloric",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "5c8efe9b-4819-42f4-9c89-b1217b47aa68",
        "choice_type": "single"
    },
    {
        "question": "Best test for determining eradication of H.Pylori infection:",
        "exp": "Tests Commonly Used to Detect Helicobacter pylori. Invasive (Based on Endoscopic Biopsy) Non-invasive 1. Biopsy urease: Quick, simple 2.Histology 3.Culture: Permits determination of antibiotic susceptibility. 1. Serology: Inexpensive and convenient; Cannot be used for early follow-up after treatment 2. 13-C urea breath test. Inexpensive and simpler than endoscopy; useful for follow-up after treatment 3. Stool antigen test: Inexpensive and convenient; Useful for screening",
        "cop": 2,
        "opa": "Urease test",
        "opb": "Breath urea test",
        "opc": "Tissue biopsy",
        "opd": "Serum ELISA",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "82cbe7e9-d70b-4c38-8ab6-733e5f0bc1cf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following staging is used for GERD?",
        "exp": "Staging Ranson- Acute pancreatitis Gleason- Cancer of Prostate Savary miller- GERD Hunter Scale- SAH severity",
        "cop": 3,
        "opa": "Ranson",
        "opb": "Gleason",
        "opc": "Savary miller",
        "opd": "Hunter scale",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "e54c1873-08af-4bb6-9b98-e030d892c01a",
        "choice_type": "single"
    },
    {
        "question": "True about dumping syndrome is all except;",
        "exp": "Dietary modification is the cornerstone of therapy for patients with dumping syndrome. Small, multiple meals devoid of simple carbohydrates coupled with elimination of liquids during meals is impoant. Anti-diarrheals and anticholinergic agents are complementary to diet. Acarbose, an alpha-glucosidase inhibitor that delays digestion of ingested carbohydrates, has also been shown to be beneficial in the treatment of the late phases of dumping. The somatostatin analogue octreotide has been successful in diet-refractory cases",
        "cop": 4,
        "opa": "Caused by early emptying of stomach",
        "opb": "Medically managed",
        "opc": "Controlled by small diets",
        "opd": "Needs Re-surgery",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "e8ca2649-0bd4-4674-bcb5-d525bac01310",
        "choice_type": "multi"
    },
    {
        "question": "Which drug is not effective against H pylori?",
        "exp": "Erythromycin is not effective against H pylori The agents used with the greatest frequency include amoxicillin, metronidazole, and tetracycline, clarithromycin, and bismuth compounds. Multiple drugs have been evaluated in the therapy of H. pylori. No single agent is effective in eradicating the organism. Combination therapy for 14 days provides the greatest efficacy. A shoer course administration (7-10 days), although attractive, has not proved as successful as the 14-days regimens. Regimens Recommended for Eradication of H pylori Infection Drug Dose Triple Therapy 1. Bismuth subsalicylate plus Metronidazole plus Tetracycline 2 tablets qid 250 mg qid 500 mg qid 2. Ranitidine bismuth citrate plus Tetracycline plus Clarithromycin or metronidazole 400 mg qid 500 mg qid 500 mg qid 3. Omeprazole(Lansoprazole) plus Clarithromycin plus Metronidazole or Amoxicillin 20 mg bid (30 mg bid) 250/500 mg bid 500mg bid (1 g bid) Quadruple Therapy Omeprazole(Lansoprazole) plus Bismuth subsalicylate Metronidazole Tetracycline 20 mg (30 mg ) daily 2 tablets qid 250 mg qid 500 mg qid Two anti-H pylori regimens are available in prepackaged formulation (14 days):- Prevpac (Lansoprazole, Clarithromycin, and Amoxicillin ---- Twice per day Helidac (bismuth subsalicylate, tetracycline, and metronidazole)------Constituents are taken four times per day with an antisecretory agent (PPI or H2blocker)",
        "cop": 4,
        "opa": "Colloidal bismuth",
        "opb": "Metronidazole",
        "opc": "Amoxycilline",
        "opd": "Erythromycin",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "db2558a8-eaf6-436f-bc5d-78addf30ed7b",
        "choice_type": "single"
    },
    {
        "question": "Prolonged intake of PPI does not cause",
        "exp": "Long-term acid suppression, especially with PPIs, has been associated with A higher incidence of community-acquired pneumonia Community and hospital acquired Clostridium difficile associated disease. Long-term use of PPIs was associated with the development of hip fractures in older women. PPIs may exe a negative effect on the anti-platelet effect of clopidogrel. The mechanism involves the competition of the PPI and clopidogrel with the same cytochrome p450 (CYP2C19).",
        "cop": 1,
        "opa": "Hypothyroidism",
        "opb": "Pelvic fracture",
        "opc": "Clostridium difficile infection",
        "opd": "Increased community acquired pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "32c5bed7-141a-421a-8909-b49e9a62a645",
        "choice_type": "single"
    },
    {
        "question": "CLO test is used for:",
        "exp": "* Rapid urease test, also known as the CLO test (Campylobacter-like organism test), is a rapid diagnostic test for diagnosis of Helicobacter pylori. The basis of the test is the ability of H. pylori to secrete the urease enzyme, which catalyzes the conversion of urea to ammonia and carbon dioxide * The urease produced by H. pylori hydrolyzes urea to ammonia, which raises the pH of the medium, and changes the color of the specimen from yellow (NEGATIVE) to red (POSITIVE).",
        "cop": 1,
        "opa": "H.pylori",
        "opb": "Brucella",
        "opc": "Gonorrhoea",
        "opd": "EBOLA",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "ce7e3cc3-5d3d-4eb4-95e3-c73eab10b0d1",
        "choice_type": "single"
    },
    {
        "question": "Bleeding from lesser curvature in gastric ulcer, source of bleeding is?",
        "exp": "Ulcer located along the lesser curve of the stomach and posterior duodenal bulb are at greater risk for severe bleeding and rebleeding due to the proximity of the left gastric aery and gastroduodenal aery, respectively. The moality rate for bleeding peptic ulcers is approximately 6%-7%.",
        "cop": 4,
        "opa": "Right gastro -epiploic aery",
        "opb": "Right omento duodenal",
        "opc": "Pancreatoduodenal aery",
        "opd": "Left gastric aery",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "51cf0010-469c-402f-ac6b-e8b3fa0d57ac",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common cause of non-traumatic acute chest pain?",
        "exp": "MCC of non-traumatic acute chest pain- GIT Causes > Ischemic Hea Disease",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "GIT causes",
        "opc": "Ischemic hea disease",
        "opd": "Costochondritis",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "c9cf8603-4d2f-407b-bb0c-995d61270378",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old male patient presented to the emergency depament with pain in epigastrium and difficulty in breathing for 6 hours. On examination his hea rate was 56 per minute and the blood pressure was 106/60 mm Hg. Chest examination was normal. The patient has been taking omeprazole for gastroesophageal reflux disease for last 6 months. What should be the initial investigation:",
        "exp": "The patient appears to be an old patient with bradycardia and hypotension. The age is a risk factor for coronary aery disease. Chest pain can be misleading. The breathlessness and bradycardia and hypotension point towards cardiac infarction. Hence the initial evaluation at presentation should be ECG. Second-degree hea block (intermittent AV block) may occur as a transient abnormality in inferior wall MI Although many patients have a normal pulse rate and blood pressure within the first hour of STEMI, about one-fouh of patients with anterior infarction have manifestations of sympathetic nervous system hyperactivity (tachycardia and/ or hypeension), and up to one-half with inferior infarction show evidence of parasympathetic hyperactivity (bradycardia and/or hypotension).",
        "cop": 1,
        "opa": "An ECG",
        "opb": "An upper GI endoscopy",
        "opc": "Urgent ultrasound of the abdomen",
        "opd": "An X-ray chest",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "7ef2121e-36b5-464d-88f3-e68ea956c2d8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about peptic ulcer disease is true?",
        "exp": "Helicobacter pylori eradication has reduced complications and recurrence of peptic ulcer. Due to low socio-economic status and feco-oral contamination oring spread of H. Pylori the incidence in India is high. The greatest impact of understanding the role of H. pylori in peptic disease has been the ability to prevent recurrence. Eradication of the organism may lead to diminished recurrent ulcer bleeding.",
        "cop": 2,
        "opa": "Helicobacter pylori eradication increases likelihood of occurrences of complication",
        "opb": "The incidence of hospitalizations has reduced",
        "opc": "The incidence of helicobacter pylori infection in India is very low",
        "opd": "Helicobacter pylori eradication does not alter the recurrence ratio",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "ccab0955-98e0-43c6-9187-8a800cf58fdc",
        "choice_type": "multi"
    },
    {
        "question": "Helicobactor pylori is associated with following except;",
        "exp": "Type A is autoimmune gastritis with antibodies against parietal cells whereas the gastritis caused by H. Pylori is referred to as type B gastritis.",
        "cop": 1,
        "opa": "Type A gastritis",
        "opb": "M.A.L.Toma",
        "opc": "Gastric adenocarcinoma",
        "opd": "Hyperchlorhydria",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "3de66e91-21a4-40e6-b8d2-34d13413b06a",
        "choice_type": "multi"
    },
    {
        "question": "Investigation of choice for dysphagia lusoria is?",
        "exp": "Dysphagia lusoria Compression of the oesophagus by the aberrant right subclan aery * Barium study of the esophagus may show the indentation on the posterior esophageal wall by the aery. * Chest x-ray can demonstrate enlargement of the superior mediastinum. * CT angiography and MRI thorax are the best diagnostic modalities that could identify the dysphagia lusoria. * In children, the most common presentations are stridor and recurrent chest infections, may be due to their tracheal softening comparing to adult population.",
        "cop": 3,
        "opa": "Barium studies",
        "opb": "X-ray",
        "opc": "CT angiography",
        "opd": "Esophageal manometry",
        "subject_name": "Medicine",
        "topic_name": "Peptic Ulcer Disease",
        "id": "98aa0db1-41b2-443f-9a6a-5eca2027300b",
        "choice_type": "single"
    }
]