[
    {
        "question": "Hyperpigmentation is seen with which hormone?",
        "exp": "Ans. (d) ACTHRef: Harrison 19th ed. / 401e-4",
        "cop": 4,
        "opa": "FSH",
        "opb": "LH",
        "opc": "TSH",
        "opd": "ACTH",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "edbdbbd7-a2a5-4c7b-b055-4c6a2fcb13a2",
        "choice_type": "single"
    },
    {
        "question": "A17 yeans old girl w ho was evaluated for short height was found to have an enlarged pituitary gland. Her T4 was low and TSH was increased. Which of the follow ing is the most likely diagnosis?",
        "exp": "Ans. is 'd' i. e., Primary hypothyroidism o Increased TSH with low thyroid hormone suggests the diagnosis of primary hypothyroidism. o Hashimotos thyroiditis is an autoimmune disorder affecting the thyroid gland and causes primaryt hypothyroidism. o Secondary hypothyroidismo It refers to thyroid hormone deficiency due to disorder of the pituitary, hypothalmus or hypothalmic pituitary portal circulation. o There is no defect in the thyroid gland per se but the hypothalmus and pituitary does not produce adequate TSH to stimulate the thyroid gland thus the thyroid is unable to secrete enough T3 & T4o In case of secondary' hyothyroidism the TSH level remians low despite decreased T3. & T4. Normally any decrease in T3, T4 level leads to compensatory increase in TSH due to the negative feed back. But in secondary hypothyroidism the negative feed back is lost due to defect in pituitary or hypothalamus. Primary hypothyroidism. Primary hypothyroidism is caused due to defect in the thyroid gland per se. In these cases thyroid gland is not able to synthesize hormone despite adequate stimulation by TSH.# In fact there is compensator increase in TSH secretion by the pituitary, but still the T3, T4 level is not in the normal range. Suspected Hypothyroidism|Obtain TSH and Free T4 1||TSH highfree T4 low. TSH normalor low free T4 low||Primaryhypothyroidism. Secondaryhypothyroidism||Thyroid gland fails to produce. T3 and T4. andthere is compensatory increase in. TSH due to reduction in thenegative feedback. Occurs due to defect in. Hypothalamus or pituitary||Hypothalmic. Pituitary|||Autoimmune hypothyroidism. Hashimoto's atrophic. Due to defective TRH secretionby hypothalamusdue to defective. TSH secretionby pituitary. Iatrogenic:||131treament, subtotal or total thyroidectomy External irradia-tion of neck for lymphomao Tumouro Traumao Infiltrative disordero Idiopathico Tumourso Pituitary surgeryo Infiltrative disordero Sheehans syndromeo Traumao Genetic from of combind pituitary' hormone deficiency. Drugs: Iodine excess (iodine contract media and amiodarone) lithium, antithyroid drugs, paminosalicylic acid interferon a and other cytokines, amniogluthimide sunitinib. Congenital hypothyroidism: Absent or ectopic thyroid dyshor mogenesis, TSH-R mutation iodine deficiency. Infiltrative disorders: Amyloidosis, Sacroidosis, hemochromatosis, scleroderma, cystinosis, Reide. Fs thyroiditis Overexpression of type 3 iodinase",
        "cop": 4,
        "opa": "Pituitary'adenoma",
        "opb": "TSH-secreting pituitary tumour",
        "opc": "Thyroid target receptor insensitivity",
        "opd": "Primary' hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "d3f7d064-a350-4372-91c2-77c9f58f0fe8",
        "choice_type": "single"
    },
    {
        "question": "First drug to be started in Sheehan's syndrome is?",
        "exp": "Ans. is 'd' i. e., Corticosteroids Sheehan syndrome is panhypopituitarismo Treatment of patients with hypopituitarism is the sum of the treatments of each of the individual pituitary hormonal deficiencies detected when a patient with a pituitary or hypothalamic disease is tested\\o The treatments of corticotropin (ACTH), thyroid-stimulating hormone (TSH), and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) deficiencies are in many ways the same as the treatments of primary deficiencies of the respective target glands, but in other vvayjf they differ. o Lack of ACTH primarily causes cortisol deficiencv:-# Treatment consists of the administration of hydrocortisone or other glucocorticoid in an amount and timing to mimic the normal pattern of cortisol secretion. o TSH deficiency, which results in thyroxine (T4) deficiency# Is treated with Levothyroxine.# T4 should not be administered until adrenal function, including ACTH reserve, has been es-aluated and either found to be normal or treated. o In women with gonadotropin deficiency, treatment depends upon the patient's goals# Estradiol and progestin replacements are indicated in women who are not pursuing fertility, while gonadotropin or pulsatile Gn. RH therapy may be used when ovulation induction and fertility are the goalo In men with gonadotropin deficiency# Testosterone replacement is indicated when fertility is not desired.# Men with secondary> hypogonadism who wish to become fertile may be treated with gonadotropins if they have pituitary disease or with either gonadotropins or gonadotropin-releasing hormone (Gn. RH) if they have hypothalamic Gn. RH deficiency.",
        "cop": 4,
        "opa": "Gonadotropins",
        "opb": "Oestrogen",
        "opc": "Thyroxine",
        "opd": "Corticosteroids",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "fc04b645-1376-4492-a8de-b99234d392b9",
        "choice_type": "single"
    }
]