[
    {
        "question": "Hyperpigmentation is seen with which hormone?",
        "exp": "Ans. (d) ACTHRef: Harrison 19th ed. / 401e-4",
        "cop": 4,
        "opa": "FSH",
        "opb": "LH",
        "opc": "TSH",
        "opd": "ACTH",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "edbdbbd7-a2a5-4c7b-b055-4c6a2fcb13a2",
        "choice_type": "single"
    },
    {
        "question": "A17 yeans old girl w ho was evaluated for short height was found to have an enlarged pituitary gland. Her T4 was low and TSH was increased. Which of the follow ing is the most likely diagnosis?",
        "exp": "Ans. is 'd' i.e., Primary hypothyroidism o Increased TSH with low thyroid hormone suggests the diagnosis of primary hypothyroidism. o Hashimotos thyroiditis is an autoimmune disorder affecting the thyroid gland and causes primaryt hypothyroidism.o Secondary hypothyroidismo It refers to thyroid hormone deficiency due to disorder of the pituitary, hypothalmus or hypothalmic pituitary portal circulation.o There is no defect in the thyroid gland per se but the hypothalmus and pituitary does not produce adequate TSH to stimulate the thyroid gland thus the thyroid is unable to secrete enough T3 & T4o In case of secondary' hyothyroidism the TSH level remians low despite decreased T3. & T4Normally any decrease in T3, T4 level leads to compensatory increase in TSH due to the negative feed back.But in secondary hypothyroidism the negative feed back is lost due to defect in pituitary or hypothalamus.Primary hypothyroidismPrimary hypothyroidism is caused due to defect in the thyroid gland per se.In these cases thyroid gland is not able to synthesize hormone despite adequate stimulation by TSH.# In fact there is compensator increase in TSH secretion by the pituitary, but still the T3, T4 level is not in the normal range.Suspected Hypothyroidism|Obtain TSH and Free T4 1||TSH highfree T4 lowTSH normalor low free T4 low||PrimaryhypothyroidismSecondaryhypothyroidism||Thyroid gland fails to produceT3 and T4. andthere is compensatory increase inTSH due to reduction in thenegative feedbackOccurs due to defect inHypothalamus or pituitary||HypothalmicPituitary|||Autoimmune hypothyroidismHashimoto's atrophicDue to defective TRH secretionby hypothalamusdue to defectiveTSH secretionby pituitaryIatrogenic:||131treament, subtotal or total thyroidectomy External irradia-tion of neck for lymphomao Tumouro Traumao Infiltrative disordero Idiopathico Tumourso Pituitary surgeryo Infiltrative disordero Sheehans syndromeo Traumao Genetic from of combind pituitary' hormone deficiencyDrugs:Iodine excess (iodine contract media and amiodarone) lithium, antithyroid drugs, paminosalicylic acid interferon a and other cytokines, amniogluthimide sunitinibCongenital hypothyroidism:Absent or ectopic thyroid dyshor mogenesis, TSH-R mutation iodine deficiencyInfiltrative disorders:Amyloidosis, Sacroidosis, hemochromatosis, scleroderma, cystinosis, ReideFs thyroiditis Overexpression of type 3 iodinase",
        "cop": 4,
        "opa": "Pituitary'adenoma",
        "opb": "TSH-secreting pituitary tumour",
        "opc": "Thyroid target receptor insensitivity",
        "opd": "Primary' hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "d3f7d064-a350-4372-91c2-77c9f58f0fe8",
        "choice_type": "single"
    },
    {
        "question": "SIADH true is all except?",
        "exp": "Ans. is 'b' i.e., Urine Na+ is normal or slightly low Clinical criteria to diagnose SIADHDecreased plasma osmolarity (<280 mosm/kg)Hyponatremia (dilutional hyponatremia with Na+ <135 mmolAbsence of fluid volume depletion.In appropriate urinary osmolarity >150 mosm/Kg.Increased urinary sodium excretion >30 meq/L. While on normal salt and water intake.Water loading test in SIADHA water loading or ADH testing is sometimes performed in patients with hyponatremiaIn this test specific quantities of water is given to the patient and the amount of urine produced and the changes in urine osmolarity and blood osmolarity are monitored.With this test the patients with SIADH typically show decreased serum sodium and osmolality but not normal urine sodium and quantity of urine.They do not produce as much urine as expectedA normal person should excrete >90% of the water load within 4 hours whereas patients with SIADH are not able to excrete more than 20-30% of the water loadThe urine osmolality is high relative to serum osmolality.This suggests that patients do not excrete adequate water load.Management of SIADHGeneral principles used in the management of SIADH Fluid restriction It is the mainstay of the treatment of most patients with SIADH with a suggested goal intake of less than 800 ml/day.In addition to fluid restriction the therapy of SIADH associated hyponatremia often requires the administration of sodium chloride either as oral tablets or intravenous saline.When using intravenous saline, the osmolality of the administered fluid must be greater than the osmolality of urine (This is achieved by administering hypertonic saline).Among patients with urine osmolality more than twice the plasma osmolality, a loop diuretic may be used to reduce urinary concentration.Vasopressor receptor antagonist (Vaptans)Vasopressor receptor antagonists increases free water excretion without the loss of any sodium or potassium.Intravenous conivaptan (which is used in hospitalized patients) and oral tolvaptan are available and approved for use in patients with hyponatremia due to SIADH.The utility of vaptan therapy is limited byExcessive thirstProhibitive cost (at least in the united states) andThe potential for overtly rapid correction of hyponatremia which has led to the necessity for hospitalization for the initiation of therapy.Only one of the vasopressor antagonist i.e. conivaptan has been approved for short term in hospital I. V. treatment of SIADH and the hyponatremia of congestive heart failure.Others are currently in phase III trials.Choosing, the appropriate therapyThe choice of therapy in patients with hyponatremia due to SIADH varies with the severity of hyponatremia and the presence or absence of symptoms. a) Patients with severe hyponatremia who present with seizures or other severe neurological abnormalities or with symptomatic hyponatremiaIn these cases urgent intervention with hypertonic saline is requiredIn these patients the serum sodium has fallen below 120 meq/L in less than 48 hrs leading to potentially fatal cerebral edema.These patients require urgent interventionIt consists of 100 ml bolus of 3% saline - If neurological symptoms persist or worsen100 ml bolus of 3%saline can be repeatedHypertonic saline preserve cerebral perfusion and prevent complications from hyponatremia induced brain edema, swelling.The intravenous hypertonic saline increases serum sodium concentration by approximately 1.5 meq/L and 2.0 meq/L in women.Mild to moderate symptomsLess severe neurological symptoms (e.g. dizziness, gait disturbance, forget fullness, confusion, lethargy)These are seen in patients with a serum sodium concentration below 120 meq/L that develops over more than 48 hrs.Initial therapy in these patients depends in part upon the severity of symptoms.Confusion and lethargyThese patients require initial administration of hypertonic saline therapy. The serum sodium should be raised at the rate of 1meqLL/hour for three to four hours.For patients with mild symptoms (forget fullness, gait disturbances)These patients do not require administration of hypertonic saline.In these patients the initial therapy consists of fluid restriction and oral salt tablets.Asymptomatic hyponatremiaThese patients have serum sodium b/w 120-129 meqLL.These patients are often treated only with fluid restriction.However, some of these seemingly asymptomatic patients have subtle neurological manifestation that can interfere with the quality of life and that may be improved by raising the serum sodium by the following methods.VaptansSaltsLoop diuretics (in patients with urine osmolality more than twice that of the plasma)Goal of serum sodium * Serum sodium should be maintained at 130 meq/L or higher in patients with SIADH because of possible presence of subtle neurologic manifestations and falls when the serum sodium is b/w 120-129 meq/L.",
        "cop": 2,
        "opa": "Serum Na can be as low as 135",
        "opb": "Urine sodium is normal or slightly low",
        "opc": "Vaptans are new FDA approved drugs for its Rx",
        "opd": "Water loading test can be used",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "62a657c5-86bb-4fc3-8195-16319de8f170",
        "choice_type": "multi"
    },
    {
        "question": "First drug to be started in Sheehan's syndrome is ?",
        "exp": "Ans. is 'd' i.e., Corticosteroids Sheehan syndrome is panhypopituitarismo Treatment of patients with hypopituitarism is the sum of the treatments of each of the individual pituitary hormonal deficiencies detected when a patient with a pituitary or hypothalamic disease is tested\\o The treatments of corticotropin (ACTH), thyroid-stimulating hormone (TSH), and luteinizing hormone (LH) and follicle-stimulating hormone (FSH) deficiencies are in many ways the same as the treatments of primary deficiencies of the respective target glands, but in other vvayjf they differ.o Lack of ACTH primarily causes cortisol deficiencv:-# Treatment consists of the administration of hydrocortisone or other glucocorticoid in an amount and timing to mimic the normal pattern of cortisol secretion.o TSH deficiency, which results in thyroxine (T4) deficiency# Is treated with Levothyroxine.# T4 should not be administered until adrenal function, including ACTH reserve, has been es-aluated and either found to be normal or treated.o In women with gonadotropin deficiency, treatment depends upon the patient's goals# Estradiol and progestin replacements are indicated in women who are not pursuing fertility, while gonadotropin or pulsatile GnRH therapy may be used when ovulation induction and fertility are the goalo In men with gonadotropin deficiency# Testosterone replacement is indicated when fertility is not desired.# Men with secondary> hypogonadism who wish to become fertile may be treated with gonadotropins if they have pituitary disease or with either gonadotropins or gonadotropin-releasing hormone (GnRH) if they have hypothalamic GnRH deficiency.",
        "cop": 4,
        "opa": "Gonadotropins",
        "opb": "Oestrogen",
        "opc": "Thyroxine",
        "opd": "Corticosteroids",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "fc04b645-1376-4492-a8de-b99234d392b9",
        "choice_type": "single"
    },
    {
        "question": "ACTH is produced by which carcinoma?",
        "exp": "ANSWER: (B) Small cell cancer LungREF: Harrison's 18th ed Table 96-1, Principles and Practice of Endocrinology and Metabolism 3rd ed Page 957However all varieties of lung cancer can produce ACTH, the most common and hence the most appropriate answer is Small cell lung cancerTwo-thirds of the cases of paraneoplastic ACTH syndrome are attributable to bronchogenic cancer. The principal offender is small cell cancer of the lung\"Small cell lung cncer (>50%) is by far the most common cause of ectopic ACTH, followed by thymic carcinoid (15%), islet cell tumors (10%), bronchial carcinoid (10%), other carcinoids (5%), and pheochromocytomas (2%)\"Paraneoplastic Syndromes Caused by Ectopic Hormone ProductionParaneoplastic syndrome CommonEctopic HormoneTypical Tumor TypesHypercalcemia of malignancyParathyroid hormone-related protein (PTHrP)1,25 dihydroxyvitamin DParathyroid hormone (PTH) (rare) Prostaglandin E2 (PGE2)(rare)Squamous cell (head and neck, lung, skin),breast, genitourinary, gastrointestinalLymphomasLung, ovaryRenal, lungSyndrome of inappropriate antidiuretic hormonesecretion (SLADH)VasopressinLung (squamous, small cell), gastrointestinal, genitourinary, ovaryCushing's syndromeAdrenocorticotropic hormone (ACTH)Lung (small cell, bronchial carcinoid, adenocarcinoma, squamous), thymus, pancreatic islet , medullary thyroid carcinoma Corticotropin-releasing hormone (CRH) (rare)Ectopic expression of gastric inhibitory peptide (GIP), luteinizing hormone (LH)/ human chorionic gonadotropin (hCG), other G protein-coupled receptors (rare)Pancreatic islet, carcinoid, lung, prostateMacronodular adrenal hyperplasiaLess Common Non-islet cell hypoglycemiaInsulin-like growth factor (1GF-II)Mesenchymal tumors, sarcomas, adrenal, hepatic, gastrointestinal, kidney, prostate Insulin (rare)Cervix (small cell carcinoma)Male feminizationhCG\"Testis (embryonal, seminomas), germinomas, choriocarcinoma, lung, hepatic, pancreatic isletDiarrhea or intestinal hypermotilityCalcitonin1'Lung, colon, breast, medullary thyroid carcinoma Vasoactive intestinal peptide (VIP)Pancreas, pheochromocytoma, esophagusRare Oncogenic osteomalaciaPhosphatonin [fibroblast growth factor 23 (FGF23)IHemangiopericytomas, osteoblastomas, fibromas, sarcomas, giant cell tumors, prostate, lungAcromegalyGrowth hormone-releasing hormone (GHRH)Growth hormone (GH)Pancreatic islet, bronchial and other carcinoidsLung, pancreatic isletHyperthyroidismThyroid-stimulating hormone (TSH)Hydatidiform mole, embryonal tumors, struma ovariiHypertensionReninJuxtaglomerula tumors, kidney, lung, pancreas, ovaryNOTE:Some important points about lung cancer which must be remembered:Most common variety in worldwideMost common variety in non smokersMost common variety in young patientsMost common variety in femalesArising from scars of lung tissueAdenocarcinomaCancer lung which metastases to opposite side (lung to lung metastasis)Bronchoalveolar variant of adenocarcinomaMost common variant in IndiaLung cancer which cavitatesCentral location Best prognosisMost common variety' of lung ca associated with hypercalcemiaAssociated with Nickel, Chromium, Ether, Mustard gasSquamous cell carcinomaMost common variety associated with paraneoplastic syndromeMost common variety in smokersMost aggressive variantAssociated with HypokalemiaWorst prognosisBest response to chemotherapyBest response to radiotherapyAssociated B/L hilar hymphadenopathyCentral locationOccupational risk of UraniumSmall cell carcinoma",
        "cop": 2,
        "opa": "Adenocarcinoma Lung",
        "opb": "Small cell cancer Lung",
        "opc": "Squamous cell carcinoma of lung",
        "opd": "Bronchoaveolar carcinoma Lung",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "da597dcb-cbee-499f-90f6-b77eb4877441",
        "choice_type": "multi"
    },
    {
        "question": "All are associated with pituitary apoplexy except:",
        "exp": "Ans. is 'a' i.e. Hyperthyroidism Pituitary apoplexy * Acute intrapituitary hemorrhagic vascular event causing substantial damage to pituitary.Symptoms of pituitary apoplexy * Endocrinal emergencySevere hypoglycemiaHypotensionCentral nervous system hemorrhage and death.Acute symptomsSevere headache with signs of meningeal irritationB/L visual changesOphthalmoplegiaCardiovascular collapse and loss of consciousness (in severe cases)Causes of pituitary apoplexyPreexisting adenoma (spontaneously)Postpartum (Sheehan's syndrome)Diabetes mellitusHypertensionSickle cell anemiaAcute shockDiagnosisCT or MRI reveal signs of intratumoral or sellar hemorrhage with deviation of pituitary stalk and compression of pituitary tissue.TreatmentPatient with no evidence of visual loss or impaired consciousnessManaged conservatively with high dose glucocorticoidPatient with significant visual loss and loss of consciousnessRequire urgent surgical decompressionVisual recovery is inversely correlated with the length of the time after the acute event",
        "cop": 1,
        "opa": "Hyperthyroidism",
        "opb": "Diabetes mellitus",
        "opc": "Sickle cell anemia",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "51203f4e-5c53-41b0-bfeb-a449fc609276",
        "choice_type": "multi"
    },
    {
        "question": "All of following are seen in GH deficiency EXCEPT:",
        "exp": "Ans. (a) HyperglycemiaRef : Harrison 19th ed. / 2257-58* From late in the first year until mid teens, poor growth and/or shortness is the hallmark of childhood GH deficiency.* It tends to be accompanied by delayed physical maturation so that bone maturation and puberty may be delayed by several years.* Severe GH deficiency in early childhood also results in slower muscular development, so that gross motor milestones may be delayed.* Some severely GH-deficient children have recognizable, cherubic facial features characterized by maxillary hypo- plasia and forehead prominence. These children have a high pitched voice and are stunted. GH deficiency is associated with hypoglycemia. In contrast gigantism or acromegaly is associated with impaired glucose tolerance.",
        "cop": 1,
        "opa": "Hyperglycemia",
        "opb": "Stunting",
        "opc": "Delayed bone age",
        "opd": "High pitched voice",
        "subject_name": "Medicine",
        "topic_name": "Pituitary and Hypothalamus",
        "id": "680caaa1-6381-468c-9869-23b11cb03ba7",
        "choice_type": "multi"
    }
]