[
    {
        "question": "Which of the following is the best test to diagnose bleeding in DIC?",
        "exp": "Fibrin degradation product (FDP) is the best test to diagnose bleeding in DIC. D-Dimer assay is for screening | PT & | aPTT seen in a lot of conditions - so not best.",
        "cop": 4,
        "opa": "Increased PT",
        "opb": "Increased aPTT",
        "opc": "Decreased fibrinogen",
        "opd": "Increased fibrin degradation products",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "65934f28-68d3-447f-b328-b5c56b393fae",
        "choice_type": "single"
    },
    {
        "question": "Shelf life of platelets in blood bank is?",
        "exp": "Platelets are stored in plasma or in additive solution up to 5-7 days at 20-24degC and under permanent motion.",
        "cop": 1,
        "opa": "5 days",
        "opb": "8 days",
        "opc": "10 days",
        "opd": "21 days",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "a74001e4-a3c7-4938-bb01-de60474c782c",
        "choice_type": "single"
    },
    {
        "question": "All are seen in D.I.C except:",
        "exp": "DIC: Findings include the prolongation of PT and/or aPTT; platelet counts <100,000/mL3. The presence of schistocytes (fragmented red cells) in the blood smear with elevated levels of FDP is diagnostic of DIC. Fibrinogen can be decreased or normal but NEVER increased in cases of DIC.",
        "cop": 1,
        "opa": "Hyperfibrinogenemia",
        "opb": "Increase fibrin degradation products",
        "opc": "Prolonged PT",
        "opd": "Increased APTT",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "aab3ca9c-f39d-4990-bab6-279f2f567614",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common inherited bleeding disorder?",
        "exp": "Von Willebrand disease (vWD) is the most common inherited bleeding disorder. It has an autosomal dominant inheritance. The hallmark of von Willebrand disease is defective platelet adhesion to sub-endothelial components caused by a deficiency of the plasma protein vWf.",
        "cop": 1,
        "opa": "Von Wilebrand disease",
        "opb": "Bernard soulier",
        "opc": "Glanzmann Thrombasthenia",
        "opd": "ITP acute",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "0d13b6d1-68fc-4896-bc4b-989eeddda2d3",
        "choice_type": "single"
    },
    {
        "question": "Bleeding time is increased in all except:",
        "exp": "aPTT is increased in acquired hemophilia Glanzmann's Thrombasthenia: AR, platelet lack receptor of Gp IIb/IIIa for fibrinogen, which form the bridges between platelets during aggregation. Glanzmann's thrombasthenia is a defect of platelet function(aggregation). It presents as superficial mucocutaneous bleeding with normal platelet count and single isolated platelets without clumping on peripheral smear. Platelet numbers and morphology are normal, but the bleeding time is markedly prolonged. Platelet dysfunction in renal failure is due retention of uremic toxins, anemia,and nitric oxide.",
        "cop": 4,
        "opa": "Thrombocytopenia",
        "opb": "Thrombasthenia",
        "opc": "Renal failure",
        "opd": "Acquired hemophilia",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "2d143924-5d5b-4083-9df8-c22246ed6492",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old lady presents with normal PT and increased aPTT. About 2 years ago, she was operated for cholecystectomy & did not have any bleeding episode. What is next investigation for clinical diagnosis?",
        "exp": "Choice A is ruled out as hemophilia presents in males and presents with bleeding Choice C is ruled out as platelet aggregation test is used for platelet disorders which lead to bleeding. Ristocetin co-factor assays are used to detect Von Willebrand's disease. Von Willebrand's disease causes prolongation of PTT but it is also associated with clinical bleeding so choice D can be ruled out. An isolated result showing aPTT prolongation suggests a deficiency or inhibitor of one or more of the intrinsic pathway clotting factors Russel viper venom test (dRVVT) Dilute Russel viper venom test is one of the tests to detect lupus anticoagulant. Lupus anticoagulant is associated with prolongation in PTT and thrombosis but no bleeding.",
        "cop": 2,
        "opa": "Factor VIII assay",
        "opb": "Dilute russel viper venom assay",
        "opc": "Platelet aggregation test",
        "opd": "Ristocetin Cofactor assay",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "01c3f2ff-a84a-4176-b864-173efe534001",
        "choice_type": "single"
    },
    {
        "question": "In Hemophilia B what is most common cause of death?",
        "exp": "Hemophilia B- inherited, X-linked recessive disorder resulting in deficiency of functional plasma coagulation factor IX. Morbidity and death are primarily the result of hemorrhage, although infectious diseases (e.g., HIV, hepatitis) also has some role.",
        "cop": 1,
        "opa": "Hemorrhage",
        "opb": "HIV, HBV, HCV due to transfusions",
        "opc": "Transfusion reactions",
        "opd": "Deep vein thrombosis",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "d7fbeaf6-92b6-4f66-bcae-d6ff37a83ee2",
        "choice_type": "single"
    },
    {
        "question": "Which of these is a feature of hemorrhagic disease of new born?",
        "exp": "Normal newborns are moderately deficient in vitamin K. This deficiency increases on 3rd to 5th day when, vitamin K level falls fuher. The serum level of vitamin K stas increasing from 13th to 15th day of life and achieves adult level at 3 months. In hemorrhagic disease of the newborn, there is delay in achieving the normal vitamin K level. Prolongation of PT values is the most common and earliest finding in vitamin K-deficient patients due to reduction in prothrombin, factor VII, IX, and X levels. F VII has the shoest half-life among these factors that can prolong the PT before changes in the aPTT.",
        "cop": 1,
        "opa": "Prolonged prothrombin time",
        "opb": "Defective platelet count",
        "opc": "Prolonged bleeding time",
        "opd": "Prolonged thrombin time",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "ec19cc8b-5d21-4d98-862d-526d6816d04b",
        "choice_type": "single"
    },
    {
        "question": "A patient with ITP on steroids underwent splenectomy. Patient got fever on 3rd post-operative day. Next investigation is likely to reveal?",
        "exp": "Complications of splenectomy are: Intra operative Early post-operative Late post-operative Hemorrhage from slipped ligature (MC) Organ injury Pulmonary: Left lower lobe atelecasis (MC) Sub phrenic abscess Wound problems- Hematoma, seromas, infections. Splenic/poal vein thrombosis Ileus OPSI (Overwhelming post-splenectomy infection) Splenosis",
        "cop": 1,
        "opa": "Left lower lobe consolidation",
        "opb": "Po site infection",
        "opc": "Focal Intra-abdominal collection",
        "opd": "UTI",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "edc81af1-819c-4031-acdd-b7d5e8ca7841",
        "choice_type": "single"
    },
    {
        "question": "Disseminated intravascular coagulation can occur in all of the following except:",
        "exp": "Etiologic factors & disorders causing disseminated intravascular coagulation: Obstetric syndrome -- abruptio placenta, amniotic fluid embolism, retained dead fetus, second trimester aboion. Neoplasms, paicularly mucinous adenocarcinomas,acute promyelocytic leukemia. Intravascular hemolysis; Fat embolism; Tissue damage --burns, frostbite, head. Endothelial damage: Aoic aneurysm; Hemolytic uremic syndrome Acute glomerulonephritis; Rocky Mountain spotted fever Vascular malformation, decreased blood flow: KasabachMerritt syndrome Infections: Bacterial: staphylococci, streptococci, pneumococci, meningococci, gram -ve bacilli",
        "cop": 4,
        "opa": "Snakebite",
        "opb": "Placenta Pre",
        "opc": "Falciparum malaria",
        "opd": "Haemophilia",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "8aadf2dc-f2f6-4b91-ab5a-ba130c0f522a",
        "choice_type": "multi"
    },
    {
        "question": "A 30yr female presented with mucosal bleeds on trauma and also has history of menorhhagia. BT and paial prothrombin time are elevated. Ristocetin assay is positive.What shall be the diagnosis?",
        "exp": "This is most likely a case of von Willebrand disease The most common inherited bleeding disorder due to deficient / defective von Willebrand factor. Hemophilia A Hemophilia B Von Willebrand Disease Inheritance X linked X linked Autosomal dominant Factor deficiency VIII IX VWF Bleeding site (s) Muscle, joint Surgical Muscle, Joint Mucousal, Skin Activated PTT Prolonged Prolonged Prolonged Bleeding Time Normal Normal Prolonged or normal Factor VIII Low Normal Normal VWF Normal Normal Low Factor IX Normal Low Normal",
        "cop": 4,
        "opa": "Immune thrombotic purpura (ITP)",
        "opb": "Haemophilia A",
        "opc": "Haemophilia B",
        "opd": "Von willebrand disease",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "112f9fd4-660b-4f7c-81e8-8cb1eec5771f",
        "choice_type": "multi"
    },
    {
        "question": "A girl with mild von willebrand disease has a previous history of heavy bleeding during tooth extraction. What is the prophylaxis to be given before tooth extraction?",
        "exp": "In patients of von Willebrand disease, DDAVP can be given intra-nasally 2 hours before a procedure like dental extraction- mild to moderate risk of bleeding and can be repeated 12-24 hours. Aminocaproic acid or Tranexamic acid is an impoant therapy either alone or in an adjunctive capacity paicularly for the prevention or treatment of mucosal bleeding.",
        "cop": 1,
        "opa": "Desmopressin",
        "opb": "Blood transfusion",
        "opc": "Fresh frozen plasma",
        "opd": "Cryoprecipitate",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "ce3cceeb-8fff-48ca-b758-8a53e471d891",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given to treat thrombocytopenia secondary to anti-cancer therapy and is known to stimulate progenitor megakaryocytes?",
        "exp": "Oprelvekin or recombinant interleukin-11- used in management of chemotherapy-induced thrombocytopenia S/E- fluid retention, hea failure, and arrhythmias. Two drugs that activate the thrombopoietin receptor: Romiplostim Eltrombopag These are used in idiopathic thrombocytopenia.",
        "cop": 2,
        "opa": "Filgrastim",
        "opb": "Oprelvekin",
        "opc": "Erythropoietin",
        "opd": "Anagrelide",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "30a04dad-0e60-4d10-a2be-71a48b3a959b",
        "choice_type": "single"
    },
    {
        "question": "Bleeding crisis in acute idiopathic thrombocytopenic Purpura is managed by all except:",
        "exp": "Glucocoicoids and IVIg are the mainstays of medical therapy for acute ITP. IV Rh IG in acute ITP also increases platelet count. Thrombopoietin (TPO) receptor agonist eltrombopag interacts with transmembrane domain of human TPO receptor and induces megakaryocyte proliferation and differentiation from bone marrow progenitor cells. It is indicated for thrombocytopenia associated with chronic idiopathic thrombocytopenic purpura and not bleeding crisis.",
        "cop": 4,
        "opa": "RhIG",
        "opb": "Prednisolone",
        "opc": "Intravenous immunoglobulin",
        "opd": "Eltrombopag",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "333ac54a-6db3-4a25-a612-604e52b15167",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs does not act by blocking GpIIb/IIIa receptors?",
        "exp": "Clopidogrel inhibits ADP receptors whereas Abciximab, Tirofiban and Eptifibatide are GP IIb/IIIa antagonists.",
        "cop": 4,
        "opa": "Abciximab",
        "opb": "Eptifibatide",
        "opc": "Tirofiban",
        "opd": "Clopidogrel",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "fec320e0-30e9-4e8b-af24-4d8d3f35222e",
        "choice_type": "single"
    },
    {
        "question": "Which is the rarest type of von Willebrand disease?",
        "exp": "Type III vWD is the rarest type of von Willebrand disease. It result from the inheritance of a mutant vWF gene from both parents. TYPES OF vBD: Condition Defect vWD type 1 Mild to moderate quantitative deficiency of vWF (i.e., about 20-50% of normal levels). vWD type 2A The most common qualitative abnormality of vWF selective loss of large and medium-sized multimers vWD type 2B Loss of only large multimers vWD type 2N Characterized by a defect residing within the patient's plasma vWF that interferes with its ability to bind F VIII. vWD type 2M Involves qualitative variants with decreased platelet-dependent function vWD type 3 A severe, quantitative deficiency associated with very little or no detectable plasma or platelet vWF, have a profound bleeding disorder",
        "cop": 4,
        "opa": "vWD type 1",
        "opb": "vWD type 2A",
        "opc": "vWD type 2N",
        "opd": "vWD type 3",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "23ee37ae-7506-4536-8090-9e3a7022ba0b",
        "choice_type": "single"
    },
    {
        "question": "Purpura fulminans is seen in?",
        "exp": "Purpura fulminans is a severe form of DIC resulting from thrombosis of extensive areas of the skin. It predominantly affects young children following viral or bacterial infection, paicularly those with inherited or acquired hypercoagulability due to deficiencies of the components of the protein C pathway.",
        "cop": 1,
        "opa": "Protein C deficiency",
        "opb": "Protein S deficiency",
        "opc": "AT III deficiency",
        "opd": "Factor 5 leiden mutation",
        "subject_name": "Medicine",
        "topic_name": "Platelet & Coagulation disorders",
        "id": "a7434b3f-ee59-4619-a070-c9da63fc2c21",
        "choice_type": "single"
    }
]