[
    {
        "question": "Features of Von Willebrand disease are -",
        "exp": "Ans. is 'a' i.e., | BT and | PTT Von willebrand diseaseo Von willebrand disease is characterized by the deficiency of vWF, while the synthesis of factor VIIIc is normal,o vWF has two major function: -i) Helps in platelet adhesionii) Stabilizes factor VIIIc.o So, deficiency of vWF results in manifestation of both.Platelet adhesion defecto Bleeding from small venules and capillaries of skin and mucous membrane e.g., epistaxis.o Menorrhagia and GI bleeding,o Proioged bleeding time (TBT)Coagulation defect (due to factor VIII dysfunction)o Bleeding into weight bearing joints.o Large post traumatic ecchymoses or hematoma,o Prolonged bleeding after any form of surgical procedure or a laceration,o Prolonged PTT.o vWF can be assayed by restocetin agglutination test which measures the ability of restocetin to promote the interaction between vWF and platelet membrane glycoprotein Ib-IX.o Von willebrand disease is of follow ing types: -Type I (most common 70%) - Autosomal dominant, with reduced quantity of vWF.Type II (25%) - Autosomal dominant, with qualitative defect of vWF.Type III - Autosomal recessive, with reduced quantify of vWF.Hemophilia A & Hemophilia B|PTT Normal BT Normal PTVon-Willebrand disease| PTT |BT Normal PTPlatelet dysfunction| BTo Bemard-soulier syndrome o Glanzmann's thrombastheniaNormal PT & PTTo ITP Henoch Schonlein purpuraNormal BT, PT & PTT",
        "cop": 1,
        "opa": "| BT and | PTT",
        "opb": "| PT and | PTT",
        "opc": "| PT",
        "opd": "| CT",
        "subject_name": "Medicine",
        "topic_name": "Platelet Disorders",
        "id": "95aefc1d-3f4b-49b0-bb84-445d18d25138",
        "choice_type": "single"
    },
    {
        "question": "Storage temperature of platelet is -",
        "exp": "Ans. is 'd' +20-24 degress Celsius o Platelets are stored at room temperatures because cold induces clustering of Von Willebrand factor receptors on the platelet surface. All cells are more metabolically active at room temperatures so platelets are stored in bags that allow oxygen and carbon dioxide gas exchange. Citrate is added to prevent clotting and dextrose is added as energy source.",
        "cop": 4,
        "opa": "-4degC",
        "opb": "+ 4 deg C",
        "opc": "-20degC",
        "opd": "+ 20-24deg C",
        "subject_name": "Medicine",
        "topic_name": "Platelet Disorders",
        "id": "0dcd8ba0-9c2f-43c5-ba16-2192a42d0580",
        "choice_type": "single"
    },
    {
        "question": "Shelf life of platelets in blood bank is -",
        "exp": "Ans. is 'a' i.e., 5 days o Platelets are approved by FDA for storage up to 5 days at 20-24 (Room Temperature) because of risk of bacterial contamination.o The shelf life of platelets stored at room temperatures is five days because of the bacterial infection risk that increases in relationship to the storage duration.Blood component storage summaryProductDescriptionStorage degCExpirationWhole blood Red cellsAll components of donor blood plus anticoagulantCPD, CPDA-1 whole blood with 200-250 plasma removed; final volume-300 ml,Hct < 80%As : with most plasma removed And 100 ml additive soln. added;Final volume - 350 ml Hct 55-65%2-6 ml 2-6CPD - 21 daysCPDA-1-35 daysClosed system - see whole bloodOpen system - 24 hr.AS additive - 42 daysRed cells -LeucocytesReducedR.C. modified by centrifugation removing buffy coat or filtration to remove > 70% leucocytes while retaining > 70% of original R.C.2-6Closed system - see whole blood/red cellsOpen system - 24 hr.Red cells washedR.C. washed with normal saline2-624 hrRed cellsFrozen-DeglycerolR.C. frozen with glycerolFrozen at- 65 (high glycerol)- 120 (low glycerol)Deglycerolized-at 2-610 yr3 yr24 hrPlatelets>5[?]5 x 1010 in 40-70 ml plasma20-24 with agitation3 or 5 days depending on storage bag4 hr after poolingPlatelets, pheresis>3[?]0 x 10\" in about 200 ml plasma20 - 24 with agitation5 daysGranulocytesAbout 1 x 1010 in 200-250 ml plasma20 - 24 without agitation24 hrsFFP200-250 ml with anticoagulantFrozen -18 or below Thawed 2-61 yr12 hrPlasma200-250 ml with anticoagulant Liquid plasmaFrozen -18 or belowThawed 2-65 yr5 days after whole blood expirationCryoprecipitatedAHF80-120 units factor VIII40-70% von Willebrand factorFrozen < -18Thawed 2-6After pooling1 yr6 hr4 hr",
        "cop": 1,
        "opa": "5 days",
        "opb": "7 days",
        "opc": "10 days",
        "opd": "21 days",
        "subject_name": "Medicine",
        "topic_name": "Platelet Disorders",
        "id": "f5825b85-69b8-485e-b52b-fbacd1bb2663",
        "choice_type": "single"
    },
    {
        "question": "A patient comes with Thrombocytopenia, eczema and recurrent infections. What is the most probable diagnosis?",
        "exp": "ANSWER: (A) Wiskott Aldrich syndromeREF: Harrisons 17th ed chapter 310WISKOTT-ALDRICH SYNDROME:This X-linked disease characterized by eczema, thrombocytopenia, and repeated infections is caused by mutations in the WASP gene.Affected male infants often present with bleeding, and most do not survive childhood, dying of complications of bleeding, infection, or lymphoreticular malignancy.The immunologic defects include low serum concentrations of IgM, while IgA and IgG are normal and IgE is frequently increased.Although the number and class distribution of B lymphocytes are usually normal, these patients fail to make antibodies to polysaccharide antigens normally, and responses to protein antigens may be impaired late in the course of the disease.Most patients eventually acquire severe T cell deficiency, rendering them vulnerable to overwhelming infections with herpes simplex virus and other infectious agents.",
        "cop": 1,
        "opa": "Wiskott Aldrich syndrome",
        "opb": "A beta gamaglobulinemia",
        "opc": "Chediak hegashi syndrome",
        "opd": "Lazy leukocyte syndrome",
        "subject_name": "Medicine",
        "topic_name": "Platelet Disorders",
        "id": "5156e0ec-743d-4e28-8a02-cbc50bcd5d77",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is given to treat thrombocytopenia secondary' to anti-cancer therapy and is known to stimulate progenitor megakaryocytes?",
        "exp": "Ans. is 'b' i.e., Oprelvekin o Oprelvekin (1L-11) is used to prevent and treat thrombocytopenia.",
        "cop": 2,
        "opa": "Filgrastim",
        "opb": "Oprelvekin",
        "opc": "Erythropoietin",
        "opd": "Anagrelide",
        "subject_name": "Medicine",
        "topic_name": "Platelet Disorders",
        "id": "59d31a47-3a8e-423b-9ea1-d4df0642fa3f",
        "choice_type": "single"
    }
]