[
    {
        "question": "Which of the following conditions may lead to exudative pleural effusions?",
        "exp": "Common causes of exudates include: Para-pneumonic effusion. Malignancy (lung or breast cancer, lymphoma, leukemia) Pulmonary embolism Collagen-vascular conditions Tuberculosis Pancreatitis Trauma Post-cardiac injury syndrome Esophageal perforation Meig's syndrome (benign pelvic neoplasm with associated ascites and pleural effusion) Ovarian hyperstimulation syndrome Asbestos-related pleural disease",
        "cop": 4,
        "opa": "Cirrhosis",
        "opb": "Nephrotic syndrome",
        "opc": "Congestive heart failure",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Pleural effusion & Pulmonary alveolar proteinosis",
        "id": "7475a6e2-5e3d-4168-83ac-9b92235159c1",
        "choice_type": "single"
    },
    {
        "question": "Bilateral malignant pleural effusion is most often seen in?",
        "exp": "Nearly all cancers can cause distant pleural metastases which during the course of the disease, may result in the development of a malignant pleural effusion. Primary lung cancer is the most common cause of the malignant pleural effusion. However, the bilateral malignant pleural effusion is most commonly seen with mesothelioma secondary to asbestos exposure. NOTE Most common site of metastasis of lung cancer is LIVER",
        "cop": 3,
        "opa": "Ca breast",
        "opb": "Ca lung",
        "opc": "Mesothelioma",
        "opd": "Lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Pleural effusion & Pulmonary alveolar proteinosis",
        "id": "fa263a7c-7e5e-43ed-87ee-f594813ebc9b",
        "choice_type": "single"
    },
    {
        "question": "Bronchoalveloar lavage is beneficial in the evaluation of:",
        "exp": "Pulmonary alveolar proteinosis can be diagnosed by Bronchoscopy with transbronchial biopsy and BAL may be helpful. Bronchoalveolar lavage fluid appears \"milky\". Papanicolaou staining may reveal green and orange globules that are diagnostic for PAP. Electron microscopy of BAL may reveal characteristic multi-lamellar structures. Non small cell cancer lung is diagnosed by bronchoscopy with biopsy Bronchiectasis is diagnosed with HRCT scan Bronchopleural fistula is diagnosed with bronchoscopy and is usually a complication of lung cancer surgery",
        "cop": 4,
        "opa": "Squamous cell cancer lung",
        "opb": "Bronchiectasis",
        "opc": "Bronchopleural fistula",
        "opd": "Pulmonary alveolar Proteinosis",
        "subject_name": "Medicine",
        "topic_name": "Pleural effusion & Pulmonary alveolar proteinosis",
        "id": "a3721934-173e-44fb-a664-5ed4a9f53614",
        "choice_type": "single"
    },
    {
        "question": "Comment on presentation of this patient.",
        "exp": "Chunky pink gelatinous plug in sputum - Pulmonary alveolar proteinosis Blood in the sputum - Angioinvasive A. nigar Hamman crunch sign - associate with pneumothorax/ pneumomediastinum Horner syndrome - associate with Pancoast tumor Fungal ball Aspergilloma - A. Nigar CT- | Angioinvasive | So, Blood in sputum",
        "cop": 2,
        "opa": "Chunky pink gelatinous plugs in sputum",
        "opb": "Blood in the sputum",
        "opc": "Horner syndrome with wasting of intrinsic muscles of hand",
        "opd": "Hamman Crunch sign with subcutaneous emphysema",
        "subject_name": "Medicine",
        "topic_name": "Pleural effusion & Pulmonary alveolar proteinosis",
        "id": "53a43c48-2aee-446d-ab3d-42038760851b",
        "choice_type": "single"
    }
]