[
    {
        "question": "A young man presents to the emergency department with shortness of breath and chest pain. His HR is 120 , BP is 80/50, JVP elevated and trachea shifted to left. His oxygen saturation is 70% in spite of supplemental oxygen. What is the next step of management?",
        "exp": "Ans: A (Insert a large bore needle on right side) Ref: Harrison's Textbook of Internal Medicine, 17th ed. chapter 257Explanation:The answer is insert a large bore needle on the right side.The clinical features are indicative of tension pneumothorax.Presence of chest pain, shortness of breath, oxygen saturation not improving with supplemental oxygenation with tracheal shift to opposite side raises the possibility of a tension pneumothorax or a massive pleural effusion.In a case of massive pleural effusion the symptoms are gradual and not acute.Immediate management would be to insert a large bore needle on the right side.Tension PneumothoraxIn tension pneumothorax, the pressure in the pleural space is positive throughout the respiratory cycle.The positive pleural pressure is life-threatening both because ventilation is severely compromised and because the positive pressure is transmitted to the mediastinum, which results in decreased venous return to the heart and reduced cardiac output.Tension pneumothorax must be treated as a medical emergency.Clinical featureso Chest paino Shortness of breatho Cyanosiso Unilateral chest expansion - No or little movement on the involved sideo Dimished breath sounds on affected sideo Decreased tactile fremituso Hyperresonance to percussiono Tracheal & mediatstinai shift to opposite sideo Spo2 not improving with oxygeno Tachycardiao Pulsus paradoxuso Hypotensiono Elevated JVP.Managemento If the tension in the pleural space is not relieved immediately, the patient is likely to die from inadequate cardiac output or marked hypoxemia,o To relieve the tension by insertion of an intercostal tube (tube thoracostomy).o If an intercostal tube is not readily available a large- bore needle can be inserted into the pleural space through the second anterior intercostal space,o The needle should be left in place until a thoracostomy tube can be inserted.",
        "cop": 1,
        "opa": "Insert a large bore needle on right side",
        "opb": "Insert a large bore needle on left side",
        "opc": "Arrange for an urgent chest xray and meanwhile give high doses of inhaled oxygen",
        "opd": "Emergency tracheostomy to secure airway",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "6e8c9a3a-c250-40a7-93ba-04d905331dac",
        "choice_type": "multi"
    },
    {
        "question": "Water test is done for?",
        "exp": "Ans. (a) PneumothoraxA very surprising question included in medicine as nothing is mentioned about this test in most books.In cases of spontaneous pneumothorax air leaks into the pleural cavity. This air may be reabsorbed but leaves behind a bronchopleural fistula which on autopsy can be picked by \"water test\".This is not a clinical test but done by forensic team post mortem.Please don't confuse with:* Water loading test is done for SIADH* Water deprivation test is done for diabetes insipidus.",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Diabetic insipidus",
        "opc": "Peritonitis",
        "opd": "Bladder injury",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "88615057-ad0e-4d3c-b6e3-7a52e3b283af",
        "choice_type": "single"
    },
    {
        "question": "Ellis curve is seen in -",
        "exp": "Ans. is 'b' i.e., Pleural effusion o On chest X-rays, pleural effusion presents as homogenous opacity.o Typically this opacity has a fairly well defined concave upper edge, is higher laterally than medially and obscures the diaphragmatic shadow.Other physical findings in pleural effusion -Inspectiono Diminished movement of the chestPalpationo Diminished movement of the chesto Diminished vocal fremituso Movement of trachea opposite to the side of effusionPercussiono Stony dullness on percussionAuscultationo Diminished vesicular breath soundo Diminished vocal resonanceo Decreased heart soundsHorizontal fluid level and succussion splash are hallmarks of hydropneumothorax.Succussion splash in the chest is always pathological and is found in# Hydropneumothorax# Herniation of stomach in the thorax# Rarely, over a large cavity in the lung partially filled with exudate.Horizontal fluid level -o This is classically found in hydropneumothorax. In sitting position percussion is done from above downwards in the front {along MCL) lateral chest wall {along MAL) and back (along scapular line) in the conventional method.o During percussion from above downwards a point of dullness is reached in front, lateral chest wall and back where markings are done.o The three points are joined transversely and a horizontal line is drawn encircling the affected chest wall. This is the upper horizontal border of fluid level.REMEMBERo Ellis's S-shaped curve in pleural effusions does not exist today. Actually, it is a radiological observation (highest level of fluid in axilla).o Previously the belief was that the highest level of dullness (elicited by percussion) is present in the axilla (so called Ellis s S-shaped curve), though it is not true.o The upper limit of fluid in pleural effusion is horizontal like hydropneumothorax but it is not easily demonstrable.o In hydropneumothorax, the difference in the note of percussion (from above downwards, it is tympanitic to stony dullness) is very distinct in comparison to pleural effusion (from above downwards, it is resonant note to stony dullness). So the term horizontal fluid level is classically used in hydropneumothorax.",
        "cop": 2,
        "opa": "Pheumothorax",
        "opb": "Pleural effusion",
        "opc": "Pheumonia",
        "opd": "Asthma",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "99855c41-b9f5-438d-82bc-a802048f0f9a",
        "choice_type": "single"
    },
    {
        "question": "Pneumothorax -",
        "exp": "Ans. is 'a' i.e., Trachea shifted to opposite side Clinical distinguishing features on clinical examination Tracheal deviation (Mediastinal shift)Chest expansionPercussion note | Duller| Hyper-resonantBreath sounds| Louder| SofterAdded soundsVocal resonanceConsolidationNoNormal, or decreaseNormal, or decreaseIncrease (Brochial)Coarse crackles +/- rubIncreaseWhisperingPectoriloquyLobar collapseYes (Towards collapse)DecreaseDecreaseDecreaseNoDecreasePleural effusionNoDecreaseDecrease (Stony dull)DecreaseOccasional rubDecreasePneumothoraxYes (Specially with tensionNormal or decreaseIncreaseDecreaseOccattonal clickDecrease",
        "cop": 1,
        "opa": "Trachea shifted to opposite side",
        "opb": "Dull",
        "opc": "| breath sound",
        "opd": "| TVF",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "dfc39ecb-0c0a-4f34-a05f-236b67320de1",
        "choice_type": "single"
    },
    {
        "question": "A person's X-ray chest showing homogenous opacity on right side writh shifting of mediastinum on opposite side. Most probable diagnosis is/are:",
        "exp": "Ans: B (Pleural effusion) Pleural effusion: X-ray chest pjm20th/139 Homogenous opacityShift of mediastinum to the opposite sideConcave upper border(Ellis's curve)Pneumonectomy chest(Earlv sign: within 24 hr): Partial filling of thorn, ipsilaterai mediastinal shift & diaphragmatic eievation\"- Dahnert Radiology 5th/513Table: PjM 20th/139PathologyMediastinumChest wall processConsolidationCentralNormalTotal collapseSame sideRetractionPleural effusionOpposite sideNormalPneumothoraxOpposite sideNormalFibrosisRetractionSame side",
        "cop": 2,
        "opa": "Collapse",
        "opb": "Pleural effusion",
        "opc": "Pneumothorax",
        "opd": "Consolidation",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "3a0edd1e-148c-4a43-b737-f2c87267505a",
        "choice_type": "single"
    },
    {
        "question": "Diagnosis on CXR is?",
        "exp": "Ans. (d) Pneumo mediastinumIn the area of arrows a continuous diaphragm sign is noted. Normally diaphragm is seen below lungs only. This kind of presentation is noted in pneumo-mediastinum.",
        "cop": 4,
        "opa": "Congenital diaphragmatic hernia",
        "opb": "Bochdalek hernia",
        "opc": "Pneumothorax",
        "opd": "Pneumo-mediastinum",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "93a9bb0b-d2e1-4dbd-9fe8-e3e900af1f20",
        "choice_type": "single"
    },
    {
        "question": "All the following in the Light's criteria are suggestive of exudative pleural effusion except -",
        "exp": "Ans. is 'b' i.e.. Pleural fluid ADA <16 Diagnostic criteriao The Light's Criteria Rule is a traditional method of differentiating transudates and exudates that measures serum and pleural fluid protein and LDH.According to the traditional Light's Criteria Rule, if at least one of the following three criteria lie, component tests of the rule) is fulfilled, the fluid is defined as an exudate.o Pleural fluid protein/serum protein ratio greater than 0.5. oro Pleural fluid LDH/serum LDH ratio greater than 0.6 oro Pleural fluid LDH greater than two-thirds the upper limits of the laboratory's normal serum LDH.",
        "cop": 2,
        "opa": "Pleural fluid protein : serum protein ratio > 0.5",
        "opb": "Pleural fluid ADA < 16",
        "opc": "Pleural fluid LDH : serum LDH ratio >0.6",
        "opd": "Pleural fluid L DH > two thirds of the upper limitof serum LDH",
        "subject_name": "Medicine",
        "topic_name": "Pleural Effusion & Pneumothorax",
        "id": "04aed15e-afa4-44f1-b7b4-6ef83484077e",
        "choice_type": "multi"
    }
]