[
    {
        "question": "Mesothelioma is most commonly caused by?",
        "exp": "Ans. (a) Asbestosis. Ref: Harrison 19th ed. /1689* Working with asbestos is the most common risk factor for mesothelioma.* Indeed, the relationship between asbestos and mesothelioma is so strong that many consider mesothelioma a \"signal\" or \"sentinel\" tumor.* In rare cases, mesothelioma has also been associated with irradiation of the chest or abdomen, intrapleural thorium dioxide (thorotrast) as a contrast medium, and inhalation of other fibrous silicates, such as erionite.",
        "cop": 1,
        "opa": "Asbestosis",
        "opb": "Silicosis",
        "opc": "Anthracosis",
        "opd": "Coal workers pneumoconiosis",
        "subject_name": "Medicine",
        "topic_name": "Pneumoconiosis",
        "id": "ac378e3c-74c8-48d7-ac19-bce3885d4312",
        "choice_type": "single"
    },
    {
        "question": "Textile industry workers commonly affects with-",
        "exp": "Ans. is 'b' i. e., Byssinosiso Farmer s lung is produced due to the fungus thermophilic actinomyces. Hypersensitivity Pneumonitides. Textile workers. Environmental source. Major causative antigeno Bvssinosis (\"brown lune\") unclear if a true cause of HP; asthma is common)o Cotton mill dust (carding and spinning areas of cotton, flax, and soft-hemp)o \"Velvet\" worker's lungo Unknown (? nylon velvet fiber, tannic acid, potato starch)o Upholstery fabric (nylon filament, cotton/polyester, and latex adhesiveo Aflatoxin-producing fungus, Fusarium spo Lycoperdonosis (lycoperdon puffballs)o Puffball spores. Associated with farmingo Moldy hay, grain, silage (Farmer's lung)o Thermophilic actinomycetes, such as Faenirecti virgula (also known as Micropolyspora faeni or Saccharopolyspora rectivirgula)o Fungus, such as Aspergillus umbrosuso Mold on pressed sugar cane fbaeassosis. verv rare cases)o Thernioactinomvces sacchari. T. vulgariso Tobacco plants (tobacco grower's lung; \"Blackfat\" tobacco)o Aspergillus spo Scopulariopsis brevicauliso Mushroom worker's lungo Mushroom sporeso Thermophilic actinomyceteso Potato riddler's lung (moldy hay around potatoes)o Thermophilic actinomyceteso V. vulgariso F. rectivirgulao Aspergillus spo Paprika sheer's lung (moldy paprika pods)o Mucor stolonifero Wine maker's lung (mold on grapes)o Botrytis cincreao Cheese washer's lung (moldy cheese)o Penicillium casei o Aspergillus clavatuso Coffee worker's lungo Coffee-bean dusto Tea grower's lungo Tea plants",
        "cop": 2,
        "opa": "Baggassosis",
        "opb": "Bysinosis",
        "opc": "Pneumoconiosis",
        "opd": "Farmers lung",
        "subject_name": "Medicine",
        "topic_name": "Pneumoconiosis",
        "id": "d10863d7-97b7-449e-8434-979bd7048115",
        "choice_type": "single"
    },
    {
        "question": "Occupational Lung Disease commonly seen in Textile industry Workers is -",
        "exp": "Ans. is 'a' i. e., Byssinosis o Farmers lung is produced due to the fungus thermophilic actinomyces. Hypersensitivity Pneumonitides. Textile workers. Environmental source. Major causative antigeno Byssinosis (\"brown June\") unclear if a true cause of HP' asthma is common)o Cotton mill dust (carding and spinning areas of cotton, flax, and soft-hemp)o \"Velvet\" worker'slungo Unknown (nylon velvet fiber, tannic acid, potato starch)o Upholstery fabric (nylon filament, cotton'polyester, and latex adhesiveo Aflatoxin-producing fungus, Fusarium spo Lycoperdonosis (Ivcoperdon puffballs)o Puffball spores. Associated with farmingo Moldy hay, grain, silage (Farmer's lung)o Thermophilic actinomycetes, such as Faenirecti virgula (also known as Micropolyspora faeni or Saccharopolvspora rectivirgula)o Fungus, such as Aspergillus umbrosuso Mold on pressed sugar cane(bagassosis. very rare cases)o Thermoactinomvces saechari. T. vulgariso Tobacco plants (tobacco grower'slung; \"Blackfat' tobacco)o Aspergillus spo Scopulariopsis brevicauliso Mushroom worker's lungo Mushroom sporeso Thermophilic actinomyceteso Potato fiddler's lung (moldy hayaround potatoes)o Thermophilic actinomyceteso V. vulgariso F. rectivirgulao Aspergillus spo Paprika slicer's lung (moldy paprika pods)o Mucor stolonifero Wine maker's lung (mold on grapes)o Botrytis cincreao Cheese washer's lung (moldy cheese)o Penicillium caseio Aspergillus clavatuso Coffee worker's lungo Coffee-bean dusto Tea grower's lungo Tea plants",
        "cop": 1,
        "opa": "Byssinosis",
        "opb": "Bagassosis",
        "opc": "Farmes's Lung",
        "opd": "Asbestosis",
        "subject_name": "Medicine",
        "topic_name": "Pneumoconiosis",
        "id": "446b9f87-5312-439d-bfa6-63387c82fe70",
        "choice_type": "single"
    },
    {
        "question": "Cotton dust is associated w ith-",
        "exp": "Ans. is 'a' i. e., Byssinosis Bagassosis. Anthracosis-Coal dust. Silicosis-Silica. Siderosis-Iron. Byssinosis-Cotton dust. Farmer s lung-Hay or grain dust. Sequousis-Moldy red wood sun- dust. Suberosis-Moldy cork dust. Detergent worker s lung-Enzyme additives. Baggassosis-Sugarcane dust",
        "cop": 1,
        "opa": "Byssinosis",
        "opb": "Asbestosis",
        "opc": "Bagassosis",
        "opd": "Silicosis",
        "subject_name": "Medicine",
        "topic_name": "Pneumoconiosis",
        "id": "39229fa9-bdad-43bd-b8fa-4636d0515fe6",
        "choice_type": "single"
    }
]