[
    {
        "question": "CURB 65 criteria includes all EXCEPT:",
        "exp": "Ans. (c) Systolic Blood pressure is more than 90mmHgRef: Harrisons 17h ed. Ch. 251* CURB 65 also known as the CURB criteria is a clinical prediction rule that has been validated for predicting mortality in Community Acquired Pnemonia.* The CURB-65 criteria includes five variables:# Confusion# Urea >7 mmol/L# Respiratory rate > 30/min# Blood pressure, systolic < 90 mmHg or diastolic < 60 mmHg; and# Age >65 years* Each criteria has one point which predicts the mortality in CAP.# Score 0: 30-day mortality rate is 1.5%- can be treated outside the hospital.# Score 2: 30-day mortality rate is 9.2%, and patients should be admitted to the hospital.# Score 3: mortality rates are 22% overall; these patients may require admission to an ICU.",
        "cop": 3,
        "opa": "Age is always more than or equal to 65 years",
        "opb": "Respiratory rate more than 30/min",
        "opc": "Systolic Blood pressure is more than 90mmHg",
        "opd": "BUN level is more than > 7 mmol/L",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "b9a08048-2660-4a20-a61e-828e3aa202ee",
        "choice_type": "multi"
    },
    {
        "question": "Pneumatocele is commonly caused by:",
        "exp": "Ans. (a) Streptococcus pneumonia* Pneumatocoele often occur as a sequela to acute pneumonia, commonly caused by Staphylococcus aureus. Pulmonary pneumatoceles are thin-walled, air- filled cysts that develop within the lung parenchyma. They can be single emphysematous lesions but are more often multiple. Also occur with other agents, including Streptococcus pneumoniae, Haemophilus influenzae, Escherichia coli, group Astreptococci, Serratia marcescens, Klebsiella pneumoniae, adenovirus, and tuberculosis\" Pneumatocele formation is associated with hyperimmunoglobulin E (IgE) syndrome (Buckley- Job syndrome).",
        "cop": 1,
        "opa": "Streptococcus pneumonia",
        "opb": "Haemophilus influenza",
        "opc": "Serratia marcescens",
        "opd": "Klebsiella pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "ea4279f3-7135-430e-969b-d8dbeec37c93",
        "choice_type": "single"
    },
    {
        "question": "A patient with bronchiectasis develops nephrotic syndrome. The most probable diagnosis is?",
        "exp": "ANSWER: (C) AmyloidosisREF: Interstitial Lung Disease by Marvin L Schwarz, Talmadge E. King Jr., SchwTarz, Talmadge E. King, Jr. M.D Page 1095, Harrison's 18th ed, Robbins 8th edIn addition to respiratory tract involvement, nephrotic syndrome is seen in 33% of patients with primary amyloidosis, myocardiopathy in 25%, neuropathy in 17%, and gastrointestinal involvement in 8% of cases. Furthermore, amyloidosis is a complication of long-standing bronchiectasis, which can also result in nephrotic syndrome.Bronchiectasis and nephritic syndrome are seen in following conditions:SLECystic fibrosis (Rare)Amyloidosis (amyloidosis is a complication of long-standing bronchiectasis, wThich can also result in nephrotic syndrome)ImmunodeficiencyOption (A): In connective tissue disorders like SLE, the systemic manifestations generally precede the pulmonary manifestations. Also Pleuritis with or without effusion is the most common pulmonary manifestationOption (B): Cystic fibrosis causes about half of all cases of bronchiectasis. Renal disease is not usually considered a major problem in CF. This is surprising since the cystic fibrosis transmembrane conductance regulator (CFTR) protein is expressed in all nephron segments of the kidney (Morales etal, 2000)Option (D): Most common pulmonary manifestation of HIV is pneumonia not bronchiectasis, however chronic HIV-associated lung disease including bronchiectasis. But nephropathy usually comes first as it is a direct manifestation of HIV virus itself",
        "cop": 3,
        "opa": "SLE",
        "opb": "Cystic fibrosis",
        "opc": "Amyloidosis",
        "opd": "HIV",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "7e94497b-2701-48b3-9cfb-ed1bc30aeec6",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for diagnosis of bronchiectasis:",
        "exp": "Ans. a. HRCT (Ref: Harrison 19/e p1694, 18/e p2143)HRCT is investigation of choice for diagnosis of bronchiectasis.High Resolution Computed tomography (HRCT)HRCT uses very thin 1-2 mm thin slicesQ.HRCT is used primarily to diagnose:BronchiectasisQInterstitial lung diseaseQ (Fibrosing alveolitis, asbestosis)BronchiectasisAbnormal and permanent dilatation of bronchiQ.The bronchial dilatation of bronchiectasis of is associated with destructive and inflammatory changes in the walls of medium sized airways, often at the level of segmental or subsegmental bronchi.Types of bronchiectasisCylindricalVaricoseSaccular (cystic)* Bronchi appears as uniformly dilated tubes that ends abruptly at the point that smaller airways are obstructed by secretionsQ* Affected bronchi have an irregular or beaded pattern of dilatation resembling varicose veinsQ.* Bronchi have a ballooned appearance at the periphery, ending in blind sacs without recognizable bronchial structures distal to the sacsQ.Etiology and pathogenesis:Bronchiectasis is a consequence of inflammation and destruction of the structural components of the bronchial wall. InfectionQ is the usual cause of inflammation.1. Infectious causes:Adenovirus and influenza virusQ are the main viruses that cause bronchiectasis in association with lower respiratory tract involvement.Impaired host defense mechanisms are often involved in the predisposition to recurrent infections.The major cause of localized impairment of host defenses is endobronchial obstruction, like Carcinoid tumors or foreign body aspirationQ.Primary ciliary dyskinesia, Kartagener's syndrome and cystic fibrosis are also associated with bronchiectasis.2. Non-infectious causes:Exposure to toxic substances like inhalation of toxic gases such as ammonia or aspiration of acidic gastric contentsQ.Clinical Manifestations:Patient typically presents with persistent or recurrent cough and purulent sputum productionQ.HemoptysisQ occurs in 50-70% of cases and can be due to bleeding from friable, inflamed airway mucosa.More significant, even massive bleedingQ is consequence of bleeding from hypertrophied bronchial arteries.Physical examination includes crackles, rhonchi, and w heeze may be heard, all of which reflect the damaged airway containing significant secretionsQ.Radiographic findings:HRCT is investigation of choiceQ.When seen longitudinally, the airways appears as 'tram tracks'Q; when seen in cross section, they produce 'ring shadows'Q; Inspissated secretions (e.g., the 'tree-in-bud' pattern)Bronchiectasis of relatively proximal airways suggests ABPA, whereas the presence of multiple small nodules (nodular bronchiectasis) suggests infection with M. avium complexQ.",
        "cop": 1,
        "opa": "HRCT",
        "opb": "Bronchoscopy with bronchoalveolar lavage",
        "opc": "Chest X-ray",
        "opd": "MRI",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "66bac548-0b27-415c-9efa-9d1faafa5392",
        "choice_type": "single"
    },
    {
        "question": "Clinical feature of Bronchiestasis are all except -",
        "exp": "Ans. is 'b' i.e., Night sweats o Bronchiectasis shares many clinical features with chronic obstructive pulmonary disease (COPD), including inflamed and easily collapsible airways, obstruction to airflow, and frequent office visits and hospitalizations,o Bronchiectasis is a structural abnormality characterized by abnormal dilation and distortion of the bronchial tree resulting in chronic obstructive lung disease.o The condition is typically the end result of variety of pathophysiological processes that renders the bronchial walls weakened, easily collapsable, chronically inflamed and plugged with mucus secretions.o Associated findings include atelectasis, emphysema, fibrous and hypertrophy of bronchial vasculature.o Cystic fibrosis is considered to be very important cause of bronchiectasis.o Bronchiectasis can be caused by a variety of disease processes other than cystic fibrosis most of which include some combination of bronchial obstruction and infection.o The type of disorders that cause bronchiectasis vary among populations and age groups. Infections and acquire causes are more common in adults and in adult nations wheres congenital anomalies of bronchie or immune systems are more prominent in children and in industrialized nations.Clinical featureso The classic clinical manifestations of bronchiectasis are cough and the daily production of mucopurulent and tenacious sputum lasting months to years. The older literature also described \"dr\\# bronchiectasis\" with episodic hemoptysis and no sputum production, but this presentation is less common.o Other, less specific complaints include dyspnea, wheezing, and pleuritic chest pain.o Patients often report frequent bouts of \"bronchitis'' requiring therapy with repeated courses of antibiotics.o There is generally a past history of repeated respiratory> tract infections over several years, although a single episode of severe bacterial pneumonia, pertussis, tuberculosis, and Mycoplasma infection can also result in bronchiectasis.BronchitisSymptomsPhysical findingo Productive cougho Crackleso Daily sputum productiono Wheezingo Dyspneao Digital clubbingo Rhinosinusitis o Hemoptysis o Recurrent pleurisy",
        "cop": 2,
        "opa": "Hemoptysis",
        "opb": "Night sweats",
        "opc": "Chest pain",
        "opd": "Productive cough",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "b84eccbc-4605-40f7-ab03-1a0d89c6cc4d",
        "choice_type": "multi"
    },
    {
        "question": "Unipolar flagellate organism that causes pneumonia-",
        "exp": "Ans. is 'a' i.e., Pseudomonas o Pseudomonas aeruginosa is a Gram-negative, aerobic rod shaped and polar-flagella bacterium with unipolar motility.",
        "cop": 1,
        "opa": "Pseudomonas",
        "opb": "Mycoplasma",
        "opc": "Aeromonas",
        "opd": "Klebsiella pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "eb6d7ee6-ddc8-4d80-86ea-5c7c11998153",
        "choice_type": "single"
    },
    {
        "question": "In HIV positive patient with pneumocystis jiroveci infection, which of the following is used for prevention?",
        "exp": "Ans. (d) Sulfomethoxazole and trimethoprimRef: Harrison 19th ed. / 492* Prophylaxis with trimethoprim-sulfamethoxazole (TMPSMZ) prevents many opportunistic infections, including infection with P. carinii, Toxoplasma gondii, and community-acquired respiratory, gastrointestinal, and urinary tract pathogens.* Intolerance of TMP-SMZ is common; desensitization is useful less often in transplant patients than in patients with AIDS. Alternative agents provide a narrower spectrum of protection than does TMP-SMZ and less adequate protection against Pneumocystis species",
        "cop": 4,
        "opa": "Azithromycin",
        "opb": "Acyclovir",
        "opc": "C. Levofloxacin",
        "opd": "Sulfomethoxazole+ trimethoprim",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "44dfec80-1aba-4300-9e81-d1bd41cb76af",
        "choice_type": "single"
    },
    {
        "question": "Empyema thoracis is most commonly caused by which organism-",
        "exp": "Ans. is 'a' i.e., Streptococcus pneumonia o Empyema Thoracis is defined as collection of Pus in the pleural space,o It is actually parapneumonic effusion stages 3.o Parapneumonic effusions are pleural effusions that occur in the pleural space adjacent to a bacterial pneumonia.o They occur in at least 40 percent of bacterial pneumonias.o The usual parapneumonic effusion is small and resolves with appropriate antibiotic therapy.o However, if bacteria invade the pleural space, a complicated parapneumonic effusion or empyema may result, which will necessitate antibiotic therapy plus additional interventions.Parapneumonic pleural effusions are divided into three croups or stages based upon pathogenesis : -UR complicated parapneumonic effusiono An uncomplicated effusion occurs when lung interstitial fluid increases during pneumonia and moves across the adjacent visceral pleural membrane.o The pleural fluid is characterized by \"exudative\" chemistries and an influx of neutrophils into the pleural space.o Uncomplicated pleural effusions form when the resorptive capacity of the pleural space is exceeded; they resolve with resolution of the pneumonia.o Among patients with bacieremic pneumococcal pneumonia, pleural effusions are common and are usually sterile.Complicated parapneumonic effusiono Complicated effusions occur when there is persistent bacterial invasion of the pleural space,o Bacterial invasion typically leads to an increased number of neutrophils and the development ofpleural fluid acidosis, which results from anaerobic utilization of glucose by the neutrophils and bacteria.o In addition, lysis of neutrophils increases the LDH concentration in the pleural fluid to values often in excess oflOOOIU/L.o Because bacteria can be cleared rapidly from the pleural space, cultures of fluid from complicated parapneumonic effusions are generally negative.a This occurs despite the deposition of a dense layer offibrin on both the visceral and parietal pleurae that can lead to pleural loculation.Thoracic empyemao Formation of empyema is the third stage and is characterized by bacterial organisms seen on Gram stain and/ or the aspiration of pus on thoracentesis.o Epyema thoracic is commonly caused by those bacterias that cause pneumonias such as streptococcus pneumoniae and staphlococcus aureus. E.coli, H. in fluenzas, Klebsiella pneumoniae.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Pseudomonas",
        "opc": "Mycoplasma",
        "opd": "Stapylococcus aureus",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "b353b301-3bb0-4490-a688-1b1ac5b95b16",
        "choice_type": "single"
    },
    {
        "question": "Indication for prophylaxis in pneumocystis carini pneumonia include -",
        "exp": "Ans. is 'a' i.e., CD4 count < 200/ul & 'c' i.e., Oral candidiasis PROPHYLAXIS OF PNEUMOCVSTIC CARINIIPNEUMONIAPrimary prophylaxis is indicated foro Patients with CD4+ cell counts of < 200/uLo History of oropharyngeal candidiasisSecondary prophylaxis is indicated foro Both HIV infected and non HIV infected patientso Who have recovered from pneumocystosis.Primary and secondary prophylaxis may be discontinued in HIV infected persons once.o CD4+ counts have risen to > 200/uL and remained at that level for > 3 months.Also knowFirst choice agent for prophylaxiso Trimethoprim, sulphamethoxazole.Other agents used in prophylaxis.o Dapsone, pentamidine.",
        "cop": 1,
        "opa": "CD4 count < 200/u1",
        "opb": "Tuberculosis",
        "opc": "Viral load > 25,000 copies/ml",
        "opd": "Oral candidiasis",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "acb2a970-f1a4-479c-a0bd-cfa400ced892",
        "choice_type": "single"
    },
    {
        "question": "Clinical features of pneumonia are -",
        "exp": "Ans. is 'b' i.e., Increased breath sounds Physical examination findings of Common pulmonary conditions Pleural effusionPneumoniaEndobronchial tumorPneumothoraxTracheal positionChest wall movementFremitusPercussionBreath soundsCracklesWheezeShifted or midtineReduced or normalDecreasedDullDecreasedNoneNoneMidlineReduced or normalIncreasedDullIncreasedNoneNoneShifted or midi ineReduced or normalNormal or decreased Normal or DullNormal or DecreasedNonePossibleShifted or midlineReducedNoneHyperresonantDecreased/absentNoneNoneEgophonyBand above effusion (skodiac)PresentNoneNoneTracheal positionDeviated Away fromo Pneumo thoraxo EffusionDeviated towardso Collapseo ConsolidationTactile vocal fremituso Tactile vocal fremitus is vibration felt on the patients chest during low frequency vocalisation,o Commonly the patient is asked to repeat a phrase while the examiner feels for vibtations by placing a hand over the patient chest or back.o Tactile fremitus is normally more intense in the right second intercostal space as well as in the interscapular region as these:Tactile fremituso In creased-Consolidationo Decreased or absent-Pleural effusion or Pneumothorax o Reason for increased fremitus in a consolidated lung is the fact that the sound waves are transmitted with less decay in solid or fluid medium (consolidation) than in a gaseous medium (consolidation) than in a gaseous medium (aerated lung). Conversely the reason for decreased fremitus in a pleural effusion or pneumothorax (or any pathology separating the lung tissue itself from the body wall) is that this increased space diminishes or prevents entirely sound transmissiono Egophony is a change in timbre (EO to A) but not pitch or volume.o It is due to decrease in the amplitude and an increase in the frequency of the second formant produced by solid (including compressed lung) interposed between the resonator and the stethoscope head,o The sound of a spoken \"E \" change to \"A \" over an area of consolidation. The spoken \"E \" is beared as \"A \" when listening over the consolidation because the frequencies of the vibrations are altered by the consolidation. Egophony or \"E\" to \".A \" changes may also occur in small band like area just above a pleural effusion because of compression of lung tissue that occurs just above the effusion.",
        "cop": 2,
        "opa": "Tracheal shift",
        "opb": "Increased breath sounds",
        "opc": "Decreased vocal fremitus",
        "opd": "Absence of Egophonv",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "6965551b-466b-42b5-b988-74f830958744",
        "choice_type": "single"
    },
    {
        "question": "IOC for Bronchiectasis :",
        "exp": "Ans.(a) HRCT scanRef: Harrison 19th ed. / 308e-3f 1694* The best test to evaluate the destruction and dilatation of large airways which are filled with pus in Bronchiectasis is HRCT* Spiral CT is preferred for pulmonary embolism* Pulmonary angiography is done for lung sequestration and is gold standard for pulmonary embolism.",
        "cop": 1,
        "opa": "HRCT scan",
        "opb": "Spiral CT",
        "opc": "Bronchoscopy",
        "opd": "Pulmonary angiography",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "3f112e48-27c3-4176-a4e7-e6e0177368aa",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of empyema is:",
        "exp": "Ans. is 'c' Bacterial pneumonia .Causes of empyema in decreasing order of frequency.Bacterial pneumoniaT.B. pneumoniaBronchiectasisLung abscess",
        "cop": 3,
        "opa": "Bronchopleural fistula",
        "opb": "Tubercular pneumonia",
        "opc": "Bacterial pneumonia",
        "opd": "Pleurisy",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "c76c3820-bcea-45c0-bbc2-85f58f7741fb",
        "choice_type": "single"
    },
    {
        "question": "The most common causative organism for lobar pneumonia is:",
        "exp": "Ans. C. Streptococcus pneumoniaeThe most common organisms which cause lobar pneumonia are Streptococcus pneumoniae, also called pneumococcus. MC typical pneumonia: strept. pneumonia* MC of atypical pneumonia: Mycoplasma* MC nosocomial pneumonia: gram negative bacilli* MC early VAP: Streptococcus* MC late VAP: pseudomonas* MC VAP: pseudomonas* MC pneumonia in cystic fibrosis: pseudomonas* MC pneumonia resulting in ICU admission: streptococcus* MCC pneumonia in HIV: tuberculosis* MC pneumonia in smokers: Strept. pneumonia* MC trigger for asthma exacerbation: Rhinovirus.* MC cause exacerbation of COPD: H. influenza",
        "cop": 3,
        "opa": "Staphylococcus aureus",
        "opb": "Streptococcus pyogenes",
        "opc": "Streptococcus pneumoniae",
        "opd": "Haemophilus influenzae",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "e1783e21-f799-43f8-bdc2-02815fb9a1e1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of idiopathic interstitial pneumonia is-",
        "exp": "Ans. is 'c' i.e., Idiopathic pulmonary fibrosis Diffuse parenchymal lung disease | | | | |DPLD of known cause eg, drugs or association eg, rheumatic diseaseIdiopathic interstitial pneumonia (lIPs)Granulomatous DPLD eg, sarcoidosisOther forms of DPLD eg, LAM, PLCH, etc | Non-familial(>80 percent)Familial(2 to 20 percent) | | | | ChronicfibrosingAcute/subacutefibrosingSmokingrelated|||o Idiopatic pulmonary fibrosiso Idiopathic nonspecific interstitial pneumoniao Cryptogenic organizing pneumoniao Acute interstitial pneumoniao Respiratory bronchiolitis interstitial lung diseaseo Desquamative interstitial pneumonia o Diffuse parenchymal lung diseases consist of disorders of known causes (rheumatic disease, environmental or drug related) as well as disorders of unknown cause.o The latter include idiopathic interstitial pneumonias, granulomatous lung disorders (eg, sarcoidosis), and other forms of interstitial lung disease including lymphangioleiomyomatosis, pulmonary Langerhans cell histiocytosis/ histiocytosis X, and eosinophilic pneumonia.o The interstitial pneumonias are further categorized as chronic fibrosing, acute or subacute fibrosing, or smoking related.o Lymphocytic interstitial pneumonia is typically associated with other disease processes, such as rheumatic disease or immunosuppression; idiopathic lymphocytic pneumonia is rare.o DPLD: diffuse parenchymal lung disease; IIP: idiopathic interstitial pneumonia; LAM: lymphangioleiomyomatosis; PLCH: pulmonary Langerhans cell histiocytosis/histiocytosis X.",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Organizing pneumonia",
        "opc": "Idiopathic pulmonary fibrosis",
        "opd": "Lipoid pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "fd8d5a18-6935-4e13-a67e-15da9d07bcb3",
        "choice_type": "single"
    },
    {
        "question": "Friedlander Pneumonia refers to Pneumonia caused by-",
        "exp": "Ans. is 'a' i.e., Klebsiella o Klebsiella Pneumonia is also known as \"Friedlander Pneumonia# Klebsiella initially described in 1882 by Friedlander was also known as Friendlanders bacillus. Community> acquired Pneumonia caused by Friendlanders bacillus (Klebsiella) was termed as Friedlander Pneumonia.",
        "cop": 1,
        "opa": "Klebsiella",
        "opb": "Pneumococcus",
        "opc": "H. Influenzae",
        "opd": "Staphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "4e6615d6-a487-4574-8ba3-ffdd5868917e",
        "choice_type": "single"
    },
    {
        "question": "The CT chest of patient shows presence of",
        "exp": "Ans. (a) Bronchiectasis.The CT Chest shows left lung having cystic dilation of large airways with peribronchial thickening suggestive of bronchiectasis. Pneumatoceles are small cystic cavities seen after staph. Aureus pneumonia which are few in number and don't have any peribronchial thickening.Image source - style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Bronchiectasis",
        "opb": "Pneumatoceles",
        "opc": "Normal scan",
        "opd": "Loculated empyema",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "3038b297-8788-41bf-ad63-0c6d6f137bc5",
        "choice_type": "single"
    },
    {
        "question": "In community acquired pneumonia out patient treatment Is: (PGI June 2007)",
        "exp": "Ans,: A (Azithromycin) As Q is mentioned only simple community acquired pneumonia (Not MRS A or Pseudomonas; so aminoglycosides & vancomycin are not given in answer), so give outpatient treatment given in Harr/son tableTable (Harrison 17th/1623): Empirical Antibiotic Treatment of Community'-Acquired PneumoniaOutpatientsPreviously healthy and no antibiotics in past 3 monthsA macrolide orDoxycycline (100 mg PO bid)Comorbidities or antibiotics in past 3 months: select an alternative from a different classA respiratory' fluoroquinolone orAb lactam plus a macrolideQIn regions with a high rate of \"high-level\" pneumococcal macrolide resistance/ consider alternatives listed above for patients with comorbidities.Inpatients, non-ICUA respiratory fluoroquinolone , gemifloxacin (320 mg PO od), levofloxacin (750 mg PO or IV od)]A biactam' plus a macrolidet Inpatients, ICUA biactam' (cefotaxime (1-2 g IV q8h), ceftriaxone (2 g IV od], ampicillin-sulbactam (2 g IV q8h}] plusAzithromycin or a fluoroquinolone (as listed above for inpatients. non-ICU)Special concernsIf Pseudomonas is a considerationAn antipneumococcal, antipseudomonal p lactam plus either ciprofloxacin (400 mg IV ql2h] or levofloxarin (750 mg IV od)The above piactams plus an aminoglycoside The above piactamsf plus an aminoglycoside plus an antipneumococcai fluoroquinoloneIf Community acquired -SIRSA is a considerationAdd Einezolid (600 mg IV ql2h) or vancomycin (1 g IV ql2h)",
        "cop": 1,
        "opa": "Azithromycin",
        "opb": "Cepfotaxime",
        "opc": "Ampicillin",
        "opd": "Gentamicin",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "9ad9bf88-fb32-403b-9b5b-d441b22020ed",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is NOT a feature of Consolidation?",
        "exp": "ANSWER: (D) Trachea shifted to side of consolidationREF: Oxford Handbook of Clinical Examination and Practical Skills by James Thomas, TanyaMonaghan Page 212\"Trachea is in midline in consolidation because consolidation does not change the mediastinalposition\"SIGNS OF CONSOLIDATION:Increased vocal fremitusDullness on percussionBronchial breath soundsTrachea in midline",
        "cop": 4,
        "opa": "Increased Vocal fremitus",
        "opb": "Dull note on percussion",
        "opc": "Bronchial breath sounds",
        "opd": "Trachea shifted to side of consolidation",
        "subject_name": "Medicine",
        "topic_name": "Pneumonia, Bronchiectasis, and Lung Abscess",
        "id": "04824ae9-dc1d-4b93-9e79-93394865ada5",
        "choice_type": "single"
    }
]