[
    {
        "question": "On putting an internal jugular vein catheter, a patient has developed sudden onset severe respiratory distress. Clinical diagnosis is?",
        "exp": "The catheter penetrated the jugular vein and traumatized the lung parenchyma damaging the lung tissues leading to PNEUMOTHORAX OPTION B - Takes time to form septicemia OPTION C: MCC of ARDS is Sepsis so, not related to question OPTION D: In Infective Endaeritis fever develops and not respiratory distress",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Sepsis",
        "opc": "ARDS",
        "opd": "Infective endaeritis",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "3edf33ed-9f4a-4ff4-9c58-48bed7c31217",
        "choice_type": "single"
    },
    {
        "question": "The given CXR shows the presence of:",
        "exp": "Hydro-pneumothorax - On Erect chest radiography, it shows an air-fluid level. On Supine radiography, sharp pleural line is bordered by increased opacity lateral to it within the pleural space. Pleural effusion:- Blunting of CP angle and presence of Meniscus sign. Lung collapse:- lung appears to be collapsed to one side",
        "cop": 1,
        "opa": "Hydro-pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Lung abscess",
        "opd": "Collapse",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "cf454292-3112-4720-97d5-d45e74ba01ab",
        "choice_type": "single"
    },
    {
        "question": "What is the first line of management in tension pneumothorax?",
        "exp": "Emergency needle decompressionis carried out on the affected side by placing an 18-gauge needle into the hemithorax at the mid-clavicular line in the 2nd anterior intercostal space. This relieves the tension created within the thorax. It does not treat the pneumothorax; subsequent chest tube inseion is required. Tube thoracostomy (chest tube inseion) and underwater seal drainage are the mainstays of treatment for spontaneous pneumothorax.",
        "cop": 2,
        "opa": "CXR",
        "opb": "Needle in 2nd intercostal space",
        "opc": "Emergency thoracotomy",
        "opd": "ICD tube in 5th intercostal space midaxillary line",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "8af61358-6be7-4c6a-9f12-5052ff1d345c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is used for management of pneumomediastinum?",
        "exp": "For the patients with Pneumomediastinum we have to give high conc. of O2 helps in improving O2 saturation leads to absorption of mediastinal air. If mediastinal structures are compressed, the compression can be relieved with needle aspiration.",
        "cop": 1,
        "opa": "Breathing of high concentration of oxygen will lead to absorption of mediastinal air",
        "opb": "Breathing of low concentration of oxygen will lead to absorption of mediastinal air",
        "opc": "ICD tube in 2nd ICS",
        "opd": "ICD tube in 5th ICS",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "a3c919b2-8464-48d9-bc5f-a18bd64ba6b3",
        "choice_type": "single"
    },
    {
        "question": "What is the treatment of spontaneous pneumothorax?",
        "exp": "Initial treatment for primary spontaneous pneumothorax is Needle Aspiration Primary spontaneous pneumothorax occurs almost exclusively in smokers; suggests that these patients have subclinical lung disease. If the patient has a recurrent pneumothorax, thoracoscopy with stapling of blebs and pleural abrasion is indicated. Thoracoscopy is almost 100% successful in preventing recurrences.",
        "cop": 3,
        "opa": "IPPV",
        "opb": "Closed drainage",
        "opc": "Simple needle aspiration",
        "opd": "Thoracotomy",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "2887d129-d633-4828-aa7c-bfd4d27bdef0",
        "choice_type": "single"
    },
    {
        "question": "Which parameter is the best to differentiate cardiac tamponade from tension pneumothorax?",
        "exp": "Option A - Raised JVP is seen in both. Option B - Absent breath sound in tension pneumothorax Option C - Raised heart rate is a non-specific finding. Option D - both are example of obstructive shock, so IV fluid will not work.",
        "cop": 2,
        "opa": "Raised JVP",
        "opb": "Breath sounds",
        "opc": "Raised Heart rate",
        "opd": "Not improving after initial fluid resuscitation",
        "subject_name": "Medicine",
        "topic_name": "Pneumothorax",
        "id": "b3fda628-fcd6-4a42-ad3a-d73cd6bd9c5d",
        "choice_type": "single"
    }
]