[
    {
        "question": "A 40-year-old man presented with repeated episodes of bronchospasm and hemoptysis. Chest X-ray revealed perihilar bronchiectasis. The most likely diagnosis is:",
        "exp": "Ans: D (Bronchopulmonary aspergillosis) Ref: Harrisons Textbook of Internal Medicine, 17th ed 197 chapter. Explanation: Perihilar or central bronchiectasis is characteristic of ABPAAllergic Bronchopulmonary Aspergillosis(ABPA). Aspergillus may cause a broad spectrum of disease in the human host, ranging from hypersensitivity reactions to direct angioinvasion. Aspergillus primarily affects the lungs, causing 4 main syndromes, including: Allergic Bronchopulmonary Aspergillosis (ABPA), Chronic Necrotizing Aspergillus Pneumonia or Chronic Necrotizing Pulmonary Aspergillosis. Aspergilloma. Invasive aspergillosis. Allergic bronchopulmonary aspergillosis (ABPA) is caused by a hypersensitivity reaction to the fungus and most commonly occurs in those with asthma and cystic fibrosis. In almost all cases, ABPA represents a hypersensitivity reaction to A. fumigatus. ABPA occurs in ~1% of patients with asthma and in up to 15% of adults with cystic fibrosis. Episodes of bronchial obstruction with mucous plugs leading to coughing fits, \"pneumonia, \" consolidation, and breathlessness are typical. Many patients report coughing up thick sputum casts, usually brown or clear. Eosinophilia commonly develops before systemic glucocorticoids are given. The cardinal diagnostic tests include: An elevated serum level of total IgE (usually >1000 IU/mL), A positive skin-prick test to A. fumigatus extract, or. Detection of Aspergillus-specific IgE and IgG (precipitating) antibodies. Central bronchiectasis is characteristic, but patients may present before it becomes apparent. Diagnostic Criteria For ABPA (Patterson Criteria). Asthma. Immediate cutaneous reaction to Aspergillus fumigatus. Total serum Ig E > 1000 ng / ml. Elevated serum specific Aspergillus IgE. Ig. GSerum precipitins to Aspergillus antigen. Peripheral blood eosinophilia. Transient or fixed pulmonary infiltrates. Proximal bronchiectasis. Treatment: Itraconazole is drug of choice along with glucocorticoids and treatment of asthma. Voriconazole may also be given.",
        "cop": 4,
        "opa": "Sarcoidosis",
        "opb": "Idiopathic pulmonary fibrosis",
        "opc": "Extrinsic allergic alveolitis",
        "opd": "Bronchopulmonary aspergillosis",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "ab3916d1-e4cc-4713-b7f1-405a99668339",
        "choice_type": "multi"
    },
    {
        "question": "The most definitive method of diagnosing pulmonary embolism is -",
        "exp": "Ans. is 'a' i. e., Pulmonary arteriography Selective pulmonary angiography is the most specific examination available for establishing the definitive diagnosis of pulmonary embolism and it can detect emboli as small as 1-2 mm. Its the gold standard test for diagnosing pulmonary embolism. So, Pulmonary angiography is the most reliable test for diagnosis but it is invasive, time consuming, and expensive. Chest CT scanning is replacing diagnostic pulmonary angiography because it is less invasive and less expensive and has adequate specificity (90% comparable to that of pulmonary angiography). Now a days Angiography is done in only following condition. Patients with technically inadequate CT scans. Scans performed on older machines that cannot image fourth and fifth order pulmonary arteries. Patients who have to undergo t/t interventions such as catheter embolectomy or catheter directed thrombolysis. Radionucleotid ventilation and perfusion lung imaging VO scan has been replaced by chest CT as the initial imaging test for suspected pulmonary embolism. VQ scanning can be used in situations where CT scanning is not feasible.",
        "cop": 1,
        "opa": "Pulmonary ateriography",
        "opb": "Radioisotope perfusion pulmonary scintigraphy",
        "opc": "EKG",
        "opd": "Venography",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "7f942b3f-7c71-4558-9c37-1fc5f9ab012b",
        "choice_type": "single"
    },
    {
        "question": "The most common source of pulmonary embolism is:",
        "exp": "Ans. is 'c' large veins of leg (Ref Harrison, 17/e, p 1651 & 16/e, p 1561 (15/e, p. 1509)). Remember that. MC site for deep vein thrombosis - Calf vein*. But MC source for pulmonary emboli - Proximal vein of lower extremity (femoral vein*).",
        "cop": 3,
        "opa": "Amniotic fluid embolism",
        "opb": "Renal artery embolism",
        "opc": "Large veins of leg",
        "opd": "Cardio thoracic surgery",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "b1e7b219-461f-493f-9bf2-c067405fb779",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice in a patient with Massive Pulmonary Embolism in Shock is-",
        "exp": "Ans. is 'a' i. e., Thrombolytic Therapy Treatment of patients with pulmonary embolism based on risk stratification Patient with Dulmonary embolism | | | Low risk (Small PE) o Normotension Plus o Normal right ventricular function Intermediate risk (Submassive PE) o Normotension Plus o Right ventrucular dysfunction (RV hvpokinesia on echocardiogram) High risk (Massive PE) o Hypotension Plus o R V dysfunction | | | o Treatment of choice is anticoagulation o Treatment is controversial o Treatment of choice is Thrombolysis (or Embolectomy)",
        "cop": 1,
        "opa": "Thrombolytic Therapy",
        "opb": "Low Molecular Weight Heparin",
        "opc": "Aggressive fluid resuscitation",
        "opd": "Diuretic Therapy",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "4685e7af-ffef-4acb-bd5c-53c8af6d5591",
        "choice_type": "single"
    },
    {
        "question": "65 yr old Lady suddenly dies 7 days after a surgery of femur fracture suddenly dies while having lunch in the ward. What would be the most likely cause:",
        "exp": "Ans. (b) Pulmonary embolism. Ref: Harrison 19th ed. /1631* The first clinical diagnosis for this case presentation is PE since Venous thromboembolism (VTE), which encompasses deep venous thrombosis (DVT) and pulmonary embolism (PE), is one of the three major cardiovascular causes of death, along with myocardial infarction and stroke.* Fracture of femur will lead to immobilization for a long period. Hence PE is all the more likely in this setting.* Sudden cardiac death is defined as natural death due to cardiac causes in a person who may or may not have previously recognized heart disease but in whom the time and mode of death are unexpected.",
        "cop": 2,
        "opa": "Calf vein thrombosis",
        "opb": "Pulmonary embolism",
        "opc": "Myocardial infarction",
        "opd": "Choking on food",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "496db10a-29db-4412-bf39-a5f64c1ac79f",
        "choice_type": "single"
    },
    {
        "question": "A 65 year old woman after total knee implant surgery complains of calf pain and swelling in the leg from last 2 days. Later she complains of breathlessness and dies suddenly in the ward. Probable cause?",
        "exp": "Ans. (a) Pulmonary embolism. Ref: Harrison's 19th ed. /1631* PE is the most common preventable cause of death among hospitalizedpatients. PE and DVT occurring after total hip or knee replacement is currently taken as unacceptable, and steps are taken to prevent it by giving subcutaneous fondaparinux.* For patients who have DVT, the most common history is a cramp in the lower calf that persists for several days and becomes more uncomfortable as time progresses. For patients who have PE, the most common history is unexplained breathlessness.",
        "cop": 1,
        "opa": "Pulmonary embolism",
        "opb": "Myocardial infarction",
        "opc": "Stroke",
        "opd": "ARDS",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "280fe3d0-bf6e-4415-a433-ce7cfef1c37a",
        "choice_type": "single"
    },
    {
        "question": "A person is diagnoses with pulmonary embolism invasive modality for diagnosis is -",
        "exp": "Ans. is 'b' i. e., Pulmonary angiography o The definitive diagnostic for pulmonary thromboembolism is pulmonary angiography. o It is the most specific investigation for pulmonary> thromboembolism but it is expensive time consuming and invasive, o Therefore chest CT with contrast has virtually replaced angiography as the diagnostic test. o Best investigation when there is clinical suspicion of pulmonary embolism - Contrast enhanced CT.",
        "cop": 2,
        "opa": "Venous ultrasonography",
        "opb": "Pulmonary angiography",
        "opc": "CT",
        "opd": "MRI",
        "subject_name": "Medicine",
        "topic_name": "Pulmonary Embolism",
        "id": "a6bb24d6-9850-4755-8805-48c7e673cd31",
        "choice_type": "single"
    }
]