[
    {
        "question": "Most common viral infection in post transplant kidney -",
        "exp": "Ans. is 'c' i.e., CMV o Cytomegalo virus (CMK)is a significant cause of morbidity and mortality in renal transplant recipients.o CMV is present in more than two thirds of donors and recipients prior to transplantation and can be transmitted from the donor by the transplanted kidney.The concurrent administration of immunosuppressive drugs to prevent rejection increases the risk of clinically relevant CMV disease.Both the donor and the recipient are routinely tested for anti CMV antibodies prior to transplantation.",
        "cop": 3,
        "opa": "EBV",
        "opb": "HSV",
        "opc": "CMV",
        "opd": "HBV",
        "subject_name": "Medicine",
        "topic_name": "Renal Transplantation",
        "id": "b3c6d216-1068-44bb-8fc7-d5de2e9efc09",
        "choice_type": "single"
    },
    {
        "question": "All are true for transplanted kidney except -",
        "exp": "Ans. is 'd' i.e., HLA identity similarity seen in 1:100 people transplant immunobiology and rejection -o Antigen which is responsible for transplantation mechanism is glycoprotein surface antigen (HLA).o Every indivudual has a unique set of inherited transplant antigens the human leucocyte antigen (HLA) - Which are genetically encoded on chromosome 6.o The purpose of these antigens is to help the body recognize what is self and what is not.o When an organ is transplanted between HLA mismatched people, that organ is recognized as nonself because of unrecognized HLA, and can be destroyed.\"Within any particular family, sibling 'v have a 1:4 chance of being HLA identical In contrast among unrelated people, the probabilities of HLA identity is in several thousand depending upon phenotype involved. It is due to the fact that HLA complex is inherited intact as two haplotypes\".THREE TYPES OF REJECTION MAY TAKE PLACE IN RENAL TRANSPLANT PATIENTS :Hyperacute -o This reiection is analogous to a blood transfustion reaction as it is a humoral response mediated bv preformed recipient antibodies against the HLA expressed on the donor renal vascular endothelium.o To have these preformed antibodies the recipient must have been sensitized by a previous blood transfusion, a previous pregnancy or a previous transplant.o All potential recipients are screened for these antibodies preoperatively by placement of donor lymphocytes with recipient serum.o If this cross match is positive, that is antibodies are present in the recipient serum against the donor HLA, transplant surgery is contraindicated.o Clinically hyperacute rejection is seen as soon as blood flow to the donor kidney is established.Acute reiection -o This occurs in first week to month after transplant.o Cell mediated immunity is involved in this process and T lymphocytes play a major role in this.Chronic rejection -o It is defined as a process of gradual progressive decrease in renal function that cannot be attributed to another cause.o Unlike the causes of hyperacute and acute rejection, the underlying immune mechanism of chronic rejection is not understood.",
        "cop": 4,
        "opa": "Humoral antibody responsible for rejection",
        "opb": "CMI is responsible for rejection",
        "opc": "Previous blood transfusion",
        "opd": "HLA identity similarity seen in 1:100 people",
        "subject_name": "Medicine",
        "topic_name": "Renal Transplantation",
        "id": "0a1a710a-899b-4372-b417-e0aeb868faa2",
        "choice_type": "multi"
    },
    {
        "question": "The most common ocular infection after renal transplantation is by -",
        "exp": "Ans. is 'a' i.e., Cytomegalovirus o Cytomegalo virus (CMK)is a significant cause of morbidity and mortality in renal transplant recipients.o CMV is present in more than two thirds of donors and recipients prior to transplantation and can be transmitted from the donor by the transplanted kidney-\\y The concurrent administration of immunosuppressive drugs to prevent rejection increases the risk of clinically relevant CMV disease.y Both the donor and the recipient are routinely tested for antic CMV antibodies prior to transplantation.",
        "cop": 1,
        "opa": "Cytomegalovirus",
        "opb": "Toxoplasma",
        "opc": "Herpes virus",
        "opd": "EB virus",
        "subject_name": "Medicine",
        "topic_name": "Renal Transplantation",
        "id": "22ec6e2d-cebb-4ad6-98b9-1cda2fce33e8",
        "choice_type": "single"
    }
]