[
    {
        "question": "True about Nephrogenic diabetes insipidus is?",
        "exp": "ANSWER: (A) Renal tubule unresponsiveness to ADHREF: Harrisons medicine 17th ed 2219. In Nephrogenic diabetes insipidus the tubules are unresponsive to the ADH and it could be due to acquired, genetic, drugs. Parameters. Psychogenicpolydipsia. Diabetesinsipidus. Nephrogenic DIOsmotic diuresis. Serum NaN or dec. Increase. IncreaseN or inc. Plasma osmN or dec. Increase. IncreaseN or inc. Urine osm. Decdecreasedecrease. Increase. Plasma ADHDecdecrease. Increase. Increase. Urine osm after ADHIncreaseincreasenil. Slight increase",
        "cop": 1,
        "opa": "Renal tubule unresponsive ness to ADH",
        "opb": "There is central decrease in secretion of ADH",
        "opc": "Serum Na is low",
        "opd": "The urine osmolarity is increased after ADH administration",
        "subject_name": "Medicine",
        "topic_name": "Renal Tubular Disease",
        "id": "28066514-2ec4-4372-a6c2-7188b3391c31",
        "choice_type": "multi"
    },
    {
        "question": "True about acute tubular necrosis: (PGI June 2007)",
        "exp": "Ans,: D (Bloodurea: Creatinine ratio < 20) [Ref: Harrison 17th/1758, 16th/1649}Renal Failure Indices Harrison I7th/i758, 16th/1649. Analysis of urine and blood biochemistry may be useful for distinguishing prerenal ARF from ischemic or nephrotoxic intrinsic renal ARF.# The/racfj'ona/ excretion of sodium (FE) is most useful in this regard-. The FENa relates sodium clearance to creatinine clearance. Sodium is reabsorbed avidly from glomerular filtrate in patients with prerenal ARF, in an attempt to restore intravascular volume. The FENa tends to be high in ischemic ATN but is often low in patients with sepsis-induced, pigment-induced, and some forms of nephrotoxic ATN (e. g., contrast-associated) 1. In contrast, creatinine is not reabsorbed in either setting. Consequently, patients with prerenal ARF typically have a FEof <1. 0% (frequently <0. 1%). In patients with metabolic alkalosis, where there may be obligate losses of sodium in the urine to maintain electroneutrality, the fractional excretion of chloride [FECI) may be more sensitive than the FESj in detecting prerenal azotemia. The urine sodium concentration'lls a less-sensitive index for distinguishing prerenal ARF from ischemicand nephrotoxic ARF as values overlap between groups. Similarly, indices of urinary concentrating ability such as urine specific gravity, urine osmolality, urine-to-plasma urea ratio, and blood urea-to-creatinine ratio are of limited value in differential diagnosis. Many caveats apply when interpreting biochemical renal failure indices. The FEVi may be >1. 0% in prerenal ARF if patients are receiving diuretics or with preexisting chronic kidney disease, certain salt-wasting syndromes, or adrenal insufficiency. Urine Diagnostic Indices in Differentiation of Prerenal versus Intrinsic Renal ARF (Harrison 16th/1649, not given in H17th). Diagnostic Index. Prerenal. Intrinsic Renal (i., e., ATN). Fraction excretion of sodium<1>1. Urine sodium concentration(mmol/L)<10>20. Urine creatinine to plasma creatinine ratio Q>40 Q<20 QUrine urea nitrogen to plasma urea nitrogen ratio>8<3. Urine specific gravity>1. 020-1. 010. Urine osmolality (mosmol/kg. H2O)>500-300. Plasma BUN/creatine ratio>20<10-15. Renal failure index<1>1. Urinary sediment. Hyaline casts. Muddy brown granular casts",
        "cop": 4,
        "opa": "Urine specific gravity > 1020",
        "opb": "Urine osmolality > 300 mosmoles/kg",
        "opc": "Urine Na < 10 meq/L",
        "opd": "Blood urea: creatinine ratio < 20",
        "subject_name": "Medicine",
        "topic_name": "Renal Tubular Disease",
        "id": "a9d59900-0bfe-48a4-b713-ebd91b16061c",
        "choice_type": "multi"
    },
    {
        "question": "All are features of Barters syndrome, EXCEPT:-",
        "exp": "Ans. is 'd' Hypertension In Barter's syndrome the B. P. is low to normal despite increased level of aldosterone. Classical clinical features of Barter's syndrome are: Hypokalemia. Metabolic alkalosis. Polyuria and Nocturia. Growth retardation.",
        "cop": 4,
        "opa": "Polyuria",
        "opb": "Metabolic alkalosis",
        "opc": "Periodic paralysis",
        "opd": "Hypertension",
        "subject_name": "Medicine",
        "topic_name": "Renal Tubular Disease",
        "id": "086e75b5-3748-4abe-987f-0ca249f9b914",
        "choice_type": "multi"
    },
    {
        "question": "Salt losing nephritis is a feature of:",
        "exp": "Ans. is 'a' interstitial nephritis One of the important functional consequence of interstitial nephritis is salt wasting. Interstitial nephritis is caused by drugs such as methicillin* or penicillin*It is a type of tubulointerstitial disease in which there is tubular degeneration and necrosis and marked inflammation of interstitium.",
        "cop": 1,
        "opa": "Interstitial nephritis",
        "opb": "Polycystic kidney",
        "opc": "Lupus nephritis",
        "opd": "Renal amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Renal Tubular Disease",
        "id": "a65086f7-f0cc-4775-a99d-74b00d652f98",
        "choice_type": "single"
    },
    {
        "question": "Causes of Type 2 renal tubular acidosis are all except:",
        "exp": "Ref: Nelson's Textbook of Pediatrics 18th edition: page no. 2197. Explanation: Renal tubular acidosis (RTA). It is a disease state characterized by a normal anion gap metabolic acidosis resulting from either impaired bicarbonate reabsorption or impaired urinary acid (hydrogen ion) excretion. There are 3 main forms of RTA: Proximal (type II) RTADistal (type I) RTA. and. Hyperkalemic (type IV) RTA. Mixed lesions (those with elements of type I and II RTA), which occur primarily in patients with inherited carbonic anhydrase deficiency, are designated as type III RTA by some authors. Causes of Hvponatremia. HYPOVOLEMICHYPONATREMIAEUVOLEMC HYPONATREMIAHYPERVOLEMICHYPONATREMIAExtrarenal losses* Gastrointestinal (emesis, darrhea)* Skin (sweating or bums)* Third space losses* SIADH* Glucocorticoid deficiency* Hypothyroidism* Water intoxication* CHF* Orthosis* Nephrotic syndrome* Renal failure* Capillary leak due to sepsis* Hypoaibuminemia due to gastrointestinal disease (protein-losing enteropathy). Renal losses* Thiazide or loop diuretics* Juvenile nepbronophthisis* Tubulointerstitial nephritis* Obstructive uropathy* Cerebral salt wasting* Proximal (type II) renal tubular acidosis* Lack of aldosterone effect (high serum potassium). Proximal RTA usually occurs as a component of global proximal tubular dysfunction or Fanconi syndrome, which is characterized by low molecular weight proteinuria, glycosuria, phosphaturia, aminoaciduria, and proximal RTA (See the following table)",
        "cop": 3,
        "opa": "Cystinosis",
        "opb": "Lowe syndrome",
        "opc": "Essential fructosuria",
        "opd": "Gaiatosemia",
        "subject_name": "Medicine",
        "topic_name": "Renal Tubular Disease",
        "id": "3847f059-2b27-4b9a-a362-f0ba04511c2f",
        "choice_type": "multi"
    }
]