[
    {
        "question": "All of the following are well recognised predisposing factors for adult respiratory distress syndrome, except:",
        "exp": "Status asthmaticus is an example of type 2 respiratory failure while ARDS is type 1 respiratory failure. All other choices lead to cytokines release and damage the alveoli leading to ARDS.",
        "cop": 3,
        "opa": "Multiple blood transfusions",
        "opb": "Septicemia",
        "opc": "Status asthmaticus",
        "opd": "Toxic gas inhalation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "a48aea6e-3421-42b8-8a92-767a3436d2f1",
        "choice_type": "multi"
    },
    {
        "question": "On an ABG, pH of 7. 2, p. O2 of 46, p. CO2 of 80 are indicative of:",
        "exp": "ABG shows severe hypoxia with hypercarbia with acidosis suggestive of type 2 respiratory failure. ARDS and acute asthma both have Type 1 Respiratory Failure and are ruled out. So we have to select between options A and C. Interstitial Pneumonitis on routine presentation will not have such low oxygen values but an acute exacerbation of chronic bronchitis will definitely present with low oxygen values.",
        "cop": 1,
        "opa": "Acute exacerbation of COPD",
        "opb": "Adult respiratory distress syndrome",
        "opc": "Interstitial pneumonitis",
        "opd": "Acute asthma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "2b1d96b3-d22b-4516-86b8-8c817a17c01b",
        "choice_type": "single"
    },
    {
        "question": "Alveolar hypoventilation is observed in:",
        "exp": "Neuromuscular diseases that can cause alveolar hypoventilation include myasthenia gravis, amyotrophic lateral sclerosis, Guillain-Barre syndrome and muscular dystrophy. Patients with neuromuscular disorders have rapid, shallow breathing secondary to severe muscle weakness or abnormal motor neuron function.",
        "cop": 1,
        "opa": "Guillain -Barre syndrome",
        "opb": "Acute asthma",
        "opc": "Bronchiectasis",
        "opd": "CREST syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "44a5da65-a5db-4d44-8a40-f933563391c6",
        "choice_type": "single"
    },
    {
        "question": "Which is the best treatment for type IV respiratory failure?",
        "exp": "Type IV respiratory failure occurs due to hypo-perfusion of respiratory muscles in patients with shock. Normally respiratory muscles consume <5% of total cardiac output and oxygen delivery. Patients in shock may have as much as 40% of cardiac output distributed to respiratory muscles. Intubation and ventilator-assisted breathing will allow re-distribution of cardiac output Non-invasive ventilation with tight-fitting face mask is used in the management of Type 2 Respiratory failure e. g. in cases of exacerbations of COPD.",
        "cop": 2,
        "opa": "Non-invasive ventilation with tight-fitting face mask",
        "opb": "Intubation with mechanical ventilation",
        "opc": "Continuous positive pressure ventilation",
        "opd": "High-frequency jet ventilation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "9e76c7e7-9dbc-4709-9469-2a307673c8f1",
        "choice_type": "single"
    },
    {
        "question": "Why is tetany seen with hyperventilation?",
        "exp": "Carbon dioxide washout (in hyperventilation) - will lead to Alkalosis. - Hence to compensate for this alkalosis, some protons will be released from the proteins. - This will lead to vacant space on proteins which will be occupied by calcium ions. Since ionic calcium will migrate to fill in the vacant space left by protons on the protein, the total ionized calcium will fall leading to Tetany.",
        "cop": 2,
        "opa": "Metabolic alkalosis",
        "opb": "Respiratory alkalosis",
        "opc": "Metabolic acidosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "d9b89a35-5657-4f83-a51d-e5ae2f5618b0",
        "choice_type": "single"
    },
    {
        "question": "pH = 7. 30, p. CO2 = 38, HCO3 = 18 signifies:",
        "exp": "* Since pH is less, and HCO3 is less it implies metabolic acidosis. * Now for compensation p. CO2= HCO3+15 = 18 + 15 = 33. * The value predicted is not matching with given p. CO2 of 38 mm Hg. * It implies compensation is not there and it is a Mixed disorder * Conclusion metabolic acidosis with respiratory acidosis",
        "cop": 4,
        "opa": "Metabolic acidosis with compensatory respiratory alkalosis",
        "opb": "Respiratory acidosis with compensatory metabolic alkalosis",
        "opc": "Respiratory alkalosis with compensatory metabolic acidosis",
        "opd": "Metabolic acidosis with respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "538a4261-1da4-45c5-9dab-30e56c302cac",
        "choice_type": "single"
    },
    {
        "question": "Most common primary lung cancer in children:",
        "exp": "- The most common primary lung tumor is bronchial adenoma. - It includes bronchial carcinoid and adenoid cystic carcinoma. - Metastatic lesions are overall the most common forms of pulmonary malignancy in children.",
        "cop": 2,
        "opa": "Metastasis",
        "opb": "Bronchial adenoma",
        "opc": "Adenocarcinoma",
        "opd": "Pulmonary blastoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "96c43da7-7b52-49df-a6ed-a4497b166487",
        "choice_type": "single"
    },
    {
        "question": "Hypopnea is defined as?",
        "exp": "Hypopnea is defined as > 30% reduction in airflow for at least 10 seconds with > 3% desaturation on arousal.",
        "cop": 3,
        "opa": "> 10% reduction in airflow for at least 10 seconds with > 1% desaturation on arousal",
        "opb": "> 20% reduction in airflow for at least 10 seconds with > 2% desaturation on arousal",
        "opc": "> 30% reduction in airflow for at least 10 seconds with > 3% desaturation on arousal",
        "opd": "> 40% reduction in airflow for at least 10 seconds with > 4% desaturation on arousal",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "b2becbac-db2b-41d8-afc6-fe843538fb4c",
        "choice_type": "single"
    },
    {
        "question": "In type II respiratory failure there is:",
        "exp": "Type I respiratory failure Type II respiratory failure Low p. O2 Low p. O2 Normal or low p. CO2 High p. CO2 A-a gradient is increased A-a gradient is normal because Hypoventilation leads to reduction of both p. AO2 and pa. O2",
        "cop": 2,
        "opa": "Low p. O2 and Low p. CO2",
        "opb": "Low p. O2 and High p. CO2",
        "opc": "Normal p. O2 and High p. CO2",
        "opd": "Low p. O2 and Normal p. CO2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "f5875019-c70c-49ce-9163-b15282fd43b8",
        "choice_type": "single"
    },
    {
        "question": "Apnea- hypopnea index > ______ is used for diagnosis of OSAHS in absence of symptoms?",
        "exp": "OSAHS is defined on the basis of nocturnal and daytime symptoms as well as sleep study findings. Diagnosis requires the patient to have (1) either symptoms of nocturnal breathing disturbances (snoring, snoing, gasping, or breathing pauses during sleep) or daytime sleepiness or fatigue that occurs despite sufficient oppounities to sleep and is unexplained by other medical problems; and (2) five or more episodes of obstructive apnea or hypopnea per hour of sleep (the apnea-hypopnea index, calculated as the number of episodes divided by the number of hours of sleep) documented during a sleep study. OSAHS also may be diagnosed in the absence of symptoms if the AHI is >15 episodes/h. Each episode of apnea or hypopnea represents a reduction in breathing for at least 10 s and commonly results in a >=3% drop inoxygensaturation and/or a brain coical arousal. OSAHS severity is based on the frequency of breathing disturbances (AHI), the amount of oxyhemoglobin desaturation with respiratory events, the duration of apneas and hypopneas, the degree of sleep fragmentation, and the level of daytime sleepiness or functional impairment. Obstructive Sleep Apnea/Hypopnea Syndrome (OSAHS): Quantification and Severity Scale Apnea-hypopnea index (AHI)a: Number of apneas plus hypopneas per hour of sleep Respiratory disturbance index (RDI): Number of apneas plus hypopneas plus RERAs per hour of sleep Mild OSAHS: AHI of 5-14 events/h Moderate OSAHS: AHI of 15-29 events/h Severe OSAHS: AHI of >=30 events/h a. Each level of AHI can be fuher quantified by level of sleepiness and associated hypoxemia.",
        "cop": 3,
        "opa": "5 episodes/ hr",
        "opb": "10 episodes/ hr",
        "opc": "15 episodes/ hr",
        "opd": "20 episodes/ hr",
        "subject_name": "Medicine",
        "topic_name": "Respiratory Failure",
        "id": "628cc6f2-d343-41bf-8a50-2ccc20ef8f5e",
        "choice_type": "single"
    }
]