[
    {
        "question": "In a normal healthy person the arterial oxygen is considered satisfactory if SPO2 is more than",
        "exp": "Ans. c (90) (Ref H-17th/l590-91; pg. A-15). In a normal healthy person the arterial oxygen is considered satisfactory if SP02 is more than 90. Arterial O2 tension. Pa. O212. 7 +- 0. 7 k. Pa (95 +- 5 mm Hg). Arterial CO2 tension. Pa. CO25. 3 +- 0. 3 k. Pa (40 +- 2 mm Hg). Arterial O2 saturation. Sa. O20. 97 +- 0. 02 (97 +- 2%). Arterial blood p. Hp. H7. 40 +- 0. 02. Arterial bicarbonate. HCO3-24 + 2 m. Eq/LBase excess. BE0 +- 2 m. Eq/LDiffusing capacity for carbon monoxide (single breath)DLCO0. 42 mL CO/s/mm Hg (25 mL CO/min/mm Hg). Dead space volume. VD2 mL/kg body wt. Physio dead space; dead space-tidal vol ratio. VD/VTKnow at rest & exercise(a) Rest < 35% VT(b) Exercise < 20% VTAlveolar-arterial difference for O2P(A -a) O2< 2. 7 k. Pa (20 mm Hg). Educational Point# Alveolar hypoventilation exists by definition when arterial PC02 (Pa. C02) increases above the normal range of 37-43 mm Hg, but in clinically important hypoventilation syndromes Pa. C02 is generally in the range of 50-80 mm Hg.# A decrease in the Anion Gap can be due to:- an increase in unmeasured cations;- the addition to the blood of abnormal cations, such as lithium (lithium intoxication) or cationic immunoglobulins (plasma cell dyscrasias);- a reduction in the major plasma anion albumin concentration (nephrotic syndrome); (A fall in serum albumin by 1 g/dL from the normal value decreases the anion gap by 2. 5 m. Eq/L).- a decrease in the effective anionic charge on albumin by acidosis; or- hyperviscosity and severe hyperlipidemia.",
        "cop": 3,
        "opa": "80",
        "opb": "85",
        "opc": "90",
        "opd": "Any of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "2d7a877b-f78b-42b3-8c67-8ea86bb2105a",
        "choice_type": "multi"
    },
    {
        "question": "Increased serum amylase in pleural effusion is seen in",
        "exp": "(Malignancy) (269- CMDT-08) (1658-H17th). Serum amylase level in PE - suggest pancreatits, pancreatic pseudocyst, adenocarcinoma of the lung or pancreas or esophageal rupture, - Malignancy. Glucose < 60 mg/ dL - occurs in Malignancy, Bacterial infections, Rheumatoid pleuritic. Increased amvlase acids are found in perforated duodenal ulcers acute cholecystitis. High intestinal obstruction, acute mesenteric vascular occlusion, DKA leaking aortic aneurysm, mumps, ectopic pregnancy after administration of narcotics, after abdominal surgery* Bacterial pneumonia and cancer are the most common cause of exudative effusion* High concentration of cholesterol in most rheumatoid effusions",
        "cop": 3,
        "opa": "Rheumatoid arthritis",
        "opb": "Tuberculosis",
        "opc": "Malignancy",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "9b6f8e62-54e1-4b6d-9ec7-1acd174bdd71",
        "choice_type": "single"
    },
    {
        "question": "Type II Respiratory failure is characterised by (Davidson)",
        "exp": "(Low Pa. O2/High Pa. CO2) (1684 -H17th). Respiratory failure - Pa. O2 <8. 0 k. Pa (60mm. Hg) and Pa. CO2 > 6. 5 k. Pa (50 mm. Hg). Type 1 - Pa. O2 low, Pa. CO2 normal or low. Type II - Pa. CO2 raised, Pa. O2 low - Ventilatory failure* Most important - cause in chronic type II respiratory failure is - chronic bronchitis",
        "cop": 3,
        "opa": "Low Pa. O2 /Low Pa. CO2",
        "opb": "Normal Pa. CO2 / Low Pa. O2",
        "opc": "Low Pa. O2 /High Pa. CO2",
        "opd": "High Pa. O2 / Low Pa. CO2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b83bf1a4-62c4-4558-a167-05b2fdcdb506",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old man presents with hemoptysis and generalized weakness. His symptoms began with small-volume hemoptysis 4 weeks ago. Over the past 2 weeks, he has become weak and feels \"out of it. \" His appetite has diminished, and he has lost 10 lb of weight. He has a 45-pack-year history of cigarette smoking. Physical examination is unremarkable. Laboratory studies reveal a mild anemia and a serum sodium value of 118 m. Eq/L. Chest x-ray shows a 5-cm left, mid-lung field mass with widening of the mediastinum suggesting mediastinal lymphadenopathy. MR scan of the brain is unremarkable. What is the most likely cause of his symptoms?",
        "exp": "Hyponatremia in association with a lung mass usually indicates small cell lung cancer (SCLC) with inappropriate antidiuretic hormone (ADH) production by the tumor. About 10% of lung cancers present with a paraneoplastic syndrome. Tumors producing ADH or adrenocorticotropic hormone (ACTH) are overwhelmingly SCLCs, which arise from hormonally active neuroendocrine cells. SCLC is a rapidly growing neoplasm; early mediastinal involvement, as in this case, is common. Tumor staging for SCLC differs from non-small cell cancers. SCLCs are simply classified as limited (confined to one hemithorax) or extensive. Limited tumors are usually managed with combination radiation and chemotherapy, with approximately 20% cure rate. Extensive tumors are treated with palliative chemotherapy alone; durable remissions are rare. Surgery is not curative in SCLC. Bronchial carcinoids are usually benign. Although they can produce ACTH, mediastinal involvement and hyponatremia would not be expected. Adenocarcinoma of the lung, although common, rarely causes a paraneoplastic syndrome. Localized benign lung infections (especially lung abscess) can cause syndrome of inappropriate antidiuretic hormone (SIADH) but would not account for this patient's mediastinal adenopathy. Lung abscess usually causes fever and fetid sputum. Pulmonary aspergilloma (a fungus ball growing in an old cavitary lesion) can cause hemoptysis but not this patient's hyponatremia or mediastinal lymphadenopathy.",
        "cop": 3,
        "opa": "Bronchial carcinoid",
        "opb": "Adenocarcinoma of the lung",
        "opc": "Small cell carcinoma of the lung",
        "opd": "Lung abscess",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "a21b7844-9dae-4ab5-a61e-ab3da03efa83",
        "choice_type": "multi"
    },
    {
        "question": "Most common pulmonary manifestation of SLE:",
        "exp": "Ans. (b) Pleuritis. Ref: Harrisons Principle of Internal Medicine 20th Ed; Page No- 2520. Most Common Complication in SLE* Cutaneous Manifestations:# The most common acute SLE rash: Butterfly\" rash# Most common chronic dermatitis in lupus: Discoid lupus erythematosus (DLE)* Vascular Occlusions: Myocardial infarctions are primarily manifestations of accelerated atherosclerosis.* Pulmonary manifestation: Pleuritis with or without pleural effusion.* Cardiac manifestations: Pericarditis.* Hematologic Manifestations: Anemia* Renal Manifestations: Nephritis* CNS Manifestations: The most common manifestation of diffuse CNS lupus is cognitive dysfunction, including difficulties with memory and reasoning. Note. Other pulmonary Complications* Pulmonary infiltrates are seen active SLE and it is very difficult to distinguish from infection on imaging studies.* Interstitial inflammation is a life-threatening pulmonary manifestation leading to fibrosis, shrinking lung syndrome, and intra-alveolar hemorrhage.* Pulmonary arterial hypertension occurs in a small proportion of SLE patients. Cardiac complications* More serious cardiac manifestations are myocarditis and fibrinous endocarditis of Libman-Sacks.* A patient has SLE if four or more of these 11 criteria are present at any time. Diagnostic criteria for SLEMucocutaneous signs (each counts as one)* Malar rash* Photosensitivity rash* Oral ulcers rash* Discoid rash. Arthritis. Present in 90 percent of patients; non-erosive. Cardiac & Pulmonary. Pericarditis, myocarditis, Pleuritis (most common pulmonary finding), pleural effusion, pneumonitis, pulmonary Hypertension. Hematologic (Any blood involvement counts as 1 criteria). Hemolytic anemia, leukopenia, lymphopenia, thrombocytopenia. Renal. It benign from Proteinuria >0. 5g/ day to end stage renal disease; such as:- Cellular casts, Glomerulonephritis, azotemia, pyuria, uremia, HTNCerebral. Seizures, psychosis (may be subtle), meningitis TIA, cerebrovascular accident. Serology* ANA. It is 95 % sensitive but not specific; almost all patients with SLE have elevated serum ANA levels.* Anti-ds DNA (60-70%) or anti-Sm (Smith) (10-20%). The presence of either of these is diagnostic of SLE--very specific (but obviously not sensitive). Note. Each of the serologic abnormalities counts as 1 criterion. Hence, if the person has joint pain, a rash, and both an ANA and DS DNA, that patient would have 4 criteria. Points to Remember. Diagnostic Test for SLE* Best initial test: ANA* Most specific test: Anti-DS DNA (60-70%) or anti-Sm (Smith) (10-20%)..* Rule of thumb- ANA positivity is a must in SLE diagnosis.* ANA negativity twice rules out SLE. Even though ANA positivity cannot confirm SLE - negativity can rule out. Note* There is no ANA negative SLE. But there is ANA negative scleroderma* Also Drug induced lupus - secondary to Quinidine/ Minocycline tends to be ANA negative.",
        "cop": 2,
        "opa": "Shrinking Lung",
        "opb": "Pleuritis",
        "opc": "Intra alveolar hemorrhage.",
        "opd": "Interstitial inflammation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "2c3b3748-4455-49f6-bbfd-c93177fde53f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man without a significant medical history comes to the emergency room with a 3-day history of fever and shaking chills, and a 15-minute episode of rigor. He also reports a cough productive of yellow-green sputum, anorexia, and the development of right-sided pleuritic chest pain. Shortness of breath has been present for the past 12 hours. Chest x-ray reveals a consolidated right middle lobe infiltrate, and CBC shows an elevated neutrophil count with many band forms present. Which feature would most strongly support inpatient admission and IV antibiotic treatment for this patient?",
        "exp": "Because of the development of effective oral antibiotics (respiratory fluoroquinolones, extended spectrum macrolides), many patients with community-acquired pneumonia (CAP) can be managed as an outpatient as long as compliance and close follow-up are assured. The CURB-65 score is a validated instrument for determining if inpatient admission (either observation or full admission) is indicated. Factors predicting increased severity of infection include confusion, urea above 19 mg/dL, respiratory rate above 30, BP below 90 systolic (or 60 diastolic), and age 65 or above. If more than one of these factors is present, hospitalization should be considered. This patient's presentation (lobar pneumonia, pleuritic pain, purulent sputum) suggests pneumococcal pneumonia. The pneumococcus is the commonest organism isolated from patients with CAP. Fortunately, Spneumoniae is almost always sensitive to oral antibiotics such as clarithromycin/azithromycin and the respiratory fluoroquinolones. A Gram stain suggestive of pneumococci would therefore only confirm the clinical diagnosis. Exposure to influenza is an important historical finding. Patients with influenza often have a prodrome (upper respiratory symptoms, myalgias, prostrating weakness), but influenza would not cause a lobar infiltrate. Staphylococcus aureus pneumonia can sometimes follow influenza. Acute lobar pneumonia, even in an HIV-positive patient, is usually due to the pneumococcus and can often be treated as an outpatient. Pneumocystis jiroveci pneumonia is usually insidious in onset, causes diffuse parenchymal infiltrates, and does not cause pleurisy or pleural effusion. Physical examination signs of consolidation confirm the CXR finding of a lobar pneumonia (as opposed to a patchy bronchopneumonia) and would simply affirm the importance of coverage for classic bacterial pathogens (i. e., pneumococci, H influenzae). Atypical pneumonias (due to Mycoplasma, Chlamydia, or Legionella) are usually patchy and do not usually cause pleural effusion. Currently recommended treatment regimens for CAP cover both typical and atypical pathogens.",
        "cop": 2,
        "opa": "Recent exposure to a family member with influenza",
        "opb": "Respiratory rate of 36/min",
        "opc": "Recent sexual exposure to an HIV-positive patient",
        "opd": "Purulent sputum with gram-positive diplococci on Gram stain",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "eacec070-a402-4eb3-845e-8452e0ee972d",
        "choice_type": "single"
    },
    {
        "question": "A 40-year old alcoholic develops cough and fever. Chest X-ray show an air-fluid level in the superior segment of the right lower lobe. The most likely etiologic agent is:",
        "exp": "Ans. D. Anaerobes. Of the organisms listed, only anaerobic infection is likely to cause a necrotizing process Type III pneumococci have been reported to cause cavitary disease, but this is unusual. The location of the infiltrate suggests aspiration, also making anaerobic infection most likely. The superior segment of the right lower lobe is the one most likely to develop an aspiration pneumonia.",
        "cop": 4,
        "opa": "Strept. pneumoniae",
        "opb": "H influenzae",
        "opc": "Legionella",
        "opd": "Anaerobes",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "2f7e3f25-db30-4e3a-adf6-526642bfcf93",
        "choice_type": "single"
    },
    {
        "question": "What diagnosis is suggested by these spirography findings?",
        "exp": "Answer A. Intrathoracic localized obstruction. An intrathoracic localized obstruction is demonstrated on spirography. The patient underwent flexible fiberoptic bronchoscopy, which revealed nearly complete (greater than 90%) occlusion of the distal trachea by a vascular mass. The patient recovered after endoscopic laser ablation of the mass.",
        "cop": 1,
        "opa": "Intrathoracic localized obstruction",
        "opb": "Fixed inspiratory obstruction",
        "opc": "Pneumothorax",
        "opd": "Restrictive lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4aa1e149-e761-4715-9c8a-5a35e526dc94",
        "choice_type": "single"
    },
    {
        "question": "Allergic bronchopulmonary aspergillosis is characterized by all EXCEPT",
        "exp": "(Not respond to steroid) (241-CMDT-10) (1259-H17th)* High doses of prednisone for at least 2 months is treatment of choice\"* ABPA occurs in atopic asthmatic (particularly glucocorticoid dependent) individuals of age 20-40 years and non asthmatic individuals eg cystic fibrosis. Diagnostic criteria for Bronchopulmoanry-Aspergillosis. Primary. Secondaryi. A clinical h/o Asthma**ii. Peripheral eosinophilea**iii. Immediate skin reactivity to aspergillus antigeniv. Precipitating Ab to aspergillus antigenv. |S. Ig. Evi. Pulmonary infiltrates* (transient or fixed)vii. Central bronchiectasis*** Identification of Asp. antigin sputum* H/o brown flesked sputum* Late skin reactivity to asp. antigen* Patients with corticosteroid dependent may benefited from itraconazole without toxicity* TRANSDATES PLEURAL EFFUSION (283-CMDT-10) causes CHF (90% of cases), cirrhosis with ascites, Nephrotic syndrome, peritoneal dialysis, Myxedema, Acute atlectasis, constrictive pericarditis, SVC obstruction, pulmonary embolism* Pleural tapping in mid-axillary line, muscle NOT pierced is Transversus thoracis (Sternocostalis)**",
        "cop": 4,
        "opa": "Bronchial asthma",
        "opb": "Pleural effusion",
        "opc": "Centra bronchiectasis",
        "opd": "Not respond to steroid",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "2c7a8db3-7911-47b2-8d1f-59f675ac120d",
        "choice_type": "multi"
    },
    {
        "question": "An 83-year-old man with Parkinson's disease presents with low-grade fever and cough for several weeks. Lately, he has been experiencing more rigidity and difficulty with his walking. He is on a levodopa/carbidopa combination for treatment for the past 5 years. On examination, his gait is shuffling and slow. He has a tremor in his left hand at rest, and there is cogwheel rigidity of the forearm. There are crackles in the left lower lung field. CXR reveals a lung abscess in the left lower lobe. Which of the following is the most likely bacteriologic diagnosis for the lung abscess?",
        "exp": "Most lung abscesses and all anaerobic abscesses involve the normal flora of the oropharynx. Septic embolic usually contain S. aureus. Factors that predispose to Gram-negative colonization of the oropharynx include hospitalization, debility, severe underlying diseases, alcoholism, diabetes, and advanced age. Impaired consciousness, neurologic disease, swallowing disorders, and nasogastric or endotracheal tubes all increase the likelihood of aspiration.",
        "cop": 1,
        "opa": "oropharyngeal flora",
        "opb": "tuberculosis",
        "opc": "Staphylococcus aureus",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "193bb7c1-ba4e-4928-bcbf-9be0f7878eba",
        "choice_type": "single"
    },
    {
        "question": "A man presented with right sided moderate size pneumothorax without tension, Physical finding present as",
        "exp": "Ans A (Ipsilateral chest with bulge). Patients with small pneumothorax findings are: Decreased breath sounds. Decreased vocal fremitus. Resonant percussion note. Larger pneumothrax: Tachypnea and distress. Bulge of affected hemithorax. Immobile during respiration. Very large pneumothorax under tension: Severe respiratory distress Diaphoresis. Cyanosis Hypotension. Traumatic pneumothorax: Subcutaneous emphysema",
        "cop": 1,
        "opa": "Ipsilateral chest with bulge",
        "opb": "Bronchial breathing",
        "opc": "Mediastinal crunch",
        "opd": "Subcutaneous crepitus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "7b6eca79-3faf-4a7a-afa3-807a83296c25",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man who has been previously healthy is admitted to the hospital with a 2-day history of cough, rigors, fever, and right-sided pleuritic chest pain. Chest x-ray shows consolidation of the right lower lobe (RLL) and a free-flowing right pleural effusion. Thoracentesis is performed, and the pleural fluid has the following characteristics: Cell count=1110/mm3. Glucose=75 mg/dL (serum glucose=85 mg/dL). Protein=4. 0 g/dL (serum protein=7. 0 g/dL)LDH=400 U/Lserum LDH=200 U/L, normal=100-200 U/LpH=7. 35. What is the pathogenesis of the pleural effusion?",
        "exp": "Clinical conditions associated with either an increase in hydrostatic pressure (such as congestive heart failure) or a decrease in oncotic pressure (such as nephrotic syndrome) are associated with transudative pleural effusions. This patient's pleural fluid is exudative by all three of the Light criteria: pleural fluid/serum protein ratio is greater than 0. 5, pleural fluid LDH/serum LDH ratio is greater than 0. 6, and pleural fluid LDH is greater than two-thirds the upper limits of the normal serum LDH. The most likely explanation for an exudative pleural effusion in the setting of an acute pneumonia is a parapneumonic effusion. Parapneumonic effusions occur in about 40% of patients with bacterial pneumonia. Parapneumonic effusions are exudative due to the fact that there is increased permeability of the visceral pleural membrane capillaries, and interstitial fluid moves across the visceral pleura into the pleural space. Parapneumonic effusions may be simple or complicated. Simple parapneumonic effusions are sterile and free flowing. If bacteria invade the pleural space, neutrophils move into the pleural space and anaerobic metabolism of glucose results in a low pleural fluid pH (<7. 20) and glucose (<60). The characteristics of this patient's pleural fluid suggest that bacterial invasion of the pleural space has not occurred, and that this is a simple parapneumonic effusion. Hemorrhage into the pleural space occurs with trauma, cancer, and pulmonary embolism, but rarely with pneumonia.",
        "cop": 3,
        "opa": "Increase in hydrostatic pressure",
        "opb": "Decrease in oncotic pressure",
        "opc": "Increased permeability of visceral pleural membrane capillaries",
        "opd": "Bacterial infection in the pleural space",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "25b34e89-459b-4d24-9269-20e25af6d454",
        "choice_type": "single"
    },
    {
        "question": "Shrinking lung syndrome is seen most commonly in -",
        "exp": "Ans. is 'a' SLE Shrinking Lung syndrome* First described by Hoffbrand and beck in 1965.* It manifests as dysnea and is best characterized as diaphragmatic dysfunction leading to diminished lung volumes.* Radiographic evaluation shows diaphragmatic elevation with bibasilar atelectasis - in the absence of parenchymal lung abnormalities.* PFT reveals a restrictive ventilator defect and a decrease in DLCO, that normailses when corrected for alveolar volume.* The hallmark of shrinking lung is the presence of these PFT features in the absence of parenchymal lung abnormalities but with disproportionately severe dysnea.* This is a typical feature of the pulmonary involvement of systemic lupus erythematosus.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Scleroderma",
        "opc": "Rheumatoid arthritis",
        "opd": "Ankylosingspondilytis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "979a1306-7087-4017-bbc3-b302bb68f710",
        "choice_type": "single"
    },
    {
        "question": "Shock lung synonym is used for",
        "exp": "Ans. C. ARDSShock Lung/ARDS is a clinical syndrome caused by diffuse alveolar capillary and epithelial damage. There is usually rapid onset of life-threatening respiratory insufficiency, cyanosis, and severe arterial hypoxemia that is refractory to oxygen therapy and that may progress to multisystem organ failure. The histologic manifestation of ARDS in the lungs is known as diffuse alveolar damage.",
        "cop": 3,
        "opa": "COPD",
        "opb": "Alveolar proteinosis",
        "opc": "ARDS",
        "opd": "HMD",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "382dd98d-650d-40ee-82a2-bfa73949ce88",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man with COPD develops acute shortness of breath and presents to the hospital. He appears uncomfortable: blood pressure is 120/90 mm Hg, pulse 100/min, oxygen saturation 85% on room air. On examination of the chest, there is absent fremitus, absent breath sounds, and hyper resonant percussion of the right lung. The trachea is shifted to the left. For the above patient with abnormal pulmonary physical findings, select the most likely diagnosis.",
        "exp": "Careful physical examination can be very useful in diagnosing many common pulmonary disorders. Atelectasis and large pleural effusions both can present with decreased fremitus, dullness or flatness to percussion, and absent breath sounds. In atelectasis, tracheal shift, if present, is toward the affected side, and the opposite for a large pleural effusion. Asthma's most typical manifestations are prolonged expiration and diffuse wheezing. However, impaired expansion, decreased fremitus, hyperresonance, and low diaphragms can also be found. A complete pneumothorax results in absent fremitus, hyperresonance or tympany, and absent breath sounds. Lobar pneumonia is characterized by consolidation with increased fremitus, dullness, and auscultatory findings of bronchial breathing, bronchophony, pectoriloquy, and crackles.",
        "cop": 2,
        "opa": "acute asthmatic attack",
        "opb": "complete pneumothorax",
        "opc": "large pleural effusion",
        "opd": "atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "89ab6795-8533-4097-afcd-b2499cc76e8d",
        "choice_type": "multi"
    },
    {
        "question": "A previously well 53-year-old man develops progressive shortness of breath. Pulmonary function tests reveal a restrictive defect and a high-resolution CT suggests pulmonary fibrosis. Which of the following is the most likely role of transbronchial biopsy in this condition?",
        "exp": "Transbronchial biopsy helps differentiate idiopathic pulmonary fibrosis (IPF) from similar syndromes with specific treatments. These include chronic hypersensitivity pneumonitis, cryptogenic organizing pneumonia, and sarcoidosis.",
        "cop": 3,
        "opa": "assess disease severity",
        "opb": "assess possible bronchiolar narrowing",
        "opc": "diagnose specific causes of interstitial lung disease",
        "opd": "determine degree of inflammation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "9a8dac4c-cd88-4a75-abf4-9577d032cd79",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old man presents to the emergency room complaining of coughing up blood and sputum He provides a history of recurrent pneumonias and a chronic cough productive of foul-smelling purulent sputum He has no other past medical history and is a lifetime non-smoker. On physical examination, there are no oral lesions, heart sounds are normal, and wet inspiratory crackles are heard at the lung bases posteriorly. He also has clubbing of his fingers, but there is no hepatosplenomegaly or any palpable lymph nodes. CXR show fibrosis and pulmonary infiltrates in the right lower lung. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "CT scan can confirm the diagnosis and define the extent of bronchiectasis. Occasionally, advanced cases of saccular bronchiectasis can be diagnosed by routine CXR. Open thoracotomy is usually not necessary to make the diagnosis of bronchiectasis, and a BAL is performed only if cultures are required.",
        "cop": 1,
        "opa": "chest CT scan",
        "opb": "bronchoscopy",
        "opc": "bronchography",
        "opd": "open thoracotomy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4c6b0669-83fa-469a-83c5-99d048c83e52",
        "choice_type": "single"
    },
    {
        "question": "A 29-year-old man presents to the clinic because he is concerned about blue fingers. He reports no other symptoms and is otherwise healthy. On physical examination, his vital signs are normal except for an oxygen saturation of 87% on room air. His lung and cardiac exams are normal but there is bluish discoloration of his fingers consistent with cyanosis. A blood gas reveals hypoxemia and hypercapnia, while the CBC suggests polycythemia. With voluntary hyperventilation he is able to restore his blood gases to normal. Which of the following is the most likely location for the abnormalities seen on his blood gases?",
        "exp": "The primary pathology is likely to be located in the respiratory center. Cyanosis, especially when asleep, is caused by a combination of polycythemia and hypoxia. The symptoms of alveolar hypoventilation are caused by both hypercarbia and hypoxemia.",
        "cop": 4,
        "opa": "cerebral cortex",
        "opb": "kidney",
        "opc": "heart",
        "opd": "respiratory center",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "49780525-b8eb-4f12-9b2a-4cfd10416bdc",
        "choice_type": "multi"
    },
    {
        "question": "Which is not an important symptom of asthma:",
        "exp": "Ans. D. Expectoration. Symptoms (Triad) of asthmaa. Cough (often nocturnal) Dry cough is the earliest featureb. Intermittent dyspnea, c. Wheeze, (is the pathognomic feature).* Symptoms are worst at night* Nasal polyp and sensitivity to aspirin can occur an Asthma. Signsa. Tachypneab. Audible wheezec. Hyperinflated chestd. Widespread, polyphonic rhonchie. Increased length of expiratory phase of breathingf. FEV1<50%Features of Severe attack: a. Inability to speak complete sentence in one breathb. Pulse >120 per minutec. Respiratory rate >25/mind. Pulsus paradoxus of >10mm. Hge. FEV1 between 33 to 50% of predicted. Feature of Life-threatening attack: a. Silent chestb. Cyanosisc. Bradycardiad. 4. Confusion (altered sensorium)e. FEV1<33% of predictedf. Respiratory acidosisg. Hypercapnia",
        "cop": 4,
        "opa": "Intermittent dyspnea",
        "opb": "Wheeze",
        "opc": "Cough",
        "opd": "Expectoration",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "67e8d68b-4731-4791-84c4-e45c5774923f",
        "choice_type": "single"
    },
    {
        "question": "Pleural effusion, in standing position gravitates n the region of",
        "exp": "i. e. (Costodiaphragmatic recess: (1658-66 - H17th) (306-8-CMDT-l1)* Most dependent recess of the pleura is the posterior costophrenic angle**. So in pleural effusion this recess would be filled earliest. But at least 100-200 ml of fluid. Would be required to fill this recess before it can be defected on a PA view* The lung is less dense than water and floates on pleural fluid that accumulates in dependent regions* Sub pulmonary fluid may appear as lateral displacement of the apex of the diaphragm with an abrupt slop to the costophrenic sulcus or a greater than 2 cm seperation between the gastric air bubble and the lung.* On a standard upright chest radiograph approximately 75-100 ml of pleural fluid must accumulate in the posterior costophrenic sulcus to the visible on the lateral view and 175-200 ml must be present in the lateral costophrenic sulcus to be visible on he frontal view (307-CMDT-l 1)* Best method to defect minimal pleural effusion decubitus view with a horizontal beam*** Most common cause of pleural effusion is LVF* Most common cause of an exudative pleural effusion developing countries Tuberculosis. Criteria of Exudative pleural effusion1. Pleural fluid protein / serum protein > 0. 52. Pleural fluid LDH / serum LDH >0. 63. Pleural fluid more than two thirds normal upper limit for serum. Causes of Transudative Pleural Effusion 1. CHF (>90% of cases)2. Cirrhosis with ascitis3. Pulmonary embolization4. Nephrotic syndrome5. Peritoneal dialysis6. SVC obstruction7. Myxedema8. Urinothorax9. Constrictive pericarditis10. Atelectasis (Acute). Chest CT scan may identify as little as 10 ml of fluid",
        "cop": 3,
        "opa": "Oblique fissure",
        "opb": "Costomediastinum recess",
        "opc": "Costodiaphragmatic recess",
        "opd": "Cardiac knoch",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "853e41dc-17a9-42f4-974b-88e5ba10f65b",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman complains of slowly progressive dyspnea. Her history is otherwise negative, and there is no cough, sputum production, pleuritic chest pain, or thrombophlebitis. She has taken appetite suppressants at different times. Physical examination reveals jugular venous distention, a palpable right ventricular lift, and a loud P2 heart sound. Chest x-ray shows clear lung fields. Oxygen saturation is 94%. ECG shows right axis deviation. A perfusion lung scan is normal, with no segmental deficits. Which of the following is the most likely diagnosis?",
        "exp": "Although a difficult diagnosis to make, pulmonary arterial hypertension (PAH) is the most likely diagnosis in this young woman who has used appetite suppressants. Pulmonary arterial hypertension (also known as primary pulmonary hypertension) has been associated with fenfluramine-type appetite suppressants. The predominant symptom is dyspnea, which is usually not apparent until the disease has advanced. When physical findings, chest x-ray, or echocardiography suggest pulmonary hypertension, recurrent pulmonary emboli must be ruled out. In this case, a normal perfusion lung scan makes pulmonary angiography unnecessary. Right-to-left cardiac shunts cause hypoxia (oxygen desaturation) that characteristically does not improve with oxygen supplementation. Restrictive lung disease should be ruled out with pulmonary function testing but is unlikely with a normal chest x-ray. An echocardiogram will show right ventricular enlargement and a reduction in the left ventricle size consistent with right ventricular pressure overload. Left ventricular dysfunction can cause pulmonary edema but not pulmonary hypertension.",
        "cop": 1,
        "opa": "Pulmonary arterial hypertension",
        "opb": "Recurrent pulmonary emboli",
        "opc": "Right-to-left cardiac shunt",
        "opd": "Interstitial lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "8e812c65-f67e-4497-8d59-af33e9376475",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old man is seen in the clinic for assessment of a nonproductive cough, shortness of breath, and chest pain which changes with breathing. He also complains of pain in the left arm. On physical examination, there is tenderness over the left shoulder, heart sounds are normal, and the lungs are clear. A CXR reveals a lytic lesion in the left humerus and reticulonodular opacities in the upper and middle lobes (Figure below). The eosinophil count is normal. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "The next most appropriate test would be a better definition of the lung findings with a high- resolution CT scan. The other more invasive investigations may be more appropriate after the CT. Primary pulmonary Langerhans cell histiocytosis (PLCH), also called eosinophilic granuloma of the lung, pulmonary Langerhans cell granulomatosis, and pulmonary histiocytosis X, is an uncommon interstitial lung disease that primarily affects young adults. There is a coarse, reticular pattern in the whole lung, somewhat more prominent in the upper lobes, suggesting a honeycomb appearance. It is the density here that is abnormal and not the lucency.",
        "cop": 3,
        "opa": "lung biopsy",
        "opb": "humerus bone biopsy",
        "opc": "CT scan of chest",
        "opd": "bronchoscopy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "120c0829-ec0c-4997-8e80-85281a4d8bf9",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old woman presents with 6 weeks of fatigue, dyspnea, and night sweats. She has lost 11 lb. She has no history of trauma, has never had surgery, and takes no medications. Chest x-ray reveals a large right-sided pleural effusion. Thoracentesis yields pleural fluid that appears milky. Pleural fluid triglyceride level is 500 mg/dL. Which of the following disorders is most likely in this patient?",
        "exp": "This patient has a chylothorax. In chylothorax, the pleural fluid appears milky and has a triglyceride level over 110 mg/dL. Chylothorax occurs when chyle accumulates in the pleural space due to disruption of the thoracic duct. This is most often due to traumatic or surgical injury to the thoracic duct. In this patient without trauma or recent surgery, a mediastinal tumor (such as lymphoma) would be most likely. Chylous pleural effusions are usually exudative. Pulmonary embolism, systemic lupus, and pneumonia may all be associated with pleural effusions, but pleural effusions associated with these conditions are not chylous. Congestive heart failure is a very rare cause of chylous pleural effusion but would be much less likely than lymphoma.",
        "cop": 1,
        "opa": "Lymphoma",
        "opb": "Congestive heart failure",
        "opc": "Pulmonary embolism",
        "opd": "Pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "dc69483d-4637-4b44-88bd-d0feb4a11317",
        "choice_type": "single"
    },
    {
        "question": "Cavernous respiration is seen in?",
        "exp": "ANSWER: (A) Cavity. REF: The principles and practice of medicine: a textbook for students and doctors p 395. Cavernous respiration is a type of breathing heard when the air in lung passes over a cavity (most commonly due to TB). It may be mixed with or alternate with rales with the cavity contains fluids.",
        "cop": 1,
        "opa": "Cavity",
        "opb": "Fibrosis",
        "opc": "Consolidation",
        "opd": "Interstitial inflammation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4d81da51-7d4a-4cec-81e9-355e7cbc67c8",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old man has a nonproductive cough, shortness of breath, and chest pain, which changes with breathing. He also has pain in the left arm. On examination, there is tenderness over the left shoulder, heart sounds are normal, and the lungs are clear. CXR reveals a lytic lesion in the left humerus and reticulonodular opacities in the upper and middles lobes (Figure given below). The eosinophil count is normal. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "Primary pulmonary Langerhans cell histiocytosis (PLCH), also called eosinophilic granuloma of the lung, pulmonary Langerhans cell granulomatosis, and pulmonary histiocytosis X, is an uncommon interstitial lung disease that primarily affects young adults. There is a coarse, reticular pattern in the whole lung, somewhat more prominent in the upper lobes, suggesting a honeycomb appearance. It is the density here that is abnormal and not the lucency. The next most appropriate test would be a better definition of the lung findings with a high-resolution CT scan. The other more invasive investigations may be more appropriate after the CT.",
        "cop": 3,
        "opa": "lung biopsy",
        "opb": "humerus bone biopsy",
        "opc": "CT scan of chest",
        "opd": "Bronchoscopy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "cbe0b35b-5343-4e6d-bb53-459176eaee2e",
        "choice_type": "single"
    },
    {
        "question": "A 55 year old male, who is a known case of severe persistent asthma since 14 years of age presents with acute exacerbation of asthma. The disease was well controlled upto 54 years with high dose inhaled corticosteroids. For the past 12 months the disease was not in good control. He complains of nocturnal cough, limitation of daily activities in spite of good compliance with medications. Spirometry was suggestive of bronchial asthma with partial irreversibility of airway obstruction. What is the cause for poor disease control?",
        "exp": "Answer: c) Airway remodeling (HARRISON 19. TH ED, P-1675; ROBBINS 9. TH ED, P-682). Airway remodeling: Over time, repeated bouts of allergen exposure and immune reactions result in structural changes in the bronchial wall, referred to as \"airway remodeling\"Airway remodeling adds an irreversible component to the obstructive disease The characteristic histological findings called 'airway remodeling' consists of. Thickening of airway wall. Sub-basement membrane fibrosis. Bronchial epithelial basement membrane thickening. Increased vascularity. Increase in size of submucosal glands and number of airway goblet cells. Hypertrophy and/or hyperplasia of bronchial wall muscle",
        "cop": 3,
        "opa": "Airway epithelial shedding",
        "opb": "Airway inflammation",
        "opc": "Airway remodeling",
        "opd": "Airway hyperresponsiveness",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "27390be2-540c-4d25-9219-beede0bb8e13",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old man presents to the clinic for evaluation of symptoms of shortness of breath. The symptoms are worse on exertion, but there is no chest discomfort, cough, or sputum production. His physical examination is completely normal. Investigations include a normal CXR, and on the arterial blood gas the PO2 is 74 mm Hg, and PCO2 is 60 mm Hg. Which of the following mechanisms is the most likely cause for the elevated PCO2?",
        "exp": "Hypoventilation always causes both hypoxemia and hypercapnia. If the hypoventilation syndrome is caused exclusively by impaired respiratory drive (e. g., drug overdose), then the alveolar-arterial Pa. O2 gradient remains normal. Often, hypoventilation results from more than one disorder in the respiratory system (e. g., COPD plus metabolic alkalosis secondary to diuretics and glucocorticoids).",
        "cop": 4,
        "opa": "ventilation-perfusion ratio inequality",
        "opb": "right-to-left shunt",
        "opc": "impaired diffusion",
        "opd": "hypoventilation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d65cfbe8-ad34-426d-a815-ae5971b40831",
        "choice_type": "single"
    },
    {
        "question": "Bronchial asthma is a:",
        "exp": "Ref: Global initative for bronchial asthma(GINA) guidelines, Harrison's principles of internal medicine 17th ed chapter 248. Explanation: Asthma is a chronic inflammatory disorder of the airways. There is airway hyper responsiveness and associated variable airflow obstruction which is reversible spontaneously or with treatment. Simple spirometry confirms airflow limitation with a reduced FEV1, FEV1/FVC ratio, and PEF. The important differentiating feature of asthma from COPD is the characteristic reversible airflow limitation which is demonstrated by a >12% or 200 mL increase in FEV1 15 min after an inhaled short-acting beta2 agonist or. in some patients, by a 2- to 4-week trial of oral glucocorticoids. The diffusion studies in asthma are usually normal as there is no involvement of the alveolar- interstitial membrane.",
        "cop": 4,
        "opa": "Ventilation perfusion mismatch defect",
        "opb": "diffusion defect",
        "opc": "Hypoventilation",
        "opd": "Reversible airflow obstruction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "af680eaa-f1bf-40f7-b13f-c391070e9c38",
        "choice_type": "single"
    },
    {
        "question": "A 64-year-old woman is admitted to the hospital after the acute onset of left-sided weakness. She has had a large right cerebral stroke and is confined to bed. On the fifth hospital day, her oxygen saturation is noted to be reduced to 90% on room air. She feels fine, the neurologic weakness is unchanged, blood pressure is 130/90 mm Hg, and pulse 80/min. Examination of the chest reveals decreased fremitus, dullness to percussion, and absent breath sounds in the left lower lung. There is also a tracheal shift towards the left side. For the above patient with abnormal pulmonary physical findings, select the most likely diagnosis.",
        "exp": "Careful physical examination can be very useful in diagnosing many common pulmonary disorders. Atelectasis and large pleural effusions both can present with decreased fremitus, dullness or flatness to percussion, and absent breath sounds. In atelectasis, tracheal shift, if present, is toward the affected side, and the opposite for a large pleural effusion. Asthma's most typical manifestations are prolonged expiration and diffuse wheezing. However, impaired expansion, decreased fremitus, hyperresonance, and low diaphragms can also be found. A complete pneumothorax results in absent fremitus, hyperresonance or tympany, and absent breath sounds. Lobar pneumonia is characterized by consolidation with increased fremitus, dullness, and auscultatory findings of bronchial breathing, bronchophony, pectoriloquy, and crackles.",
        "cop": 4,
        "opa": "acute asthmatic attack",
        "opb": "complete pneumothorax",
        "opc": "large pleural effusion",
        "opd": "atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "65a1f326-5b76-471f-bd92-ad8975b7204e",
        "choice_type": "multi"
    },
    {
        "question": "Which is associated with tuberculosis:",
        "exp": "Ans: a (Silicosis) Ref: Harrison's, 16th ed, p. 1523; 17th ed, p. 1614. TB may be associated with silicosis. In silicosis TB may modify the silicotic process with ensuing caseation and calcification. Silicosis. Caused by crystalline silicon dioxide (silica), quartz particles. Silica is the most fibrogenic dust. Occupational exposures in - mining, stonecutting, glass and cement manufacturing. Pathological features. Fibrotic nodules are seen in the upper lobe. It may also lead to progressive massive fibrosis. Radiological features. It shows small rounded opacities in upper lobe. Hilar adenopathy is seen - egg shell calcification in these nodes. Patient with silicosis have a greater risk of acquiring Mycobacterium tuberculosis and atypical mycobacterial infections. Silicosis progresses even when exposure to dust ceases. Acute silicosis-An intense exposure to very fine crystalline silica dust for just 10 months can cause acute silicosis. It shows profuse miliary infiltration and it is rapidly fatal.",
        "cop": 1,
        "opa": "Silicosis",
        "opb": "Asbestosis",
        "opc": "Bagassosis",
        "opd": "Bysinosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6b0ed9c4-9532-4bb1-bfc5-69b51a324aca",
        "choice_type": "single"
    },
    {
        "question": "Pink frothy expectoration is seen in",
        "exp": "A. i. e. (Pulmonary oedema) (1466 - H17th) (26 - 27 - CMDT 09). Pink frothy expectoration is seen in - Pulm. Oedema, Mitral stenosis. PULMONARY EDEMA - rapid onset of dyspnea at rest**, tachypnea, tachycardia and severe hypoxemia, Rales and wheezing, Hypertension* Hemoptysis results from rupture ofpulmonary bronchial venous connections secondary to pulmonary venous hypertension. Acute Pulmonary edema - presents with severe dyspnea, production of pink frothy sputum** and diaphoresis and cyanosis (357 - CMDT - 09)* Blood may arise from the airways in COPD, Bronchiectasis and bronchogenic carcinoma; from the pulmonary parenchyma in pneumonia, inhalation of crack cocaine or autoimmune diseases (Such as Good pasture disease or Wegner granulomatosis)",
        "cop": 1,
        "opa": "Pulmonary oedema",
        "opb": "Pulmonary tuberculosis",
        "opc": "Carcinoma lung",
        "opd": "Hamartoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "8a1bb1a0-5d04-4a36-8bf0-697d2ef11f31",
        "choice_type": "single"
    },
    {
        "question": "Partial Pressure of Oxygen in aortic blood (Pa02) is/are decreased in all except:",
        "exp": "C. Polycythemia. Pa02 = measures oxygen in the blood (80-100mm Hg). Sa02 = measures tissue perfusion (pulse ox 95-100%). Pa02 (Partial Pressure of Oxygen in Arterial Blood)webapp1. dlib. indiana. ed. It reflects the amount of oxygen gas dissolved in the blood. It primarily measures the effectiveness of the lungs in pulling oxygen into the blood stream from the atmosphere. Elevated p. O2 levels are associated with: Increased oxygen levels in the inhaled air. Polycythemia. Decreased PO2 levels are associated with: Decreased oxygen levels in the inhaled air. Anemia. Heart decompensation. Chronic obstructive pulmonary disease. Restrictive pulmonary disease. Hypoventilation\"Cor pulmonale is a condition that causes the right side of the heart to fail. Long-term high blood pressure in the arteries of the lung and right ventricle of the heart can lead to cor pulmonale\" - medlineplus. gov. Type II Respiratory Failure Harrison 19th/1732. This type of respiratory failure is a consequence of alveolar hypoventilation and results from the inability to eliminate carbon dioxide effectively. Mechanisms are categorized by impaired central nervous system (CNS) drive to breathe, impaired strength with failure of neuromuscular function in the respiratory system, and increased load (s) on the respiratory system. Reasons for diminished CNS drive to breathe include drug overdose, brainstem injury, sleep-disordered breathing, and severe hypothyroidism. Reduced strength can be due to impaired neuromuscular transmission (e. g., myasthenia gravis, Guillain-Barre syndrome, amyotrophic lateral sclerosis) or respiratory muscle weakness (e. g., myopathy, electrolyte derangements, fatigue). Type I Acute Hypoxemic Respiratory Failure. Harrison 19th/1731. This type of respiratory failure occurs with alveolar flooding and subsequent intrapulmonary shunt physiology. Alveolar flooding may be a consequence of pulmonary edema, pneumonia, or alveolar hemorrhage. Pulmonary edema can be further categorized as occurring due to elevated pulmonary microvascular pressures, as seen in heart failure and intravascular volume overload or ARDS (\"low pressure pulmonary edema, \" This syndrome is defined by acute onset (<=1 week) of bilateral opacities on chest imaging that art not fully explained by cardiac failure or fluid overload and of shunt physiology requiring positive end-expiratory pressure (PEEP). Type I respiratory failure occurs in clinical settings such as sepsis, gastric aspiration, pneumonia, near-drowning multiple blood transfusions, and pancreatitis. The mortality rate among patients with ARDS was traditional very high (50-70%), although changes in patient care have led to mortality rates closer to 30% (see below(Davidson 22nd/664): How to interpret blood gas abnormalities in respiratory failure Type 1. Type II Hypoxia (Pa02 <8. 0k. Pa (60 mm. Hg). Normal or low Pa. C02 (<6. 6 k. Pa (50 mm. Hg). Hypoxia (Pa02 <8. 0 k. Pa (60 mm. Hg) Raised Pa. C02 (> 6. 6 k. Pa (50 mm. Hg) Acute. Chronic. Acute. ChronicH+--|- or |Bicarbonate---|Causes. Acute asthma Pulmonary edema Pneumonia Lobar collapse Pneumothorax Pulmonary embolus ARDSCOPDLung fibrosis Lymphangitis Carcinomatosa Right-to-left shunts. Acute severe asthma Acute exacerbation of COPD Upper airway obstruction Acute neuropathies/paralysis Narcotic drugs. Primary alveolar hypoventilation Flail chest injury. COPDSleep apnea Kyphoscoliosis. Myopathies/muscular dystrophy Ankylosing spondylitis",
        "cop": 3,
        "opa": "Pulmonary edema",
        "opb": "Pulmonary Fibrosis",
        "opc": "Polycythemia",
        "opd": "Cor pulmonale",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "68fb0085-1168-4137-8ebc-521151bec86f",
        "choice_type": "multi"
    },
    {
        "question": "A 20-year-old woman presents to the clinic for evaluation of new symptoms of cough and yellow sputum production. She also reports feeling feverish and having intermittent right-sided chest pain on deep breathing. On physical examination, she appears well and the pertinent findings are dullness on percussion in the right lower lobe and inspiratory crackles on auscultation of the lungs. A chest x-ray confirms there is a right lower lobe infiltrate. Which of the following is the most appropriate treatment of community-acquired pneumonia?",
        "exp": "Levofloxacin would be effective for most strains of Streptococcus pneumoniae, Legionella pneumophila, and other likely pathogens. Other commonly used drugs for community-acquired pneumonia are high-dose amoxicillin, ceftizoxime, trimethoprim-sulfamethoxazole, and doxycycline. Theoretically, empiric therapy should be guided by knowledge of local resistance patterns.",
        "cop": 3,
        "opa": "carbenicillin",
        "opb": "tobramycin",
        "opc": "levofloxacin",
        "opd": "methicillin",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "af266b9d-26b3-43a3-9ba3-d87c2bc089c3",
        "choice_type": "single"
    },
    {
        "question": "Sugarcane induced lung disease?",
        "exp": "Ans. b (Bagassosis). (Ref. Harrison, Principles of Medicine, 18th/Ch. 261) LUNG DISEASEORGANISMCAUSE1. Bagassosis. Thermophilic actinomycetes. Sugarcane2. Compost lung. Aspergillus. Compost3. Farmer's lung. Thermophilic actinomycetes. Mouldy hay4. Maltworker's lung. Aspergillus fumigatus/clavatus. Maple bark5. Byssinosis--Cotton6. Stannosis--iron",
        "cop": 2,
        "opa": "Byssinosis",
        "opb": "Bagassosis",
        "opc": "Pneumoconiosis",
        "opd": "Asbestosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c728a574-9f71-4f31-82d7-00863b66c6bb",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old pregnant woman develops sudden onset of dyspnea and tachycardia with no other physical findings. Which of the following is the most likely diagnosis?",
        "exp": "Sudden onset of unexplained dyspnea is the most common and often the only symptom of pulmonary embolism. Findings on physical examination may be deceptively normal, but tachycardia is a consistent finding. Pleuritic chest pain and hemoptysis suggest a peripheral embolism adjacent to the pleura.",
        "cop": 2,
        "opa": "pulmonary emphysema",
        "opb": "pulmonary embolism",
        "opc": "myocardial infarction",
        "opd": "ventricular tachycardia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "3f507d2b-217e-4e19-ac44-83efca23e5eb",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old farmer presents to the clinic with symptoms of recurrent wheezing and coughing after working in a barn where hay is stored. He has no prior history of asthma, and is not taking any medications. On physical examination, there are bibasilar crackles on auscultation of the lungs, the heart sounds are normal, JVP is 2 cm above the sternal angle, and there is no peripheral edema. His laboratory investigations are normal with no increase in eosinophils on the CBC. The chest x-ray (CXR) reveals patchy lower lobe infiltrates, and a normal cardiac silhouette. Which of the following is the most likely diagnosis?",
        "exp": "Hypersensitivity pneumonitis is an inflammatory disorder of the lungs involving alveolar walls and terminal airways that is caused by repeated exposure to organic agents. In this example of \"farmer's lung, \" the inhalation of antigens present in moldy hay such as thermophilic actinomyces ox Aspergillus species are the causative agents. When exposure to moldy hay is stopped, symptoms and signs of farmer's lung all tend to abate and complete recovery usually follows. In acute syndromes, the presentation is 4-8 hours after exposure. Symptoms include fever, chills, malaise, cough, and dyspnea without wheezing. The rate of disease depends on rainfall (which promotes fungal growth) and agricultural practices related to turning and stacking hay. In acute and subacute presentations, removing exposure to the antigen will result in complete recovery. COPD and bronchiectasis are less likely given the absence of prior smoking exposure or lung injury, and both of these disorders usually do have an associated pulmonary infiltrate on CXR unless there is an concomitant lung infection. Asthma can cause wheezing symptoms, and even have mold or dust as triggers but again there is no infiltrate seen on the CXR.",
        "cop": 3,
        "opa": "asthma",
        "opb": "chronic obstructive lung disease",
        "opc": "hypersensitivity pneumonitis",
        "opd": "bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "0fb0edec-68ce-4ae1-904a-4b57761df963",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man presented to the emergency medicine department with acute onset sharp pain and dyspnea. His chest X-ray (CXR) is given here. What is the diagnosis?",
        "exp": "ANS. D",
        "cop": 4,
        "opa": "Pleural effusion",
        "opb": "Pulmonry embolism",
        "opc": "Hydropneumothorax",
        "opd": "Spontaneous pneumothorax",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6d57a69f-b975-4fe2-bc8a-8ae7385727e3",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man notices a gradual but progressive increase in breathing difficulty. He has a long history of back pain with prolonged morning stiffness. He has also had an episode of iritis in the past. On examination, there is reduced range of motion in the lumbar spine with forward flexion and pain on palpation of the sacroiliac joint and surrounding soft tissue. X-rays of the pelvis show erosions and sclerosis of the sacroiliac joint. Which of the following is the most likely pulmonary complication of this condition?",
        "exp": "Ankylosing spondylitis is characterized by bilateral upper lobe fibrosis, which may be complicated by fibro cavitary disease. The pulmonary involvement is rare and is usually very slowly progressive. The cavities can be colonized by Aspergillus.",
        "cop": 1,
        "opa": "fibro cavitary disease",
        "opb": "airflow obstruction",
        "opc": "bilateral lower lobe involvement",
        "opd": "pleural effusions",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "a332a2e2-982f-4640-9b2b-7fca3d89a1ab",
        "choice_type": "single"
    },
    {
        "question": "Pop-corn calcification is seen with?",
        "exp": "Ans. (a) Pulmonary Hamartoma. Ref: Harrison 19th ed. / 515-16* Popcorn calcification is virtually diagnostic on chest radiographs for pulmonary hamartoma.* It characteristically appears as well-defined, solitary pulmonary nodules; they may show varying patterns of calcification, including an irregular popcorn, stippled, or curvilinear pattern, or even a combination of all 3 patterns..",
        "cop": 1,
        "opa": "Pulmonary Hamartoma",
        "opb": "Aspergillosis",
        "opc": "Broncho-Alveolar cancer",
        "opd": "Pulmonary Embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "11bcbf81-3e9c-41f0-a01a-5faf0c8639a6",
        "choice_type": "single"
    },
    {
        "question": "Spirometry can measure following except",
        "exp": "Ans. b (Residual volume) (Ref. H-17th/1586; H-17th/ 1587; Ganong ed 28th/p. 593). Lung volumes that can be measured with spirometer = VC, ERV, ICLung volumes that cannot be measured with spirometer = RV, FRC, & TLC. SPIROMETRY# Spirometer is a device capable of measuring expired or inspired gas volume while plotting volume as a function of time.# The volume expelled by an active respiratory effort after passive expiration is the expiratory reserve volume, # Air left in the lungs after the maximal expiratory effort is the residual volume.# VC, expiratory reserve volume (ERV), and inspiratory capacity (IC) are measured by having the patient breathe into and out of a spirometer.# Other volumes--specifically, RV. FRC. and TLC--cannot be measured by spirometer as they include the volume of gas present in the lungs even after a maximal expiration.# Two techniques are commonly used to measure these volumes: helium dilution and body plethysmography.",
        "cop": 2,
        "opa": "Tidal volume",
        "opb": "Residual volume",
        "opc": "Vital capacity",
        "opd": "Expiratory Reserve Volume",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "600735e8-4917-472c-a651-097aa9dff5eb",
        "choice_type": "multi"
    },
    {
        "question": "About lung metastasis, which is true?",
        "exp": "Ans: b (Bilateral and multiple) Ref: Davidson, 20th ed, p. 711. SECONDARY TUMOURS OF THE LUNGBlood-borne metastatic deposits in the lungs may be derived from many primary tumours. The secondary deposits are usually multiple and bilateral. Often there are no respiratory symptoms and the diagnosis is made by radiological examination. Breathlessness may occur if a considerable amount of lung tissue has been replaced by metastatic tumour. Endobronchial deposits are uncommon but can cause haemoptysis and lobar collapse. COMMON CELL TYPES OF BRONCHIAL CARCINOMA (Harrison). Cell type%Adenocarcinoma32. Squamous29. Small-cell18. Large-cell9(This Table is given in Harrison pg 506, the values in Davidson are differenet)COMMON CELL TYPES OF BRONCHIAL CARCINOMA (Davidson). Cell type%Squamous35. Adenocarcinoma30. Small-cell20. Large-cell15. Note: Small cell carcinomas are very notorious and they usually have already spread at the time of presentation such that surgery is unlikely to be curative, and they are managed primarily by chemotherapy with or without radiotherapy. The most common form of lung cancer arising in lifetime non-smokers, in women, and in young patients (< 45 years) is adenocarcinoma. Squamous and small cell cancers usually present with endobronchial growth, while adenocarcinomas and large cell cancers tend to present as peripheral nodules or masses, frequently with pleural involvement. Squamous and large cell cancers cavitate in ~ 10-20% of cases. Bronchoalveolar carcinoma, a form of adenocarcinoma arsisng from peripheral airways, can present radiographically as a single mass; as a diffuse, multinodular lesion; or as a fluffy infiltrate. Adrenal metastasis is common in lung cancer but rarely cause adrenal insufficiency. Clubbing and hypertrophic pulmonary osteoarthropathy are more common in adenocarcinomas.",
        "cop": 2,
        "opa": "Associated with cough with sputum production",
        "opb": "Bilateral and multiple",
        "opc": "Normal chest X-ray",
        "opd": "Single lesion",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e36447b5-5e37-4c28-87aa-2a8966e932b7",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man presents to the clinic for evaluation of infertility. He has a lifelong history of a productive cough and recurrent pulmonary infections. On his review of symptoms he has indicated chronic problems with abdominal pain, diarrhea, and difficulty gaining weight. He also has diabetes mellitus. His chest x-ray suggests bronchiectasis. Which is the most likely diagnosis?",
        "exp": "Patients with cystic fibrosis are now surviving into adulthood. The median survival exceeds age 40. Most cases are diagnosed in childhood; however, because of variable penetration of the genetic defect, approximately 7% are not found until the patient is an adult. Most male patients (>95%) are azoospermic. Chronic pulmonary infections occur, and bronchiectasis frequently develops. Diabetes mellitus and gastrointestinal problems indicate pancreatic insufficiency. This patient should have sweat chloride measurement; if abnormal (sweat Cl above 70 m. Eq/L), cystic fibrosis transmembrane conductance regulator (CFTR) mutation analysis should be ordered. COPD or emphysema at this age would be unusual unless the patient were deficient in alpha- 1 antitrypsin. Immunoglobulin deficiencies can cause recurrent sinopulmonary infections but would not cause malabsorption or infertility. Whipple disease causes malabsorption but not the pulmonary manifestations or infertility; it would be vanishingly rare in a young patient. Asthma would not cause the abdominal symptoms, diabetes, or changes of bronchiectasis.",
        "cop": 3,
        "opa": "Chronic obstructive pulmonary disease (COPD)",
        "opb": "Immunoglobulin deficiency",
        "opc": "Cystic fibrosis",
        "opd": "Whipple disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e7f09a76-9e0d-467a-89d7-209c6aa2fc32",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is contributory factor for developing Cor-pulmonale in chronic bronchitis",
        "exp": "(Hypoxia) (1453-54-H17th)COR- PULMONALE - denotes RV hypertrophy and eventual failure resulting from pulmonary disease and the attendent hypoxia or from pulmonary vascular disease. Essentials of Diagnosis - Cor pulmonale* Symptoms and sign of chronic bronchitis and pulmonary emphysema* Elevated JVP, Parasternal lift, edema, hepatomegaly ascites* ECG shows tall, peaked P waves (P- pulmonale) right axis deviation, and RVH* Chest radiograph: enlarged RV and PA* Echocardiogram or radionuclide angiography excludes primary LV dysfunctions",
        "cop": 1,
        "opa": "Hypoxia",
        "opb": "Hypercapnea",
        "opc": "Acidosis",
        "opd": "Alkalosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5489c29c-6d8a-4b24-ae77-b7d705739172",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old fireman comes to the emergency room complaining of headache and dizziness after putting out a garage fire. He does not complain of shortness of breath, and the arterial blood gas shows a normal PO2. There is no cyanosis. Which of the following is the best first step in the management of this patient?",
        "exp": "With symptoms of headache and dizziness in a fireman, the diagnosis of carbon monoxide poisoning must be addressed quickly. A venous or arterial measure of carboxyhemoglobin must first be obtained, if possible, before oxygen therapy is begun. The use of supplementary oxygen prior to obtaining the test may be a confounding factor in interpreting blood levels. Oxygen or even hyperbaric oxygen is given after blood for carboxyhemoglobin is drawn. Methemoglobinemia causes cyanosis, which is not present in this patient. ECG is unlikely to be abnormal in this young healthy patient without chest pain. Central nervous system imaging would not be indicated, and there are no diagnostic patterns that are specific to carbon monoxide poisoning. Anemia might cause dizziness, but the symptom would not occur as acutely as in this case.",
        "cop": 3,
        "opa": "Assess for methemoglobinemia",
        "opb": "Obtain ECG",
        "opc": "Obtain carboxyhemoglobin level",
        "opd": "Obtain CT scan of head",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "197dc564-d454-4400-b443-a7b5779b12fc",
        "choice_type": "multi"
    },
    {
        "question": "Mendelson's syndrome refers fo-",
        "exp": "Ans. is 'a' i. e., Aspiration of gastric contentso Mendelson 's syndrome is chemical pneumonitis caused by aspiration of gastric contents during anaesthesia. Classification of aspiration pneumoniao Aspiration pneumonia is characterized by: o The character of the inoculum, pathogenesis of the pulmonary conditions, presentation, and management guidelines. All these features assist in distinguishing clinical syndromes within the category of aspiration pneumonia. o The three syndromes that are most frequently seen clinically and best studied are -# Chemical pneumonitis, # Bacterial infection, and# Airway obstruction. Chemical pneumonitiso The term chemical pneumonitis refers to the aspiration of substances that are toxic to the lower airways, independent of bacterial infection. o The prototype and best studied clinical example is chemical pneumonitis associated with the aspiration of gastric acid first described by Mendelson and sometimes referred to as Mendelson's syndrome. The production of chemical pneumonitiso Require an inoculum that has a pH of < 2-5 and that is relatively large (usually I to 4 mL/kg). o This would translate to an inoculum of at least 25 mL of gastric acid in adult humans. It is probable that smaller volumes produce a more subtle process that either escapes clinical detection or causes a less fulminant form of pneumonitis. o The clinical observation that patients with esophageal or gastric reflux experience frequent bouts of recurrent pneumonitis, often accompanied by pulmonary fibrosis, supports this concept. Clinical featureso The following clinical features should raise the possibility of chemical pneumonitis# Abrupt onset of symptoms with prominent dyspnea# Fever, which is usually low grade# Cyanosis and diffuse crackles on lung auscultation# Severe hypoxemia and infiltrates on chest imaging involving dependent pulmonary segments. The dependent lobes in the upright position are the lower lobes. However, aspiration that occurs while patients are in the recumbent position may result in infection in the superior segments of the lower lobes and the posterior segments of the upper lobes.",
        "cop": 1,
        "opa": "Aspiration of gastric content",
        "opb": "Rupture of bronchial tuberculoma.",
        "opc": "Transient pneumonitis of allergic origin",
        "opd": "Tracheal compression due to nodal enlargement",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5dd8f838-17c9-4df8-9d98-678879fe8b56",
        "choice_type": "multi"
    },
    {
        "question": "An 83-year-old man with Parkinson disease presents with low-grade fever and cough for several weeks. Lately, he has been experiencing more rigidity and difficulty with his walking. He is on a levodopa/carbidopa combination for treatment for the past 5 years. On examination, his gait is shuffling and slow. He has a tremor in his left hand at rest, and there is cog-wheel rigidity of the forearm There are crackles in the left lower lung field. CXR reveals a lung abscess in the left lower lobe. Which of the following is the most likely bacteriologic diagnosis for the lung abscess?",
        "exp": "Most lung abscesses and all anaerobic abscesses involve the normal flora of the oropharynx. Septic embolic usually contain S aureus. Factors that predispose to Gram-negative colonization of the oropharynx include hospitalization, debility, severe underlying diseases, alcoholism, diabetes, and advanced age. Impaired consciousness, neurologic disease, swallowing disorders, and nasogastric or endo-tracheal tubes all increase the likelihood of aspiration.",
        "cop": 1,
        "opa": "oropharyngeal flora",
        "opb": "tuberculosis",
        "opc": "Staphylococcus aureus",
        "opd": "Pseudomonas aeruginosa",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f92e079d-85c9-4c36-9807-4b13cff74b47",
        "choice_type": "single"
    },
    {
        "question": "This patient presented following a high-speed motor vehicle crash. Which structure has been disrupted?",
        "exp": "Answer B. Diaphragm. The elevated right hemidiaphragm suggests traumatic diaphragmatic rupture. The other listed structures appear to be intact. A computed tomographic scan confirmed the diaphragmatic rupture and showed that the dome of the liver had herniated into the right hemithorax.",
        "cop": 2,
        "opa": "Aorta",
        "opb": "Diaphragm",
        "opc": "Esophagus",
        "opd": "Myocardium",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c3827147-b6ef-4735-a002-fe8589e837e5",
        "choice_type": "single"
    },
    {
        "question": "Popcorn calcification is seen in-",
        "exp": "Ans is 'a' i. e. Pulmonary hamartoma o Lung hamartomas# Peripheral lung masses# Composed of normal pulmonary tissue components.# More common in men than in women peak incidence in the 60s.# Often incidental radiographic findings as solitary nodules.# The have a pathognomonic \"popcorn \"pattern of calcification in some cases: without such a finding, resection is necessary to rule out malignancy, especially in smokers.",
        "cop": 1,
        "opa": "Pulmonary hamartoma",
        "opb": "Pulmonary hemorrhage",
        "opc": "Pulmonary teratoma",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "0d21fa74-5827-422a-951f-0040cf30538e",
        "choice_type": "single"
    },
    {
        "question": "Total lung capacity is not increased in",
        "exp": "Ans: d (ILD). Ref: Harrison, 17th ed. pg. 1646. ILD is a restrictive lung disease characterized by decrease in both total lung capacity as well as residual volume. Parameter. Obstructive lung disease. Restrictive lung disease. Total lung capacity. Normal to Increase. Decreases. Residual volume Vital. Increases. Decreasescapacity FEV, /FVCDecreases. Decreases(FEV%) FEF 25-75%Decreases. Normal to(Forced expiratory flow. Decreases Normal. Increaserate) Diffusion capacity(Decrease in emphysema). Normal Decreased. Out of the four options given, shigellosis is the single best answer of exclusion: Shigellosis clinical manifestations:* Incubation period 1 - 4 days* Diarrhoeal phase - fever, vomiting, tenesmus, watery diarrhoea* Dysenteric phase - small volume bloody mucopurulent stools, acute colitis* Post infectious phase. Complications:* Intestinal - toxic megacolon, intestinal perforation, rectal prolapsed* Metabolic - dehydration, hyponatraemia, hypoglycaemia* HUS - ARF occurs in 55-70 % cases* Ekiri syndrome - toxic encephalopathy associated with abnormal posturing, cerebral oedema, fatty degeneration of viscera, in Japanese children.* Reiter's syndrome. Bridge:* Shiga toxin by shigella dystentriae type 1 causes HUS* Shigella flexneri causes Reiter's syndrome. Please go through Table viral haemorrhagic fevers in Davidson pg. 230 and make your facts clear. Viral fevers with hepatorenal dysfunction: 1. Yellow fever2. Dengue fever3. Ebola fever4. Crimean congo haemorrhagic fever5. Hantaan fever. Plasmodium falciparum clinical features: Neuro - Coma, seizure, opisthotonus, cranial nerve palsies CVS - Shock, cardiac failure (algid malaria ). Renal - ARF, hemoglobinuria Liver - Jaundice, hepatitis Resp - Pulmonary edema",
        "cop": 4,
        "opa": "Asthma",
        "opb": "Acromegaly",
        "opc": "Emphysema",
        "opd": "Interstitial lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "9a048c92-38c7-4cb9-83e3-5038f9ce306b",
        "choice_type": "single"
    },
    {
        "question": "In ICU setting patients suffering from which respiratory pathology are at risk of CO2 narcosis?",
        "exp": "Ans. is 'c' i. e., Emphysema Metabolic causes of altered consciousness in ICU* In the ICU setting, several metabolic causes of an altered level of consciousness predominate.* Hypercarbic encephalopathy can present with headache, confusion, stupor, or coma.* Hypoventilation syndrome occurs most frequently in patients with a history of chronic CO2 retention who are receiving oxygen therapy for emphysema or chronic pulmonary disease.* The elevated Paco2 leading to CO2 narcosis may have a direct anesthetic effect, and cerebral vasodilation from increased Pa. CO2 can lead to increased ICP.* Hepatic encephalopathy is suggested by asterixis and can occur in chronic liver failure or acute fulminant hepatic failure.* Both hyperglycemia and hypoglycemia can cause encephalopathy, as can hypernatremia and hyponatremia.* Confusion, impairment of eye movements, and gait ataxia are the hallmarks of acute Wernicke's disease.",
        "cop": 3,
        "opa": "Pneumonia",
        "opb": "Asthma",
        "opc": "Emphysema",
        "opd": "Bronchieactasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "09b7ccfe-b44e-4ce2-983c-6f6feddc39fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following blood gas results is most likely in a patient with hyperventilation caused by anxiety?",
        "exp": "The behavioral respiratory control system of the brain drives the hyperventilation, which leads to decreased PCO2 and increased pH. If alkalemia is present with the hypocarbia, symptoms can be quite significant. They include dizziness, visual impairment, syncope, and seizures secondary to cerebral vasoconstriction; paresthesia's, carpopedal spasm, and tetany (secondary to decreased free serum calcium); muscle weakness (secondary to hypophosphatemia); and cardiac arrhythmias (secondary to alkalemia).",
        "cop": 4,
        "opa": "increased PCO2",
        "opb": "decreased PO2",
        "opc": "decreased pH",
        "opd": "decreased PCO2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "943f3b03-5b8d-4068-98c1-1cd4b8d08307",
        "choice_type": "single"
    },
    {
        "question": "The following CXR shows",
        "exp": "Ans. (a) Metastasis to lungs* Metastatic malignant neoplasms are the most common form of secondary lung tumors. Lung metastases are identified in 30-55% of all cancer patients, though prevalence varies based on the type of primary cancer.* Chest radiography (CXR) is the initial imaging modality used in the detection of suspected pulmonary metastasis in patients with known malignancies. Chest CT scanning without contrast is more sensitive than CXR* The most common radiographic pattern of pulmonary metastasis is the presence of multiple nodules, ranging in size from 3 mm to 15 cm or more.* The nodules are more common in the lung bases (owing to higher blood flow than upper lobes) and in the outer third of the lungs in the subpleural region.* They are approximately spherical and of varying sizes. Nodules of same size are believed to originate at the same time, in a single shower of emboli from the primary tumor. Nodules that are smaller than 2 cm are usually round and have smooth margins. Larger nodules are lobulated and have irregular margins; they may become confluent with adjacent nodules, resulting in a conglomerate multinodular mass.",
        "cop": 1,
        "opa": "Metastasis to lungs",
        "opb": "Pneumothorax",
        "opc": "Pneumatocele",
        "opd": "Bronchial adenoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c8632378-6cb3-4628-9adf-ff5c955415fe",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old man presents to clinic for assessment of new left-sided chest pain and feeling unwell. He describes developing a new cough with some blood-tinged sputum, fever, and chills of 2 days duration. His past medical history is negative, and he reports smoking about 1 pack a day. On physical examination, the pertinent findings are dullness and crackles in the left lower chest. His CXR is shown in Figure below. Which of the following is the most likely diagnosis?",
        "exp": "The diagnosis is pneumonia. There is consolidation of the left lower lobe. The increased density, presence of air bronchogram, and the silhouetting of the left diaphragm point to a parenchymal lesion. Pneumococcal infection, as in this patient, is still the most common etiology, although other bacterial infections such as Klebsiella, Streptococcus, or, Staphylococcus is often encountered. Viral and arthropod-borne diseases are also seen.",
        "cop": 1,
        "opa": "pneumonia, left lower lobe",
        "opb": "atelectasis, left lower lobe",
        "opc": "PE",
        "opd": "tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "dcdc190e-d4e4-4280-9bc4-fc09f920c40e",
        "choice_type": "single"
    },
    {
        "question": "A patient came with chest trauma and tachypnea (RR >40) and after check-up he had hypertension (BP = 90/60) and hyper resonant note on the involved side. What will be the next step?",
        "exp": "Ans. D. Wide bore needle insertion on 2nd ICSThis is a case tension pneumothorax.* It is a case of typical tension pneumothorax.* Management: Immediately place a large-bore needle (preferably 14G/12G) or IV catheter into the pleural space at the second ICS on the involved side. Then place a chest tube.* Now the guideline has changed from second ICS to fifth ICS. But it does not mean that it should not be done in second ICS. Best is 5th ICS > 2nd ICS.",
        "cop": 4,
        "opa": "Intubate",
        "opb": "CXR",
        "opc": "IVF",
        "opd": "Wide bore needle insertion on 2nd ICS",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d7f39440-c4fb-494e-9fa5-8e3bba24db95",
        "choice_type": "multi"
    },
    {
        "question": "True about sarcoidosis is all EXCEPT:",
        "exp": "Ans. c (Strongly positive tuberculin test) (Ref. Harrison, Principles of Medicine, 18th /Chapter 329. Sarcoidosis)SARCOIDOSIS is the common cause of intrathoracic lymph node enlargement, the hilar nodes being enlarged in almost all cases. The important diagnostic feature of adenopathy (non-caseating) in sarcoidosis is its symmetry. Cervical, epitrochlear, inguinal, adenopathy do not ulcerate. Sr no. Organ affected. Manifestations1. Lungs. ILD, sarcoidal granulomas, pleural effusion or thickening, atelectasis, cavitations, acinar shadows, large nodules. 2. Heart. Cardiomegaly, CHB, PMD, pericardial disease, cor pulmonale, arrythmia3. Skin. Erythema nodosum, lupus pernio, plaques, maculopapular rash, subcutaneous nodules, clubbing. 4. Eyes. Uveitis, keratoconjuctivitis sicca5. BM, spleen. Anemia, neutropenia, eosinophilia, thrombocytopenia, and splenomegaly. 6. Liver. Periportal area affected, granulomas and granulomatous hepatitis, portal hypertension and jaundice rare. 7. Kidney. Hypercalciuria with/without hypercalcemia8. Parotid. Enlargement and xerostomia9. CNS7th cranial nerve palsy, papillodema, meningitis, SOL, etc10. MSKBone cysts, punched out lesions, hand and foot arthralgia, and myopathy.",
        "cop": 3,
        "opa": "Bilateral symmetrical hilar adenopathy",
        "opb": "Arthralgias",
        "opc": "Strongly positive tuberculin test",
        "opd": "Increase ACE Levels",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6f9f3f00-34ce-4936-8776-c747a50d84e8",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old man with a history of smoking notices blood in his chronic daily sputum production. He has no fever or chills, but has lost 10 lb in the past 6 months. On examination, he has bilateral expiratory wheezes, and his fingers are clubbed. There are no lymph nodes and the remaining examination is normal. CXR reveals a left hilar mass. Which of the following suggests that the tumor is a small cell lung cancer?",
        "exp": "Paraneoplastic syndromes are classified as metabolic, neuromuscular, connective tissue, dermatologic, and vascular. Stevens-Johnson syndrome usually follows drug allergy. Acanthosis nigricans and other cutaneous manifestations (e. g., dermatomyositis) are rare (<1%). Clubbing is common and occurs in up to 30% of non-small cell lung cancers. The various endocrine syndromes occur in 12% of cases. At times, paraneoplastic syndromes may be the presenting finding in lung cancer or be the first sign of recurrence. Most occur with non-small cell lung cancer, but SIADH is more characteristic of small cell lung cancer.",
        "cop": 1,
        "opa": "syndrome of inappropriate antidiuretic hormone (SIADH) secretion",
        "opb": "acanthosis nigricans",
        "opc": "Cushing's syndrome",
        "opd": "leukemoid reaction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "14827f79-5097-4a26-960a-6904e3a6139a",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old woman has been complaining of a 3-year history of increasing dyspnea and fatigue. She has no other medical illness. Physical examination reveals increased jugular venous pressure (JVP) with prominent c-v wave, and a reduced carotid pulse. Precordial examination reveals a left parasternal lift, loud P2, and right-sided S3 and S4. There are no audible murmurs. CXR reveals clear lung fields and an ECG shows evidence of right ventricular hypertrophy. Pulmonary function tests show a slight restrictive pattern. Primary pulmonary hypertension is suspected. Which of the following is the most appropriate test to confirm the diagnosis?",
        "exp": "Open lung biopsy is not required. Pulmonary angiography is usually performed only if a lung scan suggests thromboembolic disease. Cardiac catheterization is useful to exclude an underlying cardiac shunt as the cause of the pulmonary hypertension. The pulmonary capillary wedge pressure is normal but can be difficult to obtain.",
        "cop": 3,
        "opa": "open lung biopsy",
        "opb": "pulmonary angiography",
        "opc": "cardiac catheterization",
        "opd": "noninvasive exercise testing",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "7408d40c-24f5-4b74-ba58-91e1497d8cc2",
        "choice_type": "single"
    },
    {
        "question": "A previously healthy 18-year-old high school student suddenly develops left-sided pleuritic chest pain and dyspnea while at the senior prom. In the emergency room examination reveals BP=110/60 mm Hg, P=110 beats/min, respiratory rate=36 breaths/min, T=37degC (98degF). There are hyperresonance to percussion, decreased tactile fremitus, and absent breath sounds over the left chest anteriorly. Chest x-ray is as shown. What is the most likely etiology of this patient's condition?",
        "exp": "This patient's chest x-ray shows a pneumothorax, which is a collection of air in the pleural space. Patients with pneumothorax usually complain of sudden onset of dyspnea and unilateral pleuritic chest pain. Examination of the chest shows hyperresonance to percussion, decreased tactile fremitus, and decreased or absent breast sounds over the affected lung. Sometimes a pleural defect can act as a one-way valve and a tension pneumothorax can occur. This results in hypotension, tracheal deviation, and jugular venous distention, and requires urgent relief of the pneumothorax, usually with a chest tube. As in this patient, spontaneous pneumothorax may occur due to rupture of congenital subpleural apical blebs. This condition is usually seen in tall thin males under the age of 25. Pneumothorax may also be caused by trauma (especially with gunshot wounds and trauma causing rib fractures), following thoracentesis or with mechanical ventilation. Occasionally pneumothorax is seen in pneumonia (especially with Pneumocystis jiroveci and S aureus) and with lung cancer. All of these etiologies are unlikely in this patient who has been previously healthy. Pleural neoplasm usually causes a bloody pleural effusion, not pneumothorax. Patients who have pneumothorax often appear anxious, but anxiety is a result of the pain and dyspnea and is not the etiology.",
        "cop": 4,
        "opa": "Infection of the lung parenchyma",
        "opb": "Malignant neoplasm of the pleura",
        "opc": "Rib fracture",
        "opd": "Rupture of a subpleural apical bleb",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "44a0c013-e9f6-43b9-9a56-c667d87def7b",
        "choice_type": "single"
    },
    {
        "question": "A known case of bronchial asthma with eosinophilea. Most common cause of the fungal infection is",
        "exp": "(Aspergillosis) (1335- CMDT- 08) (234-CMDT-09) (1259-H17th). Allergic bronchopulmonary aspergillosis - occurs in patients with preexisting asthma who develop worsening bronchospasm and fleeting pulmonary infiltrates accompanied by eosinophilia high levels of IgE, IgG, Aspergillus precipitins in the blood. CRYPTOCOCCOSIS - Most common cause of fungal meningitis, Predisposing factors - Hodgkin's disease corticosteroids therapy, HIV infections. MUCORMYCOSIS (Zygomycosis, phycomycosis) - Predisposing conditions include Diabetic ketoacidosis, CRF, desferoxamine therapy, treatment with corticosteroid or cytotoxic drugs. CANDIDIASIS - risk factors - prolonged neutropenia, recent abdominal surgery, broad- spectrum antibiotic therapy, renal failure, presence of intravascular catheters (especially when providing TPN) and Injection drug use* Gastrointestinal mucosal disease, particularly esophagitis most common",
        "cop": 2,
        "opa": "Mucormycosis",
        "opb": "Aspergillosis",
        "opc": "Candida",
        "opd": "Cryptococcosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "758f5b93-8f3b-4833-bef3-b6e7d0979fbc",
        "choice_type": "single"
    },
    {
        "question": "Apnea (with reference to sleep apnea) is defined as breathing pauses lasting for minimum_____",
        "exp": "Ans. d (10 seconds) (Ref. H-17th/1665)OSAHS may be defined as the coexistence of unexplained excessive daytime sleepiness with at least five obstructed breathing events (apnea or hypopnea) per hour of sleep. This event threshold may need to be refined upward in the elderly. Apneas are defined in adults as breathing pauses lasting 10 s and hypopneas as 10 s events where there is continued breathing but the ventilation is reduced by at least 50% from the previous baseline during sleep. Obstructive sleep apnea hypopnea syndrome (OSAHS), Narcolepsy and Idiopathic Hyper. Somnia (IHS OSAHSNarcolepsy. IHSAge of onset (years)35-6010-3010-30. Cataplexy. No. Yes. No. Night sleep. Duration. Normal. Normal. Long. Awakenings. Occasional. Frequent. Rare. Snoring. Yes, loud. Occasional. Occasional. Morning drunkenness. Occasional. Occasional. Common. Daytime naps. Frequency. Usually few. Many. Few. Time of day. Afternoon/evening. Afternoon/evening. Morning. Duration<1 h<1 h>1 h",
        "cop": 4,
        "opa": "5 seconds",
        "opb": "7 seconds",
        "opc": "8 seconds",
        "opd": "10 seconds",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b0b95ced-aa12-4302-8b8d-faa7ee153251",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man is experiencing a flare of his asthma. He is using his salbutamol inhaler more frequently than usual and despite increasing his inhaled steroids he is still short of breath. Previously, his asthma was considered mild with no severe exacerbations requiring oral steroids or hospitalization. With the current flare, he is experiencing recurrent episodes of bronchial obstruction, fever, malaise, and expectoration of brownish mucous plugs. On examination, there is bilateral wheezing. The heart, abdomen, neurologic, and skin exams are normal. A CXR reveals upper lobe pulmonary infiltrates; the eosinophil count is 3000/mL, and serum precipitating antibodies to Aspergillus are positive. Which of the following is the most likely diagnosis?",
        "exp": "Allergic bronchopulmonary aspergillosis (in asthmatics) is the most likely diagnosis in this patient. Other causes of pulmonary infiltrates and eosinophilia include parasitic reactions, drugs, idiopathic causes which includes Loeffler syndrome (benign, acute eosinophilic pneumonia), chronic eosinophilic pneumonia, hyper eosinophilic syndrome, and Churg-Strauss allergic granulomatosis.",
        "cop": 2,
        "opa": "ascaris infestation",
        "opb": "allergic bronchopulmonary aspergillosis",
        "opc": "Churg-Strauss allergic granulomatosis",
        "opd": "Loeffler syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c3ce5363-e260-455d-a12f-c3fd368a7232",
        "choice_type": "multi"
    },
    {
        "question": "All are true about bilateral diaphragmatic paralysis, Except:",
        "exp": "Ans. is 'b' causes normocapnic failure (Ref. Harrison, 17/e, p 221, 1663 & 16/e, p 1572, 72 (15/e, p. 1516)). Most patients with bilateral diaphragmatic paralysis presents with hypercapnic failure. There is confusion with sniff test (option A). Sniff test: It is used in the diagnosis of unilateral diaphragmatic paralysis. \"A patient is observed with fluoroscopy while sniffing, the paralyzed diaphragm will move paradoxically upward. Whether it is used in the diagnosis of bilateral diaphragmatic paralysis is not confirmed. The treatment of choice for bilateral diaphragmatic palsy is assisted ventilation for all or part of each day. If the nerve to diaphragm is intact diaphragmatic pacing may be viable alternative. Some other important points; Patients with unilateral diaphragmatic palsy are usually asymptomatic*. Most common cause of unilateral nerve palsy is - nerve invasion from bronchogenic carcinoma. Common causes of bilateral diaphragmatic palsy includes. High spinal cord injury. Thoracic trauma. Spinal cord injury. Anterior horn disease",
        "cop": 2,
        "opa": "Sniff test is positive",
        "opb": "Causes normocapnic failure",
        "opc": "Diaphragmatic pacing is useful if any nerve is intact",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1bd259f5-6ebd-4054-8639-5217054acf1c",
        "choice_type": "multi"
    },
    {
        "question": "An agitated and nervous 24-year-old woman has had severe wheezing and shortness of breath for 2 days. After receiving oxygen, steroids, and salbutamol (Ventolin) in the emergency room, her breathing improves. She is still wheezing and now feels tremulous and anxious with a pulse of 110/min and respirations 30/min. Arterial blood gases on oxygen reveal a pH of 7. 40, PO2 340 mm Hg, PCO2 40 mm Hg, and bicarbonate of 24 m. Eq/L. She is hospitalized for further treatment. Which of the following treatments or medications should be avoided in her?",
        "exp": "Tranquilizers and sedatives should be avoided in prolonged asthma attacks. Bronchodilators, fluids, aminophylline, and steroids may be used. In acute situations, IV glucocorticoids are frequently used. Results of therapy should be monitored in an objective manner, with peak expiratory flow rates or FEV1. In acute asthmatic attacks, hypocarbia is usual on blood gas analysis. Normal or elevated Pa. CO2 is a bad sign and requires intensive monitoring and aggressive treatment.",
        "cop": 2,
        "opa": "theophylline",
        "opb": "sedatives",
        "opc": "corticosteroids",
        "opd": "sympathomimetic amines",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "05b833c2-aedd-4d3b-bd52-5aa1aec60dd2",
        "choice_type": "single"
    },
    {
        "question": "Alpha, anti trypsin deficiency causes",
        "exp": "Ans b (panacinar -emphysema) Ref Harrison 17th pg 1638. Emphysema is classified into distinct pathologic types, the most important being centriacinar and panacinar. Centriacinar emphysema -cigarette smoking- enlarged airspaces in association with respiratory bronchioles- upper lobes and superior segments of lower lobes and is often quite focal. Panacinar emphysema - large airspaces evenly distributed within and across acinar units-Alpha! AT deficiency- lower lobes. Risk factors for the development of COPDTobacco smoke. Biomass solid fuel fires. Occupational -Coal miners & cadmium. Air pollution. Low birth weight. Childhood infections & maternal smoking",
        "cop": 2,
        "opa": "centri acinar emphysema",
        "opb": "panacinar emphysema",
        "opc": "centrilobar emphysema",
        "opd": "irregular emphysema",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1f9bf11a-a6f5-458c-8260-672c1e297b21",
        "choice_type": "single"
    },
    {
        "question": "Percussion was discovered by?",
        "exp": "Ans. b (Leopald Aunbruger)NAME ~DISCOVERYLaennec. Stethoscope. Leopald Aunbruger. Percussion. Jenner. Small pox vaccine. Christian Bernard. Cardiac transplant",
        "cop": 2,
        "opa": "Leanacc",
        "opb": "Leopald Aunbruger",
        "opc": "Jenner",
        "opd": "C. Bernard",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c6b34743-3a96-467e-ac96-6abc45229008",
        "choice_type": "single"
    },
    {
        "question": "A 45 year old female presents with hemoptysis and cough. Hemoptysis started 2 weeks ago followed by fever and cough. X-rays showed left upper lobe consolidation. Antibiotics were given. Fever improved but cough and hemoptysis persisted. BP 110/72 mm. Hg, Pulse 70/min. Bronchoscopy shows a mass filling the left bronchus. Likely diagnosis",
        "exp": "Answer: b) Carcinoid (ROBBINS 9th ED, P-719)LUNG CARCINOIDSUsually in patients < 40 years of age. The central tumors grow as fingerlike or spherical polypoid masses that commonly project into the lumen of the bronchus and are usually covered by an intact mucosa. Most are confined to the mainstem bronchi. Others, however, penetrate the bronchial wall to fan out in the peribronchial tissue, producing the so-called collar-button lesion. Intraluminal growth cause - persistent cough, hemoptysis, impairment of drainage of respiratory passages with secondary infections, bronchiectasis, emphysema, and atelectasis. Most bronchial carcinoids do not have secretory activity. Only 10 % of bronchial carcinoids give rise to carcinoid syndrome. Most do not metastasize to distant sites. Follow a relatively benign course for long periods Lung hamartoma. Hamartoma is the most frequent benign neoplasm of lung. X-ray: Coin lesion. Popcorn calcification",
        "cop": 2,
        "opa": "Hamartoma",
        "opb": "Carcinoid",
        "opc": "Pulmonary tuberculosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "dd83f532-7ec2-4971-97f9-394b3f3aa961",
        "choice_type": "single"
    },
    {
        "question": "Extensive pleural thickening and especially involving the diaphragmatic pleura are classical feature of",
        "exp": "(Asbestosis) (263-CMDT- 08) (1612-14-H17th)ASBESTOSIS - is a nodular interstitial fibrosis occuring in asbestos workers and miners is characterized by a in exorably progressive dyspnea, inspiratory crackers and in some cases clubbing and cyanosis* Radiographic features - include interstitial fibrosis, thickened pleura and calcified plaque (pleural) on the diaphragm or lateral chest wall*** HRCT is the best imaging method*** Cigarette smoking in asbestos workers increases the incidence of lung carcinoma* PFT shows - restrictive dysfunction and diffusing capacity",
        "cop": 2,
        "opa": "Coal worker's pneumoconiosis",
        "opb": "Asbestosis",
        "opc": "Silicosis",
        "opd": "Siderosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f0858f70-9f8d-4ae9-8f66-c487f2ffeb12",
        "choice_type": "multi"
    },
    {
        "question": "False about CURB-65 criteria to assess pneumonia severity is:",
        "exp": "Ans. C. Systolic blood pressure <=100mm. Hg. CURB-65 includes systolic blood pressure <=90mm. Hg as criteria, not <=100mm. Hg. The CURB-65 is used to assess the severity of pneumonia. It includes five variables:* Confusion* Urea >7mmol/L* Respiratory rate >=30/min* Blood pressure, systolic <=90mm. Hgor diastolic<=60mm. Hg* Age >= 65 years",
        "cop": 3,
        "opa": "Urea >7 mmol/L",
        "opb": "Respiratory rate >=30/min",
        "opc": "Systolic blood pressure <=100 mm. Hg",
        "opd": "Diastolic blood pressure <=60 mm. Hg",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "999e26e1-533c-4bb7-a7f4-8932a492f5ea",
        "choice_type": "multi"
    },
    {
        "question": "A 63-year-old woman is seen in the emergency room with acute shortness of breath. There is no history of heart or lung problems in the past. She was recently diagnosed with breast cancer and is undergoing active treatment. On examination, her blood pressure is 120/80 mm Hg, pulse 100/min, and heart and lungs are normal. There are no clinical signs of deep venous thrombosis (DVT). Which of the following investigations is most likely to rule out a pulmonary embolism (PE)?",
        "exp": "The perfusion lung scan is most valuable in ruling out a PE. If properly performed early in the course of symptoms, a normal scan rules out the diagnosis. High-probability scans are usually considered enough evidence of PE to warrant definitive treatment. Intermediate- or low-probability scans may require further investigation (e. g., with pulmonary angiography), depending on the prior probability of disease. More recent data suggest that a normal high-resolution chest CT with contrast rules out clinically significant PE and is replacing perfusion scanning since the lung images may provide an alternate diagnosis for the patient's symptoms.",
        "cop": 3,
        "opa": "normal CXR",
        "opb": "normal electrocardiogram (ECG)",
        "opc": "normal ventilation-perfusion lung scan",
        "opd": "normal ventilation scan",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "16ea5ee9-3202-40de-a8d5-fcc21daa602a",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man has a routine CXR, which reveals a posterior mediastinal mass. Which of the following is the most likely diagnosis?",
        "exp": "Neurogenic tumors are the most common posterior mediastinal masses. Other posterior mediastinal masses include meningoceles, meningomyeloceles, gastroenteric cysts, and esophageal diverticula. Common anterior mediastinal masses include thymomas, lymphomas, teratomas, and thyroid masses. Middle mediastinal masses include vascular lesions, lymph nodes, and pleuropericardial and bronchogenic cysts.",
        "cop": 2,
        "opa": "lipoma",
        "opb": "neurogenic tumor",
        "opc": "esophageal cyst",
        "opd": "fibroma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "8003eba9-a8a2-4d07-a838-3ff1ccb3bfdb",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man presents to the emergency room complaining of intermittent hemoptysis for the past 1 week. He describes no chest pain, fever, cough, or chronic sputum production. He smokes 1 pack of cigarettes a day and has done so for the past 35 years. There are no risk factors for DVT or PE, and he is not taking any medications. On physical examination, his vital signs are normal, JVP is at 2 cm, heart sounds are normal, and the chest is clear on auscultation. There are no palpable lymph nodes and the remaining examination is normal. His sputum cytology is positive for malignant cells, but the CXR and CT chest are normal. Which of the following is the next best step in management?",
        "exp": "Over 90% of lesions can be localized by fiberoptic bronchoscope in the sedated, but awake patient and collection of a series of differential brushings and biopsies. When lesions are found, conservative resection is usually performed. Five-year cure rates in such lesions approach 60%, but second primaries are common (5% per patient per year). There is no evidence that screening programs based on sputum examination will decrease mortality.",
        "cop": 4,
        "opa": "annual CXR",
        "opb": "unilateral pneumonectomy",
        "opc": "blind percutaneous needle biopsies",
        "opd": "bronchoscopy brushings and biopsies",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f6f5f140-f792-4ea2-b4ef-d0e124b4f887",
        "choice_type": "multi"
    },
    {
        "question": "A 23-year-old man is experiencing a flare of his asthma. He is using his salbutamol inhaler more frequently than usual and despite increasing his inhaled steroids he is still short of breath. Previously his asthma was considered mild with no severe exacerbations requiring oral steroids or hospitalization. With his flare, he has recurrent episodes of bronchial obstruction, fever, malaise, and expectoration of brownish mucous plugs. On examination, there is bilateral wheezing. The heart, abdomen, neurologic, and skin exams are normal. CXR reveals upper lobe pulmonary infiltrates; the eosinophil count is 3000/mL, and serum precipitating antibodies to Aspergillus are positive. Which of the following is the most likely diagnosis?",
        "exp": "Allergic bronchopulmonary aspergillosis (in asthmatics), parasitic reactions, and drugs are known causes of pulmonary eosinophilia. Idiopathic causes include Loeffler's syndrome (benign, acute eosinophilic pneumonia), chronic eosinophilic pneumonia, hyper eosinophilic syndrome, and Churg-Strauss allergic granulomatosis.",
        "cop": 2,
        "opa": "ascaris infestation",
        "opb": "allergic bronchopulmonary aspergillosis",
        "opc": "Churg-Strauss allergic granulomatosis",
        "opd": "Loeffler's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d2880c4b-6f3d-48ba-89c7-7f58dcbbf2e5",
        "choice_type": "multi"
    },
    {
        "question": "Alpha antitrypsin deficiency causes:",
        "exp": "Ans: b. Ref: Robbins, 3rd ed, p. 718, 719",
        "cop": 2,
        "opa": "Centrilobular emphysema",
        "opb": "Pan acinar emphysema",
        "opc": "Lung cyst",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b8407e49-30f7-4e53-9b87-d47a22764262",
        "choice_type": "single"
    },
    {
        "question": "All are features of allergic bronchopulmonary aspergillosis except:",
        "exp": "Ans: a (Increased IgA) Ref: Harrison, 16th ed, p. 296, 17th ed, p. 1610. Definitive major and minor criterias are defined for allergic bronchopulmonary aspergillosis. Increased IgA level is not mentioned in this criteria. Major diagnostic criteria for ABPA: 1. Clinical history of asthma2. Pulmonary infiltrates (transient or fixed)3. Peripheral eosinophilia (> 1000/mL)4. Immediate skin reactivity to aspergillus antigen. 5. Serum precipitates to A. fumigatus6. Elevated serum IgE levels. 7. Central / proximal bronchiectasis. Secondary diagnostic criteria1. History of brownish plugs in sputum2. Culture of A. fumigatus from sputum3. Late skin reactivity to aspergillus antigen4. Elevated IgE (and IgG) class antibodies specific for A. fumigatus.",
        "cop": 1,
        "opa": "| Ig A",
        "opb": "| IgE",
        "opc": "Eosinophil > 109 /liter",
        "opd": "Demonstration of hyphae in sputum",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "839626ec-c86a-46ce-99b4-9494e9c783aa",
        "choice_type": "multi"
    },
    {
        "question": "A 64-year-old woman is admitted to the hospital with right lobar pneumonia and sepsis syndrome. She becomes progressively shorter of breath and hypoxemic requiring intubation and mechanical ventilation. Her repeat CXR in the intensive care unit now shows diffuse pulmonary infiltrates and a diagnosis of acute respiratory distress syndrome (ARDS) is made. Which of the following mechanisms is the most likely cause for the early \"exudative\" phase of ARDS?",
        "exp": "The increased vascular permeability is the hallmark of the disease. Diagnostic criteria include acute onset, Pa. O2 /Fi. O2 < 200 mm Hg (regardless of positive end-expiratory pressure level), bilateral infiltrate on frontal CXR, and pulmonary artery occlusion pressure < 18 mm. Hg (or if not measured, no evidence of left atrial hypertension).",
        "cop": 3,
        "opa": "increased lung compliance",
        "opb": "increased interstitial fibrosis",
        "opc": "increased vascular permeability to fluid and proteins",
        "opd": "decreased pulmonary perfusion",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "3fd00ca6-2179-4185-8c75-4d52af4a3d95",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary crackles are frequently heard in?",
        "exp": "Ans. B. Pulmonary fibrosis. Crackles are produced by fluid in alveoli or by fibrotic airways. Therefore, they can be heard in patients with pulmonary fibrosis or congestive heart failure.",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Pulmonary fibrosis",
        "opc": "Pleural effusion",
        "opd": "Lung cancer (secondary)",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6eacb85b-70b2-4293-a29a-7a631d5f6b36",
        "choice_type": "single"
    },
    {
        "question": "Garland sign on CXR in sarcoidosis involves all except:",
        "exp": "Ans. is 'd' i. e., Left pretracheal lymph nodes o Bilateral hilar lymphadenopathy with right paratracheal nodal enlargement is classic for sarcoidosis and is referred to as the 1-2-3 sign or Garland triad. Garland's triad talso known as the 1-2-3 sign or Paw nbrokers sign! of Sarcoidosiso Right paratracheal nodeso Right hilar nodeso Left hilar nodes",
        "cop": 4,
        "opa": "Right paratracheal nodes",
        "opb": "Right hilar nodes",
        "opc": "Left hilar nodes",
        "opd": "Left pretracheal lymph nodes",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "a9909ac0-b222-4f5f-bc14-5cefb04ac754",
        "choice_type": "multi"
    },
    {
        "question": "Apex of the lung is commonly involved by:",
        "exp": "Ans: c (Klebsiella) Ref: Davidson, 20th ed, p. 690; 19th ed, p. 527. Klebsiella affects mainly the upper lobes. Klebsiella pneumoniae. Marked systemic disturbance, consolidation in upper lobes, purulent dark sputum and high mortality. Pneumatocoeles are present. Chlamydia psittaci. Contact with sick birds. Malaise, low grade fever, protracted illness and hepatosplenomegaly. Coxiella burnetti. Farm or abattoir contact. Chronic course, influenza like illness, dry cough, conjunctivitis, hepatomegaly and endocarditis. Actinomyces israelii. Mouth commensal. Cervicofacial, abdominal or pulmonary infection, empyema, chest wall sinuses. Pus with 'sulphur granules'",
        "cop": 3,
        "opa": "Chlamydia",
        "opb": "Coxiella burnetti",
        "opc": "Klebsiella",
        "opd": "Actinomyces israelii",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1e30977c-abb6-4349-accd-eb0da5b48912",
        "choice_type": "single"
    },
    {
        "question": "True regarding presentation of primary T. B. is:",
        "exp": "Ans is 'b' ie Unilateral hilar lymphadenopathy Pleural effusion occurs in T. B. as a result of penetration of a few tubercle bacilli into the pleural space from an adjacent subpleural focus. Therefore pleural effusion is usually unilateral because the lesion in T. B. is also unilateral (so the tubercle bacilli will reach the pleura of the involved lung only). Tuberculosis is invariably accompanied by involvement of the hilar or mediastinal lymph nodes.",
        "cop": 2,
        "opa": "B/L pleural effusion with negative Tuberculin test.",
        "opb": "U/L hilar lymphadenopathy",
        "opc": "Sustained chronic pyrexia",
        "opd": "B/L pelural effusion with positive tuberculin test.",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "19ddedad-aca7-4d0b-a06a-9b9076c2c869",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a restrictive pulmonary disease -",
        "exp": "Ans. is 'a' i. e., Bronchiolitis Restrictive lung disease | ||Parenchymal. Extraparenchymal* Sarcoidosis* Pneumoconiosis* Idiopathic pulmonary fibrosis (IPF)* Desquamative intertitial pneumonitis|||Chest wall/Pleural. Neuromuscular||* Kyphoscoliosis* Ankylosing spondylitis* Chronic pleural effusion* Obesity* Amyotrophic lateral sclerosis* Guillain barre syndrome* Myaesthenia gravis",
        "cop": 1,
        "opa": "Bronchiolitis",
        "opb": "Sarcoidosis",
        "opc": "Kyphoscoliosis",
        "opd": "Amyotrophic lateral sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "aa830856-1cc0-4f1e-b6c2-e6c4ca46afa0",
        "choice_type": "single"
    },
    {
        "question": "Floating water lilly sign on chest x-ray is characteristic of-",
        "exp": "Ans. is 'a' i. e., Hydatid cyst o Floatine Water Lily Sien on Chest X-ray is characteristic sien of pulmonary cvstic echinococcosis or pulmonary hvdatid cvst. o It is seen when there is detachment of the endocystmembrane which results in floating membranes within the pericyst that mimics the appearance of water lily.",
        "cop": 1,
        "opa": "Hydatid cyst",
        "opb": "Lung abscess.",
        "opc": "Empyema thoracis",
        "opd": "Ruptured amebic liver abscess",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5687bef4-4a06-42aa-9937-4e3e89dfd53a",
        "choice_type": "single"
    },
    {
        "question": "Drugs can cause all these pulmonary manifestation except:",
        "exp": "Ans: a (Atelectasis) Ref: Davidson, 20th ed p. 724. DRUG-INDUCED RESPIRATORY DISEASENon-cardiogenic pulmonary oedema (ARDS)* Hydrochlorothiazide* Thrombolytics (streptokinase)* IV a-adrenoceptor agonists (e. g. treatment of premature labour)* Aspirin and opiates (in overdose). Non-eosinophilic alveolitis* Amiodarone, flecainide, gold, nitrofurantoin, cytotoxic agents- especially bleomycin, busulfan, mitomycin C, methotrexate. Pulmonary eosinophilia* Antimicrobials (nitrofurantoin, penicillin, tetracyclines, sulphonamides, nalidixic acid)* Antirheumatic agents (gold, aspirin, penicillamine, naproxen)* Cytotoxic drugs (bleomycin, methotrexate, procarbazine)* Psychiatric drugs (chlorpromazine, dosulepin, imipramine)* Anticonvulsants (carbamazepine, phenytoin)* Others (sulfasalazine, nadolol). Pleural disease* Bromocriptine, amiodarone, methotrexate, methysergide* Via induction of SLE-phenytoin, hydralazine, isoniazid. Asthma* Via pharmacological mechanism (a-blockers, cholinergic agonists, aspirin and NS AIDs)* Idiosyncratic reaction (tamoxifen, dipyridamole)",
        "cop": 1,
        "opa": "Atelectasis",
        "opb": "Pulmonary eosinophilia",
        "opc": "Asthma",
        "opd": "ARDS",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "97e6eae3-82ba-4e00-aa19-8562033a413b",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old is seen in the clinic for assessment of an incidental finding on a CXR of a 2-cm solitary pulmonary nodule in the left lower lobe. He feels well and reports no dyspnea, chest pain, or constitutional symptoms. He does not smoke and has never had a previous CXR. The physical examination is completely normal. The nodule has a \"popcorn ball\"-type calcification pattern. Which of following is the most appropriate next step in management?",
        "exp": "Signs of benignity of a solitary pulmonary nodule are lack of growth over a prolonged period and certain patterns of calcification. \"Popcorn\" calcification does suggest a benign hamartoma. A search for previous CXRs can provide a definitive diagnosis. In nonsmokers under age 35, 1% of solitary pulmonary nodules are malignant. In this patient, a follow up CXR to demonstrate stability of the lesion is more appropriate than biopsy or resection.",
        "cop": 2,
        "opa": "left lower lobe resection",
        "opb": "serial CXRs",
        "opc": "needle aspiration biopsy",
        "opd": "left pneumonectomy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "356ff8e2-f4ab-4f00-9030-3291e45c11c1",
        "choice_type": "multi"
    },
    {
        "question": "Features of allergic bronchopulmonary aspergillosis (ABPA) are all except",
        "exp": "Ans. d (Raised IgA levels). (Ref. Harrison's 18th/Ch. 204)ABPA represents a hypersensitivity reaction to A. fumigatus; rare cases are due to other aspergilli and other fungi. ABPA occurs in ~1% of patients with asthma and in up to 15% of adults with cystic fibrosis. Episodes of bronchial obstruction with mucous plugs leading to coughing fits, \"pneumonia, \" consolidation, and breathlessness are typical. Eosinophilia commonly develops before systemic glucocorticoids are given. The cardinal diagnostic tests include an elevated serum level of total IgE (usually >1000 IU/mL), a positive skin-prick test to A. fumigatus extract, or detection of Aspergillus- specific IgE and IgG (precipitating) antibodies. Central bronchiectasis is characteristic. Primary Rx is Itraconazole therapy. ABPAPrimary diagnostic criteria for Allergic bronchopulmonary aspergillosis (ABPA). Secondary diagnostic criteria (less common)1). Asthma (84-96%) (Episodes of bronchospasm)1). Aspergillus fumigatus mycelias in sputum2). Roentgenographic transient or fixed pulmonary infiltrates2). Expectoration of brown sputum plugs (54%)3). Test for Aspergillus fumigatus positive (skin)3). Arthus reaction to Aspergillus antigen. 4). Eosinophilia (8-40%)4). Fungal ball with Air crescent or Monads' sign is characteristic of aspergilloma. 5). Precipitating antibodies to Aspergillus fumigatus (70%) 6). IgE in serum elevated 7). Central (Proximal/perihilar) bronchiectasis (late manifestation that proves diagnosis) 8). Serum specific IgE and IgG A. fumigatus levels elevated.",
        "cop": 4,
        "opa": "Bronchial asthma",
        "opb": "Central bronchiectasis",
        "opc": "Peripheral eosinophilia",
        "opd": "Raised IgA levels",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "484e825e-c024-47d7-a200-514e13607999",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old woman presents with increasing shortness of breath and coughing. She had asthma as a child but has not required any treatment for the past 10 years. On examination, she has expiratory wheezes. Which of the above may cause bronchodilation? For the above patient with a clinical symptom, select the most appropriate medication.",
        "exp": "Ephedrine, isoproterenol, and albuterol are beta-adrenergic agonists and cause bronchodilatation. Ipratropium bromide also results in bronchodilatation by its anticholinergic effect. In susceptible individuals, the beta2-adrenergic blocking effect of propranolol can cause life-threatening bronchoconstriction. The other medications listed have no effect on bronchial airways.",
        "cop": 1,
        "opa": "albuterol",
        "opb": "ethanol",
        "opc": "amitriptyline",
        "opd": "NSAIDs",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1a6eb792-c321-499a-8a35-aa4ebb9148b9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is markedly decreased in restrictive lung disease -",
        "exp": "Ans. is 'a' i. e., FVC Pulmonary function studies in Restrictiv e lung diseaseo Forced vital capacity (FVC)-Decreased (more than obstruction)o Forced expiratory volume in 1 second (FEV1)-Decreased in proportion to FVCo FEV1/FVC-Near normal or increasedo Forced mid expiratory flow rate-Reducedo Total lung capacity-Decreasedo Residual volume-Generally decreasedo Functional residual capacity7-Decreased",
        "cop": 1,
        "opa": "FVC",
        "opb": "FEVl",
        "opc": "FEV1/FVC",
        "opd": "RV",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "a10c9069-5801-4302-b92d-284a818c09c3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will not present in pleural effusion-",
        "exp": "(B) Hyperresonance in affected side (643, 659 Davidson 21st) (2178-80- H 18th)PLEURAL EFFUSIONINSPECTIONPERCUSSION* Bulging of the intercostal space* Stony dullness with increased resistance and no shifting dullness below the level of fluid* Diminished mobility of the chest wall on the affected side* Skodiac resonance (boxy note) just above the effusion* Shift of the mediastinum to the opposite side i. e. Trailes sign* Obliteration of. Troube's space if left sided effusion* Tachypnoea* Grocco's triangle: Triangular area of dullness against the vertebral column at the base of the opposite lung due to collapse of the lung. Ausculation:* Absent breath sound or diminished, below the level of effusion.* Bronchial breathing at the level of pleural effusion due to relaxed lung.* Vocal resonance at the base* Crackles above effusion* Aegophony at the level of the pleural effusion* Diminished or absent vocal fremitus below the level of the fluid.* Around 200ml of fluid is required to be detectable on a PA chest X-ray.* Ultrasound is more accurate than plain chest X-ray* Pleural effusion is an exudates if one or more of the following criteria are met. 1. Pleural fluid protein/ serum protein ratio >0. 052. Pleural fluid LDH / serum LDH ratio > 0. 63. Pleural fluid LDH > two third of the upper limit or normal serum LDHCauses of Transudative Pleural Effusions1. Congestive heart failure2. Cirrhosis3. Pulmonary embolization4. Nephrotic syndrome* Peritoneal dialysis* SVC obstruction* Myxedema* Urinothorax. AMYLASE ELEVATEDGLUCOSE < 60mg/dl* Causes: Esophageal rupture* Pancreatic pleural effusion* Malignancy* Malignancy* Bacterial infection* Rheumatoid pleuritis. Cholesterol effusions:* Tuberculosis* Carcinoma* Nephrotic syndrome* Myxedema* Post myocardial infection",
        "cop": 2,
        "opa": "Stony dullness",
        "opb": "Hyper resonance in affected side",
        "opc": "Absent breath sound",
        "opd": "Diminished vocal fremitus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "cfc324e6-4217-431b-9b3a-94cfb3827cf3",
        "choice_type": "single"
    },
    {
        "question": "Most common site for extrapulmonary tuberculosis is -",
        "exp": "Ans. is 'a' i. e., Lymph nodes Tuberculosis* Tuberculosis may be pulmonary or extrapulmonary. Pulmonary tuberculosis* Pulmonary tuberculosis is classified into two types1) Primary tuberculosis# It is the initial infection by tubercular bacilli in a host and almost always begins in lung. It is mostly seen in children.# Inhaled tubercle bacilli is implanted in the distal air space of the lower part of upper lobe or upper part of lower lobe, close to pleura to form subpleural lesion. This area is about 1 to 1-5 cm with caseating necrosis is known as Ghon's focus. Due to early bactermia (bacillemia) seeding of tubercle bacilli may occur at apex to produce Simon's focus.# Primary complex or Ghon's complex of tuberculosis consists of 3 components: -i) Ghons focus (subpleural caseating lesion)ii) Caseating hilar lymph nodeiii) Draining lymphatics.* Ghon's focus is one of the component of Ghon's complex (primary complex).# Ghon's complex undergoes progressive fibrosis and calcification, detected radiologically and is called Ranke complex.# Cavity formation is unusual in primary TB. 2) Post-primary tuberculosis# It is due to reactivation of latent infection or exogenous reinfection. It usually affects adults. Apical segment of upper lobe is affected, where PA02 is high, and lesion is called Puhl lesion. Lesions are large.# Lymph node involvement is uncommon. Cavity formation is common.# Infraclavicular lesion of secondary pulmonary TB in the apex of lung is called 'Assman's focus'. Important lesions in Pulmonary T. B. Primary TB* Ghon's focus: Primary subpleural lesion.* Simon's focus: Lesion in apex of lung due to seeding of bacilli in apex in early bacillemia.* Ghon's complex: Ghons focus plus hilar lymphadenopathy.* Ranke complex: Ghons complex with calcification in lymph nodes. Secondary TB* Phul's lesion: Lesion in the apex of lung in chronic pulmonary tuberculosis.* Assman's lesion: Infraclavicular lesion in the chronic pulmonary TB. Extrapulmonary tuberculosis* Most common site of extrapulmonary tuberculosis is lymph nodes. Other extrapulmonary sites of involvement are pleura, pericardium, meninges, brain, genitourinary system, GIT and skeletal system.* Miliary or disemminated tuberculosis (Miliary disease) refers to widespread dissemination of mycobacterium tuberculosis via hematogenous route.* Most common cutaneous manifestation of tuberculosis is lupus vulgaris (55%) followed by scrofuloderma (27%).",
        "cop": 1,
        "opa": "Lymph nodes",
        "opb": "Pleura",
        "opc": "Genitourinarty tracts",
        "opd": "Bones",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "a8c50dbd-262f-4127-ad4b-6949dffcad0c",
        "choice_type": "single"
    },
    {
        "question": "Kussmaul breathing is seen in:",
        "exp": "Ans: b (Metabolic acidosis) Ref: Harrison, 16th ed, p. 1629; 17th ed, p. 2283. Kussmaul breathing is typically seen in metabolic acidosis. Kussmaul breathing or acidotic breathing. This type of respiration is characterized by rapid and deep breathing which is due to stimulation by increased H+ (acidosis). Causes of Kussmaul breathing. Metabolic acidosis. Diabetic ketoacidosis. Renal failure. Cheyne Stokes breathing. In this type, the respiration shows alternate waxing and waning of tidal volume. Causes of Cheyne Stokes breathing- Left ventricular failure- Brain injury- Uraemia- Normal children during sleep. Biot respiration or periodic breathing. In this type, the respiration is characterized by alternate eupnoea and apnoea. Causes of Biot breathing are- Meningitis- Severe brain damage. Kussmaul sign - It is a paradoxical rise in JVP during inspiration. It is seen in pericardial tamponade",
        "cop": 2,
        "opa": "Metabolic alkalosis",
        "opb": "Metabolic acidosis",
        "opc": "Pulmonary fibrosis",
        "opd": "Pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "32908670-8641-4226-9eb4-0e8bd1a97986",
        "choice_type": "single"
    },
    {
        "question": "What happens in decreased lung compliance?",
        "exp": "Ans: a (Increased RR & decreased TV). Ref: Ganong, 22nd ed. pg. 654. Compliance is the stretchability of lung and chest wall. It is the change in lung volume per unit change in airway pressure. So as compliance decreases the stretchability of the lung decreases resulting in decreased tidal volume Whenever TV decreases, the body tries to maintain minute ventilation (TV x respiratory rate) by increasing the respiratory rate. So the best option is increase in RR and decrease in TV. Note: Compliance means flow of air through the lungs provided the pressure remains constant. Surfactant increases compliance of the lung. Surfactant: It is produced by type II pneumocytes as lamellar bodies secreted by exocytosis. Main composition:* Dipalmitoyl phosphatidyl choline (dipalmitoyl lecithin)-62%* Neutral lipids-13%* Proteins-8%* Phosphatidyl glycerol-5%Main functions* Reduces surface tension (according to Laplace law =P=2T/R)* Prevents pulmonary oedema* Prevents collapse of alveoli* Increase compliance. Surfactant production is decreased by (ABCDGHI)* Arterial occlusion* Bronchial obstruction* Cigarette smoking* Diabetes mellitus* Glucocorticoid deficiency* Hypothyroidism* Inhalation of 100% oxygen Remember. Surfactant deficiency is associated with HMD or IRDS (infant respiratory distress syndrome). Mutation of sp-c gene is associated with familial interstitial lung disease. Sp-A and sp-D proteins are of collectin family.",
        "cop": 1,
        "opa": "Increased RR & decreased TV",
        "opb": "Increased RR & increased TV",
        "opc": "Decreased RR and increased TV",
        "opd": "Decreased RR and decreased TV",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "ee41f5a1-d0a8-46e5-b552-62872ee142da",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for management of acute pulmonary edema is -",
        "exp": "Ans. is 'a' i. e., Furosemide Pharmacological management of acute pulmonary edema* Loop diuretics are the drugs of choice for management of acute pulmonary edema. Loop diuretic. The \"loop diuretics\" furosemide, bumetanide, and torsemide are effective in most forms of pulmonary edema, even in the presence of hypoalbuminemia, hyponatremia, or hypochloremia. Furosemide is the diuretic of choice as it also acts as a venodilator that reduces preload rapidly, before any diuresis. The initial dose of furosemide should be <0. 5 mg/kg, but a higher dose (1 mg/kg) is required in patients with renal insufficiency, chronic diuretic use, or hypervolemia or after failure of a lower dose.* Nitrates Nitroglycerin and isosorbide dinitrate act predominantly as venodilators but have coronary vasodilating properties as well. They are rapid in onset and effective when administered by a variety of routes. Sublingual nitroglycerin (0. 4 mg x 3 every 5 min) is first-line therapy for acute cardiogenic pulmonary edema. If pulmonary edema persists in the absence of hypotension, sublingual may be followed by IV nitroglycerin, commencing at 5-10 g/min. IV nitroprusside (0. 1-5 g/kg per min) is a potent venous and arterial vasodilator. It is useful for patients with pulmonary edema and hypertension but is not recommended in states of reduced coronary artery perfusion.* Morphine Given in 2- to 4-mg IV boluses, morphine is a transient venodilator that reduces preload while relieving dyspnea and anxiety. These effects can diminish stress, catecholamine levels, tachycardia, and ventricular afterload in patients with pulmonary edema and systemic hypertension.* Angiotensin-Converting Enzyme (ACE) Inhibitors ACE inhibitors reduce both afterload and preload and are recommended for hypertensive patients. A low dose of a short-acting agent may be initiated and followed by increasing oral doses. In acute MI with heart failure, ACE inhibitors reduce short- and long-term mortality rates.* Other Preload-Reducing Agents IV recombinant brain natriuretic peptide (nesiritide) is a potent vasodilator with diuretic properties and is effective in the treatment of cardiogenic pulmonary edema. It should be reserved for refractory patients and is not recommended in the setting of ischemia or MI.",
        "cop": 1,
        "opa": "Furosemide",
        "opb": "Hydrochorthiazide",
        "opc": "Spironolactone",
        "opd": "Triamterene",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b9c14ec3-f828-43b9-afe8-4a078950d184",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents to the emergency room with increasing shortness of breath. He has a past medical history of asthma that is previously well controlled but 2 weeks ago he developed a \"cold\" and has noticed increased coughing and shortness of breath ever since. He reports no fevers, chills, or sputum production. He is now using his salbutamol inhaler for rescue therapy 6 times a day and feels unwell. His physical examination is normal except for wheezing on expiration. A CXR is normal and he is prescribed prednisone 30 mg once a day for one week. Which of the following is the major effect of glucocorticoids in asthma?",
        "exp": "Glucocorticoids are not bronchodilators, and their major use is in reducing airway inflammation. It is difficult to provide precise recommendations for their use, and a wide range of systemic and inhaled doses are used.",
        "cop": 1,
        "opa": "anti-inflammatory",
        "opb": "bronchodilatory",
        "opc": "sedative",
        "opd": "mucus dissolving",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6e7285ef-9188-4430-b745-438f78e24805",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man presents with coughing up blood and sputum. There is no associated dyspnea, fever, or pleuritic chest pain. His past medical history is significant for recurrent pneumonias and a chronic cough productive of foul-smelling purulent sputum. The sputum production is usually worse when lying down and in the morning. He quit smoking 5 years ago and started when he was 18 years old. On physical examination, he appears chronically ill with clubbing of the fingers. Wet inspiratory crackles are heard at the lung bases posteriorly. CXR shows scaring in the right lower lobe, which on chest CT scan is identified as airway dilatation, bronchial wall thickening, and grapelike cysts. Which of the following is the most likely diagnosis? (See Figure below)",
        "exp": "Bronchiectasis is defined as a permanent abnormal dilatation of large bronchi due to destruction of the wall. It is a consequence of inflammation, usually an infection. Other causes include toxins or immune response. Persistent cough and purulent sputum production are the hallmark symptoms.",
        "cop": 1,
        "opa": "bronchiectasis",
        "opb": "chronic bronchitis",
        "opc": "disseminated pulmonary tuberculosis",
        "opd": "pulmonary neoplasm",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "8d8de6be-83eb-45ab-944f-112afbd03eca",
        "choice_type": "multi"
    },
    {
        "question": "Type 1 respiratory failure is characterized by:",
        "exp": "Ans: a (Low Pa. O2 and normal PCO2) Ref: Harrison, 16th ed, p. 1583, 1584; 17th ed, p. 1675. Type 1 respiratory failure is characterized by low Pa. O2 with normal or decreased PCO2. Type 1 respiratory failure. Type II respiratory failure. It is due to the failure of oxygenation, characterized by low Pa. O2 with normal or decreased PCO2. Pa. O2 low- (< 60 mm Hg). Pa CO2 - normal or low (</= 49 mm. Hg)P(A-a)O, is increased. The alveolar arterial oxygen gradient is increased because of the defective oxygenation in the alveoli. This results in decreased Pa. C02 even though the partial pressure of oxygen in the alveoli is normal. So the gradient P(A-a)O2 increases. It represents a defect in ventilation ie, hypoventilation characterized by decreased Pa. O2 with increased Pa. CO2. Pa. O2 < 60 mm Hg. Pa. CO2 >49 mm. HgP(A-a)O2 is normal. Causes of Type 1 respiratory failure: Causes of Type II respiratory failure. Conditions which affect oxygenation. Parenchymal diseases (V-Q mismatch). Diseases of vasculature/ shunts. Eg. Pneumonia. ARDSEmphysema. Right to left shunts. Obstructive lung disease, e. g.: COPDDecreased central respiratory drive, e. g.: brain injury, meningitis. Respiratory muscle weakness. Eg; Peripheral nervous system disorders like: Myasthenia, Musculoskeletal disorders like polymyositis. Rib cage disorders, e. g.: kyphoscoliosis",
        "cop": 1,
        "opa": "Low Pa. O2 normal PCO2",
        "opb": "|Pa. O2 and | PCO2",
        "opc": "Normal Pa. O2, | PCO2",
        "opd": "|Pa. O2, |PCO2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e832cb47-e192-492f-a88e-04e9cc6a217d",
        "choice_type": "single"
    },
    {
        "question": "Monoclonal Antibody used in Asthma is:",
        "exp": "Ans: A (Omalizumab) Ref: Harrison s Principles of Internal Medicine 18th edition. Explanation: Omalizumab (Anti-IgE antibody). It is a blocking antibody that neutralizes circulating IgE without binding to cell-bound IgE and. thus, inhibits IgE-mediated reactions. This treatment has been shown to reduce the number of exacerbations in patients with severe asthma and may improve asthma control. However, the treatment is very expensive and is only suitable for highly selected patients who are not controlled on maximal doses of inhaler therapy and have a circulating IgE within a specified range. Omalizumab is usually given as a subcutaneous injection every 2-4 weeks and appears not to have significant side effects, although anaphylaxis is very occasionally seen.",
        "cop": 1,
        "opa": "Omalizumab",
        "opb": "Trastuzumab",
        "opc": "Muromonab",
        "opd": "Alemtuzumab",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4f344438-e3c3-4047-855b-06bf73dc1377",
        "choice_type": "single"
    },
    {
        "question": "Patient presents with SP02 69%, BP 100/60 mm Hg, HR 120 beats per minute. What should be the first step in management of this patient?",
        "exp": "Ans. is 'a' i. e., Secure airway and O2 supplementation* Patient has hypoxemia probably due to hampered breathing, thus as per the rules of resuscitation (ABC) it is essential to secure airway first and begin O2 supplementation.",
        "cop": 1,
        "opa": "Secure airway and O2 supplementation",
        "opb": "Start bolus IV fluid infusion",
        "opc": "Injection bicarbonate",
        "opd": "Injection Epinephrine iv",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f1329680-2473-4767-a820-0d337c011ac4",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic of acute pulmonary embolism is",
        "exp": "Ans. d (D-dimer assay). (Ref. Harrison, Medicine, 18th/Chapter 103; fig. 58-2)EVALUATION OF ACUTE PULMONARY EMBOLISM# ECG may show RV hypertrophy with strain, RBBB, increased HR and T-wave inversion in V1 to V4.# CXR is frequently normal. However Palla sign (enlarged right descending pulmonary artery) or Westermark's sign (decreased pulmonary vascular markings peripherally) or Hampton's hump.# If clinical likelihood is low, then d-dimer, ELISA and USG lower extremities are done# D-dimer is elevated in number of conditions other than pulmonary embolism, however, a negative D-dimer assay suggests that likelihood of PE is low. Patients with a low likelihood of DVT or a low-to-moderate likelihood of PE can undergo initial diagnostic evaluation with d-dimer testing alone without obligatory imaging tests. If the d-dimer is abnormally elevated, imaging tests are the next step# VP lung scans are done in any stable patient with suspicion of PE and are investigation of choice.# CT with contrast may be helpful, and may supplement VP Scan in coming days.# Pulmonary arteriography is 'gold-standard' and definitive",
        "cop": 4,
        "opa": "Chest radiograph",
        "opb": "ESR",
        "opc": "ECG changes",
        "opd": "D-dimer assay",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "20d2c15c-7941-4b7f-8c07-a08895ffaac0",
        "choice_type": "single"
    },
    {
        "question": "In inhalational anthrax, finding is:",
        "exp": "Ans: b (mediastinal widening and pleural effusion) Ref: Davidson 20th ed/p. 333. This is a direct pick from Davidson. Three forms of infection with Bacillus anthracis:-i) Cutaneous anthrax* Skin lesion due to occupational exposure to anthrax spores or bioterrorism.* Spores inoculated into exposed skin single lesion, an irritated papule on oedematous haemorrhagic base depressed black eschar. Pain infrequent. ii) Gastrointestinal anthrax* Ingestion of contaminated meat products* Caecum is the seat of infection* C/F - nausea, vomiting, anorexia, fever. Later severe abdominal pain and bloody diarrhoea. Toxaemia and death thereafter. iii) Inhalational anthrax* Rare. Associated with bioterrori sm.* Great mortality* C/F - fever, dyspnoea, cough, headache. Later on septicaemia.* CXR- mediastinal widening and pleural effusion. Investigation: Culture from Skin swabs. Management: Ciprofloxacin 500mg daily until penicillin susceptibility confirmed. Benzylpenicillin 600 000units i. m. 6 hourly. Aggressive fluid resuscitation. Ventilatory assistance in inhalational anthrax. Prophylaxis: Ciprofloxacin 500mg 12hourly for high risk from exposure.",
        "cop": 2,
        "opa": "Consolidation and pleural effusion",
        "opb": "Mediastinal widening and pleural effusion",
        "opc": "Bilateral patchy opacities with pleural effusion",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5dd477b7-ffc0-41aa-b7d3-1f6d0945add0",
        "choice_type": "multi"
    },
    {
        "question": "A 63-year-old woman presents to the emergency room with symptoms of sudden onset of shortness of breath. She reports no chest discomfort, cough, sputum, or fever. Her past medical history is negative for any prior heart or lung problems. She was recently diagnosed with breast cancer and is undergoing active treatment. On examination, her blood pressure is 120/80 mm Hg, pulse 100/min, and heart and lungs are normal. There are no clinical signs of deep venous thrombosis (DVT). Which of the following investigations is most likely to rule out a pulmonary embolism (PE)?",
        "exp": "The ventilation-perfusion lung scan is most valuable in ruling out a PE. If properly performed early in the course of symptoms, a normal scan rules out the diagnosis. High-probability scans are usually considered enough evidence of PE to warrant definitive treatment. Intermediate- or low- probability scans may require further investigation depending on the prior probability of disease. More recent data suggest that a normal high-resolution chest CT with contrast rules out clinically significant PE and is replacing perfusion scanning since the lung images may provide an alternate diagnosis for the patient's symptoms.",
        "cop": 3,
        "opa": "normal CXR",
        "opb": "normal electrocardiogram (ECG)",
        "opc": "normal ventilation-perfusion lung scan",
        "opd": "normal ventilation scan",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "3888c451-ca5e-4c3c-85d9-f94730f66667",
        "choice_type": "single"
    },
    {
        "question": "Rampal, 45 yr old man presents with history of recurrent hemoptysis and purulent sputum. His chest X-Ray is normal, which of the following will be the next best investigation for him?",
        "exp": "Ans. is 'a' i. e. HRCT History of the pt. points towards the diagnosis of bronchiectasis. To rule out or confirm the diagnosis of bronchiectasis, HRCT is advised. Harrison writes - \"In patients with suspected bronchiectasis, HRCT is now the diagnostic procedure of choice, having replaced bronchography. \"",
        "cop": 1,
        "opa": "HRCT",
        "opb": "CT guided angiography",
        "opc": "Angiography",
        "opd": "Spiral CT",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6b7f1b74-5112-444b-8353-1b2ba32da923",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old man is seen for an insurance assessment. He has no past medical history and feels well. His compete physical examination is normal. His biochemistry, complete blood count (CBC), ECG, and urinalysis are also normal. His CXR is abnormal and presented in Figure given below. Which of the following is the most likely diagnosis?",
        "exp": "There is a calcified nodule in the left apex. Obviously, a calcified tuberculous granuloma is the most common lesion. This may be from reinfection tuberculosis, where its preference for the apicoposterior segment is well-known. It is also possible that it may be a calcified Ghon's lesion.",
        "cop": 2,
        "opa": "hamartoma of the lung",
        "opb": "tuberculous granuloma of the left apex",
        "opc": "osteochondroma of the left 4th rib",
        "opd": "bronchogenic carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "ce815e5d-51ed-4a8a-8d7e-90d5c163b03d",
        "choice_type": "single"
    },
    {
        "question": "If a patient has to undergo cect chest prerequisite would be",
        "exp": "Answer: (A) NPO FOR 6. HRS &S. CREATININE NORMALIn preparation for a CT scan, patients are often asked to avoid food, especially when contrast material is to be used. Contrast material may be injected intravenously, or administered by mouth or by an enema in order to increase the distinction between various organs or areas of the body. Therefore, fluids and food may be restricted for several hours prior to the examination. If the patient has a history of allergy to contrast material (such as iodine), the requesting physician and radiology staff should be notified. All metallic materials and certain clothing around the body are removed because they can interfere with the clarity of the images. Because Contrast material has to be excreted without any metabolism, kidney functions are required to be normal. CT scans have vastly improved the ability of doctors to diagnose many diseases earlier in their course and with much less risk than previous methods. Further refinements in CT scan technology continue to evolve which promise even better picture quality and patient safety. CT scans known as ''spiral\" or \"helical\" CT scans can provide more rapid and accurate visualization of internal organs. For example, many trauma centers are using these scans to more rapidly diagnose internal injuries after serious body trauma. High resolution CT scans (HRCT) are used to accurately assess the lungs for inflammation and scarring. CT angiography is a newer technique that allows noninvasive imaging of the coronary arteries. Note that some CT scanners may not be able to accommodate pat ients that weigh over 400 pounds.",
        "cop": 1,
        "opa": "NPO for 6hrs &s. Creatinine normal",
        "opb": "NPO for 6hrs",
        "opc": "NPO for 6hrs & LFT normal",
        "opd": "Blood sugar normal and no dietary restriction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "19de4002-484d-4743-808f-879146d47382",
        "choice_type": "single"
    },
    {
        "question": "Hydrostatic Pulmonary edema with fluid in alveoli is usually seen when PCWP is -",
        "exp": "Ans. is 'd' i. e., >25 mm Hg o Normally a constant fluid exchange takes place between the pulmonary! vascular bed and the interstitium of the lung. o Fluid that extravasates at the start of the capillary bed (transudate) is reabsorbed due to the intravascular colloid osmotic (oncotic) pressure or is drained off by lymphatic vessels. o Pulmonary edema develops when fluid extravasation outstrips reabsorption by the capillaries and exceeds the drainage capacity of the lymphatics. o The rate of fluid reabsorption is determined by the intravascular and interstitial oncotic pressure. o The normal pulmonary capillary pressure is 8-12 mm Hg and the normal oncotic pressure of the plasma is approximately 25 mm Hg. o This pressure differential ensures the complete reabsorption of the fluid when the hydrostatic intravascular pressure (pulmonary capillary pressure) rises and approaches 18-25 mm. Hg intersitial edema occurs initially and alveolar edema develops at higher pressures > 25 mm Hg. Note: o Pulmonary> edema may result from damage to the alveolar capillary> membrane or from fall in the oncotic pressure. o Alveolar Pulmonary edema from elevated hydrostatic pressure (Cardiosenic) is npicallv associated with PCWP > 25 mm Hg. Elevated PCWP but with Pressure < 25mm Hg is usually associated with intestitialpulmonary edema and not true alveolar pulmonary edema. PCWPStage. Interpretation in relation to Hydrostatic Pulmonary Edema5-12 mm Hg (Normal). Normal. No Pulmonary Edema12-17 mm Hg. Stage 1. Excess fluid can still be cleared by lymphatic drainage X-ray-cephalisation of pulmonary vessel18-25 mm Hg (Moderate Increase). Stage 2. Characterized by the presence of interstitial edema Some fine cracking breath sounds may X-ray kereley B lines, suppleural efffusion>25mm. Hg (Severe Increase). Stage 3. Characterized by alveolar pulmonary edema (fluid and proteins enter the alveolar space) due to rupture alveolar membrane Physical findings are prominent and include clinically significant hyproxemia, tachypnea, respiratory distress, diffuse crackles, and wheezing breath sounds X-ray- pulmonary edema (infiltrates and vascular engorgement)",
        "cop": 4,
        "opa": ">6mm. Hg",
        "opb": "0mm. Hg",
        "opc": "15mm. Hg",
        "opd": "25mm. Hg",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "25e537d3-b48f-477e-9115-e607f1e4b519",
        "choice_type": "multi"
    },
    {
        "question": "A 46 year old female complains of chronic cough for the past 3 weeks. She was recently diagnosed with hypertension and placed on an angiotensin receptor blocker therapy (ARBs). Chest X-ray shows large nodular densities bilaterally. Bronchial biopsy showed granulomatous inflammation of the pulmonary artery. Lab investigations showed a positive c. ANCA with a serum creatinine of 3. 6mg/dl. Urine analysis shows RBC casts and hematuria. The most likely cause for this presentation is",
        "exp": "Answer: c) Granulomatosis with polyangitis. GRANULOMATOSIS WITH POLYANGIITIS (WEGENER'S). More common in males; average age 40 years. Necrotizing Granulomatous vasculitis characterized by triad of. Necrotizing granulomas of upper or lower respiratory tract. Necrotizing or granulomatous vasculitis affecting small to medium-sized vessels, most prominent in the lungs and upper airways. Kidneys (focal necrotizing crescentic glomerulonephritis). Most common presentation - epistaxis, nasal crusting and sinusitis. Other classic features: persistent pneumonitis with bilateral nodular and cavitary infiltrates, ulcerations of the nasopharynx and renal disease (proteinuria, hematuria, and red blood cell casts). Palpable purpura, digital gangrene, strawberry gums, subglottic stenosis, nasal septal perforation. Increased incidence of venous thrombotic events. Lab findings. Histology: Granulomas with geographic patterns of central necrosis and accompanying vasculitis. In contrast to other forms of glomerulonephritis, evidence of immune complex deposition is not found in the renal lesion. PR3-ANCA positive in 90%Normocytic anemia, elevated ESR, leukocytosis, thrombocytosis Treatment of choice: cyclophosphamide. Churg-Strauss - eosinophilic granulamatosis with polyangitis with a positive p. ANCA (in about 40% of the cases), c. ANCA is rarely positive. ACE inhibitors produce cough, but not ARBs. Microscopic polyangiitis - absence of nasopharyngeal involvement and granulomas of the lung.",
        "cop": 3,
        "opa": "Hypertensive medication",
        "opb": "Microscopic polyangitis",
        "opc": "Granulamatosis with polyangitis",
        "opd": "Churg-Strauss Syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "977d2d60-35bd-477a-8a77-e302d1ced881",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old black female presents to your office with symptoms of cough, dyspnea, and lymphadenopathy. Physical exam shows cervical adenopathy and hepatomegaly. Her chest radiograph is shown below. How should you pursue diagnosis?",
        "exp": "(c) Source: (Braunwald, 15/e, pp 1969-1974.) Sarcoidosis is a systemic illness of unknown etiology. Many patients have respiratory symptoms, including cough and dyspnea. Hilar and peripheral lymphadenopathy is 62 Medicine 10345 Berk_2p_03. k. qxd 5/15/03 10: 23 AM Page 62 common, and 20 to 30% of patients have hepatomegaly. The chest x-ray shows symmetrical hilar lymphadenopathy. The diagnostic method of choice is transbronchial biopsy, which will show a mononuclear cell granulomatous inflammatory process. While liver and scalene node biopsies are often positive, noncaseating granulomas are so frequent in these sites that they are not considered acceptable for primary diagnosis. ACE levels are elevated in twothirds of patients, but false-positive values are common in other granulomatous disease processes.",
        "cop": 3,
        "opa": "Open lung biopsy",
        "opb": "Liver biopsy",
        "opc": "Bronchoscopy and transbronchial lung biopsy",
        "opd": "Scalene node biopsy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "fec7428e-b57b-4aea-a8ed-8555e96f7dce",
        "choice_type": "single"
    },
    {
        "question": "Most common site of metastasis from bronchogenic carcinoma:",
        "exp": "Ans: b (Liver) Ref: Robbins, 7th ed, p. 760. Among the options given liver is the most common site of metastasis from bronchogenic carcinoma. But according to Robbins more than half of the cases of lung carcinoma spread to adrenal, and adrenals are the most common site of metastasis from lung carcinoma. So if both liver and adrenals are given in the option, choose adrenals. Order of metastasis. Adrenals: > 50%Liver: 30-50%Brain: 20%Bone: 20%Important points of the various types of bronchogenic carcinoma. Adenocarcinoma. Most common histological type worldwide. Most common histological type in life time non- smokers. Most common histological type in young patients. Most common Ca lung which metastizes to opposite lung. Peripheral in distribution. Most common variety associated with thrombophlebitis. Squamous cell Ca. Most common histological type in India. Cavities are seen. Central in distribution. Pancoast tumor is squamous cell variety. It is located in the apex (not in the centre). Most common variety associated with hypercalcaemia. It has best prognosis. Small cell Ca. Most common variety associated with paraneoplastic syndromes. Most common variety associated with hypokalemia. Most responsive to chemotherapy and radiation. But due to late detection it has the worst prognosis. Note. Most common variety associated with gynaecomastia - large cell carcinoma",
        "cop": 2,
        "opa": "Brain",
        "opb": "Bone",
        "opc": "Liver",
        "opd": "Spine",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1cb1cb65-ec98-43c7-bf6d-db5e4284e5b5",
        "choice_type": "single"
    },
    {
        "question": "A 33-year-old farmer complains of recurrent episodes of wheezing after working in a barn where hay is stored. On auscultation, there are bibasilar crackles and heart sounds are normal. His laboratory work is normal with no increase in eosinophils and the chest x-ray (CXR) reveals patchy lower lobe infiltrates. Which of the following is the most likely diagnosis?",
        "exp": "Hypersensitivity pneumonitis is an inflammatory disorder of the lungs involving alveolar walls and terminal airways that is caused by repeated exposure to organic agents. In this example of \"farmer's lung, \" the inhalation of antigens present in moldy hay such as thermophilic actinomyces or Aspergillus species are the causative agents. When exposure to moldy hay is stopped, symptoms and signs of farmer's lung all tend to abate and complete recovery usually follows. In acute syndromes, the presentation is 4-8 hours after exposure. Symptoms include fever, chills, malaise, cough, and dyspnea without wheezing. The rate of disease depends on rainfall (which promotes fungal growth) and agricultural practices related to turning and stacking hay. In acute and subacute presentations, removing exposure to the antigen will result in complete recovery.",
        "cop": 3,
        "opa": "asthma",
        "opb": "chronic obstructive lung disease",
        "opc": "hypersensitivity pneumonitis",
        "opd": "bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "ec7264cf-c49b-4c0e-91fb-42ba85eb61e6",
        "choice_type": "single"
    },
    {
        "question": "Kartagener's syndrome includes all EXCEPT:",
        "exp": "(Bronchitis) (1542-H 16th) (1629-H17th)* Primary ciliary dyskinesia fall in to the subgroup of kartagner's syndrome, in which situs inversus accompanies bronchiectasis and sinusitis.",
        "cop": 2,
        "opa": "Situs inversus",
        "opb": "Bronchitis",
        "opc": "Sinusitis",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4f03aee7-36f7-4d1c-a346-20113f2082ec",
        "choice_type": "multi"
    },
    {
        "question": "A patient with hypoxemia, hypercapnia, and polycythemia is able to restore his blood gases to normal by voluntary hyperventilation. Which of the following is the most likely location for the abnormalities seen on his blood gases?",
        "exp": "The primary pathology is likely to be located in the respiratory center. Cyanosis, especially when asleep, is caused by a combination of polycythemia and hypoxia. The symptoms of alveolar hypoventilation are caused by both hypercarbia and hypoxemia.",
        "cop": 4,
        "opa": "cerebral cortex",
        "opb": "bone marrow",
        "opc": "ventricular septum",
        "opd": "respiratory center",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6ab9710b-a0b8-4108-afa0-d85e612469a8",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old man presents to the clinic for assessment of shortness of breath on exertion. The symptoms started many months ago after a \"cold\" and seem to be getting worse. There is no associated cough or sputum production, and he reports a 40-pack-per-year history of smoking. He otherwise feels well and his only past health history is hypertension that is well controlled on amlodipine. On physical examination, there are bilateral wheezes on expiration and increased resonance to percussion of the chest. Pulmonary function tests confirm the diagnosis of chronic obstructive lung disease (COPD). Which of the following is the best definition of this condition?",
        "exp": "COPD is defined as a disease state that is characterized by airflow limitation that is not fully reversible. Emphysema and chronic bronchitis are closely related, and the term COPD is often used to encompass both. Chronic bronchitis is a clinical syndrome defined as excessive tracheobronchial mucous production severe enough to cause productive cough for at least 3 months of the year for at least 2 consecutive years. Emphysema is defined as the distention of air spaces distal to the terminale bronchiole, with destruction of alveolar septa. It is primarily a histologic diagnosis. Smoking is the usual antecedent for COPD.",
        "cop": 3,
        "opa": "it is caused by bronchial asthma",
        "opb": "it is preceded by chronic bronchitis",
        "opc": "it is airflow limitation that is not fully reversible",
        "opd": "it is due to destruction and dilatation of lung alveoli",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "104982d7-965f-46a7-a9c3-17f9527259c0",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old African American woman presents with mild dyspnea on exertion, fever, and a rash on her legs. Her symptoms have come on gradually and she reports no pleuritic chest pain, hemoptysis or sputum production. She has no significant past medical history, smokes 10 cigarettes/day and is not taking any medications. Physical examination reveals generalized lymphadenopathy and tender erythematous nodules on her legs. CXR shows bilateral symmetric hilar adenopathy and reticulonodular changes in both lungs. She has a restrictive lung disease pattern on pulmonary function testing. Which of the following is the most likely diagnosis?",
        "exp": "(d) Source: (Kasper, p. 2022) Sarcoidosis is the most likely diagnosis. Granulomatous inflammatory changes of sarcoidosis may occur in almost any organ. About 90% of patients with sarcoid will have an abnormal CXR at some point.",
        "cop": 4,
        "opa": "Hodgkin's disease",
        "opb": "tuberculosis",
        "opc": "rheumatic fever",
        "opd": "sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "0cdcec19-91b0-4d3e-a5c7-a85300702a3a",
        "choice_type": "multi"
    },
    {
        "question": "All the following are true regarding COPD EXCEPT",
        "exp": "Ans. c (Decreased residual volume/total lung capacity ratio) (Ref. H-16, h/pg. no. 1542-47; Table 242-1)COPD# Pulmonary function testing shows airflow obstruction with a reduction in FEV/ and FEV/FVC.# With worsening disease severity, lung volumes may increase, resulting in an increase in total lung capacity, functional residual capacity, and residual volume.# In emphysema, the diffusing capacity may be reduced, reflecting the parenchymal destruction.# Degree of airflow obstruction is imp prognostic factor in COPD and is the basis for GOLD disease classification.# Computed tomography (HRCT) scan is the current definitive test for establishing the presence or absence of emphysema. Gold criteria for copd severity. Gold Stage. Severity. Symptoms. Spirometry0. At risk. Chronic cough, sputum production. Normal. IMild. With or without chronic cough or sputum production predicted. FEV1/FVC < 0. 7 and FEV1 80%IIAModerate. With or without chronic cough or sputum production < 80% predicted. FEV1/FVC < 0. 7 and 50% = FEV1. IIISevere. With or without chronic cough or sputum production< 50% predicted. FEV1/FVC < 0. 7 and 30%=FEV1. IVVery severe. With or without chronic cough or sputum production predicted or FEV1 < 50% predicted with respiratory failure or signs of RHFFEV1/FVC < 0. 7 and FEV1 < 30%Clinical Correlation: Changes in lung Compliance| Compliance. Emphysema# Less elastic recoil of lungs, so FRC |# Chest wall expands and becomes barrel-shaped# Also, | RV, | TLC, |FVC, | Raw|Compliance. Fibrosis, respiratory distress syndrome# Tendency of lungs to collapse, so FRC |# Also, ||TLC, |RV, ||FVC",
        "cop": 3,
        "opa": "Increased residual volume",
        "opb": "Increased total lung capacity",
        "opc": "Decreased residual volume/total lung capacity ratio",
        "opd": "Decreased vital capacity",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "7737a9f9-22a2-4a14-addc-46e07ee648b5",
        "choice_type": "multi"
    },
    {
        "question": "Proximal Bronchiectasis is feature of?",
        "exp": "Ans. a (Allergic bronchopulmonary aspergillosis) (Ref. Harrison's Medicine, 18th. Ch. 204). Bronchiectasis accompanying ABPA often involves proximal airways and is associated with mucoid impaction. Other features on high-resolution CT scanning can suggest a specific etiology of the bronchiectasis. For example, bronchiectasis of relatively proximal airways suggests ABPA, whereas the presence of multiple small pulmonary nodules (nodular bronchiectasis) suggests infection with M. avium complex. BRONCHIECTASISEtiologies of Bronchiectasis- Mycobacterial- Viral (Swyer-James syndrome)- Fungal (including ABPA)- Dyskinetic cilia syndromes (Kartagener's)- Cystic fibrosis- Alphal-antitrypsin deficiency- Mounier-Kuhn's syndrome- Williams-Campbell syndrome- Bronchopulmonary sequestration- AIDS- Acquired hypogammaglobulinemia- Selective or pangammaglobulinemia- Postobstructive (neoplasm, foreign body, stricture)- Chronic rejection (obliterative bronchiolitis)- Graft-versus-host disease- Aspiration- Inhalation of toxic gases- Collagen vascular diseases- Asthma- Yellow-nail syndrome- Sarcoidosis High-resolution CT (HRCT) is accepted accurate noninvasive means of diagnosing bronchiectasis. Signs described on CT include: tram-track sign, signet ring sign, string of pearls sign, and cluster of grapes sign. When a dilated bronchus is oriented perpendicularly to the plane of the section it is recognized in cross-section as a ring structure, with an internal diameter larger than that of its accompanying pulmonary artery branch. Termed the signet ring sign, the wall of the dilated bronchus represents the band of the ring, whereas the signet is the soft-tissue density produced by the artery. This is diagnostic sign. A wide spectrum of abnormalities may be identified at HRCT in patients with airway disease, including various distinctive patterns of bronchiectasis in specific clinical settings, such as ABPA, MAC infection, AIDS, and cystic fibrosis (CF). The predominant HRCT finding in CF is bronchiectasis, which is typically panlobar. Proximal and parahilar bronchiectasis are identified in all of these cases; in about a third of cases it is limited to these areas, a pattern termed CENTRAL OR PROXIMAL BRONCHIECTASIS, as seen in ABPA.",
        "cop": 1,
        "opa": "Allergic bronchopulmonary aspergillosis",
        "opb": "Tuberculosis",
        "opc": "Measles pneumonia",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b2df7936-582f-4835-8fa4-b7c7e6b5c68c",
        "choice_type": "multi"
    },
    {
        "question": "What is the effect of rheumatoid arthritis on the lung?",
        "exp": "Ans. C. Exudative pleural effusion. Lung Disease in Rheumatoid Arthritis* Most common pulmonary manifestation is pleural involvement leading to pleural friction rub and effusion.* This is due to inflammatory breakdown of pulmonary nodules.* Pleural effusions tend to be exudative with increased numbers of monocytes and neutrophils.* Interstitial lung disease. Pulmonary function testing shows a restrictive pattern (e. g. reduced total lung capacity) with a reduced diffusing capacity for carbon monoxide (DLCO).* Caplan's syndrome is characterized by the development of nodules and pneumoconiosis following silica exposure.",
        "cop": 3,
        "opa": "DLco normal",
        "opb": "CXR is normal",
        "opc": "Exudative pleural effusion",
        "opd": "Flow volume pattern showing an obstructive pattern",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "17e0cf3f-bcba-46bf-8117-31da381a3bfd",
        "choice_type": "single"
    },
    {
        "question": "Hospital acquired pneumonia is infection occurring after how many days of hospital admission?",
        "exp": "Ans b (2 days) Ref: Harrison 's, 16th ed, p. 1538, 17th ed, p. 1619. Nosocomial pneumonia is defined as pneumonia occurring at least 48 hrs after hospital admission and not incubating at the time of admission. Cause of nosocomial infection- Gram negative bacilli- Staph aureus. Though Gram negative bacilli are the most common cause of nosocomial pneumonia. Staph aureus is the single most common individual agent causing nosocomial pneumonia. Note: Pneumatocoeles are seen in. Upper lobe predilection. Pneumonia in alcoholics- Staph aureus and Klebsiella- Klebsiella- Klebsiella. Most common nosocomial infection is UTI",
        "cop": 2,
        "opa": "1 day",
        "opb": "2 days",
        "opc": "4 days",
        "opd": "1 week",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4961b8b5-7b27-4350-b4c5-cf693b05b14a",
        "choice_type": "single"
    },
    {
        "question": "Drugs of choice in diffuse pan bronchioltis is",
        "exp": "(Erythromycin): (1489-1490 - H18th edition). Low dose erythromycin is the D. O. C. in the treatment of diffuse panbronchiolitis. Macrolides have to be taken orally for an extended period of time -2-3 yrs. M. O. A - Immunomodulation. The antibiotic effects of marolides are not involved in their beneficial effects toward reducing inflammation in DPB. They are especially effective at inhibiting the proliferation of neutrophils, by diminishing the ability of interleukin 8 and leukotriene B4 to attract them. They also reduce lymphocyte activity and obstructive mucus and water secretions in airways. Diffuse panbronchiolitis (DPB) is an idiopathic progressive inflammatory obstructive lung disease. It tends to present in middle aged (~ 30-60 year old) adults, often non smokers. There is a high prevalence rate in males with a M: F ratio of ~ 2: 1. Pathology. Diffuse panbronchiolitis is characterized by centrilobularperibronchiolar infiltrates of acute and chronic inflammatory cells, which occur principally at the level of the respiratory bronchioles. There can be bronchiolar dilatation and intra-luminal inflammatory exudates. Radiographic features. Plain film. Non specific and may show bilateral, diffuse, small nodular shadows with pulmonary hyper inflation. HRCT ChestA periphero-basilar predilection may be present. Features are generally non specific and include:* Centrilobular opacities with branching lines (tree-in-bud pattern)* Bronchiolectasis* Expiratory air trapping",
        "cop": 1,
        "opa": "Erythromycin",
        "opb": "Tetracyclines",
        "opc": "Predsnilone",
        "opd": "Cyclophosphamide",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "453d83f6-ef7a-458c-a77e-3635416cab72",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old man presents to the clinic for evaluation of worsening shortness of breath on exertion. He has severe kyphoscoliosis due to cerebral palsy. He reports no other symptoms of chest discomfort, fever, chills, cough, or sputum production. On physical examination, he is not in distress; he has a severe scoliosis to the left; and decreased air entry to that side. His right lung is clear, the JVP is at 3 cm, and heart sounds are normal. Pulmonary function tests are performed. Which of the following is the most likely abnormality to be seen on the pulmonary function tests?",
        "exp": "Bony deformities of the chest can lead to respiratory failure with raised PCO2, as well as recurrent pulmonary infection. Most patients develop a restrictive lung disease pattern with decreased compliance, reduced TLC and VC. In addition, because of the reduced compliance, the resting position of the lung changes such that FRC is reduced. Finally, the net effect is an increase in the work of breathing. The pattern on pulmonary function testing is usually that of a restrictive pattern.",
        "cop": 3,
        "opa": "increased total lung capacity (TLC)",
        "opb": "increased functional residual capacity (FRC)",
        "opc": "decreased TLC",
        "opd": "increased compliance",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "3917ed03-a6f0-423f-ab8e-1b103569b362",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man is evaluated for symptoms of shortness of breath. He reports no other lung or heart disease. He smokes half pack a day for the past 10 years. On examination, his JVP is 2 cm, heart sounds normal, and lungs are clear. A CXR shows hyperinflation and increased lucency of the lung fields. A chest CT reveals bullae and emphysematous changes, while pulmonary function tests show an FEV1/FVC ratio of <70%. Evaluation of his family reveals other affected individuals. Which of the following is the most likely diagnosis?",
        "exp": "Most people have two MM genes and a resultant alpha1-antitrypsin level in excess of 2. 5 g/L. Homozygotes with ZZ or SS genotypes have severe alpha1-antitrypsin deficiency and develop severe pan acinar emphysema in the third or fourth decade of life. Smoking is an important cofactor in the development of disease. Heterozygotes (MZ or MS) have intermediate levels of alpha1-antitrypsin (i. e., genetic expression is that of an autosomal codominant allele). This heterozygous state is common (5-14% of general population), but it is unclear whether it is associated with lung function abnormalities.",
        "cop": 1,
        "opa": "alpha1-antitrypsin deficiency",
        "opb": "beta-glycosidase deficiency",
        "opc": "glucose-6-phosphatase deficiency",
        "opd": "glucocerebrosides deficiency",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "ca063d02-1036-4b6d-abfe-80c368b05bdf",
        "choice_type": "single"
    },
    {
        "question": "The chest CT scan given below shows the presence of",
        "exp": "Ans. B. Bronchiectasisa. Above CT scan shows-i. Cystic dilation of large airwaysii. Peribronchial thickeningiii. Signet ring sign is seenb. Pneumatocele are cystic cavities seen in Staph aureus pneumonia. c. Lung cancer is easily ruled out as there is no focal swelling.",
        "cop": 2,
        "opa": "Pneumatocele",
        "opb": "Bronchiectasis",
        "opc": "Normal scan",
        "opd": "Lung cancer",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "43aa9c38-cd38-49ab-99f3-46ca1a2f3286",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old construction worker has noted increasing shortness of breath and cough over many years. On physical examination bilateral inspiratory crackles are heard. Chest x-ray shows eggshell calcifications in hilar adenopathy and bilateral small nodular interstitial markings in the upper lobes.",
        "exp": "The 40-year-old construction worker provides an example of environmental lung disease. Silicosis is caused by the inhalation of crystalline silica. Occupations typically at risk include cement workers and sandblasters. These workers should be provided with respiratory protection such as a respirator. Usually, a latency period of 10 to 15 years from first exposure is required for the disease process to become evident. Asbestosis, another occupational lung disease, affects lower lobes (rather than the predominantly upper lobe involvement of silicosis). Asbestosis causes pleural disease, whereas silicosis causes lymphadenopathy.",
        "cop": 3,
        "opa": "Lymphangioleiomyomatosis",
        "opb": "Bronchoalveolar carcinoma of the lung",
        "opc": "Silicosis",
        "opd": "Eosinophilic pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "79ffcc22-b558-4e9a-97ba-1745ec07315c",
        "choice_type": "multi"
    },
    {
        "question": "TB is associated with which of the following:",
        "exp": "Ans: c (Silicosis) Ref: Harrison's, 16th ed, p. 1523; 17th ed, p. 1614. TB may be associated with silicosis. In silicosis TB may modify the silicotic process with ensuing caseation and calcification. Pneumoconiosis. It is described as nonneoplastic lung reactions induced by inhaled organic as well as inorganic particulates, chemical fumes and vapours. Eg: Silicosis, asbestosis, coal workers pneumoconiosis, berylliosis. Silicosis. Caused by crystalline silicon dioxide (silica), quartz particles. Silica is the most fibrogenic dust. Occupational exposures in - mining, stonecutting, glass and cement manufacturing. Pathological features. Fibrotic nodules are seen in the upper lobe. It may also lead to progressive massive fibrosis. Radiological features. It shows small rounded opacities in upper lobe. Hilar adenopathy is seen - egg shell calcification in these nodes. Patient with silicosis have a greater risk of acquiring Mycobacterium tuberculosis and atypical mycobacterial infections. Silicosis progresses even when exposure to dust ceases. Acute silicosis-An intense exposure to very fine crystalline silica dust for just 10 months can cause acute silicosis. It shows profuse miliary infiltration and it is rapidly fatal. Asbestosis- explained earlier. Coal workers pneumoconiosis. Caused by coal particles. Occupational exposure in - miners (mainly anthracite miners). Pathological features. Simple type - coal macules (1 -2 mm) are seen around bronchioles. Coal macules are carbon laden macrophages with collagen fibres. Progressive massive fibrosis - Fibrotic nodules are seen with black necrotic fluid. Multiple intensely blackened scars (>2 cm) may be seen. Radiological features. Generally confined to upper lobe, small irregular opacities (reticular pattern) are present which may develop into nodules (nodular pattern). Calcification is not generally seen. Caplan syndrome - Seropositive rheumatoid arthritis coexists with rounded fibrotic nodules (Pneumoconiosis) of 0. 5-5 cm in diameter. These nodules are mainly in the periphery of the lung fields. Berylliosis. Caused by exposure to beryllium in ceramics industries and high technology electronics. It causes a chronic granulomatous type of disease, the granuloma resembling that of sarcoidosis (without caseation). Silicosis - upper lobe. TB - upper lobe. Coal workers pneumoconiosis - upper lobe. Asbestosis - lower lobe",
        "cop": 3,
        "opa": "Asbestosis",
        "opb": "Coal workers pneumonia",
        "opc": "Silicosis",
        "opd": "Fanner's lung",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5ec33c34-cf16-4331-8cd9-9db5876aaf3d",
        "choice_type": "single"
    },
    {
        "question": "Reactivation tuberculosis is usually seen at -",
        "exp": "Ans is 'a' i. e., Apical and posterior segments of upper lobes Postprimary (adult-type) disease/Reactivation (Secondary) tuberculosis* Also referred to as reactivation or secondary TB, postprimary TB is probably most accurately termed adult-type TB, since it may result from endogenous reactivation of distant latent infection or recent infection (primary infection or reinfection).* It is usually localized to the apical and posterior segments of the upper lobes, where the substantially higher mean oxygen tension (compared with that in the lower zones) favors mycobacterial growth.* The extent of lung parenchymal involvement varies greatly, from small infiltrates to extensive cavitary disease. With cavity formation, liquefied necrotic contents are ultimately discharged into the airways and may undergo bronchogenic spread, resulting in satellite lesions within the lungs that may in turn undergo.* Massive involvement of pulmonary segments or lobes, with coalescence of lesions, produces caseating pneumonia.* While up to one-third of untreated patients reportedly succumb to severe pulmonary TB within a few months after onset (the classic \"galloping consumption\" of the past), others may undergo a process of spontaneous remission or proceed along a chronic, progressively debilitating course (\"consumption\" or phthisis).* Early in the course of disease, symptoms and signs are often nonspecific and insidious, consisting mainly of diurnal fever and night sweats due to defervescence, weight loss, anorexia, general malaise, and weakness. However, in up to 90% of cases, cough eventually develops--often initially nonproductive and limited to the morning and subsequently accompanied by the production of purulent sputum, sometimes with blood streaking.* Hemoptysis develops in 20-30% of cases, and massive hemoptysis may ensue as a consequence of the erosion of a blood vessel in the wall of a cavity.* Hemoptysis, however, may also result from rupture of a dilated vessel in a cavity (Rasmussen's aneurysm) or from aspergilloma formation in an old cavity.* The most common hematologic findings are mild anemia, leukocytosis, and thrombocytosis with a slightly elevated erythrocyte sedimentation rate and/or C-reactive protein level.",
        "cop": 1,
        "opa": "Apical and posterior segments of upper lobes",
        "opb": "Middle lobe",
        "opc": "Lower lobe",
        "opd": "Pleural space",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "47158eb4-c448-444c-b5f5-c9172e215368",
        "choice_type": "multi"
    },
    {
        "question": "65-year-old man presented with hemoptysis and stage 3 clubbing. The probable diagnosis of the patient is?",
        "exp": "Ans. A. Non- small cell lung Ca* Most common cause of hemoptysis is tuberculosis but at 65 years of age it is more likely a presentation of lung cancer.* Lung cancers can cause hemoptysis but clubbing is seen with non- small cell cancer of the lung only. Remember that clubbing is absent in small cell cancer of the lung.",
        "cop": 1,
        "opa": "Non- small cell lung Ca",
        "opb": "Small cell cancer of lung",
        "opc": "Tuberculosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5b4a3cf6-17e9-4ec7-971c-82d9ae4754d0",
        "choice_type": "multi"
    },
    {
        "question": "A 44-year-old woman has been complaining of a 4-year history of increasing dyspnea and fatigue. Physical examination reveals increased JVP and a reduced carotid pulse. Precordial examination reveals a left parasternal lift, loud P2, and right-sided S3 and S4. There are no audible murmurs. CXR reveals clear lung fields and an ECG shows evidence of right ventricular hypertrophy. Pulmonary function tests show a slight restrictive pattern. A diagnosis of primary pulmonary hypertension (PPH) is made. Which of the following is the most likely cause of death in this condition?",
        "exp": "Death is usually the result of either intractable right heart failure or sudden death. The natural history of the disease is unclear because the disease is asymptomatic for a long period. Survival from diagnosis is dependent on the functional class of the patient. Functional class IV dyspnea suggests a mean survival of only 6 months. Patients with PPH are also at increased risk of veno-thromboembolic disease and current guidelines recommend chronic anticoagulation with warfarin. Left ventricular failure and myocardial infarction are not usual causes of death in patients with PPH.",
        "cop": 4,
        "opa": "intractable left ventricular failure",
        "opb": "intractable respiratory failure",
        "opc": "massive PE",
        "opd": "intractable right ventricular failure or sudden death",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e3fcaf6b-65b9-447e-a451-36d5215d2ae3",
        "choice_type": "single"
    },
    {
        "question": "Causes of exudative pleural effusion all except",
        "exp": "Ans. b (Liver cirrhosis). (Ref. Harrison, Principles of Medicine 18th/Ch. 263). Features of Exudative pleural effusion1. Pleural fluid protein/serum protein > 0. 52. Pleural fluid LDH/serum LDH > 0. 6. ETIOLOGY: Exudative. Transijdative1. Neoplastic1 CCF2. Infections2. Cirrhosis3. Pulmonary embolism3. Pulmonary embolism4. Collagen vascular disease4. Nephrotic syndrome5. GIT (esophageal perforation, etc)5. Mwxedema6. Sarcoidosis6. SVC' obstruction7. Uremia7. Per itoneal dialysis8. Asbestosis8. Uriinothorax9. Post CABG 10. Post radiation 11. Trauma (hemothorax) 12. Meigs and yellow nail syndrome 13. Pericardial disease 14. Chylothorax 15. Ovarian hyperstimulation 16. Post cardiac injury syndrome 17. Trapped lung 18. Drugs (nitrofurantoin, dantrolene, amiodarone, procarbazine, methysergide, bromocryptine)",
        "cop": 2,
        "opa": "Mesothelioma",
        "opb": "Liver cirrhosis",
        "opc": "TB",
        "opd": "Esophageal perforation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "032426e5-48f2-46e3-99bb-4fbb97f5923e",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding pneumoconioses EXCEPT:",
        "exp": "(Centrilobular emphysema is seen in pneumoconioses) (1552-57-H 16th) (1615-HI7th)PNEUMOCONIOSES - are chronic fibrotic lung diseases caused by the inhalation of coal dust and various other inert, inorganic or silicate dusts* Asbestosis - no specific therapy is available, supportive care is same as with diffuse interstitial fibrosis (Glucocorticoids are the mainstay of therapy in interstitial lung disease) (1557-H 16th)* Silicosis - 'egg-shell' pattern, associated with reticular pattern of irregular densities.* Caplan's syndrome - First describes in coal minors but subsequently found in patients with a variety of pneumoconiosis, includes seropositive rheumatoid arthritis with characteristic PMF. Emphysema. Centriacinar - Most frequently associated with cigarette smoking. Panacinar - Observed in cti antitrypsin deficiency",
        "cop": 4,
        "opa": "Caplan's syndrome is seen in all types of pneumoconioses",
        "opb": "'Eggshell' calcification is seen in silicosis",
        "opc": "Asbestosis is treated with corticosteroids",
        "opd": "Centrilobular emphysema is seen in pneumoconioses",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e8bfa0ba-c283-4f81-8096-90e061727270",
        "choice_type": "multi"
    },
    {
        "question": "What is the diagnosis in this patient who developed chest pain after coughing?",
        "exp": "Answer B. Lung herniationA radiograph of the chest showed extension of lung parenchyma beyond the rib cage laterally at the base of the left lung. Computed tomography of the chest revealed lung herniation through a left lower intercostal space laterally, as well as a moderate pleural effusion on the left side. The patient underwent successful surgical repair of the hernia.",
        "cop": 2,
        "opa": "Lung cancer",
        "opb": "Lung herniation",
        "opc": "Pneumothorax",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6873293a-7023-4192-be50-1b1b42ff1f9d",
        "choice_type": "single"
    },
    {
        "question": "Which is a feature of high altitude pulmonary edema",
        "exp": "Ans. is 'b' i. e. associated with pulmonary hypertension [Ref: Harrison 17/e, p 1707 (16/e, p 1617); ACP Medicine ' (2006); Ganong 22/e, p 685; www. emedicine. com/MED/topicl956. htm. JHigh altitude pulmonary edema (HAPE) is a life-threatening form of non-cardiogenic pulmonary edema that occurs in otherwise healthy mountaineers at altitudes above 2, 500 meters (8, 200 feet). HAPE belongs to a spectrum of High altitude illness. HAPE and High Altitude Cerebral Edema are most ominous forms of High altitude illness. Milder forms are - acute mountain sickness, retinal hemorrhages, and peripheral edema. The initial insult that causes HAPE is excessive hypoxia caused by the lower air pressure at high altitudes. The mechanisms by which this shortage of oxygen causes HAPE are poorly understood, but two processes are believed to be important: Increased pulmonary arterial and capillary pressures (pulmonary hypertension) secondary to hypoxic pulmonary vasoconstriction. An idiopathic non-inflammatory increase in the permeability of the vascular endothelium.* Treatment includes. Descent from altitude, Bedrest. Oxygen \" Inhaled nitric oxide. Nifedipine.",
        "cop": 2,
        "opa": "Associated with low cardiac output",
        "opb": "Associated with pulmonary hypertension",
        "opc": "Occurs only in unacclamatized persons",
        "opd": "Exercise has no effect",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "808a7fdd-4e8e-4816-a3c9-60cffcb25b09",
        "choice_type": "single"
    },
    {
        "question": "All are true in definition of chronic bronchitis except:",
        "exp": "Ans: d. Ref: Harrison, 15thed, p. 1491, CMDT, 2004 p. 232",
        "cop": 4,
        "opa": "Cough 3 months",
        "opb": "Productive cough",
        "opc": "More than 2 consecutive months",
        "opd": "Haemoptysis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f52183f4-c029-4a62-b069-9bd992afe55e",
        "choice_type": "multi"
    },
    {
        "question": "Tropical pulmonary eosinophilia is caused because of -",
        "exp": "Ans. is 'a' i. e., Occult filariasiso Occult filariasis is a rare condition which is caused by hypersensitivity- reaction to filarial antigen. o Micro filatia are absent in the blood. o Lymphatic filariasis is absent. o Indirect evidence of filarial infection is obtained by demonstrating antifilarial antibodies.",
        "cop": 1,
        "opa": "Occult filariasis",
        "opb": "Cerebral melaria",
        "opc": "Penumonic plague",
        "opd": "Asthmatic bronchitis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "4c1125fa-d791-4c45-b2bb-71fea1fc0cca",
        "choice_type": "single"
    },
    {
        "question": "True about obstructive lung disease is -",
        "exp": "(A) Decrease FEV, and FEV1/FVC) (2158-H 18th, (673 - Davidson 21st)* Hall mark of COPD is air flow obstruction (Reduction in FEV, and FEV1/FVC)* Lung volume may increase, resulting in an increase in total lung capacity (TLC), functional residual capacity (FRC) and residual volume (RV).* More recently it has been shown that a multifunctional index incorporating airflow obstruction - exercise performance, dyspnea, and body mass index is a better predictive of mortality rate than pulmonary function alone. Gold criteria for COPD severity1. Mild. FEV1 /FEV < 0. 7 and FEV >80% predicted2. Moderate. FEV1 /FVC < 0. 7 and 50%< FEV, <80%predicted3. Severe. FEV1 /FVC < 0. 7 and <30% FEV, <50% predicted4. Very severe. FEV1 /FVC < 0. 7 and FEV, <30% predictedor. FEV1 <50% predicted with respiratory failure or signs of right heart failure.* The change in pH with PCO2 is 0. 08 units/l. Omm. Hg actively and 0. 03 units (l. Omm. Hg in the chronic state.* Increase hematocrit suggests the presence of chronic hypoxemia as does the presence of signs of right ventricular hypertrophy.* CT scan is the current definitive test for establishing the presence or absence of emphysema in living subjects.* Recent guidelines have suggested testing for a a, AT deficiency in all subjects with COPD or asthma with chronic airflow obstruction.",
        "cop": 1,
        "opa": "Decreased FEV1 and FEV1/FVC",
        "opb": "FEV1/FVC normal or increased",
        "opc": "Decreases RV",
        "opd": "Decrease total lung capacity",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "cfa038eb-39a2-4eb3-814a-dbd00d330f40",
        "choice_type": "multi"
    },
    {
        "question": "Which occupation increases risk for silicosis:",
        "exp": "Ans. a. Mica worker. SILICOSISDefinition: Silicosis is an occupational lung disease caused by inhalation of silica dust. Epidemiology: Silicosis is seen in individuals who work in mining, quarrying, tunneling, glass and pottery making, and sandblasting. Signs and Symptoms: Silicosis will cause similar symptoms to asbestosis (or any other pneumoconiosis) except the acute form of silicosis, which is caused by massive exposure that causes lung failure in months. Pathology: Silica causes inflammatory reactions with pathologic lesions being the hyaline nodule. Chest X-ray: In silicosis there are nodules (1-10 mm) seen throughout the lungs that are most prominent in the upper lobes. A characteristic finding is eggshell calcifications (rare). In progressive massive fibrosis, densities are 10 mm or more and coalesce in large masses. Diagnosis: A lung biopsy is usually necessary for the diagnosis of Silicosis. Treatment: fhere is no effective therapy for silicosis. Death occurs usually because of progressive respiratory insufficiency. There is an association of silicosis with pulmonary TB. Patients with silicosis should have yearly purified protein derivative (PPD) tuberculin testing; a patient with positive reactive PPD (> 10 mm) should get isoniazid (INH) prophylaxis for 9 months. Extra Mile. Causes of interstitial lung disease (ILD). Cause. Disease. Asbestos. Asbestosis. Glass workers, mining, sandblasting, brickyards. Silicosis. Coal worker. Coal worker's pneumoconiosis. Cotton. Byssinosis. Electronics, ceramics, fluorescent light bulbs. Berylliosis. Mercury. Pulmonary fibrosis",
        "cop": 1,
        "opa": "Mica worker",
        "opb": "Sugarcane worker",
        "opc": "Cotton industry workers",
        "opd": "Coal mine workers",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "75227ca7-81ab-40dd-93de-1d3ffbc5add7",
        "choice_type": "single"
    },
    {
        "question": "All are true about pulmonary embolism except:",
        "exp": "Ans: c (All cases of pulmonary....) Ref: Harrison, 16 ed, p. 1561; 17th ed, p. 1652. All cases of pulmonary embolism does not lead to infarction, majority of them are asymptomatic. Note: Most common source of pulmonary emboli is pelvic or femoral veins. But most common site for deep vein thrombosis is calf vein (i. e., the tendency for these to embolize are less.)CXR of pulmonary embolism are usually normal 1st clinical sign is tachypnoea. Investigations. NON IMAGINGD dimer- It is elevated in about more than 90% of patients but it is not specific. ECG: most common finding is sinus tachycardia and AF. S wave in lead 1Q wave in lead 3T wave in lead 3. IMAGINGNon invasive. Lung scanning: VQ scanning- This is the most commonly used method. Chest CT: CT of chest with intravenous contrast is superseding lung scanning as the principal imaging test for diagnosis. Invasive imaging. Pulmonary angiography. It is the most specific. But now pulmonary angiography is usually reserved for patients who will undergo interventions such as catheter embolectomy or catheter directed thrombolysis. \"WELLS Diagnostic Scoring system is now used for suspected pulmonary embolism- It has a maximum of 12. 5 points\"Me Connells sign- In pulmonary embolism there will be right ventricular free wall hypokincsis but normal right ventricular apical motion.",
        "cop": 3,
        "opa": "60-80% are asymptomatic",
        "opb": "Most of thrombus are formed in deep leg vein",
        "opc": "All cases of pulmonary embolism lead to infarction",
        "opd": "Embolism may lead to haemorrhagic infarcts in medium arteries",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "68fa0aec-9cd7-400f-a66e-a4960cc21d1a",
        "choice_type": "multi"
    },
    {
        "question": "The airway epithelial defect in cystic fibrosis is",
        "exp": "Ans. a (Sodium absorption) (Ref: Harrison's Internal medicine 16th edition, p. 1544). The normal basal pattern for ion transport is absorption of Na+ from the lumen via an amiloride-sensitive Na+ channel. This process is accelerated in CF, The capacity to initiate cyclic AMP\" mediated Cl\" secretion is diminished in CF airway epithelia due to absence/ dysfunction of the CFTR Cl' channel. The accelerated Na+ absorption in CF reflects the absence of CFTR inhibitory effects on Na+ channels. CYSTIC FIBROSIS: Pathophysiology# The diagnostic biophysical hallmark of CF airway epithelia is the raised transepithelial electric potential difference (PD). The transepithelial PD reflects both the rate of active ion transport and epithelial resistance to ion flow. CF airway epithelia exhibit abnormalities in both active Na+ absorption and active CT secretion.# An important observation is that there is also a molecularly distinct Ca2+-activated CT channel (Ca. CC) expressed in the apical membrane. This channel can substitute for CFTR with regard to CT secretion and may be a potential therapeutic target.# The central hypothesis of CF airways pathophysiology is that the faulty regulation of Na+ absorption and inability to secrete CT via CFTR reduce the volume of liquid on airway surfaces, i. e., they are \"dehydrated. \"Cystic fibrosis: Summary. GENETICSAutosomal recessive; defect in CFTR gene on chromosome 7; commonly a deletion of Phe508. Most common lethal genetic disease in Caucasian population. CFTR encodes an ATP-gated CI- channel that secretes CI- in lungs and GI tract, and reabsorbs CI- in sweat glands. Pa. THOPHYSIOIOGYMutations--misfolded protein-protein retained in RER and not transported to cell membrane, causing | CI- (and H20) secretion; T intracellular CI- results in compensatory | Na+ reabsorption via epithelial Na+ channels - | H2O reabsorption- abnormally thick mucus secreted into lungs and GI tract, | Na+ reabsorption also causes more negative transepithelial potential difference. DIa. GNOSIS| Cl- concentration (>60 m. Eq/L) in sweat is diagnostic. Can present with contraction alkalosis and hypokalemia (ECF effects analogous to a patient taking a loop diuretic) because of ECF H20/Na+ losses and concomitant renal K+/H+ wasting. COMPIICa. TIONSRecurrent pulmonary infections (e. g., Pseudomonas), chronic bronchitis and bronchiectasis - reticulonodular pattern on CXR, pancreatic insufficiency, malabsorption and steatorrhea, nasal polyps, and meconium ileus in newborns. Infertility in males (absence of vas deferens, absent sperm). Fat-soluble vitamin deficiencies (A, D, E, K). TREa. TMENTN-acetylcysteine to loosen mucus plugs (cleaves disulfide bonds within mucus glycoproteins), dornase alfa (DNAse) to clear leukocytic debris.",
        "cop": 1,
        "opa": "| sodium absorption",
        "opb": "| sodium absorption",
        "opc": "| chloride secretion",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c5d82ccb-03bf-415b-9861-02c04d96150b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following Non invasivemethod is used in detecting position of the tubes in ventilation",
        "exp": "(Capnograph): (192- Davidson 21st edition)CAPNOGRAPHY - The CO2 concentration in inspired gas is zero, but during expiration-after clearing the physiological dead space. It rises progressively to reach a plateau which represents the alveolar or end tidal CO2 concentration. This cyclical changes in CO2 concentration or Capnogram is measured using an infrared sensor inserted between the ventilator tubing and the endotracheal tube. In normal lungs, the end tidal CO2 closely mirrors Paco2 and can be used to assess the adequacy of alveolar ventilation. However its use is limitedas there may be marked discrepancies in lung disease or impaired pulmonary perfusion (eg due to hypo volaemia) In combination with the gas flow and respiratory cycle data from ventilator. CO2 production and hence metabolic rate may be calculated. In clinical practice end tidal CO2 is used to confirm correct placement of an endotacheal tube, in the management of head injury, and during the transport of ventilated patients.",
        "cop": 2,
        "opa": "Oximatry",
        "opb": "Capnograph",
        "opc": "PCB tube",
        "opd": "ECG",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "440a46cf-4a84-4d31-a2a5-da7fc28d2c2e",
        "choice_type": "single"
    },
    {
        "question": "A single retrocardiac air-fluid level on a chest radiograph typically implies the presence of:",
        "exp": "Ref: Canadian Asso Radiology journal, 1986. Explanation: Sliding hiatus hernia is the most common type of hiatus hernia. The GE junction is displaced upwards. The gastric fundus is also displaced above the diaphragm - retrocardiac mass with air fluid levelA differential (2 airfluid levels at different interfaces) retrocardiac air-fluid level - gastric volvulus. Pericardial effusion produces water bottle' appearance of cardiac silhouette on CXRLung abscess produces a cavity with airfluid level",
        "cop": 1,
        "opa": "Sliding hiatal hernia",
        "opb": "Gastric volvulus",
        "opc": "Pericardial effusion",
        "opd": "Lung abscess",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "0e119d55-b697-446f-abcb-f6679a7a07ff",
        "choice_type": "multi"
    },
    {
        "question": "65 yr old man presented with hemoptysis and stage 3 clubbing. The probable diagnosis of the patient is?",
        "exp": "Ans. (a) Non small cell lung Ca. Ref: Harrison 19th ed. / 510-511* Most common cause of hemoptysis is tuberculosis but at 65 years of age it is more likely a presentation of lung cancer.* Lung cancers can cause hemoptysis but clubbing is seen with non small cell cancer of the lung only. Remember that clubbing is absent in small cell cancer of the lung.",
        "cop": 1,
        "opa": "Non small cell lung Ca",
        "opb": "Small cell cancer of lung",
        "opc": "Tuberculosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d4e7345b-bb47-45dc-99b1-cd0824c4b6e0",
        "choice_type": "multi"
    },
    {
        "question": "the diffusion capacity of lung (DL) is decreased in all of the follow ing conditions except -",
        "exp": "Ans. is 'b' i. e., Goodpasture's syndrome Gas diffusion tests: o Gas diffusion tests measure the amount of oxygen and other gases that cross the alveoli into the blood. o These tests evaluate how well gases are being absorbed into the blood from lungs. Gas diffusion tests include. a) Carbon monoxide diffusing capacity (transfer factor DLco)b) Arterial blood gases. Carbon monoxide diffusing capacity (DLco)o This measures how well the lung transfers a small amount of carbon monoxide into the blood(r). o Normally, in the lung; a gas has to cross the alveolar membrane, capillary# membrane to reach the blood where it combines with hemoglobin. So quiet obviously the diffusion capacity of gas depends upon -Driving pressure of the gas. Surface area of alveolar capillary: membrane. Thickness of alveolar capillary1 membrane. Diffusion coefficient of the gas. Red blood cell volume. Reaction rate with hemoglobin and hemoglobin level of patient. Degree of V/Q mismatching. Decrease value of DLco is seen in -o Emphysema-Due to destruction of alveolar wall, the area of alveolar capillary membrane is decreasedo Interstitial lung disease e. g. SLE, Asbestasis pneumonia, sarcoidosis-Due to scarring of alveolar capillary membrane the area of alveolar capillar membrane is diminished. o Recurrent pulmonary emboli or primary pulmonary hypertension-Due to decrease in cross sectional area and volume of pulmonary: vascular bed. the area of alveolar capillary membrane is diminished. o Anemia-Due to decrease in volume of the blood, reduced hemoglobin is available for transfer of gases. Increased level of DLco is seen in-o Congestive heart failure-Due to increase in pulmonary blood volumeo Alveolar hemorrhage-Due to increase in hemoglobino Polycythemia-Due to increase in hemoglobino Left to right shunts-Due to increase in pulmonary volumeo Asthma",
        "cop": 2,
        "opa": "Inerstitial lung disease",
        "opb": "Goodpasture's syndrome",
        "opc": "Pneumocystis Jiroveci",
        "opd": "Primary pulmonary hypertension",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "97bff58c-75e4-4d9d-953a-6e2bb92ac08a",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old man presents for evaluation of progressive shortness of breath. His symptoms are insidious in onset and he reports no cough, sputum, or chest discomfort. His past medical history is significant for well-controlled hypertension and type 2 diabetes. He is a lifetime nonsmoker and has no history of occupational exposure to inhaled organic or inorganic particles. Pulmonary function tests reveal a restrictive defect, and a high-resolution CT suggests pulmonary fibrosis. Which of the following is the most likely role of transbronchial biopsy in this condition?",
        "exp": "Transbronchial biopsy helps differentiate idiopathic pulmonary fibrosis (IPF) from similar syndromes with specific treatments. These include chronic hypersensitivity pneumonitis, cryptogenic organizing pneumonia, and sarcoidosis.",
        "cop": 3,
        "opa": "assess disease severity",
        "opb": "assess possible bronchiolar narrowing",
        "opc": "diagnose specific causes of interstitial lung disease",
        "opd": "determine degree of inflammation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d77f12e5-f6a9-4f41-a493-ee66cba4fe38",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old woman presents to the clinic complaining of increasing shortness of breath on exertion. She has no prior cardiac or pulmonary history, and reports no symptoms of chest discomfort, cough, sputum production, orthopnea or peripheral edema. Her physical examination including vital signs, cardiac and pulmonary examinations are completely normal. Her CXR, ECG, and CBC are also normal. She then undergoes pulmonary function tests to evaluate her symptoms of dyspnea. The most prominent finding is a reduction of the ratio of FEV1/FVC with no reversibility when given inhaled salbutamol. Which of the following is the most likely diagnosis?",
        "exp": "In COPD the FEV1 and VC are reduced, but the FEV1 is reduced more because of high airway resistance resulting in a decreased FEV1/FVC ratio. The hallmark of COPD is airway obstruction (FEV1/FVC < 70%) that is not reversible with salbutamol. In predominant emphysema, diffusing capacity is more profoundly decreased than in predominant bronchitis.",
        "cop": 1,
        "opa": "COPD",
        "opb": "ankylosing spondylitis",
        "opc": "Pickwickian syndrome",
        "opd": "scleroderma of the chest wall",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "42b4884a-2c7c-4079-88e7-8a697c109113",
        "choice_type": "multi"
    },
    {
        "question": "DOC in allergic bronchopulmonary aspergillosis ABPA:",
        "exp": "Ans: a (Prednisolone) Ref: Harrison, 16th ed, p. 1189; 17th ed, p. 1260, Table (197-2). Drug of choice for ABPA is prednisolone. (According to new recommendadation 17th ed, Harrison, Table 197-2 drug of choice is ITRACONAZOLE). Treatment of aspergillus infection. Fungus ball of the lung - Surgical resection. ABPA- short course of Glucocorticoids (prednisolone). Invasive Aspergillosis-voriconazole, liposomal or conventional amphotercin BMajor diagnostic criteria for ABPA: Secondary diagnostic criteria1. Clinical history of asthma1. History of brownish plugs in sputum2. Pulmonary infiltrates (transient or fixed)2. Culture of A. fumigatus from sputum3. Peripheral eosinophilia (> 1000/uL)3. Late skin reactivity to aspergillus antigen4. Immediate skin reactivity to aspergillus antigen. 4. Elevated IgE (and IgG) class antibodies specific for A. fumigatus. 5. Serum precipitates to A. fumigatus6. Elevated serum IgE levels. 7. Central / proximal bronchiectasis(In recent papers lot of questions are asked regarding the antimicrobial of choice. Therefore we have listed some of the important ones.). Gonococcal infection- Ceftriaxone. Clostridium- Penicillin (IV) + Clindamycin. Diphtheria- Erythromycin. Listeria- IV Ampicillin or Penicillin. Klebsiella- Carbepenem. Campylobacter- Erythromycin. Yersenia pestis- Streptomycin. Pertussis- Erythromycin. Brucella- Streptomycin. Chlamydia- Azithromycin. Mycoplasma- Erythromycin",
        "cop": 1,
        "opa": "Prednisolone",
        "opb": "IV Amphotercin B",
        "opc": "IV Phenramine maleate",
        "opd": "Fluconazole",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "faf464f1-2066-42a1-b2ea-9f9af522ea5e",
        "choice_type": "multi"
    },
    {
        "question": "All are causes of pulmonary hypertension except,",
        "exp": "Ans. is 'a' i. e., Hyperventilation There are three main causes of pulmonary hypertension:-Cardiac diseases. Respiratory disease. Pulmonary thromboembolic disease. Cardiac diseases. Lead to pulmonary hypertension by increasing pulmonary blood flow (e. g., large left to right shunt) or by increasing pulmonary venous pressure (e. g., L. V. failure). In Respiratory diseases, The predominant mechanism for the pulmonary hypertension is an increase in resistance to pulmonary blood flow arising from perivascular parenchymal changes coupled with pulmonary vasoconstriction due to hypoxia. In pulmonary thromboembolic disease, Clots in pulmonary vessels increase resistance to blood flow causing pulmonary hypertension. Now about other options mentioned in the question. Alveolar hyperventilation. Pulmonary hypertension is seen in Alveolar hypoventilation (not hyperventilation). In patients with alveolar hypoventilation the primary pathogenic mechanism responsible for pulmonary hypertension is alveolar hypoxia potentiated by respiratory acidosis. (alveolar hypoxia leads to constriction of pulmonary vessels). Regardless of the etiology, whether pulmonary hypertenstion will occur in patients with alveolar hypoventilation depends on whether there is sufficient alveolar and arterial hypoxia to raise pulmonary arterial pressure considerably. In sleep apnea syndrome seen in obese individuals. Severe arterial hypomexia occurs during sleep due to hypoventilation (apnea). This causes pulmonary hypertension during sleep. After some point of time, the pulmonary hypertension may continue even during the day time. Anorexiants. Pulmonary hypertension has been associated with anorexiants. \"A causal relationship has been established between exposure to several anorexigens including aminorex and fenfluramine and development of pulmonary artery hypertension. \"",
        "cop": 1,
        "opa": "Hyperventilation",
        "opb": "Morbid obesity",
        "opc": "High altitude",
        "opd": "Fenfluramine",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "602b5c3c-6f32-4852-ba74-03d8ef9621e0",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in ARDS, Except:",
        "exp": "Ans. is 'c' Hypercapnia (Ref. Harrison, 17/e, p 1680-1681 & 16/e, p 1592 (15/e, p. 1524)). Hypocapnia is seen in ARDS. ARDS is an acute* diffuse* alveolar injury * that is caused by variety of aetiological factors. Patients with ARDS are often seriously ill with some other diseases and the features of ARDS are superimposed on it. It is characterized by acute diffuse alveolar damage leading to necrosis and loss of type I pneumocytes*. Endothelial damage also occurs leading to exudation of protein rich fluid into alveoli and resulting in pulmonary edema and formation of hyaline membrane*. Hyaline membrane is composed of fibrin* together with coagulated cell debris*. Hyaline membrane leads to decreased compliance and stiff lung. These changes result in diffusion defects. Due to low diffusion capacity of 02 hypoxemia occurs. Hypoxemia causes increase in respiratory rate due to which C02 wash out occurs so the level of CO2 is low in ARDS. Criteria for diagnosis of ARDS are: Antecedent history of precipitating conditions. Refractory hypoxemia* - Pa02 < 60 mm. Hg. Radiological evidence of newly evolving bilateral pulmonary infiltrates suggestive of pulmonary edema*. A pulmonary artery occlusion pressure (PAOP) less than 15-18 mm. Hg in the presence of normal colloid oncotic pressure. Total thoracic compliance less than 30 ml/cm H2O.",
        "cop": 3,
        "opa": "Pulmonary edema",
        "opb": "Hypoxia",
        "opc": "Hypercapnia",
        "opd": "Stiff lung",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c5de94cb-a48e-4b16-a816-c2ef26d8a436",
        "choice_type": "multi"
    },
    {
        "question": "A 28 year old man presents with cough, shortness of breath & wheezing. The symptoms started when he was running initially. Now the symptoms are present while walking or even at rest. During childhood he suffered from atopic dermatitis. His father and sister also suffered from atopic dermatitis. He also has hay fever from 14 years of age. The cause of bronchospasm",
        "exp": "Answer: c) Type I hypersensitivity (HARRISON 19. TH ED, P-1669; ROBBINS 9. TH ED, P-679)ASTHMAHall marks of the disease. Increased airway responsiveness. Episodic bronchoconstriction. Inflammation and hyperplasia of the bronchial walls. Increased mucous secretion Atopic asthma. Most common type. Classic example of IgE-mediated (type I) hypersensitivity reaction. Usually begins in childhood. Positive family history and skin test positive. Commonly suffer from other atopic diseases, particularly allergic rhinitis, which may be found in over 80% of asthmatic patients, and atopic dermatitis (eczema). Exaggerated TH2 and IgE response to environmental allergens (dusts, pollen, animal dander, animal foods) in genetically predisposed individuals. The TH2 cytokines IL-4, IL-5, and IL13 are important mediators. Diagnosed by allergen sensitization by serum radio-allergosorbent tests (RAST). Non-Atopic asthma. No evidence of allergen sensitization; No family history; Negative skin tests. Triggered by viral respiratory infections. Rhinovirus, parainfluenza and RSV are the most common organisms(not bacteria). Drug induced asthma. Aspirin sensitive asthma in patients with recurrent rhinitis and nasal polyps. Exercise-induced bronchoconstriction: Begins during exercise or within 3 minutes after its end. Peaks within 10-15 minutes. Resolves by 60 minutes. This phenomenon is thought to be a consequence of the airways' attempt to warm and humidify an increased volume of expired air during exercise. Cardiac asthma - wheezing precipitated by decompensated heart failure. Catamenial asthma - Women may experience at predictable times during the menstrual cycle. Morphology. The most striking finding - occlusion of bronchi & bronchioles by thick, tenacious mucous plugs. Histologically the mucous plugs contains whorls of shed epithelium \"Curschmann spirals\"Sputum contains Charcot-Leyden crystals. Epithelial cells present in the sputum - Creola bodies Clinical features. Wheezing, breathlessness, chest tightness and cough particularly at night or early morning. Severity of asthma exacerbations. Feature. Mild. Moderate. Severe. Imminent respiratory arrest. Breathlessness. While walking. At rest, limits activity. At rest, interferes with conversation. At rest, mute. Talks in. Sentences. Phrases. Words. Silent. Respiratory rate. Increased. Increased> 30/min> 30/min. Use of accessory muscles; suprasternal retractions. Absent. Commonly. Usually. Paradoxical thoracoabdominal Movement. Wheeze. End expiratory. Throughout expiration. Throughout inspiration and expiration. Absent. Pulse/min<100100 -120>120. Bradycardia. Pulsus paradoxus. Absent <10 mm Hg. May be present 10- 25 mm Hg. Often present >25 mm Hg. Absence suggests respiratory muscle fatigue. PEF or FEV1 % predicted or % personal best> 70%40-69%<40%< 25%Pa. O2 (on air, mm Hg). Normal>60<60<60. PCO2 (mm Hg)< 42 mm Hg<42 mm Hg>42 mm Hg>42 mm Hg. Sa. O2 (on air)>95%90-95 %< 90 %<90%1 k. Pa = 7. 5 mm. Hg. Classification of asthma severity. Feature. Intermittent. Persistent. Mild. Moderate. Severe. Symptoms< 2 days/week> 2 days/week. Daily. Throughout day. Night awakenings< 2/month3 - 4/month> 1/week but not daily. Daily. Short-acting B2-agonist use for symptom control< 2 days/week> 2 days/week, but not daily. Daily. Several times per day. Interference with normal activity. None. Minor limitation. Some limitation. Extreme limitation. FEV1. Normal between Exacerbations > 80% predicted> 80% predicted60 - 80%< 60%FEV1 /FVCNormal. Normal5% reduced> 5% reduced. Life-threatening acute severe asthma - features. PEF < 33 % predicted (< 100 L/min). Sp. O2 < 92% or Pa. O2 < 60 mm. Hg. Normal or raised Pa. CO2. Silent chest. Cyanosis. Feeble respiratory effort. Bradycardia or arrhythmias. Hypotension. Exhaustion. Confusion. Coma. Diagnosis of asthma: Compatible clinical history + any one of the following>15% (and 200 mL)increase in FEV1 following administration of bronchodilator or corticosteroids (Positive bronchodilator response - strongly confirms the diagnosis of asthma)>20% diurnal variation on > 3 days in a week for 2 weeks on Peak expiratory flow (PEF) meter diary. FEV1 > 15% decrease after 6 minutes of exercise Note: Bronchial provocation testing with inhaled histamine or methacholine may be useful when asthma is suspected but spirometry is non-diagnostic. Bronchial provocation is not recommended if the FEV1 is less than 65% of predicted. A positive methacholine test is defined as a > 20% fall in the FEV1 at exposure to a concentration of 8 mg/mL or less. A negative test has a negative predictive value for asthma of 95%. Asthma management. Severity. Symptoms and Signs. Initial PEF (or FEY1). Clinical Course. Mild. Dyspnea only with activity. PEF > 70% predicted or personal best* Usually cared for at home* Prompt relief with inhaled SABA* Possible short course of oral systemic corticosteroids. Moderate. Dyspnea interferes with or limits usual activity. PEF 40-69% predicted or personal best* Usually requires office or ED visit* Relief from frequent inhaled SABA* Oral systemic corticosteroids; some symptoms last for 1-2 days after treatment is begun. Severe. Dyspnea at rest; interferes with conversation. PEF < 40% predicted or personal best* Usually requires ED visit and likely hospitalization* Partial relief from frequent inhaled SABA* Oral systemic corticosteroids; some symptoms last for > 3 days after treatment is begun* Adjunctive therapies are helpful. Subset: Life- threatening. Too dyspneic to speak; perspiring. PEF < 25% predicted or personal best* Requires ED/hospitalization; possible ICU* Minimal or no relief from frequent inhaled SABA* Intravenous corticosteroids* Adjunctive therapies are helpful. ED, emergency department; FEV1, forced expiratory volume in 1 second; ICU, intensive care unit; PEF; peak expiratory flow; SABA, short acting b2-agonist. Oral corticosteroids should generally be prescribed for early administration at home in patients with moderate to severe asthma. Except for the respiratory rate of 35/min, the patient given in the question has moderate asthma (pulse rate- 120/min, BP-110/70 mm. Hg, Oxygen saturation of 90% (most important) and peak expiratory flow less than 50%)STEP WISE MANAGEMENT OF BRONCHIAL ASTHMAStep 1. Step 2. Step 3. Step 4. Step 5. Mildintermittent. Mildpersistent. Moderate persistent. Severe persistent. Very severe persistent. SABA when needed. Regular SABA + low dose ICS(200ug). Add LABA* Benefit present, but inadequate control- continue LABA & | ICS dose (800mg)* No response: stop LABA & | ICS dose (800mg/day)* | ICS dose upto (2000mg/day)* Addition of fourth drug: leukotriene receptor antagonist, SR theophylline, b2- agonist tablet* Use daily steroid tablet* High dose ICS (2000ug/day)* Refer for specialist care. ICS -inhaled corticosteroid; LABA - inhaled long acting beta-2-agonist; LTRA-leukotriene receptor antagonist; SABA - inhaled short acting beta-2-agonist; OCS - oral corticosteroids. NAEPP 3 recommendations emphasize daily anti-inflammatory therapy with inhaled corticosteroids as the cornerstone of treatment of persistent asthma.",
        "cop": 3,
        "opa": "COPD",
        "opb": "Smoking",
        "opc": "Type 1 hypersensitivity",
        "opd": "Exercise",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "aceebde2-1b47-4d15-a38a-b43de940860c",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic criteria for bronchial asthma is bronchospasm which is reversible with 2 puffs of beta adrenergic agonist with increase in FEV1 by at least",
        "exp": "Ans. c (15%) (Ref. H - 18th/pg. ch. 254). The diagnosis of asthma is established by demonstrating reversible airway obstruction. Reversibility is traditionally defined as a = 15% increase in FEV1 after two puffs of a ss-adrenergic agonist. THE DIAGNOSIS OF ASTHMA# When the spirometry results are normal at presentation; diagnosis can be made by showing heightened airway responsiveness to challenges with histamine, methacholine, isocapnic hyperventilation of cold air.# Once the diagnosis is confirmed, the course of the illness and the effectiveness of therapy can be followed by measuring PEFRs at home and/or the FEV1 in the office or laboratory.# Positive wheal-and-flare reactions to skin tests can be demonstrated to various allergens, but such findings do not necessarily correlate with the intrapulmonary events. Sputum and blood eosinophilia and measurement of serum IgE levels are also helpful but are not specific for asthma.# Chest roentgenograms showing hyperinflation are also nondiagnostic.",
        "cop": 3,
        "opa": "5%",
        "opb": "10%",
        "opc": "15%",
        "opd": "20%",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "b2e9b02f-fcc5-4f0e-84d0-83e53b32296b",
        "choice_type": "single"
    },
    {
        "question": "Non contrast ct is investigation of choice for",
        "exp": "16 (D) (Interstitial lung disease) (707- Davidson 22nd). High resolution CT is superior to the plain chest x ray for early defection and confirmation of suspected ILD (2163-H 18. TH). Clinical assessment including chest x-ray, pulmonary function test, haematology, biochemical andimmunological investigations | High -resolution CT||| |Appearances consistent with usual interstitial pneumonia Inconsistent clinical or CT appearances Appearances consistent with another diffuse parenchymal lung disease e, g, sarcoid| | |Diagnose idiopathic pulmonary fibrosis Further investigations, e, g, bronchoalveolar lavage, transbronchial biopsy, surgical biopsy Diagnose and treat accordingly. Algorithm for the investigation of patients with interstitial lung disease following initial clinical and chest X-ray examination.",
        "cop": 4,
        "opa": "Mediastinal mass",
        "opb": "Lung mass",
        "opc": "Nodular thickening of pleura",
        "opd": "Interstitial lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "93ba1b85-24b9-4143-a1bb-93f89c1e87e1",
        "choice_type": "single"
    },
    {
        "question": "Neuromuscular disorder is related to which type of lung cancer?",
        "exp": "ANSWER: (C) Small cell carcinoma. REF: Harrison 18th ed chapter 89, table 96-1",
        "cop": 3,
        "opa": "Adeno carcinoma",
        "opb": "Squamous cell carcinoma",
        "opc": "Small cell carcinoma",
        "opd": "Bronchoavelolar carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "150120ca-947c-4c41-8eb5-ed2d7cf22d15",
        "choice_type": "multi"
    },
    {
        "question": "A 45 year old with trauma presents after 4 hours with cheek swelling and urine not passed. On examination cerpitus is palpated with periorbital swelling. What is your diagnosis?",
        "exp": "Ans. (b) Lung Laceration* The image shows presence of subcutaneous emphysema which is also hinted in line 2 of the question where it mentions crepitus is palpated.* Chest trauma, a major cause of subcutaneous emphysema, can cause air to enter the skin of the chest wall from the neck or lung.* Most students mark it as renal shut down which is not the answer because it would not happen within 4 hour of trauma insult.* Gas gangrene will again take time to develop and would lead to development of crepitus in the injured part. Causes of subcutaneous emphysema* Trauma to parts of the respiratory system other than the lungs, such as rupture of a bronchial tube, may also cause subcutaneous emphysema* May also occur with fractures of the facial bones, neoplasms, during asthma attacks. When the alveoli of the lung are ruptured, as occurs in pulmonary laceration, air may travel beneath the visceral pleura (the membrane lining the lung), to the hilum of the lung, up to the trachea, to the neck and then to the chest wall",
        "cop": 2,
        "opa": "Renal shut down",
        "opb": "Lung laceration",
        "opc": "Gas gangrene",
        "opd": "Pase of skull fracture",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "9987a34f-0d87-4806-8b75-1f91f6831546",
        "choice_type": "single"
    },
    {
        "question": "Allergic bronchopulmonary aspergillosis is (ABPA) usually diagnosed by A/E:",
        "exp": "Ans: A (Peripheral blood eosinophilia >0. 5x1010) Ref: Harrison, 16th, ed. p. 1257; 17th, ed, p. 1259. Definitive major and minor criterias are defined for allergic bronchopulmonary aspergillosis. Ig A is not present in these criteria. Major diagnostic criteria1. Clinical history of asthma2. Pulmonary infiltrates (transient or fixed)3. Peripheral eosinophilia (> 1000/uL)4. Immediate skin reactivity to aspergillus antigen. 5. Serum precipitates to A. fiimigatus6. Elevated serum IgE levels. 7. Central / proximal bronchiectasis. Secondary diagnostic criteria1. History of brownish plugs in sputum2. Culture of A. fumigatus from sputum3. Late skin reactivity to aspergillus antigen4. Elevated IgE (and IgG) class antibodies specific for A. fumigatus.",
        "cop": 1,
        "opa": "Peripheral blood eosinophilia > 0. 5 x 1010",
        "opb": "Sputum showing hyphae",
        "opc": "Asthma",
        "opd": "Elevated Ig E",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "50555d6a-de5c-4c9b-9995-8f50c35ea45a",
        "choice_type": "multi"
    },
    {
        "question": "A 66-year-old man with a 40-pack-per-year history of smoking is investigated for hemoptysis. CXR reveals a central 3-cm mass near the left bronchus. His serum biochemistry is abnormal for elevated calcium, but there is no boney metastasis on the bone scan. Biopsy of the mass is positive for a type of lung cancer associated with paraneoplastic hypercalcemia. For the above patient with lung cancer, select the most likely cell type based on clinical description.",
        "exp": "Tag: Clinical; Extended Matching. Target. Exam: NEx. TRef: Hypercalcemia may be due to metastatic destruction of bone, ectopic formation of parathyroid hormone, or formation of other osteolytic substances.",
        "cop": 1,
        "opa": "squamous cell carcinoma",
        "opb": "adenocarcinoma",
        "opc": "large cell carcinoma",
        "opd": "small cell carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "79ec3e28-dcdd-4eb1-bfb1-b1a3eb31703b",
        "choice_type": "multi"
    },
    {
        "question": "Imaging modality for confirming the diagnosis of hronchieactasis is -",
        "exp": "Ans. is 'a' i. e., Chest CT Scan Investigations of choice in respiratory system. Disease. Investigation* Intersitial lung disease* Bronchiectasis* HRCT* HRCT (1st choice)* Bronchography (2nd choice)* Pulmonary embolism* CT with i. v. Contrast (1st choice)* V/Q scan (2nd choice)* Solitary pulmonary nodule* Calcification* Pulmonary malignancy* Superior sulcus or pancoast tumor* CT scan* CT scan* CT scan (except in superior sulcus or pancoast tumor)* MRI",
        "cop": 1,
        "opa": "Chest CT Scan",
        "opb": "MRI chest",
        "opc": "X - ray Chest",
        "opd": "Bronchoscopy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "791ac1da-dd07-4bd3-8426-12468e0913df",
        "choice_type": "single"
    },
    {
        "question": "Empirical antibiotic treatment in a suspected case of pneumonia who has received no antibiotics in the past three months to be managed on outpatient basis is -",
        "exp": "Ans. is 'a' i. e., Oral Clarithromycin * As per the recommendations for empirical antibiotic management oral clarithromycin is the Empirical antibiotic treatment in a suspected case of pneumonia who has received no antibiotics in the past three months to be managed on outpatient basis. Empirical Antibotic Treatment of Community-Acquired Pneumonia. Outpatients. Previousuly healthy and no antibiotics in past 3 months* A macrolide (clarithromycin (500 mg PO bid) or azithromycin (500 mg PO once, then 250mg qd) or* Doxycycline (100mg PO bid). Comorbidities or antibiotics in past 3 months: select an alternative from a different class.* A respiratory fluoroquinolone or* A b-lactam.* A b-lactam plus a macrolide Inpatients, ICU* A b-lactam (cefotaxime (1-2 g IV q8h), ceftriaxone (2g IV qd), ampicilin-sulbactam (2g IV 48h)] plus* Azithromycin or a fluoroquinolone (as listed above for inpatients, non-ICU). Special Concerns. If Pseudomonas is a consideration* An antipneumococal, antipseudomonal b - lactam (piperacilin/tazobactam (4-5 g IV q6h), meropenem (lg IV q8h)] plus either ciprofloxacin (400 mg IV q 12h) or levofloxacin (750mg IV qd)* The above b-lactams plus an aminoglycoside * The above b-lactams plus an aminoglycoside plus an antipneumococcal fluoroquinolone. If CA-MRSA is a consideration* Add linezolid (600 mg IV q 12h) or vancomycin (lg IV q 12h).",
        "cop": 1,
        "opa": "Oral Clarithromycin",
        "opb": "Oral fluoroquinolone",
        "opc": "Oral beta lactam with injectable aminoglycoside",
        "opd": "Oral linezolid",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "03731c53-a296-4365-9b9a-a2c7750a7996",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old man presents to the clinic for assessment of a gradual but progressive increase in breathing difficulty. He mentions a long history of back pain with prolonged morning stiffness. His past medical history is also significant for an episode of iritis in the past. On physical examination, the pertinent findings are a reduced range of motion in the lumbar spine with forward flexion and pain on palpation of the sacroiliac joint and surrounding soft tissue. X-rays of the pelvis show erosions and sclerosis of the sacroiliac joint. Which of the following is the most likely pulmonary complication of this condition?",
        "exp": "Ankylosing spondylitis (AS) is characterized by bilateral upper lobe fibrosis, which may be complicated by fibro cavitary disease. The pulmonary involvement is rare and is usually very slowly progressive. The cavities can be colonized by Aspergillus. Airflow obstruction is not a usual feature of AS and suggests an alternate diagnosis such as asthma or COPD. Hilar adenopathy, pleural effusions, and chronic PE are also not characteristic of AS.",
        "cop": 1,
        "opa": "upper lobe fibrosis",
        "opb": "airflow obstruction",
        "opc": "chronic pulmonary embolism",
        "opd": "pleural effusions",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d794abe8-8234-4c6d-a86f-9676a726fd25",
        "choice_type": "single"
    },
    {
        "question": "Light criteria for pleural effusion are all except -",
        "exp": "Ans. is 'd' i. e., Effusion sugar is less than 2/3rd of blood sugar Lights Criteria of Pleural effusionso Transudative and exudative pleural effusions are distinguished by measuring the lactate dehydrogenase (LDH) and protein levels in the pleural fluid. Exudative pleural effusions meet at least one of the following criteria, whereas transudative pleural effusions meet none:# Pleural fluid protein/Serum protein >0[?]5# Pleural fluid LDH/Serum LDH >0[?]5# Pleural fluid LDH more than two-thirds normal upper limit for serum.",
        "cop": 4,
        "opa": "Effusion protein/serum protein ratio greater than 0. 5",
        "opb": "Effusion lactage dehydrogenase (LDH)/serum LDH ratio greater than 0. 6",
        "opc": "Effusion LDH level greater than two-thirds the upper limit of the laboratory's reference range of serum LDH",
        "opd": "Effusion sugar is less than 2/3rd of blood sugar",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "fc89004e-4805-4b0b-a45d-fdda2438aab8",
        "choice_type": "multi"
    },
    {
        "question": "In the cases of Obstructive sleep apnoea, Apneas are defined in adults as breathing pauses lasting? 1:",
        "exp": "Ans. C. 10 secs. (Ref. Q. 184 of MH'2010; Harrison's medicine 18th/pg. 1165, 174). Obstructive sleep apnea/hypopnea syndrome (OSAHS): OSAHS may be defined as the coexistence of unexplained excessive daytime sleepiness with at least five obstructed breathing events (ap nea or hypopnea) per hour of sleep. This event threshold may need to be refined upward in the elderly. Apneas are defined in adults as breathing pauses lasting? 10 s and hypopneas as? 10 s events where there is continued breathing but the ventilation is reduced by at least 50% from the previous baseline during sleep. The factors predisposing to OSAHS by narrowing the pharynx include obesity--around 50% have a body mass index (BMI) >30 kg/m2 in western populations--and shortening of the mandible and/or max- ilia. This change in jaw shape may be subtle and can be familial. Hypothyroidism and acromegaly predispose to OSAHS. Cardiovascular events, DM, hepatic dysfucntion can occur. Findings on History and. Diagnostic Physical Examination. Evaluation. Diagnosis. Therapy. Obesity, snoring, hypertension. Polysomnography with respiratory monitoring. Obstructive sleep apnea. Continuous positive airway pres- sure; ENT surgery (e. g., uvulo- palatopharyngoplasty); dental appliance; pharmacologic therapy (e. g, protriptyline); weight loss. Cataplexy, hypnogogic hallucinations, sleep paralysis, family history. Polysomnography with multiple sleep latency testing. Narcolepsy- cataplexy syndrome. Stimulants (e. g, modafinil, methyl- phenidate); REM-suppressant an- tidepressants (e. g., protriptyline); genetic counseling. Restless legs, disturbed sleep, predisposing medical condition (e. g., iron deficiency or renal failure). Assesment for pre- disposing medical conditions. Restless legs syndrome. Treatment of predisposing condition, if possible; dopamine agonists (e. g., pramipexole, ropinirole). Disturbed sleep, predisposing medical conditions (e. g., asthma) and/or predisposing medical therapies (e. g., theophylline). Sleep-wake diary recording. Insomnias (see text). Treatment of predisposing condition and/or change in therapy, if possible; behavioral therapy; short-acting benzodiazepine receptor agonist (e. g., zolpidem). Rx: Rectifiable predispositions should be discussed; this often includes weight loss and sometimes reduction of alcohol onsumption to reduce caloric intake and because alcohol acutely decreases upper-airway dilating muscle tone, thus predisposing to obstructed breathing. Sedative drugs, which also affect airway tone, should be carefully withdrawn. Surgery: Four forms of surgery have a role in OSAHS, although it must always be remembered that these patients have a raised perioperative risk. Bariatric surgery can be curative in the morbidly obese. Tonsillectomy can be highly effective in children but rarely in adults. Tracheostomy is curative but rarely used because of the associated morbidity; nevertheless, it should not be overlooked in extremely advanced cases. Jaw advancement surgery--particularly maxillo-mandibular osteotomy--is effective in those with retrognathia (posterior displacement of the mandible) and should be particularly considered in young and thin patients. There is no robust evidence that pharyngeal surgery, including uvulopalatopharyngoplasty (whether by scalpel, laser, or thermal techniques) helps OSAHS. Drugs: Unfortunately, no drugs are clinically useful in the prevention or reduction of apneas and hypopneas.",
        "cop": 3,
        "opa": "6secs",
        "opb": "8 secs,",
        "opc": "10 secs",
        "opd": "12 secs",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "5334e43b-613a-4609-9c7d-16b2e696d1ee",
        "choice_type": "single"
    },
    {
        "question": "CURB - 65 score is used in pneumonia to assess",
        "exp": "Ans. A. Severity'CURB - 65' score: To asses severity of pneumonia, CURB-65 score is useda. Confusion: b. Urea >7mmol/L(7x2. 8=19. 6mg%)c. Respiratory rate >30/mind. BP <90 systolic and/or <60mm. Hg diastolic). e. Age >65. Score: 0-1 = home treatment possible0-2 = Hospital Therapy0-3 = Indicates severe pneumonia.",
        "cop": 1,
        "opa": "Severity",
        "opb": "Complication",
        "opc": "Cause",
        "opd": "Effect of treatment",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1b857426-81e5-4830-863b-526fb90c8ae0",
        "choice_type": "single"
    },
    {
        "question": "Best and earliest bedside clinical sign of respiratory pump failure:",
        "exp": "Ans. b (Paradoxical respiration). (Ref. Harrison's Principles of Medicine 16th ed., 1589)\"RESPIRATORY FAILURE# 4 types of respiratory dysfunctions are- Pump dysfunction (Hypercapnic respiratory failure)- Airway dysfunction- Alveolar dysfunction- Pulmonary vascular dysfunction# Hypercapnic Respiratory Failure- Respiratory failure due to a disease of the muscles used for breathing (\"pump or ventilatory apparatus failure\") is called hypercapnic respiratory failure. The lungs of these patients are normal.- This type of respiratory failure occurs in patients with neuromuscular diseases such as myasthenia gravis, stroke, cerebral palsy, poliomyelitis, ammyotropic lateral sclerosis, muscular dystrophy, postoperative situations limiting ability to take deep breaths, and in depressant drug overdoses.- Each of these disorders involves a loss or decrease in neuromuscular function, inefficient breathing and limitation to the flow of air into the lungs.- Abdominal paradox which indicates diaphragm fatigue is the 'hallmark' of pump failure.- Other features include presence of wheezing, * VC<10 mL/kg, IF < -20 cm H20, RSBI > 105.- In general, mechanical devices that help move the chest wall help these patients.# Symptoms Of Respiratory Failure- The clinical features of respiratory failure vary widely in individual patients because so many different conditions can lead to this disorder.- There are no physical signs unique to respiratory failure.- At extremely low arterial oxygen (Pa. O2) levels, patients have rapid heart rates, rapid breathing rates, and they are confused, sweaty, and cyanotic (blue).- Chronically low arterial oxygen makes patients irritable, and elevated carbon dioxide produces headaches and sleepiness.- Difficult, rapid, or laboured breathing (dyspnea) is a consistent symptom in the awake patient.- The functions of the heart and blood vessels are often severely impaired in patients with respiratory failure.",
        "cop": 2,
        "opa": "Use of intercostal muscles (accessory muscles of respiration)",
        "opb": "Paradoxical respiratory motions (Abdominal respiration or paradox)",
        "opc": "Tachypnea",
        "opd": "Cyanosis.",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "6f7bf27f-a4cf-4726-8a90-8100b9146bb0",
        "choice_type": "single"
    },
    {
        "question": "A 72-year-old man with COPD develops acute shortness of breath and presents to the hospital. He appears uncomfortable: blood pressure is 120/90 mm. Hg, pulse 100/min, oxygen saturation 85% on room air. On examination of the chest, there is absent fremitus, absent breath sounds, and hyperresonant percussion of the right lung. The trachea is shifted to the left. For the above patient with abnormal pulmonary physical findings, select the most likely diagnosis.",
        "exp": "Careful physical examination can be very useful in diagnosing many common pulmonary disorders. Atelectasis and large pleural effusions both can present with decreased fremitus, dullness or flatness to percussion, and absent breath sounds. In atelectasis, tracheal shift, if present, is toward the affected side, and the opposite for a large pleural effusion. Asthma's most typical manifestations are prolonged expiration and diffuse wheezing. However, impaired expansion, decreased fremitus, hyperresonance, and low diaphragms can also be found. A complete pneumothorax results in absent fremitus, hyperresonance or tympany, and absent breath sounds. Lobar pneumonia is characterized by consolidation with increased fremitus, dullness, and auscultatory findings of bronchial breathing, bronchophony, pectoriloquy, and crackles.",
        "cop": 2,
        "opa": "acute asthmatic attack",
        "opb": "complete pneumothorax",
        "opc": "large pleural effusion",
        "opd": "atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "cb39fab0-3ab6-4891-8292-f2b591a57d6f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following defines ARDS a/e?",
        "exp": "Ans. c. PCWP>18mm. Hg. ACUTE RESPIRATORY DISTRESS SYNDROMERespiratory failure with refractory hypoxemia, | lung compliance, and non-cardiogenic pulmonary edema with a Pa. O2 /Fi. O2 ratio<=300. Pathogenesis is thought to be dependent on endothelial injury. Common triggers include sepsis, pneumonia, aspiration, multiple blood transfusions, inhaled/ingested toxins, and trauma. Overall mortality is 30-40%. HISTORY/PEPresents with acute-onset (12-48 hours) tachypnea, dyspnea, and tachycardia +- fever, cyanosis, labored breathing, diffuse high-pitched rales, and hypoxemia in the setting of one of the systemic inflammatory causes or exposure. Additional Findings are as Follows. Phase 1 (acute injury): Normal physical examination; possible respiratory alkalosis. Phase 2 (6-48 hours): Hyperventilation, hypocapnia, widening A-a gradient. Phase 3: Acute respiratory failure, tachypnea, dyspnea, | lung compliance, scattered rales, and diffuse chest opacity on CXR (see Fig. 1). AP CXR showing a diffuse alveolar filling pattern deg to ARDSPhase 4: Severe hypoxemia unresponsive to therapy; | intrapulmonary shunting; metabolic and respiratory acidosis. DIAGNOSISThe criteria for ARDS diagnosis (according to the Berlin definition) are as follows: Acute onset (<1week) of respiratory distress. A Pa. O2 /Fi. O2 ratio<300with PEEP/CPAP>=5cm. H2O, Bilateral pulmonary infiltrates on CXR. Respiratory failure not completely explained by heart failure. TREATMENTTreat the underlying disease and maintain adequate perfusion to prevent end-organ damage. Mechanical ventilation with low tidal volumes (4-6 cc/kg of ideal body weight) to minimize ventilator-induced lung injury, Use PEEP to recruit collapsed alveoli, and titrate PEEP and Fi02 to achieve adequate oxygenation. Goal oxygenation is PaO, >55mm. Hgor. Sa. O2 >88%.",
        "cop": 3,
        "opa": "Pao2/Fio2 < 300",
        "opb": "Acute onset",
        "opc": "PCWP > 18 mm Hg",
        "opd": "Bilateral alveolar infiltrates",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "40b04743-3db6-434c-89d8-3840243231d0",
        "choice_type": "single"
    },
    {
        "question": "Epworth questionaries used in",
        "exp": "i. e. (Obstructive sleep apnea syndrome): (J666-H17th ). Epworth Sleepness score - for obstructive sleep apnea / hypopnea syndrome. EPWORTH SLEEPNESS SCOREHow open are you likely to doze off or fall asleep in the following situations in contrast to feeling just tired? This refer to your usual way of life in recent times. Even if you have not done some of these things recently try to work out how they would have affected you. Use the following scale to choice the most appropriate number foreach situation0 = Would never doze1 = slight change of dozing2 = moderate chance of dozing3 = high chance of dozing* Setting and reading* Watching TV* Sitting, inactive in a public place (eg a theater or meeting)* Asa passenger in a ear for an hour without a break* Lying down to rest in the afternoon when circumstances permit* Sitting and talking to someone* Sitting quietly after lunch without alcohol* In a ear, while stopped for a few minutes in traffic. Sleep apnoea is defined as an intermittent cessation of airflow at the nose and mouth during sleep. By convention the apnea should be of at least 10 second duration. Sleep anea causes excessive day time sleepiness. Obstructive sleep apnea. Central sleep apnea. Apnea occurs due to occlusion of upper airway usually at the level of oropharynx. Apnea occurs due to transient stoppage of neural drive tothe ventilatory muscle* Most common age group for obstructive sleep apnea - male aged 30 - 60 yearsC/F of obstructive sleep apnea1. Systemic hypertension2. Pulmonary hypertension3. Heart failure (right & left)4. Personality changes5. Behaviour changes",
        "cop": 4,
        "opa": "COPD",
        "opb": "Emphysema",
        "opc": "Bronchial asthma",
        "opd": "Obstructive sleep apnea syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "d81ab90f-71c3-46d2-b70d-f806d490d2a5",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old man presents with coughing up blood and sputum. There is no associated dyspnea, fever, or pleuritic chest pain. His past medical history is significant for recurrent pneumonias and a chronic cough productive of foul-smelling purulent sputum. The sputum production is usually worse when lying down and in the morning. He quit smoking 5 years ago and started when he was 18 years old. On physical examination, he appears chronically ill with clubbing of the fingers. Wet inspiratory crackles are heard at the lung bases posteriorly. CXR shows scaring in the right lower lobe, which on chest CT scan is identified as airway dilatation, bronchial wall thickening, and grapelike cysts. Which of the following is the most likely diagnosis? (See Figure given below.)",
        "exp": "Bronchiectasis is defined as a permanent abnormal dilatation of large bronchi due to destruction of the wall. It is a consequence of inflammation, usually an infection. Other causes include toxins or immune response. Persistent cough and purulent sputum production are the hallmark symptoms.",
        "cop": 1,
        "opa": "bronchiectasis",
        "opb": "chronic bronchitis",
        "opc": "disseminated pulmonary tuberculosis",
        "opd": "pulmonary neoplasm",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "c8e7fee6-9962-4a21-a798-f06447cae74d",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old man presents with coughing up blood and sputum. There is no associated dyspnea, fever, or pleuritic chest pain. His past medical history is significant for recurrent pneumonias and a chronic cough productive of foul-smelling purulent sputum. The sputum production is usually worse when lying down and in the morning. He quit smoking 5 years ago and started when he was 18 years old. On physical examination, he appears chronically ill with clubbing of the fingers. Wet inspiratory crackles are heard at the lung bases posteriorly. CXR shows scaring in the right lower lobe, which on chest CT scan is identified as airway dilatation, bronchial wall thickening, and grapelike cysts. Which of the following is the most likely diagnosis?",
        "exp": "(a) Source: (Kasper, p. 1542) Bronchiectasis is defined as a permanent abnormal dilatation of large bronchi due to destruction of the wall. It is a consequence of inflammation, usually an infection. Other causes include toxins or immune response. Persistent cough and purulent sputum production are the hallmark symptoms.",
        "cop": 1,
        "opa": "bronchiectasis",
        "opb": "chronic bronchitis",
        "opc": "disseminated pulmonary tuberculosis",
        "opd": "pulmonary neoplasm",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "f78c9e61-90c9-4e1c-9fd6-018ce1162a28",
        "choice_type": "multi"
    },
    {
        "question": "Gold criteria for very severe airflow obstruction in COPD is",
        "exp": "(D) FEV1/FVC<0. 7 and FEV1<30% predicted [?]. Hallmark of COPD is airflow obstruction. o. Pulmonary function test shows airflow obstruction with a reduction in FEV1 and FEV/FVC. o. With worsening disease severity, lung volumes may increase, resulting in an increase in total lung capacity, functional residual capacity, and residual volume. o. In patients with emphysema, the diffusing capacity may be reduced, reflecting the lung parenchymal destruction characteristic of the disease. o. Degree of airflow obstruction is an important prognostic factor in COPDo. It is the basis for the Global Initiative for Lung Disease (GOLD) severity classification. GOLD CRITERIA FOR COPD SEVERITYGold Stage. Severity. Symptoms. Spirometry0. At risk. Chronic cough, sputum, production. Normal. IMild. With or without chronic cough or sputum production. FEV1 /FVC<0. 7 & FEV1 >80% predicted. IIAModerate. With or without chronic cough or sputum production. FEV1 /FVC<0. 7 & >=50%FEV1 but <80% predicted. IIISevere. With or without chronic cough or sputum production. FEV1 /FVC<0. 7. SFEV1 >=30% but <50% predicted. IVVery Severe. With or without chronic cough or sputum production. FEV1 /FVC<0. 7 & FEV1 <30% predicted or FEV1 <50% predicted with respiratory failure or signs of right heart failure[?]. Stage IV: Very Severe COPD: o. Severe airflow limitation (FEV1/FVC<70%; FEV1<. 30% predicted) or FEV1<50% predicted plus chronic respiratory failure.-Quality of life is appreciably impaired.-Exacerbations may be life-threatening. o. Avoid risk factorso. Offer influenza vaccinationo. Add short-acting bronchodilators as neededo. Add rehabilitationo. Add inhaled glucocorticoids if repeated exacerbationso. Add long-term oxygen if chronic respiratory failureo. Consider surgical treatments-Arterial blood gases & Oximetry may demonstrate resting or exertional hypoxemia.-Radiographic studies may assist in the classification of the type of COPD.-CT scan is the current definitive test for establishing the presence or absence of emphysema in living subjects.-Recent guidelines have suggested testing for a, AT deficiency in all subjects with COPD or asthma with chronic airflow obstruction.-Only three interventions-smoking cessation, oxygen therapy in chronically hypoxemic patients & lung volume reduction surgery in selected patients with emphysema have been demonstrated to i influence the natural history of patients with COPD.",
        "cop": 4,
        "opa": "FEV1/FVC<0. 7 & FEV1>=80% predicted",
        "opb": "FEV1/FVC<0. 7 & >=50% FEV1 but <80% predicted",
        "opc": "FEV1/FVC<0. 7 & FEV1>=30% but <50% predicted",
        "opd": "FEV1/FVC<0. 7 and FEV1<30% predicted",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "ee2fb117-be56-45c2-a7fe-6550ae58cd01",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old man is evaluated in the clinic for symptoms of shortness of breath. He reports no other lung or heart disease. He smokes half pack a day for the past 10 years. On examination, his JVP is at 2 cm, heart sounds normal, and lungs are clear. A CXR shows hyperinflation and increased lucency of the lung fields. A chest CT reveals bullae and emphysematous changes in the lower lobes, while pulmonary function tests show an FEV1/FVC ratio of < 70%. Evaluation of his family reveals other affected individuals. Which of the following is the most likely diagnosis?",
        "exp": "Most people have two MM genes and a resultant alpha 1-antitrypsin level in excess of 2. 5 g/L. Homozygotes with ZZ or SS genotypes have severe alpha 1-antitrypsin deficiency and develop severe panacinar emphysema in the third or fourth decade of life. Smoking is an important cofactor in the development of disease. Heterozygotes (MZ or MS) have intermediate levels of alpha 1-antitrypsin (i. e., genetic expression is that of an autosomal codominant allele). This heterozygous state is common (5-14% of general population), but it is unclear whether it is associated with lung function abnormalities.",
        "cop": 1,
        "opa": "alpha 1-antitrypsin deficiency",
        "opb": "beta-glycosidase deficiency",
        "opc": "glucose-6-phosphatase deficiency",
        "opd": "glucocerebrosides deficiency",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "46b96228-0be9-4ea3-8477-67fe64bd2d13",
        "choice_type": "single"
    },
    {
        "question": "Increased vocal resonance is seen in:",
        "exp": "Ref: Harrison \\ Principles of Internal Medicine, 18th edition, Page 2085. Bedside Examination By Panda, Page 94. Explanation: VOCAL RESONANCE (VR). Auscultatory counterpart of Vocal Fremitus. Increased VR is of 3 types: o Bronchophony - Seen in consolidationo Aegophony - Seen in consolidation and Fibrosis. o Whispering pectoriloquy - Seen in consolidation and over large superficial cavity communicating with patent bronchus. Increased VR seen in: Pneumonic consolidation. Collapse with patent bronchus. Large cavity. Decreased/Absent VR seen in: Pleural effusion. Pneumothorax. Collapse with closed bronchus. Mass. Empyema. Thickened pleura. CONDITIONS CAUSING DIFFERENT LUNG PATHOLOGIESConsolidation. Pneumonia (Lobar). Tuberculosis. Neoplasms - Bronchogenic Ca. Pulmonary infarction. Cavitation. Tuberculosis - usually upper lobes. Lung abscess- usually upper lobes. Bronchiectasis- usually lower lobes. Infected hydatid cyst. Pleuro pulmonary amebiasis (lower lobes). Pneumoconiotic nodule. Wegener's granulomatosis. Collapse. Luminal obstruction by tumor, FB. Bronchial plug. External bronchial compression as in enlarged tracheobronchial lymph nodes in malignancy. Fibrosis. Pulmonary tuberculosis. Interstitial lung disease. Pneumoconioses. PRIMARY PULMONARY TUBERCULOSISThe lungs are the usual location of primary infections. The initial focus of primary infection is the Ghon complex. Ghon complex consists of: o A parenchymal subpleural lesion, often just above or just below the interlobar fissure between the upper and the lower lobes. o Enlarged caseous lymph nodes draining the parenchymal focus. Primary TB can also present as a lower lobe pneumonia. NOTEBronchogenic ca may cause collapse with patent bronchus causing increased vocal resonance. Bronchogenic ca can also present as consolidation and cavitation, both increases VR. Ds spine sign at the T4 vertebra causing increased vocal resonance with tubular bronchial breath sounds--Seen in Mediastinal lymph node enlargement and posterior mediastinal tumors. In Fibrosing alveolitis, VR is normal early and late stages when extensive pulmonary fibrosis set in, VR is absent. There are multiple types of pulmonary tuberculosis like consolidation, cavitation, fibrosis and pleural effusion and VR will depend upon the type of pathology. Since it is mentioned as Primary TB of lung, the best answer would be Bronchogenic Ca.",
        "cop": 4,
        "opa": "Empyema",
        "opb": "Primary TB lung",
        "opc": "Fibrosing alveolitis",
        "opd": "Bronchial ca",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "cc0c2db1-b1aa-4718-9708-134048b547cf",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of lung carcinoma is:",
        "exp": "(Adenocarcinoma): Ref: 506-H, 1430-CMDT- 09 (551-H17th). Type of Lung carcinoma. Harrison's. CMDT* Adeno carcinoma32%35-40%* Bronchioloalveolar3%2%* Squamous cell (Epidermoid)29%25 - 35%* Small cell carcinoma (oat cell)18%15-20%* Large cell carcinoma9%5-10%* \"Pop corn \" calcification seen in pulmonary hamartoma* Worst prognosis in small cell lung cancers",
        "cop": 4,
        "opa": "Large cell carcinoma",
        "opb": "Bronchioalveolar carcinoma",
        "opc": "Squamous cell carcinoma",
        "opd": "Adeno carcinoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e48290e3-6e0b-426c-bd99-d3dcde59a5f4",
        "choice_type": "single"
    },
    {
        "question": "Proximal bronchiectasis, blood eosinophilia and asthma are characteristic feature of",
        "exp": "Ans. c (Allergic bronchopulmonary aspergillosis). (Ref. Harrison, Medicine, 16th ed., 1178, 1488 Table 237-3). Diagnostic features of allergic bronchopulmonary aspergillosis (ABPA). Main diagnostic criteria. Other diagnostic features. Bronchial asthma. Pulmonary infiltrates. Peripheral eosinophilia (>1000/ mL). Immediate wheal-and-flare response to A. fumigatus. Serum precipitins to A. fumigatus. Elevated serum Ig. ECentral bronchiectasis. History of brownish plugs in sputum. Culture of A. fumigatus from sputum. Elevated IgE (and IgG) class antibodies specific for A. fumigatus.",
        "cop": 3,
        "opa": "Histoplasmosis",
        "opb": "Measles",
        "opc": "Allergic bronchopulmonary aspergillosis",
        "opd": "Tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "395d0130-cae3-4b75-b21a-3e5702d304d5",
        "choice_type": "multi"
    },
    {
        "question": "A 28-year-old man presents with coughing up blood and sputum. He gives a history of recurrent pneumonias and a chronic cough productive of foul-smelling purulent sputum. He has no other past medical history and is a lifetime nonsmoker. On physical examination, there are no oral lesions, heart sounds are normal, and wet inspiratory crackles are heard at the lung bases posteriorly. He also has clubbing of his fingers, but there is no hepatosplenomegaly or any palpable lymph nodes. CXR show fibrosis and pulmonary infiltrates in the right lower lung. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "Bronchography has been superseded by a CT scan in defining the extent of bronchiectasis. Occasionally, advanced cases of saccular bronchiectasis can be diagnosed by routine CXR. The use of high-resolution CT scanning, in which the images are 1. 5 mm thick, has resulted in excellent diagnostic accuracy.",
        "cop": 1,
        "opa": "chest CT scan",
        "opb": "bronchoscopy",
        "opc": "bronchography",
        "opd": "open thoracotomy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "fcd4f1be-538b-4572-bbf2-d987a52c86c2",
        "choice_type": "single"
    },
    {
        "question": "The recent terminology for status asthmaticus is:",
        "exp": "Ans: d. Ref: Harrison, 16th ed, p. 1508",
        "cop": 4,
        "opa": "Episodic asthma",
        "opb": "Chronic asthma",
        "opc": "Acute asthma",
        "opd": "Severe acute asthma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "538d6db1-b5fc-44cd-868d-30b6a1ebcfac",
        "choice_type": "single"
    },
    {
        "question": "All are used in bronchial asthma, except -",
        "exp": "Ans. is 'b' i. e., Morphine o Fluticasone and Budesonide are inhaled corticosteroids and potent anti-inflammatory medications in asthma. Medications in Bronchial Asthma. Bronchodilators. Antiinflammatory (Controllers). Beta 2 Svmoathomimetics. Corticosteroids finhalationalio Salbutamolo Beclomethasoneo Terbutalineo Budesunideo Bambuterolo Fluticasoneo Sal mete rolo Flunisolideo Formeterolo Ciclesonideo Ephedrine. Corticosteroids (systemic)o Methvlxonthineso Prednisoone; Hydrocortisone e/co Theophylline. Mast cell stabilizerso Aminophyllineo Sodium cromoglycate (nedoevil sodium). Articholinergicso Ketoiifeno Ipratropium bromide. Leukotriene antagonisto Tiotropium bromideo Montelukast o Zafirlukast etc",
        "cop": 2,
        "opa": "Salbutamol",
        "opb": "Morphine",
        "opc": "Aminophyltine",
        "opd": "Steroid",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "da968a33-79bd-4263-9566-96698174765f",
        "choice_type": "multi"
    },
    {
        "question": "A patient of Rtiad traffic accident undergoes emergency open reduction and internal fixation for a pelvic fracture. He recovers well during the postoperative period. However on 3rd postoperative day, he develops chest pain and collapses. Examination reveals fine petechial rash over the trunk, tachycardia, tachypnea and hypotension. Chest xray shows dilatation of right sided heart and diffuse lung infiltrates. What could have caused this condition?",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18th edition, pg 2170. Explanation: The scenario described is a classical ease of 'Fat embolism'A fat embolism is a type of embolism that is often caused by physical trauma such as fracture of long bones, soft tissue trauma and burns. Fat Embolism. It is a type of embolism that is often caused by physical trauma such as fracture of long bones, soft tissue trauma and burns. Unlike emboli that arise from thrombi (blood clots), fat emboli are small and multiple, and thus have widespread effects. Symptoms usually occur 1-3 days after a traumatic injury. Pulmonary (shortness of breath, hypoxemia) Neurological (agitation, delirium, or coma). Dermatological (petechial rash ). Haematological (anemia, low platelets). More frequently in closed fractures of the pelvis or long bones. The petechial rash, which usually resolves in 5-7 days, (Pathognomonic): occurs in 20-509). Hypoxemia due to ventilation-perfusion inequality and intrapulmonary shunting. Acute cor pulmonale is manifested by respiratory distress, hypoxemia, hypotension and elevated central venous pressure. The chest X-ray may show evenly distributed, fleck-like pulmonary shadows {Snow Storm appearance), increased pulmonary markings and dilated right side of the heart. Pulmonary embolism. Predisposing factors for pulmonary embolism are: Prothrombotic states: Mutant factor V Leiden, deficiency of antithrombin, protein C & S, hyperhomocysteinemia, APLA, OC pills, pregnancy, cancer, surgery, trauma, bed-ridden patient, long-air travel, COPDPathophysiology: Hypoxemia, increased alveolar-arterial gradient, increased pulmonary vascular & airway resistance. Impaired gas exchange, alveolar hyperventilation, decreased pulmonary compliance. Symptoms - massive VTE- sudden hypotension, moderate: RV hypokinesia on ECHOPleuritic chest pain- small, peripheral infarction, Unexplained breathlessness- MC symptom, tachypnea -MC sign. Non thrombotic PE- fat, air, amniotic fluid. cement, hair, talc, cotton. Tests-D-Dimer assay- sensitive 'rule out' test. False positive in. MI, pneumonia, sepsis, cancer, pregnancy, post-op state. ABG- low p. O2 & p. CO2, high A-a gradientS. troponin, heart- type fatty acid binding protein, BNP. NT-pro BNP} due to RV microinfarction. ECG-Sinus tachycardia. Acute right axis deviation. RBBBSIQ3. TS signT-wave inversion in VI-V4. CXR-Hampton's sign-peripheral wedge shaped density above diaphragm, Westermark's sign - focal oligemia, Palla's sign- enlarged right pulmonary artery. ECHO- Mc-Connel's sign- Hypokinesia of RV free wall, normal RV apex. Mu11idetector-rov. spiral CT- Very sensitive, non invasive test. Pulmonary angiography -- Cold standard. Test (Most specific. Treatment: UFH/ LMWH/Fondapari nux/ Warfari n. Novel anticoagulants- DTI-Argatroban, lepirudin. bivalirudin; Factor Xa inhibilor- Rivaroxaban. Fibrinolysis with t-PA dissolves thrombus, prevents serotonin release, prevents recurrence of PE by lysing source of thrombus. Embolectomy. Prevention: High risk surgery, total hip replacement, medical illness, long-term bed ridden patient. Mini-UFH/LMWH/fondaprinux/IPC/ rivaroxaban/dalteparin. For 4-5 wksI VC filters",
        "cop": 1,
        "opa": "Long bone fracture",
        "opb": "Pneumonia",
        "opc": "Pneumothorax",
        "opd": "Pericarditis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1228eb21-e637-44ee-a3a7-85ec52168940",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old woman has pulmonary function tests performed to evaluate symptoms of dyspnea. The most prominent finding is a reduction of the ratio of FEV1/FVC. Which of the following is the most likely diagnosis?",
        "exp": "The VC is reduced in emphysema, but the FEV1 is grossly reduced because of high airway resistance. In predominant emphysema, diffusing capacity is more profoundly decreased than in predominant bronchitis.",
        "cop": 1,
        "opa": "COPD",
        "opb": "ankylosing spondylitis",
        "opc": "Pickwickian syndrome",
        "opd": "scleroderma of the chest wall",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "e79c7cad-3b1f-4f3f-93a8-e7f6af647e3b",
        "choice_type": "multi"
    },
    {
        "question": "A 74-year-old man presents to the emergency department with new symptoms of blood tinged sputum. For the past week he has noticed streaks of blood in his chronic daily sputum production. He reports no fever or chills, but has lost 10 lb in the past 6 months involuntarily. His past medical history is significant for hypertension, dyslipidemia, and a 40-pack year history of smoking. On physical examination, he has bilateral expiratory wheezes, and there is clubbing of his fingers. No lymph nodes are detected and the remaining examination is normal. A CXR reveals a left hilar mass. Which of the following suggests that the tumor is a small cell lung cancer?",
        "exp": "SIADH is more characteristic of small cell lung cancer. Paraneoplastic syndromes are classified as metabolic, neuromuscular, connective tissue, dermatologic, and vascular. Acanthosis nigricans and other cutaneous manifestations (eg, dermatomyositis) are rare (< 1%). Clubbing is common and occurs in up to 30% of non-small cell lung cancers. The various endocrine syndromes occur in 12% of cases. At times, paraneoplastic syndromes may be the presenting finding in lung cancer or be the first sign of recurrence, most occur with non-small cell lung cancer. Stevens-Johnson syndrome usually follows drug allergy and is not a paraneoplastic syndrome.",
        "cop": 1,
        "opa": "syndrome of inappropriate anti diuretic hormone (SIADH) secretion",
        "opb": "acanthosis nigricans",
        "opc": "Cushing syndrome",
        "opd": "leukemoid reaction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "886a2305-69db-4fc3-8270-5143c3b6c465",
        "choice_type": "multi"
    },
    {
        "question": "A 27-year-old man presents with chest pain and feeling unwell. He describes cough with blood-tinged sputum, chills, and fever of 2 days' duration. Physical findings reveal dullness and moist rales in the left lower chest. His CXR is shown in Figure given below. Which of the following is the most likely diagnosis?",
        "exp": "The diagnosis is pneumonia. There is consolidation of the left lower lobe. The increased density, presence of air bronchogram, and the silhouetting of the left diaphragm point to a parenchymal lesion. Pneumococcal infection, as in this patient, is still the most common etiology, although other bacterial infections such as Klebsiella, Streptococcus, or, Staphylococcus is often encountered. Viral and arthropod-borne diseases are also seen.",
        "cop": 1,
        "opa": "pneumonia, left lower lobe",
        "opb": "atelectasis, left lower lobe",
        "opc": "PE",
        "opd": "tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "adc76304-e1de-4ca8-b2cb-da60c8375fdd",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with cough with expectoration. Diagnosis of farmers lung is suspected. True statement regarding this condition:",
        "exp": "Ans: (c) X-ray features upper lobe predominant in chronic HPRef: Fishman's Pulmonary Disease and Disorders, 5th edition, Chapter 58. Farmer's Lung. Results from exposure to moldy hay containing spores of Thermophilic Actinomycetes that produce a hypersensitivity pneumonitis. Most cases of farmer's lung disease occur in cold, damp climates in late winter and early spring, when farmers (usually male) use stored hay to feed their livestock. Manifestations of the disease may be acute, subacute or chronic. Acute clinical presentation includes transient fever, hypoxemia, myalgias, arthralgias, dyspnea, and cough that occur 2 to 9 hours after exposure and resolve in 12 to 72 hours without specific treatment. In acute HP, chest radiographs-diffuse poorly defined nodular radiodensities, often with areas of ground-glass radiodensities or occasionally even consolidation, tend to occur in the lower lobes and spare the apices. Chronic form is clinically more insidious, and patients may lack a history of acute episodes, but present with a gradual onset of cough, dyspnea, fatigue, and weight loss. Symptoms are usually present for months to years. In chronic HP, chest radiographs - diffuse linear and nodular radiodensities, with sparing of the bases and upper-lobe predominance, and volume loss. Pleural effusions and thickening are very unusual",
        "cop": 3,
        "opa": "May to June seasonal",
        "opb": "Persistent cough with expectoration",
        "opc": "X-ray features upper lobe predominant in chronic HP",
        "opd": "Pleural effusions are common",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "3fe3fed0-6ce9-474b-8768-3b55faad2515",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old man has a long history of symmetrical small joint arthritis with deformities. He now develops shortness of breath on exertion with a dry cough, but no sputum or chest discomfort. His heart sounds have a loud P2, and the lungs have fine bibasilar crackles. Which of the following is the most likely diagnosis of the pulmonary condition associated with his arthritis?",
        "exp": "In RA, pleural involvement is very common at autopsy but infrequently causes symptoms. Interstitial lung disease (ILD) is the most common manifestation of rheumatoid lung disease. RA associated interstitial lung disease (RA-ILD) is usually similar to idiopathic pulmonary fibrosis (IPF) in terms of its clinical presentation, pathology, disease spectrum, and pathogenesis. Presentation is more common at age 50-60 years, in men (M: F=2-3: 1), and in association with seropositive and erosive joint disease. If pleural fluid is present, glucose levels are very low.",
        "cop": 4,
        "opa": "pleuritis",
        "opb": "cavitating lesions",
        "opc": "intrapulmonary nodules",
        "opd": "interstitial fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "1a53b37c-e6cf-48bc-9928-9d19c077308f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is more prone to produce mesothelioma?",
        "exp": "Ans: b (Crocidolite) Ref: Davidson, 20th ed, p. 72; 19th ed, p. 573. Crocidolite is the most potent cause of mesothelioma. Types of Asbestos: Serpentine (curly and flexible fibres) e. g., chrysolite. Amphibole (straight stiff and brittle) e. g., crocidolite. Amphiboles are more pathogenic than chrysolite. The greater pathogenicity of amphibole is apparently related to their aerodymanic properties and solubility. The straight stiff amphiboles may align themselves in the airstream and are delivered to the deeper long tissues, where they can penetrate epithelial cells and reach interstitium. Asbestosis. Caused by chrysolite, amosite, anthophyllite and crocidolite. Crocidolite or blue asbestos exposure is the most dangerous. Length of amphibole also plays a role in pathogenicity, those longer than 8 micrometer and thinner than 0. 5 micrometer being more injurious than shorter thicker ones. Occupational exposure in - mining, milling, pipe fitters and boiler makers. Pathology. Diffuse interstitial fibrosis is mainly seen in the lower lobe. Asbestos bodies - Golden brown, fusiform or beaded rods (ferruginous) with translucent centre with asbestos fibres coated with an iron containing proteinacious material. Asbestos exposure causes pulmonary fibrosis (asbestosis) and carcinoma of lung, pleura (mesothelioma) and peritoneum. Atleast 10 years of exposure is needed for Asbestosis to manifest. But the disease may manifest many years after leaving the exposure site (similar to silica and coal). Lung cancer in asbestos exposure is associated with a minimum lapse of 15-19 years between first exposure and development of the disease. Mesothelioma is not associated with smoking (i. e., smoking does not increase the risk of mesothelioma in asbestos exposure). Radiological features. Calcification of parietal pleura along the lower lung field, the diaphragm and the cardiac border. Ground glass appearance of the lung fields may be seen.",
        "cop": 2,
        "opa": "Chrysolite",
        "opb": "Crocidolite",
        "opc": "Amosite",
        "opd": "Anthophyllite",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "7ff43a08-a890-4ba2-8b59-56b4f40633d1",
        "choice_type": "single"
    },
    {
        "question": "Cavitary lesions are chacteristically seen in",
        "exp": "Ans b. Lung involvement typically appears as multiple, b/L nodular cavitary infil-trate. Biopsy almost invariably shows typical necrotizing granulomatous vasculitis of small arteries and veins together with granuloma formation. WG is a distinct clinicopathological entity characterised by a granuloma-tous vasculitis of upper and lower resptract together with glomerulone-phritis. In addition variable degree of disseminated vasculitis involving both small arteries and veins may occur. Glomerulo nephritis may evolve to rapidly progressive crecentic glomeru-lonephritis. In contrast to others glomerulo nephritis evidence of immunocomplex depo-sition is not found in renal lesions of Wegeners. Wegeners granulomatosis C/F - Kidney- Glomerulonephritis. Ent- sinusitis, nasal discharge, otitis media, hearing loss, sub glottis stenosis. Lung- Pulmonary infiltrates, nodules, hemoptysis, pleuritis Eyes - conjunctivitis, dacrocystitis, scleritis, proptosis, visual loss. Others- arthralgia, fever, cough, skin lesions, wt loss, peripheral neuropa-thy. Lab- increased ESR. mild anemia, leukocytosis, mild hyper gamma globulinemia (particularly class IgA), mildly elevated RA factor. 90% have positive antiproteinase-3 ANCARx* cyclophosphamide induction for severe disease.* glucocorticoid gives symptomatic relief with little effect on ultimate outcome. Best is combining cyclophophamide and glucocorticoid.* In immediate life threatening conditions glucocorticoid + cyclo. For remission- 3-6m followed by methotrexate/ azathioprine for maintenance.",
        "cop": 2,
        "opa": "SLE",
        "opb": "Wegeners granulomatosis",
        "opc": "Classical PAN",
        "opd": "d)",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "179ef253-5552-4848-96cc-e544f5c4cd80",
        "choice_type": "multi"
    },
    {
        "question": "Characteric finding in restrictive lung disease is:",
        "exp": "Ans. c (Normal FEV, /Vc). (Ref. Harrison, Principles of Medicine, 18th/1448)OBSTRUCTIVE PATTERNRESTRICTIVE PATTERN (Al 2005)EXTRAPARENCHYMAL PATTERN (INSPIRATORY DYSFUNCTION). Decreased expiratory flow rates (hallmark). Normal forced expiratory flow rates. Expiratory flow rates not affected. Decreased FEV1/VC (in fully established disease)-FEVl/FVC variable. TLC normal or increased (Minor change). Decreased lung violume (TLC and VC)TLC not predictable. Increased residual volume (striking). Decreased residual volume. Increased RVIncresed ratio of RV/TLC--Decreased VC-Decreased MIP",
        "cop": 3,
        "opa": "Decreased FEV1",
        "opb": "Increased TLC",
        "opc": "Normal FEV1/VC",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "0946bf0a-8374-4bfc-a0d4-af39a888a610",
        "choice_type": "multi"
    },
    {
        "question": "A 24-year old woman notices increasing shortness of breath after recent treatment for right lower lobe pneumonia. She has no fever, cough, or sputum production. On examination, the pertinent findings are decreased fremitus, dullness on percussion, and absent breath sounds of the right lower lung. In addition, the trachea has shifted to the left. For the above patient with abnormal pulmonary physical findings, select the most likely diagnosis.",
        "exp": "Careful physical examination can be very useful in diagnosing many common pulmonary disorders. Atelectasis and large pleural effusions both can present with decreased fremitus, dullness or flatness to percussion, and absent breath sounds. In atelectasis, tracheal shift, if present, is toward the affected side, and the opposite for a large pleural effusion. Asthma's most typical manifestations are prolonged expiration and diffuse wheezing. However, impaired expansion, decreased fremitus, hyperresonance, and low diaphragms can also be found. A complete pneumothorax results in absent fremitus, hyperresonance or tympany, and absent breath sounds. Lobar pneumonia is characterized by consolidation with increased fremitus, dullness, and auscultatory findings of bronchial breathing, bronchophony, pectoriloquy, and crackles.",
        "cop": 3,
        "opa": "acute asthmatic attack",
        "opb": "complete pneumothorax",
        "opc": "large pleural effusion",
        "opd": "atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory",
        "id": "30733200-5657-4c6d-b0dd-c77b8388afe0",
        "choice_type": "multi"
    }
]