[
    {
        "question": "Investigation of choice in bronchiectasis is",
        "exp": "HRCT chest is more specific for bronchiectasis and is the imaging modality of choice for confirming the diagnosis. CT findings include airway dilation(detected as parallel \"tram tracks\" or as the \"signet-ring sign\"-a cross sectional area of the airway with a diameter at least 1. 5 times that of the adjacent vessel), lack of bronchial tapering(including the presence of tubular structures within 1 cm from the pleural surface.), bronchial wall thickening in dilated airways, inspissated secretions (eg., the \" tree-in-bud\" pattern ), or cysts emanating from the bronchial wall(especially pronounced in cystic bronchiectasis.) Reference: Harrison's medicine-18th edition, page no: 2143.",
        "cop": 3,
        "opa": "Bronchoscopy",
        "opb": "MRI thorax",
        "opc": "HRCT lung",
        "opd": "Chest X-ray",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d84bbbff-2835-4d0a-bd1f-2b8ee74e126c",
        "choice_type": "single"
    },
    {
        "question": "Kussumauls breathing",
        "exp": "Rapid, deep(Kussmaul) breathing usually implies metabolic acidosis but may also occur with pontomesencephalic lesions. Ref: Harrison's medicine -18th edition, page no: 2251.",
        "cop": 4,
        "opa": "Metabolic alkalosis",
        "opb": "Respiratory alkalosis",
        "opc": "Respiratory acidosis",
        "opd": "Metabolic acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "048023a8-f2c4-43b0-ba35-af0c68424222",
        "choice_type": "single"
    },
    {
        "question": "Most likely diagnosis?",
        "exp": "CT scan of chest showing enlarged pulmonary aeries In interstitial lung diseases HRCT shows bilateral subpleural reticular changes, with traction bronchiectasis and honeycombing(idiopathic pulmonary fibrosis). and varies according to cause of ILD. In bronchiectasis CT shows: tram tracts and signet ring sign.",
        "cop": 2,
        "opa": "Interstitial lung disease",
        "opb": "Pulmonary aery hypertension",
        "opc": "Congestive heart failure",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ad48794d-4eb0-4c23-8048-bf30bd9fe74f",
        "choice_type": "single"
    },
    {
        "question": "Type II respiratory failure best relates to which of the following?",
        "exp": "TYPE II RESPIRATORY FAILUREThis type of respiratory failure is a consequence of alveolar hypoventilation and results from the inability to eliminate carbon dioxide effectively. Mechanisms are categorized by Impaired central nervous system (CNS) drive to breathe (drug overdose, brainstem injury, sleep-disordered breathing, and severe hypothyroidism), Impaired strength with failure of neuromuscular function in the respiratory system. Reduced strength can be due to impaired neuromuscular transmission (e. g., myasthenia gravis, Guillain-Barre syndrome, amyotrophic lateral sclerosis) or respiratory muscle weakness (e. g., myopathy, electrolyte derangements, fatigue). Increased load(s) on the respiratory system. The overall load on the respiratory system can be subclassified into Resistive loads (e. g., bronchospasm), Loads due to reduced lung compliance (e. g., alveolar edema, atelectasis, intrinsic positive end-expiratory pressure --see below), Loads due to reduced chest wall compliance (e. g., pneumothorax, pleural effusion, abdominal distention), and ads due to increased minute ventilation requirements (e. g., pulmonary embolus with increased dead-space fraction, sepsis). Ref: Harrison 19e pg: 1732",
        "cop": 1,
        "opa": "Alveolar hypoventilation",
        "opb": "Alveolar flooding",
        "opc": "Hypoperfusion of respiratory muscles",
        "opd": "Lung atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4cbf55a4-e677-4419-adf8-2068b2cd2a5f",
        "choice_type": "single"
    },
    {
        "question": "Pneumactocele is commnly found in case of-",
        "exp": "Pneumocystis jirovecii pneumonia can present with progressive dyspnoea, dry cough & fever. Chest X ray shows bilateral interstitial infiltrate spreading out from hilar region. High resolution CT is more sensitive, showing typical 'ground-glass 'interstitial infiltrates. Pneumatocoeles can occur and may rupture, resulting in a pneumothorax. Treatment is with high dose co-trimoxazole, together with adjunctive steroids. Reference: Davidson's Medicine-22nd edition, page no: 400.",
        "cop": 1,
        "opa": "Pneumocystis jirovecii pneumonia",
        "opb": "Staphylococal pneumonia",
        "opc": "Klebsiella pneumonia",
        "opd": "Pseudomonas pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "35bb356a-20a4-4965-a56b-e20cde619f47",
        "choice_type": "single"
    },
    {
        "question": "A mill-wheel type of murmur during laparoscopy suggests",
        "exp": "The 'water-wheel' or 'mill-wheel' murmur is classically associated with large intracardiac air emboli and described as a \"characteristic splashing auscultatory sound due to the presence of gas in the cardiac chambers. \". Most venous air (gas) emboli are iatrogenic. Ref Davidson edition23rd pg 620",
        "cop": 3,
        "opa": "Tension pneumothorax",
        "opb": "intra-abdominal bleeding",
        "opc": "Gas embolism",
        "opd": "pre-existing valvular disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "94274124-dca1-407f-b2cc-678532c23bfd",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of hypoxemia in asthma is",
        "exp": "Pathophysiology Airway hyper-reactivity (AHR) - the tendency for airways to narrow excessively in response to triggers that have little or no effect in normal individuals is integral to the diagnosis of asthma and appears to be related, although not exclusively, to airwayinflammation. Other factors likely to be impoant in the behaviour of airway smooth muscle include the degree of airway narrowing and neurogenic mechanisms. The relationship between atopy (the propensity to produce IgE) and asthma is well established and in many individuals there is a clear relationship between sensitisation and allergen exposure, as demonstrated by skin-prick reactivity or elevated serum-specific IgE. Common examples of allergens include house dust mites, pets such as cats and dogs, pests such as cockroaches, and fungi. Inhalation of an allergen into the airway is followed by an early and late-phase bronchoconstrictor response. Allergic mechanisms are also implicated in some cases of occupational asthma. In cases of aspirin-sensitive asthma, the ingestion of salicylates results in inhibition of the cyclo-oxygenase enzymes, preferentially shunting the metabolism of arachidonic acid through the lipoxygenase pathway with resultant production of the asthmogenic cysteinyl leukotrienes. In exercise-induced asthma, hyperventilation results in water loss from the pericellular lining fluid of the respiratory mucosa, which, in turn, triggers mediator release. Heat loss from the respiratory mucosa may also be impoant. In persistent asthma, a chronic and complex inflammatory response ensues, characterised by an influx of numerous inflammatory cells, the transformation and paicipation of airway structural cells, and the secretion of an array of cytokines, chemokines and growth factors. Examination of the inflammatory cell profile in induced sputum samples demonstrates that, although asthma is predominantly characterised by airway eosinophilia, neutrophilic inflammation predominates in some patients while in others scant inflammation is observed: so-called 'pauci- granulocytic' asthma. Ref Davidson edition23rd pg 568",
        "cop": 4,
        "opa": "Hypoventilation",
        "opb": "Diffusion decreased",
        "opc": "Shunting",
        "opd": "Ventilation perfusin mismatch",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d5578ae7-8a16-4944-a3f0-d6c5304488e0",
        "choice_type": "single"
    },
    {
        "question": "The presence of multiple cavities in the lung with hematuria is suggestive of-",
        "exp": "Wegener's granulomatosis is characterised by granulomatous vasculitis of the upper and lower respiratory tracts together with glomerulonephritis. Lung involvement typically appear as multiple, bilateral, nodular cavitary infiltrates and clinically expressed as cough, hemoptysis, dyspnea, and chest discomfo. Renal involvement can appear as proteinuria, hematuria, and red blood cell casts, and progressing to renal functional impairment and renal failure. Ref: Harrison's medicine-18th edition, page no: 2789, 2790.",
        "cop": 1,
        "opa": "Wegener's granulomatosis",
        "opb": "Tuberculosis",
        "opc": "Renal cell carcinoma",
        "opd": "Systemic lupus erythematosus (SLE)",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "782d6938-7b95-4e1b-aff7-4311aa025fbd",
        "choice_type": "single"
    },
    {
        "question": "Granulomtous condition showing hypercalcemia A/E",
        "exp": "Sarcoidosis is a multisystem non caseous granulomatous disorder associated with hypercalcemia in about 10 % of patients. due to increased production of vitamin D by granuloma itself. Ref Davidson edition23rd pg 608",
        "cop": 2,
        "opa": "TB",
        "opb": "Sarciodosis",
        "opc": "Berylliosis",
        "opd": "SLE",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a388695c-040b-4f2d-99d4-e2a3628246fc",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old male has a long 5tanding history of breathlessness lie has been a heavy smoker since the age of 20 years. Physical examination reveals an anxious male who is emaciated, puffing for breath but is not cyanosed. The chest is barrels shaped. An additional clinical finding would be -",
        "exp": "From the history and clinical findings, the patient is having chronic obstructive pulmonary disease-emphysematous type. it is characterised by hyperinflation of lungs with low set diaphragm. Breath sounds are typically quiet. Right heart failure and cor pulmonale can occur in severe cases, evident as bilateral pitting pedal edema. Ref: Harrison's medicine-18th edition, page no: 2156; Davidson's medicine-22nd edition, page no: 674.",
        "cop": 3,
        "opa": "Elevated domes of the diaphragm",
        "opb": "Left ventricular hyperophy",
        "opc": "Muffled heart sounds",
        "opd": "Gynecomastia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "557e987f-c745-4911-b42b-f281e69b4e1d",
        "choice_type": "single"
    },
    {
        "question": "Normal PCWP with pulmonary edema is seen in?",
        "exp": "In Lv dysfunction and MS there will increase in pcwp with pulmonary edema. Normal pcwp withpulmonary edema is seen in Non cardiogenic pulmonary edema like ARDS, HIGH ALTITIDE, Rapid evacuation of pneumothorax /hemothorax.",
        "cop": 2,
        "opa": "Left atrial myxoma",
        "opb": "High altitude",
        "opc": "Mitral stenosis",
        "opd": "LV systolic dysfunction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3403b1ac-450c-45bb-903f-85630e8c6feb",
        "choice_type": "single"
    },
    {
        "question": "Varenicline is used in",
        "exp": "Varenicline is a prescription medication used to treat smoking addiction. This medication is the first approved nicotinic receptor paial agonist. Specifically, varenicline is a paial agonist of the alpha4/beta2 subtype of the nicotinic acetylcholine receptor Ref Davidson 23rd edition pg 578",
        "cop": 4,
        "opa": "Pulmonary hemosiderosis",
        "opb": "Sleep apnea",
        "opc": "Anti-trypsin deficiency",
        "opd": "Nicotine dependency",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "5dd3a208-0a47-43af-ab7d-3830502df7d5",
        "choice_type": "single"
    },
    {
        "question": "Which is the best test to detect pulmonary embolism",
        "exp": "CTPA is the first-line diagnostic test. It has the advantage of visualising the distribution and extent of the emboli or highlighting an alternative diagnosis, such as consolidation, pneumothorax or aoic dissection. The sensitivity of CT scanning may be increased by simultaneous visualisation of the femoraland popliteal veins, although this is not widely practised. As the contrast media may be nephrotoxic, care should be taken in patients with renal impairment, and CTPA avoided in those with a history of allergy to iodinated contrast media. In these cases, either V/Q scanning or ventilation/perfusion single photon emission computed tomography (V/Q SPECT) may be considered Ref Davidson edition23rd pg 620",
        "cop": 4,
        "opa": "D dimer assay",
        "opb": "MRI",
        "opc": "Ventilation Perfusion scan",
        "opd": "CT with IV contrast",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e06652e3-5225-4e8b-ace7-cf5b9a12a29e",
        "choice_type": "single"
    },
    {
        "question": "The pulmonary function test done on this patient of asthma would be",
        "exp": "The patient is having atopic asthma. Pulmonary function tests in asthma show an obstructive pattern with reduced FEV1, FEV1/FVC ratio. Reversibility is demonstrated by a >12% and 200 ml increase in FEV1 15 minutes after an inhaled sho acting beta2 agonist or in some patients by a 2 to 4 week trial of oral coicosteroids. Ref: Harrison's medicine-18th edition, page no: 2109.",
        "cop": 2,
        "opa": "Non-infarmative",
        "opb": "Obstructive pattern",
        "opc": "Restrictive pattern",
        "opd": "Destructive pattern",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8f2472b9-84d1-4132-8d15-3aa051b8169a",
        "choice_type": "single"
    },
    {
        "question": "Reduced FEV 1, Normal FVC and FEV 1/FVC ratio less than 0. 7. which is reversible with bronchodilator s is consistent with",
        "exp": "In Asthma FEV1(forced expiratory volume in 1 second), FVC(forced vital capacity, is the total volume exhaled), FEV1/FVC decreases. To daignose Asthma: Compatible clinical history plus either: 1)FEV1>12% increase following administration of a bronchodilator or glucocoicoids. 2)FEV1>15% decrease after 6min of exercise 3)>20% diurnal variation on >3days in a weeks on PEF(peak expiratory volume). Reference: Davison, 23rd Edition, page no: 569, 555",
        "cop": 1,
        "opa": "Bronchial Asthma",
        "opb": "Hypersensitivity penumonitis",
        "opc": "Sarcoidosis",
        "opd": "Polyaeritis nodosa",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ef888510-5f56-4297-8a12-28f3fc3b0371",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of advanced COPD?",
        "exp": "Advanced disease may be accompanied by cachexia, with significant weight loss, bitemporal wasting, and diffuse loss of subcutaneous adipose tissue. Some patients with advanced disease have paradoxical inward movement of the rib cage with inspiration (Hoover's sign). Signs of ove right heart failure termed cor pulmonale might be seen, are now relatively infrequent since the advent of supplemental oxygen therapy (in developed countries). Clubbing of the digits is not a sign of COPD, and its presence should ale the clinician to initiate an investigation for causes of clubbing. In this population, the development of lung cancer is the most likely explanation for newly developed clubbing. Ref: Harrison 19e pg: 1704",
        "cop": 4,
        "opa": "Significant weight loss",
        "opb": "Cor pulmonale",
        "opc": "Hoover's sign",
        "opd": "Clubbing",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e6ae3bab-b5c4-43d8-8092-f4180963f5eb",
        "choice_type": "single"
    },
    {
        "question": "Lung compliance is increased in",
        "exp": "Compliance is a measure of distensibility 1 static compliance(compliance when lungs at rest) Causes of decreased static compliance: a) interstitial fibrosis b)atelectasis c)pneumonia d) pulmonary edema e) ARDS 2 dynamic compliance: compliance with airway resistance Decreased in Broncho spasm like asthma.",
        "cop": 4,
        "opa": "The presence of intra-alveolar fluid",
        "opb": "Acute respiratory distress syndrome",
        "opc": "Idiopathic pulmonary fibrosis",
        "opd": "Emphysema",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "39423a39-a3f5-415e-a715-71f4c99ae651",
        "choice_type": "single"
    },
    {
        "question": "The ideal tidal volume in a patient ventilated for ARDS is-",
        "exp": "The ideal tidal volume in a patient ventilated for ARDS is 6mL/kg predicted body weight. Moality was significantly lower in this low TV patients(31%) compared to the conventional TV (12 mL/kg predicted body weight) ventilation(40%). Despite its life-saving potential mechanical ventilation can aggravate lung injury in severe ARDS patients. Ventilator-induced lung injury arises from two principal mechanisms: Volutrauma from repeated alveolar overdistension from excess tidal volume; Atelectrauma from recurrent alveolar collapse. Reference: Harrison's Medicine, 20thedition, page no: 203",
        "cop": 1,
        "opa": "6 mL/kg",
        "opb": "10 mL/Kg",
        "opc": "l4 mL/kg",
        "opd": "2O mL/kg",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "fc04e509-e28d-4d90-ac14-f321570eec81",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of idiopathic interstitial pneumonia is",
        "exp": "Idiopathic pulmonary fibrosis is the most common form of idiopathic interstitial pneumonia. It is characterised by exeional dyspnea, non productive cough, inspiratory crackles with or without digital clubbing. HRCT show patchy, predominantly basilar, subpleural reticular opacities, traction bronchiectasis and honeycombing. Pulmonary function tests often reveal a restrictive pattern. Reference: Harrison' s medicine-18th edition, page no: 2165.",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Organizing pneumonia",
        "opc": "Idiopathic pulmonary fibrosis",
        "opd": "Lipoid pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "5dedc621-eddc-412e-b88b-dbe5103ba920",
        "choice_type": "single"
    },
    {
        "question": "In type -II respiratory failure, there is",
        "exp": "Type ll respiratory failure occurs as a result of alveolar hypoventilation and results in the inability to eliminate carbon dioxide effectively. It can be caused by drug overdose, brainstem injury, hypothyroidism, myasthenia gravis, Guillain -Barre syndrome, electrolyte derangements, myopathy, etc. So there will be hypoxia and hypercapnia. Ref: Harrison's medicine-18th edition, page no: 2200.",
        "cop": 2,
        "opa": "Low p02 and low p. CO2",
        "opb": "Low p02 and high p. CO2",
        "opc": "Normal p02 and high p. CO2",
        "opd": "Low p02 and normal p. CO2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "7aac1177-842b-4443-abf8-c6e88e809051",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for exercise induced asthma is",
        "exp": "The stepwise approach to the management of asthma Step 1: Occasional use of inhaled sho-acting b2-adrenoreceptor agonist bronchodilators A variety of different inhaled devices are available and the choice of device should be guided by patient preference and competence its use. The metered-dose inhaler remains the most widely prescribed. For patients with mild intermittent asthma (symptoms less than once a week for 3 months and fewer than two nocturnal episodes per month), it is usually sufficient to prescribe an inhaled sho-acting b2-agonist, such as salbutamol or terbutaline, to be used as required. However, many patients (and their physicians) under-estimate the severity of asthma. A history of a severe exacerbation should lead to a step-up in treatment. (BUD), fluticasone, mometasone or ciclesonide) should be staed in addition to inhaled b2-agonists taken on an as-required basis for any patient who: * has experienced an exacerbation of asthma in the last 2 years * uses inhaled b2-agonists three times a week or more * repos symptoms three times a week or more * is awakened by asthma one night per week. For adults, a reasonable staing dose is 400 ug beclometasone dipropionate (BDP) or equivalent per day in adults, although higher doses may be required in smokers. Alternative but much less effective preventive agents include chromones, leukotriene receptor antagonists and theophyllines. The preferred asthma medications are sho-acting beta-2 agonists such asalbuterol. Taken 10 minutes before exercise, thesemedicationscan prevent the airways from contracting and help control exercise-induced asthma. Having good control of asthma in general will also help prevent exercise-induced symptoms Ref Davidson edition23rd pg 571",
        "cop": 2,
        "opa": "Montelukast",
        "opb": "Salbutamol",
        "opc": "Ipratopium",
        "opd": "Low dose inhaled steroids",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4db7b2d5-17be-45fa-aef1-1af0f612682b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ilineses increases the risk of developing tuberculosis?",
        "exp": "Because silica is cytotoxic to alveolar macrophages, patients with silicosis are at greater risk of acquiring lung infections that involve these cells as a primary defense(Mycobacterium tuberculosis, atypical mycobacteria and fungi). Because of the increased risk of active tuberculosis, the recommended treatment of latent tuberculosis in these patients is longer. Another potential clinical complication of silicosis is autoimmune connective tissue disorders such as rheumatoid ahritis and scleroderma, as well as lung cancer. Reference: Harrison's medicine-18th edition, page no: 2125.",
        "cop": 4,
        "opa": "Anthracosis",
        "opb": "Berylliosis",
        "opc": "Sarcoidosis",
        "opd": "Silicosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d596ddf9-97ce-407f-ba83-93b4804525a6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is markedly decreased in restrictive lung disease",
        "exp": "In restrictive lung diseases, lung volumes are markedly reduced, like TLC, FRC, RV, as well as FVC. FEV1 is also reduced compared with normal values, but is relatively a greater value compared with lung volumes. As a result, FEV1/FVC ratio will be normal or increased in restrictive lung diseases. Reference: Harrison's medicine-18th edition, page no: 2093.",
        "cop": 1,
        "opa": "FVC",
        "opb": "FEV1",
        "opc": "FEV1/FVC",
        "opd": "RW",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f142230b-7a5b-4d37-96f0-734620cc30a4",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old male presents to the clinic with complaints of abdominal pain, constipation oand loin pain radiating to the groin of over a week duration. He has a 25-pack year smoking history and is currently being evaluated for a hilar mass picked up on chest radiography. As pa of this work up, the serum calcium was found to The elevated serum calcium level is linked to",
        "exp": "Paraneoplastic syndromes are common in patients with lung cancer. Endocrine syndromes are seen in 12% of patients. Hypercalcemia resulting from ectopic production of parathyroid hormone(PTH), or more commonly, PTH related peptide, is the most life threatening metabolic complication of malignancy, primarily occuring with squamous cell carcinomas of the lung. Clinical symptoms include nausea, vomiting, abdominal pain, constipation, polyuria, thirst, and altered mental status. Ref: Harrison' s medicine-18th edition, page no: 743.",
        "cop": 4,
        "opa": "Parathyroid adenoma",
        "opb": "Parathyroid hyperplasia",
        "opc": "Vitamin D intoxication",
        "opd": "Secretion of PTH related peptide",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ce8f2e63-57fc-483d-88bb-6aa2c81032ed",
        "choice_type": "single"
    },
    {
        "question": "Sudden onset of cough followed by increased dyspnea is typical of-",
        "exp": "Causes of pneumothorax: 1. Primary spontaneous: a)rupture of apical blebs b)smokers 2. secondary: a)copd and any other lung disease 3. Traumatics secondary to thoracentesis, central intravenous catheters 4. tension pneumothorax: during mechanical ventilation may cause decreased venous return and decreased cardiac output.",
        "cop": 1,
        "opa": "Pneumothorax",
        "opb": "Lobar pneumonia",
        "opc": "Collapse of lung",
        "opd": "Acute pleurisy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a251ec18-3c16-47ad-bdc2-bc739fa8f506",
        "choice_type": "single"
    },
    {
        "question": "The commonest of death in ARDS is",
        "exp": "Moality estimates for ARDS range from 26 to 44%. Moality in ARDS is largely attributable to nonpulmonary causes, with sepsis and nonpulmonary organ failure accounting for >80% of deaths. Increasing age, chronic liver disease, cirrhosis, chronic alcohol abuse, chronic immunosuppression, sepsis, chronic renal disease, any nonpulmonary Organ failure have been linked to increased ARDS moality. Ref: Harrison's disease-18th edition, page no: 2209/",
        "cop": 3,
        "opa": "Hypoxemia",
        "opb": "Hypotension",
        "opc": "Non-pulmonary organ failure",
        "opd": "Respiratory failure",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c91f1dc0-3222-474f-a6a7-f1f2e1b453a5",
        "choice_type": "single"
    },
    {
        "question": "A 35-year old male with a history of severe bronchial asthma for several months now complains of weight gain and the development of purple stretch marks. Physical examination shod BP - 149/95 mm. Hg. supraclavicular fullness. The skin was thinned out with areas of bruising. Neurological examination revealed deceased strength in the proximal muscles. Laboratory investigation showed reduced serum coisol and reduced plasma ACTH. An electrolyte workup in this patient will most likely reveal",
        "exp": "Patient developed iatrogenic Cushing syndrome. Bronchial asthma (BA) and Allergic rhinitis (AR) are common clinical problems encountered in day to day practice, where inhalational coicosteroids (ICS) or intranasal steroids (INS) are the mainstay of treatment. Iatrogenic Cushing syndrome (CS) is a well known complication of systemic steroid administration. Ref Davidson edition23rd pg 570",
        "cop": 3,
        "opa": "Hyponatremia",
        "opb": "Hypomagnesemia",
        "opc": "Hypokalemia",
        "opd": "Hypercalcemia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "25f01d04-2ccf-46b9-99b3-45497d11f79e",
        "choice_type": "single"
    },
    {
        "question": "Cavitatory lesions in lung are seen in",
        "exp": "Causes of cavitation include infections malignancies tuberculosis but not primary ptb pulmonary abscess septic emboli nontb mycobacterium infection aspergillosis systemic diseases like granulomatosis with polyangitis, sarcoidosis.",
        "cop": 2,
        "opa": "Primary pulmonary Tuberculosis",
        "opb": "Staphylococcal pneumonia",
        "opc": "Pneumoconiosis",
        "opd": "Interstitial Lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8925db0a-565b-46c6-9056-5cc82488353c",
        "choice_type": "single"
    },
    {
        "question": "What is the definitive method of diagnosing pulmonary embolism?",
        "exp": "CT pulmonary angiography is the first line diagnostic test for pulmonary embolism. It has the advantages of visualising the distribution and extent of the embolism, or highlighting an alternative diagnosis, such as consolidation, pneumothorax or aoic dissection. Reference: Davidson's medicine-22nd edition, page no: 722.",
        "cop": 4,
        "opa": "Ventilation perfusion imaging",
        "opb": "Positron Emission Tomography",
        "opc": "High Resolution CT",
        "opd": "Pulmonary angiography",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c75355d6-8de3-4c18-bb93-ca7f8e89a6f0",
        "choice_type": "single"
    },
    {
        "question": "Type 4 respiratory failure is due to?",
        "exp": "Type 4 respiratory failure results from hypoperfusion of respiratory muscles in patients in shock. Normally, respiratory muscles consume<5% of the total cardiac output and O2 delivery. Patients in shock often experience respiratory distress due to pulmonary edema(eg., patients in cardiogenic shock), lactic acidosis, and anemia. Ref: Harrison's medicine -18th edition, page no: 2200.",
        "cop": 2,
        "opa": "ARDS",
        "opb": "Shock",
        "opc": "Pneumonia",
        "opd": "Perioperative atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "92fd4ebe-6016-4507-9676-be1d5e2e0252",
        "choice_type": "single"
    },
    {
        "question": "Lung abscess is least likely a complication of",
        "exp": "Lung abscess can be divided on acute (less than 6 weeks) and chronic (more than 6 weeks). It can be called primary as a result of aspiration of oropharyngeal secretions (dental/periodontal infection, para nasal sinusitis, disturbance states of consciousness, swelling disorders, gastro-oesophageal reflux disease, frequent vomiting, necrotizing pneumonia's or in immunocompromised patients. Secondary lung abscesses occurred in bronchial obstructions (by tumor, foreign body or enlarged lymph nodes), with coexisting lung diseases (bronchiectasis, bullous emphysema, cystic fibrosis, infected pulmonary infarcts, lung contusion), then spreading from extrapulmonary sites-hematogenous (abdominal sepsis, infective endocarditis, infected canula or central venous catheter, septic thromboembolisms) or by direct spreading (broncho-oesophageal fistula, subphrenic abscess) (6). Based on way of spreading, lung abscess can be bronchogenic (aspiration, inhalation) and haematogenic-dissemination from other infected sites. Division of lung abscesses: According to the duration: Acute (less than 6 weeks); Chronic (more than 6 weeks); By etiology: Primary (aspiration of oropharyngeal secretions, necrotizing pneumonia, immunodeficiency); Secondary (bronchial obstructions, haematogenic dissemination, direct spreading from mediastinal infection, from subphrenium, coexisting lung diseases); Way of spreading: Brochogenic (aspiration of oropharyngeal secretions, bronchial obstruction by tumor, foreign body, enlarged lymph nodes, congenital malformation); Haematogenic (abdominal sepsis, infective endocarditis, septic thromboembolisms). Ref Davidson edition23rd pg 584",
        "cop": 2,
        "opa": "Lobar pneumonia",
        "opb": "Bronchopneumonia",
        "opc": "Malignancy",
        "opd": "Bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "aae29d05-d901-46e9-8704-61e2fdbb0000",
        "choice_type": "single"
    },
    {
        "question": "In acute pulmonary embolism, the most frequent ECG finding is",
        "exp": "The most frequently cited abnormality in pulmonary embolism is sinus tachycardia. Apa from that, it also shows S1. Q3. T3 sign-an S wave in lead I, a Q wave in lead III, and an inveed T wave in lead III. This finding is relatively specific. S1. Q3. T3 pattern in ECG of pulmonary embolism is also termed as Mc Ginn White Sign. Reference: Harrison's medicine-18th edition, page no: 2172.",
        "cop": 3,
        "opa": "S1. Q3. T3 pattern",
        "opb": "P. pulmonale",
        "opc": "Sinus tachycardia",
        "opd": "Right axis detion",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a2e7eaf9-f5ac-45a2-84b8-4862716b8d20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in bronchiectasis",
        "exp": "The CRAZY PAVEMENT PATTERN is seen in pulmonary alveolar proteinosis and also can be observed in exogenous lipoid pneumonia, sarcoidosis, mucinous bronchoalveolar cell carcinoma and acute respiratory distress syndrome. Chest radiographs lack sensitivity for diagnosis of bronchiectasis, but the prsnce of TRAM TRACK LINES indicating dilated airways is seen with bronchiectasis. Chest CT is more specific for bronchiectasis and is the imaging modality of choice for confirming the diagnosis. CT findings include airway dilatation detected as parallel tram tracks or as the signet ring sign - a cross sectional area of the airway with diameter atleast 1. 5 tims that of adjacent vessel. Ref Davidson edition23rd pg 578-580",
        "cop": 2,
        "opa": "Tree in bud sign",
        "opb": "Crazy pavement sign",
        "opc": "Signet ring appearance",
        "opd": "Traction bronchiectasis with lung fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3acba07d-b1f3-491a-9971-640a12729771",
        "choice_type": "single"
    },
    {
        "question": "Chronic cough means cough as a symptoms for-",
        "exp": "Acute cough(<3 weeks) is most commonly due to a respiratory tract infection, aspiration event, or inhalation of noxious chemicals or smoke. Subacute cough (3-8 weeks) is frequently the residuum from a tracheobronchitis, such as in peussis or \" post viral tussive syndrome\". Chronic cough(>8 weeks) may be caused by a wide variety of cardiopulmonary diseases, including those of inflammatory, infectious, neoplastic, and cardiovascular etiologies. When initial assessment with chest examination and radiograph is normal, cough-variant asthma, gastroesophageal reflux, nasopharyngeal drainage, and medications (ACE inhibitors) are the most common causes of chronic cough. Ref: Harrison's medicine-18th edition, page no: 283.",
        "cop": 2,
        "opa": "> 4 weeks",
        "opb": ">8 weeks",
        "opc": ">12 weeks",
        "opd": ">16 weeks",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "149bf10b-01ab-40e8-9230-c7542447a5bf",
        "choice_type": "single"
    },
    {
        "question": "The most likely cause of bihilar lymphadenopathy",
        "exp": "Sarcoidosis is a multi system granulomatous disorder of unknown etiology characterised by the presence of non-caseating granulomas. The definitive feature of Sarcoidosis in a chest X ray is bilateral hilar lymphadenopathy. Lofgren's syndrome is an acute illness characterised by erythema nodosum, peripheral ahropathy, uveitis, bilateral hilar lymphadenopathy, lethargy and occasionally fever. Reference: Davidson' s Medicine-22 nd edition, page no: 710 & Harrison",
        "cop": 3,
        "opa": "Histoplasmosis",
        "opb": "Tuberculosis",
        "opc": "Sarcoidosis",
        "opd": "Aspergillosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ae59ffd6-4a00-4eb4-bdef-2ab6f5ac3144",
        "choice_type": "single"
    },
    {
        "question": "Mast cell stabilizer used in Bronchial Asthma is",
        "exp": "Mast cells are impoant in initiating the acute bronchoconstrictor responses to allergens & several other indirectly acting stimuli like exercise and hyperventillation. Ketotifen is a mast cell stabilizer which reduces the stimulation of mast cells and mediator release is reduced(histamine, PGD2, leukotrienes). Dose: 1-2 mg BD; children 0. 5 mg BD Reference: Harrison' s medicine-18th edition, page no: 2104; Textbook of pharmacology-K D Tripathi, 7th edition, page no: 229",
        "cop": 2,
        "opa": "Raloxifene",
        "opb": "Ketotifen",
        "opc": "Azelastin",
        "opd": "Baclofen",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d7da95ec-c0d5-4ca4-95a2-4ec899367efc",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with decreased vital capacity and total Lung volume. What is the most probable diagnosis?",
        "exp": "Reduced lung volumes are a reflection of the restrictive lung disease seen in sarcoidosis. In bronchiectasis, there will be increased lung volume and purulence due to obstructive disease. The earliest chest Xray change in CF lungs is hyperinflation, reflecting small airways obstruction. In asthma, there may be increased airway resistance and may show increased total lung capacity and residual volume. Reference: Harrison's Medicine-18th edition, page no: 2808, 2149",
        "cop": 2,
        "opa": "Bronchiectasis",
        "opb": "Sarcoidosis",
        "opc": "Cystic fibrosis",
        "opd": "Asthma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "00f9ca4e-2cf3-43c9-87b7-fd0d56b74fa4",
        "choice_type": "single"
    },
    {
        "question": "The most definitive method of diagnosing pulmonary embolism is",
        "exp": "Pulmonary aeriography is the most definitive method of diagnosing pulmonary embolism. Chest CT with contrast has viually replaced invasive pulmonary angiography as a diagnostic test. A definitive diagnosis of PE depends on visualisation of an intraluminal filling defect in more than one projection. Secondary signs of PE include abrupt occlusion(\"cut-off\") of vessels, segmental oligemia or avascularity, a prolonged aerial phase with slow filling, and touous, tapering peripheral vessels. Reference: Harrison's medicine-18th edition, page no: 2174.",
        "cop": 1,
        "opa": "Pulmonary ateriography",
        "opb": "Radioisotope perfusion pulmonary scintigraphy",
        "opc": "EKG",
        "opd": "Venography",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c50c9e1b-2481-4868-80c7-329eca8671fd",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of hemoptysis",
        "exp": "Empyema is collection of pus in pleural space which is characterised by severe pleuritic pain or persisting or recurrent pyrexia. Other features include rigor, sweating, malaise and weight loss. Usually there is no hemoptysis. Pneumococcal pneumonia often causes rusty coloured sputum. Bronchiectasis and intracavitary mycetoma can cause catastrophic bronchial hemorrhage. Mitral stenosis can also leads to hemoptysis. Ref: Davidson's med: 22nd edition, page no: 658.",
        "cop": 3,
        "opa": "Pneumonia",
        "opb": "Bronchiectasis",
        "opc": "Empyema",
        "opd": "Mitral stenosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9203f807-858c-445c-bac3-0eee7ac16cc8",
        "choice_type": "single"
    },
    {
        "question": "Conglomerate nodules in X-ray are seen in",
        "exp": "In silicosis long term less intense exposure, small rounded opacities in the upper lobes may appear in chest radiograph after 15-20years exposure. The nodular fibrosis may be progressive and coalesce and form nonsegmental conglomerate masses which are irregular and >1cm in diameter and can lead to progressive massive fibrosis. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 311; Occupational and Environmental Lung Disease",
        "cop": 3,
        "opa": "Sarcoidosis",
        "opb": "Hypersensitive Pneumonitis",
        "opc": "Silicosis",
        "opd": "Lobar pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9624387d-3bfb-41ca-9926-6f056ba4f42c",
        "choice_type": "single"
    },
    {
        "question": "Paradoxical breathing is seen in",
        "exp": "Two of the symptoms of flail chest are chest pain and shoness of breath. It occurs when multiple adjacent ribs are broken in multiple places, separating a segment, so a pa of the chest wall moves independently. This so-called \"paradoxical breathing\" is painful and increases the work involved in breathing Ref Davidson 23rd edition pg 579",
        "cop": 4,
        "opa": "Pneumonia",
        "opb": "Pneumothorax",
        "opc": "Atelectasis",
        "opd": "Flial chest",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "91835f36-07e4-486b-85e8-4090ae44b025",
        "choice_type": "single"
    },
    {
        "question": "Pleural effusion with very low glucose is",
        "exp": "Rheumatoid ahritis produces an exudative pleural effusion with predominant lymphocytes, positive rheumatoid factor and anti-CCP antibodies, and very low glucose in pleural. Pleural involvement is the most frequent manifestation of rheumatoid ahritis (RA) in the chest. The effusion is an exudate and is characterized by low pH and glucose level, and high lactic dehydrogenase (LDH) and cell count low glucose also seen in malignancy, and tubercular effusion. Ref Davidson edition23rd pg 580",
        "cop": 4,
        "opa": "Malignancy",
        "opb": "Tuberculosis",
        "opc": "SLE",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "deff0a7e-95b5-4cd6-83f7-49236adc3a1d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions can produce hemothorax?",
        "exp": "Hemothorax commonly seen in iatrogenic(traumatic), malignancy, pulmonary embolism. Hemothoraces are usually caused by an injury but may occur spontaneously: due to cancer invading the pleural cavity, as a result of a blood clotting disorder, as an unusual manifestation of endometriosis, in response to a collapsed lung, or rarely in association with other conditions. Ref Davidson edition23rd pg 630",
        "cop": 4,
        "opa": "Myxoma",
        "opb": "Congestive heart failure",
        "opc": "Rheumatoid ahritis",
        "opd": "malignancy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "38dd5c9a-60d2-4ed2-ad86-a98f4330625a",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with haemoptysis, copious sputum and 'tram lines' (abnormal air bronchogram) pattern on the chest X-ray. What is the most likely diagnosis?",
        "exp": "The most common clinical presentation of bronchiectasis is a persistent productive cough with ongoing production of thick, tenacious sputum. Acute hemoptysis is an impoant complication of bronchiectasis. Chest CT is the imaging modality of choice for bronchiectasis, and it shows airway dilation, detected as parallel \"tram tracks\" or as the \" signet-ring sign\"- a cross sectional area of the airway with a diameter at least 1. 5 times that of the adjacent vessel, lack of bronchial tapering, bronchial wall thickening in dilated airways, inspissated secretions (TREE IN BUD SIGN) or cysts emanating from bronchial wall(CYSTIC BRONCHIECTASIS) Reference: Harrison's medicine-18th edition, pa no: 2142, 2143.",
        "cop": 3,
        "opa": "Lung abscess",
        "opb": "Pulmonary embolism with infarction",
        "opc": "Bronchiectasis",
        "opd": "Carcinoma of lung",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c2073d69-c839-4d49-b43e-eb4cb965e03e",
        "choice_type": "single"
    },
    {
        "question": "Most common abnormality associated with ARDS",
        "exp": "The most common feature associated with ARDS is hypoxaemia, i. e., the aerial Po2(mm Hg)/FIo2 (inspiratory O2 fraction) Reference: Harrison's Medicine- 20edition, page no: 2031",
        "cop": 1,
        "opa": "Hypoxemia",
        "opb": "Hypercapnea",
        "opc": "Diffuse alveolar damage",
        "opd": "Bilateral alveolar infiltrates",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4e02072c-c1bf-4918-9c33-0ddb7ea5128a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is more likely associated with Klebsiella pneumoniae than Escherichia coli?",
        "exp": "Klebsiella pneumoniae is more likely than Escherichia coli to be associated with lobar pneumonia in an alcoholic. K pneumoniae is a fat, nonmotile, gram-negative rod that is surrounded by a capsule that is responsible for its invasiveness. They characteristically produce moist mucoid colonies on culture. K pneumoniae is a weak pathogen and requires a host with weak defenses (e. g., alcoholics, diabetics) to infected tissue. It is more commonly associated with urinary tract infections than with pneumonia. However, it produces a lobar pneumonia, paicularly in alcoholics, diabetics, or those with weakened defenses. The pneumonia are characterized by blood-tinged mucoid sputum, a tendency for lung abscesses, and a moality in 20% of patients. In general, K pneumonia is susceptible to ceftriaxone. Escherichia coli is the most common cause of acute cystitis and pyelonephritis, spontaneous bacterial peritonitis in alcoholics, the enterotoxigenic strain of traveler's diarrhea, hemolytic uremic syndrome in children caused by eating undercooked hamburgers, endotoxic shock, and acute cholecystitis. It is a common pathogen in neonatal meningitis, pneumonia in hospitalized patients caused by colonization of the airways by the organism, enteropathogenic gastroenteritis in infants under 2 years of age, enteroinvasive gastroenteritis with bloody diarrhea, peritonitis, wound infections (paicularly in diabetics), and septicemia. Ref - Harrison's principles of internal medicine 20e pg 1155, 1146",
        "cop": 4,
        "opa": "A hospitalized patient who has pneumonia",
        "opb": "Endotoxic shock",
        "opc": "Hemolytic uremic syndrome in children",
        "opd": "An alcoholic who has lobar pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "dab38991-bc9f-43bf-8f9c-16b587cd8368",
        "choice_type": "single"
    },
    {
        "question": "Complications of lobar pneumonia do not include",
        "exp": "Common complications of severe CAP include respiratory failure, shock and multiorgan failure, coagulopathy, and exacerbation of comorbid illnesses. Three paicularly notewohy conditions are metastatic infection, lung abscess, and complicated pleural effusion. Metastatic infection can lead to brain abscess, suppurative ahritis, or infective endocarditis. Reference: Harrison' s Medicine-18th edition, page no: 2136.",
        "cop": 2,
        "opa": "Lung abscess",
        "opb": "Amyloidosis",
        "opc": "Suppurative ahritis",
        "opd": "Infective endocarditis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f4f59b64-9b18-423c-96ed-9614aead3423",
        "choice_type": "single"
    },
    {
        "question": "The most common posterior mediastinal mass is",
        "exp": "The posterior mediastinum contains the following structures: sympathetic ganglia, nerve roots, lymph nodes, parasympathetic chain, thoracic duct, descending thoracic aoa, small vessels and the veebrae. Most masses in the posterior mediastinum are neurogenicnature Ref Davidson 23rd edition pg 580",
        "cop": 1,
        "opa": "Neurogenic tumor",
        "opb": "Lymph nodes",
        "opc": "Neurogenic parasitic cyst",
        "opd": "Teratoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f5cdca28-da5f-42a0-8163-e6f51a45aeeb",
        "choice_type": "single"
    },
    {
        "question": "Type I respiratory failure best relates to which of the following?",
        "exp": "TYPE I: ACUTE HYPOXEMIC RESPIRATORY FAILUREThis type of respiratory failure occurs with alveolar flooding and subsequent intrapulmonary shunt physiology. Alveolar flooding may be a consequence of pulmonary edema, pneumonia, or alveolar haemorrhage. Type I respiratory failure occurs in clinical settings such as sepsis, gastric aspiration, pneumonia, near-drowning, multiple blood transfusions, and pancreatitis. Pulmonary edema can be fuher categorized as occurring due to elevated pulmonary microvascular pressures, as seen in heart failure and intravascular volume overload or ARDS (\"low-pressure pulmonary edema, \"Ref: Harrison 19e pg: 1731",
        "cop": 2,
        "opa": "Alveolar hypoventilation",
        "opb": "Alveolar flooding",
        "opc": "Hypoperfusion of respiratory muscles",
        "opd": "Lung atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9f876916-c1fa-4900-826a-2c2f8399c1f1",
        "choice_type": "single"
    },
    {
        "question": "\"Creola Bodies\" in sputum are pathognomonic of",
        "exp": "Creola bodies are clumps of benign ciliated respiratory epithelium. They can be seen in spontaneously expectorated sputum of asthmatic patients, as well as in cytology preparations of bronchoalveolar lavage specimens. Other common findings in the sputum of asthma patients include Charcot-Leyden crystals, Curschmann&; s spirals, and eosinophils.",
        "cop": 1,
        "opa": "Bronchial Asthma",
        "opb": "Chronic Bronchitis",
        "opc": "Bronchogenic Carcinoma",
        "opd": "Pulmonary Tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c6c5acc7-493c-40b6-b31a-ed7547b09c98",
        "choice_type": "single"
    },
    {
        "question": "Reversible airway obstruction is defined as ___ percentage increase in FEV1, 15 minutes after an inhaled sho-acting beta 2 -agonist therapy-",
        "exp": "Diagnosis of reversible airway obstruction or asthma is made when FEV1 >/= 15% (and 200 ml) increase following administration of a bronchodilator, like sho acting beta2 agonists, or trial of coicosteroids. It can also be diagnosed as >20% diurnal variation on >/= 3 days in a week for 2 weeks on PEF diary & FEV1 >/= 15% decrease after 6 mins of exercise. Reference: Davidson's medicine-22nd edition, page no: 668/",
        "cop": 3,
        "opa": ">_ 5%",
        "opb": ">_10",
        "opc": ">_ 15%",
        "opd": ">_ 20",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "2526c620-4f3e-474d-82d3-27e0809fa188",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old woman presents with dry cough and progressive breathlessness of two years duration. Examination reveals clubbing, cyanosis and bibasilar crepts. What is the probable diagnosis -",
        "exp": "Interstitial lung diseases like pulmonary fibrosis are characterised by the the presence of exeional dyspnea, a nonproductive cough, and bi-basilar inspiratory crackles with or without digital clubbing. Cyanosis can be present due to respiratory compromise. Ref: Harrison's med: 18th edition, page no: 2165.",
        "cop": 3,
        "opa": "Bronchiectasis",
        "opb": "Lung abscess",
        "opc": "Interstitial lung disease",
        "opd": "Pulmonary tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d2982f86-756b-4900-b101-e28f20ac8d7e",
        "choice_type": "single"
    },
    {
        "question": "A 23-year old female pateint presents with 2 months history of low grade fever and moderate right-sided pleural effusion. Pleural fluid shows lymphocyte predominance with ADA levels of 120. IU/L. The patient is staed on anti-tubercular therapy (WHO catergory 1). Two months later the patient presents with progressive breathlessness, generalized body swelling and raised JVP. Pleural fluid is now predominantyl transudate. This patient is liekly to have developed-",
        "exp": "Here in this case, the patient has initially developed pleural TB and eventually developed tuberculous pericarditis due to either direct extension from adjacent mediastinal hilar lymph nodes or due to hematogenous spread. The onset may be subacute, with dyspnea, fever, dull retrosternal pain, and pericardial friction rub. An effusion(transudative) eventually develops with symptoms and signs of cardiac tamponade like generalised body swelling. Ref: Harrison's medicine-18th edition, page no: 1348, 1349.",
        "cop": 4,
        "opa": "Hypoproteinemia",
        "opb": "Drug resistant TB",
        "opc": "Collagen vascular disease",
        "opd": "Constrictive pericarditis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b56e9ce9-ebc3-4bd9-9304-8bc87667dd7c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in ARDS",
        "exp": "Acute respiratory distress syndrome is a clinical syndrome of severe dyspnoea of rapid onset, hypoxaemia, and diffuse pulmonary infiltrates leading to respiratory failure. It is also known as hyaline membrane disease. The exudative phase is characterised by alveolar/pulmonary edema predominantely involving dependent poions of the lung, leading to diminished aeration, hypoxaemia, & atelectasis. As a result ofncoating of the alveoli with hyaline membranes, there is loss of surfactant causing collapse called 'stiff lung'. ARDS is characterized by type 1 respiratory failure which has only hypoxia but the value of CO2 is normal. ARDS has noncardiogenic pulmonary edema with normal PCWP. Reference: Harrison's medicine-18th edition, page no: 2205-2207, Textbook of pathology-Harsh Mohan, 6th edition, page no: 463",
        "cop": 4,
        "opa": "Pulmonary edema",
        "opb": "Hypoxemia",
        "opc": "Stiff lung",
        "opd": "Hypercapnia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b14e863e-9619-4a4d-8dc6-7d42241c05c5",
        "choice_type": "single"
    },
    {
        "question": "Pseudobronchiectasis is seen in-",
        "exp": "In pneumonia temporary bronchial dilatation which is reversible called pseudo bronchiectasis.",
        "cop": 3,
        "opa": "Lung abscess",
        "opb": "Atelectasis",
        "opc": "Bronchopneumonia",
        "opd": "Emphysema",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e24c84ed-9c19-4e43-9a09-76720c501700",
        "choice_type": "single"
    },
    {
        "question": "The key factor in the transpo of carbon dioxide as bicarbonate is",
        "exp": "Since the Pco2 in the tissue is high, CO2 diffuses from tissues into the plasma. From there it enters the RBC which contains plenty of carbonic anhydrase. In blood, 70% of CO2 is transpoed as HCO3 by the action of carbonic anhydrase. Reference: Textbook of medical physiology-Geetha N, 2nd edition, page no: 245.",
        "cop": 3,
        "opa": "The high solubility of CO2 in H20",
        "opb": "The presence of Hb in blood",
        "opc": "The presence of carbonic anhydrase in the erythrocytes",
        "opd": "The acid nature of carbon dioxide and the alkaline nature of bicarbonate",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "91c5895a-8f69-4a92-b461-d85b2d71c8d8",
        "choice_type": "single"
    },
    {
        "question": "Theoretical \"Optimal PEEP\" in ARDS is",
        "exp": "In most clinical settings, positive end-expiratory pressure (PEEP) is empirically set to minimize Fio2 (inspired O2 percentage) and maximize Pao2 (aerial paial pressure of O2). On most modern mechanical ventilators, it is possible to construct a static pressure-volume curve for the respiratory system. The lower inflection point on the curve represents alveolar opening (or \"recruitment\"). The pressure at this point, usually 12-15 mm. Hg in ARDS, is a theoretical \"optimal PEEP\" for alveolar recruitment. Ref: Harrison 19e pg: 1738",
        "cop": 3,
        "opa": "0 - 5 mm Hg",
        "opb": "5 - 12 mm Hg",
        "opc": "12 - 15 mm Hg",
        "opd": "15 - 18 mm Hg",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4e507f9e-ba36-4d0f-baa9-dbb6b11da3c6",
        "choice_type": "single"
    },
    {
        "question": "'CURB-65' Includes-",
        "exp": "The CURB-65 criteria for pneumonia include five variables(a) Confusion (b). Urea>7 mmol/L, Respiratory rate>/= 30/min (d) Blood pressure, systolic <90 mm. Hg or diastolic<60 mm. Hg, (e) age >/= 65 years. CURB-65 score of 1 or 2 are likely to be suitable for home treatment. With a score of 2, patients should be admitted to hospital. Among patients with scores >/= 3, moality rates are very high and require admission to an ICU. Reference: Harrison' s Medicine-18th edition, page no: 2135.",
        "cop": 2,
        "opa": "Pa. O2 less than 65 mm",
        "opb": "Severe Azotemia",
        "opc": "Coagulopathy",
        "opd": "Base deficit (acidosis)",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "1b1bd9db-692e-4bff-ac6d-891408d99f86",
        "choice_type": "single"
    },
    {
        "question": "A criterion for diagnosis of acute respiratory distress syndrome is?",
        "exp": "ARDS is a clinical syndrome of severe dyspnoea of rapid onset, hypoxaemia, and diffuse pulmonary infiltrates leading to respiratory failure. The most definitive characteristic of ARDS is the aerial Po2 (in mm. Hg)/FIo2(inspiratory O2 fraction) <200 mm. Hg, while a Pao2/FIo2 between 200 and 300 identifies patients with acute lung injury who are likely to benefit from aggressive therapy. Reference: Harrison's Medicine-20th edition, page no: 2032",
        "cop": 3,
        "opa": "Pa. O2/Fi. O2 >400 mm Hg",
        "opb": "Slow onset dyspnea",
        "opc": "Pa. O2/Fi. O2 <_200 mm Hg",
        "opd": "PCWP>l8 mm Hg",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "95d1dd31-0036-4ba0-b627-4070dea82e31",
        "choice_type": "single"
    },
    {
        "question": "Duration of apnea in OSAS is",
        "exp": null,
        "cop": 1,
        "opa": "> 10 seconds",
        "opb": "> 20 seconds",
        "opc": "> 30 seconds",
        "opd": "> 60 seconds",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f487ff12-d126-45e8-9fd7-df1b23596612",
        "choice_type": "single"
    },
    {
        "question": "Chest x Ray findings seen in?",
        "exp": "Exposure to asbestos can lead to the development if both pleural & pulmonary disease. Asbestos related benign plural plaques are characterised by extensive calcified pleural plaques(candle-wax appearance), paicularly marked on the diaphragm and lateral pleural surfaces, in a chest radiograph. It also shows poorly defined linear and reticular abnormalities in the lower lobes bilaterally. Reference: Harrison's Medicine-20 edition, page no 1978",
        "cop": 4,
        "opa": "Congential syphilis",
        "opb": "Toxoplasmosis",
        "opc": "Congential tuberculosis",
        "opd": "Asbestosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b480d307-ef86-456e-9230-7e9f0626c8e9",
        "choice_type": "single"
    },
    {
        "question": "A 35-year old male with a history of severe bronchial asthma for several months now complains of weight gain and the development of purple stretch marks. Physical examination showed BP - 149/95 mmllg. supraclavicular fullness. The skin was thinned out with areas of bruising. Neurological examination revealed deceased strength in the proximal muscles. Laboratory investigation showed reduced serum coisol and reduced plasma ACTH. An electrolyte workup in this patient will most likely reveal His condition is most likely due to a/an",
        "exp": "patient developed iatrogenic cushing syndrome. Bronchial asthma (BA) and Allergic rhinitis (AR) are common clinical problems encountered in day to day practice, where inhalational coicosteroids (ICS) or intranasal steroids (INS) are the mainstay of treatment. Iatrogenic Cushing syndrome (CS) is a well known complication of systemic steroid administration Ref Davidson edition23rd pg 570",
        "cop": 3,
        "opa": "Pituitary tumor",
        "opb": "Tumor of the adrenal coex",
        "opc": "Iatrogenic cause",
        "opd": "Lung cancer",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a41221da-06cc-46d3-8bc1-8cb3e40c63fc",
        "choice_type": "single"
    },
    {
        "question": "FEVI/FVC Is decreased in?",
        "exp": "Obstructive diseases like asthma is characterised by increased lung volumes like TLC, FRC and. RV, and reduced expiratory volumes like FEV1, FVC, FEV1/FVC ratio. Restrictive diseases like kyphoscoliosis and fibrosis are characterised by lowered lung volumes like TLC, FRC, and RV, as well as FVC & FEV1. But the expiratory volumes are relatively elevated when considered in relation to lung volumes, thereby normal or increased FEV1/FVC ratio. Reference: Harrison's medicine-18th edition, page no: 2083/",
        "cop": 1,
        "opa": "Ashtma",
        "opb": "Kyphosis",
        "opc": "Scoliosis",
        "opd": "Fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "76957ed6-5f62-451c-a7f9-7d4af403072f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not suggestive of pulmonary embolism",
        "exp": "Symptoms of Acute pulmonary embolism: Small emboli asymptomatic Large emboli fatal Sudden onset breathlessness (most common) Pleuritic chest pain Hemoptysis Syncope Signs of Acute pulmonary embolism: tachycardia Tachypnea Pleural rub Hypotension &raised Jvp. Source: HARRISON 20 th edition",
        "cop": 4,
        "opa": "Pleuritic chest pain",
        "opb": "Tachypnea",
        "opc": "Hemoptysis",
        "opd": "Wheeze",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "683f52fc-ce4f-488f-8542-52bbe01ea264",
        "choice_type": "single"
    },
    {
        "question": "Type IV respiratory failure best relates to which of the following?",
        "exp": "TYPE IV RESPIRATORY FAILUREThis form results from hypoperfusion of respiratory muscles in patients in shock. Normally, respiratory muscles consume <5% of total cardiac output and oxygen delivery. Patients in shock often experience respiratory distress due to pulmonary edema (e. g., in cardiogenic shock), lactic acidosis, and anemia. In this setting, up to 40% of cardiac output may be distributed to the respiratory muscles. Intubation and mechanical ventilation can allow redistribution of the cardiac output away from the respiratory muscles and back to vital organs while the shock is treated. Ref: Harrison 19e pg: 1732",
        "cop": 3,
        "opa": "Alveolar hypoventilation",
        "opb": "Alveolar flooding",
        "opc": "Hypoperfusion of respiratory muscles",
        "opd": "Lung atelectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "256fbded-f7f2-4e63-a6af-63d59fcbf385",
        "choice_type": "single"
    },
    {
        "question": "Crackles are frequently heard in which of the following conditions?",
        "exp": "The presence of finger clubbing and the presence of bi-basal fine late inspiratory crackles are characteristic feature of respiratory bronchiolitis. Breath sounds are diminished or absent in pneumothorax and pleural effusion. Bronchial asthma is characterised by the presence of rhonchi Ref: Davidson's med: 22nd edition, page no: 708.",
        "cop": 4,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Bronchial asthma",
        "opd": "Bronchiolitis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "7b82814b-806d-4ad3-b7c9-694bb6953744",
        "choice_type": "single"
    },
    {
        "question": "A 62-year old man with carcinoma lung presented to emergency depament with respiratory distress. ECG showed electrical alternans. Most likely diagnosis is",
        "exp": "Electrical alterans-a beat-to-beat alternation in one or more components of the ECG signal-is a common type of nonlinear cardiovascular response to a a variety of hemodynamic and electro physiologic peurbations. Total electrical alterans with sinus tachycardia is a relatively specific sign of pericardial effusion, usually with cardiac tamponade.</p Ref: Harrison's med-18th edition, page no: 1838",
        "cop": 3,
        "opa": "Pneumothorax",
        "opb": "Pleural effusion",
        "opc": "Cardiac tamponade",
        "opd": "Constrictive pericarditis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e4e1ac36-4740-499a-b3b3-668728f30f7f",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary fibrosis is associated with the use of",
        "exp": "question repeated",
        "cop": 1,
        "opa": "Bleomycin",
        "opb": "Cisplatin",
        "opc": "Methotrexate",
        "opd": "Actinomycin D",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e7abf668-1cfd-40ec-bbbe-11bee127d7d2",
        "choice_type": "single"
    },
    {
        "question": "The following should be avoided in asthma patient",
        "exp": "Aspirin and other painkillers. Approximately 10% to 20% of adults with asthma have sensitivity to aspirin or a group of painkillers called non-steroidal anti-inflammatory drugs -- or NSAIDS -- such as ibuprofen ( Motrin, Advil) and naproxen ( Aleve, Naprosyn ). Ref Davidson edition23rd pg 576",
        "cop": 1,
        "opa": "NSAID",
        "opb": "Terbutaline",
        "opc": "Theophylline",
        "opd": "Steroids",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d389b022-71aa-4f0b-8725-0457c31b1045",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a typical manifestation of chronic hyperventilation?",
        "exp": "In all cases of chronic hyperventilation, the mechanism involves an increase in the respiratory drive that may well be physiologic (e. g., chronic hypoxemia) but can be detrimental because of the ensuing alkalemia. This disturbance in blood pH can produce neurologic symptoms such as dizziness, syncope, and seizure activity caused by cerebral vasoconstriction. The neuromuscular side effects of chronic alkalemia can include paresthesia, muscle weakness (from hypophosphatemia), and hypocalcemia-induced carpopedal spasm tetany. The primary respiratory alkalosis can lead to central sleep apnea. The disorders that most frequently lead to unexplained hyperventilation are pulmonary vascular diseases such as chronic thromboembolism and anxiety. In patients who have symptoms clearly secondary to hyperventilation, inhalation of a low concentration of carbon dioxide can be helpful. Both hypoxemia and chronic thromboembolic disease can lead to a chronic hyperventilation syndrome but are not a manifestation of the disorder. Ref - Harrison's internal medicine 20e pg 3344",
        "cop": 3,
        "opa": "Hypoxemia",
        "opb": "Hyperphosphatemia",
        "opc": "Tetany",
        "opd": "Clubbing",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f62f00ed-182a-438d-8710-de134b515232",
        "choice_type": "single"
    },
    {
        "question": "Chest X-ray shows B/L lung infiltrates next investigation is",
        "exp": "In ARDS, a chest radiograph will show bilateral lung infiltrates. Chest CT scanning in ARDS reveals extensive heterogeneity of lung involvement. Chest X-ray in ARDS usually reveals opacities consistent with the pulmonary edema and often involves three-quaers of lung fields. But chest X-ray in ARDS does demonstrate pleural effusion, cardiomegaly, and pulmonary vascular distribution as seen in pure cardiogenic pulmonary edema. Reference: Harrison's Medicine, 20. TH edition, page no: 2032",
        "cop": 3,
        "opa": "Sputum examination",
        "opb": "Bronchospy",
        "opc": "CT",
        "opd": "Antibiotics",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "06b1bdb6-68ff-40ae-b736-4a1b31d97fba",
        "choice_type": "single"
    },
    {
        "question": "Empyema thoracis is most commonly caused by which organism",
        "exp": "Empyema thoracis is collection of pus in the pleural cavity. It is commonly seen in post-pneumonic patients and in tuberculosis. Streptococcus pneumoniae is the most common causative agent. Empyema is the most common focal complication of pneumococcal pneumonia, occurring in <5% of cases. When fluid in the pleural space is accompanied by fever and leukocytosis after 4-5 days of appropriate antibiotic treatment for pneumococcal pneumonia, empyema should be considered. Reference: Harrison's medicine-18th edition, page no: 1156.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Pseudomonas",
        "opc": "Mycoplasma",
        "opd": "Stapylococcus aureus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3626eae5-81ce-4cb2-baa2-6d2094773513",
        "choice_type": "single"
    },
    {
        "question": "Platypnea means-",
        "exp": "Platypnea is defined as dyspnea in the upright position with relief in the supine position. It is seen in left atrial myxoma or hepatopulmonary syndrome. Ref: Harrison's medicine-18th edition, page no: 279",
        "cop": 2,
        "opa": "Dyspnea in the supine position and relief in upright position",
        "opb": "Dyspnea in the upright position with relief in the supine position",
        "opc": "Dyspena on exeion",
        "opd": "Dyspnea waking up the patient during deep sleep",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c1f53a14-9524-4410-bd4e-c3ba1a839d1a",
        "choice_type": "single"
    },
    {
        "question": "Bronchiectasis with predominantly upper lobe involvement is",
        "exp": "More pronounced involvement of the upper lung fields is most common in cystic fibrosis(CF) and is also observed in post radiation fibrosis, corresponding to the lung region encompassed by the radiation po. Bronchiectasis with predominant involvement of the lower lung fields is seen in fibrotic lung diseases or hypogammaglobulinemia. Congenital causes of bronchiectasis with predominant midlung field involvement include the dyskinetic/immotile cilia syndrome or Kaagener's syndrome. Finally, predominant involvement of the central airways is repoed in association with allergic bronchopulmonary aspergillosis. Ref: Harrison's medicine-18th edition, page no: 2142.",
        "cop": 3,
        "opa": "Kaegeners syndrome",
        "opb": "Hypogammaglobinemia",
        "opc": "Cystic fibrosis",
        "opd": "Alpha 1 antitrypsin deficiency",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "088f6404-d968-4b93-9e48-b654e7a2851e",
        "choice_type": "single"
    },
    {
        "question": "Curschmann spirals are seen in",
        "exp": "Curschmann spirals refers to finding in sputum of spiral shaped mucus plugs. They are often seen in association with creola bodies and Charcot leyden crystals. Curschmann's spirals are a microscopic finding in the sputum of asthmatics. They are spiral-shaped mucus plugs from subepithelial mucous gland ducts of bronchi. They may occur in several different lung diseases. and may refer to pas of the desquamated epithelium seen in lavages from asthmatic patients. Ref Davidson edition23rd pg 572",
        "cop": 2,
        "opa": "TB cavity",
        "opb": "Asthma",
        "opc": "Bronchitis",
        "opd": "Bronchitis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ec6cc813-aa80-4371-a391-c99af477cfe1",
        "choice_type": "single"
    },
    {
        "question": "A 29 yr old unmarried female presents with dyspnea. Her chest X-ray is normal, FVC is 92%, FEV1/ FVC is 89% and DLCO is 59% of normal. On exercise her oxygen saturation drops from 92% to 86%. What is the likely diagnosis?",
        "exp": "In primary pulmonary hypertension: Pulmonary function tests shows Non restrictive Non obstructive FVC, FEV1, FEV1/FVC Are normal where as DLCO is characteristically decreased",
        "cop": 2,
        "opa": "Alveolar hypoventilation",
        "opb": "Primary pulmonary hypertension",
        "opc": "Interstitial lung disease",
        "opd": "Anxiety",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "22b7db71-e97c-475a-b069-aeef00ef1c4f",
        "choice_type": "single"
    },
    {
        "question": "Minimum concentration of reduced hemoglobin required for cyanosis is",
        "exp": "Cyanosis refers to a bluish discolouration of the skin and mucous membranes resulting from an increased quantity of reduced hemoglobin(I. e., deoxygenated hemoglobin)or of hemoglobin derivatives(eg., methemoglobin or sulfhemoglobin)in the small blood vessels of those tissues. Cyanosis becomes apparent when the concentration of reduced hemoglobin in capillary blood exceeds 5gm/dL. Ref: Harrison' s medicine-18th edition page no: 288.",
        "cop": 3,
        "opa": "1gm/dl",
        "opb": "3gm/dl",
        "opc": "5gm/dl",
        "opd": "7gm/dl",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ecd446d9-e3ee-4c0e-97c0-0c10cc3938cf",
        "choice_type": "single"
    },
    {
        "question": "Pneumothorax",
        "exp": "In pneumothorax, the trachea will be deted to the opposite side. Resonant or hyperresonant note on percussion. Breath sounds will be reduced or absent. Tactile vocal fremitus will be decreased. Tactile vocal resonance will also be decreased. Option B: Dull note on percussion is seen in consolidation, collapse, pleural effusion. Reference: Davidson's Medicine-22nd edition, page no: 645.",
        "cop": 1,
        "opa": "Trachea shifted to opposite side",
        "opb": "Dull note on percussion",
        "opc": "Increased Breath Sound",
        "opd": "Increased Tactile vocal fremitus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "dae947c5-e449-4dab-888d-c39c15f501db",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old male hypeensive had a stroke 2 weeks prior to this sudden attack of dyspnea. The present ECG shows changes of S1 Q3 T3 and the V/Q pulmonary scan shows major areas of reduced perfusion. What is the probable diagnosis?",
        "exp": "Dyspnoea is the most common symptom of pulmonary embolism, and tachypnoea is the most common sign. ECG in pulmonary embolism shows sinus tachycardia, and S1. Q3. T3 sign-an S wave in lead I, a Q wave in lead III, and an inveed T wave in lead III. V/Q scan can be done if there is no previous cardiopulmonary disease, & it shows major areas of reduced perfusion due to increased pulmonary vascular resistance & impaired gas exchange. Reference: Harrison's medicine-18th edition, page no: 2170-2172; Davidson's medicine-22nd edition, page no: 722.",
        "cop": 3,
        "opa": "Pneumothorax",
        "opb": "Congestive cardiac failure",
        "opc": "Pulmonary thromboembolism",
        "opd": "Psychogenic dysfunction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3d83a1df-5d4f-4e14-992a-d4e336da7d4a",
        "choice_type": "single"
    },
    {
        "question": "High Reid index is indicative of the disease of-",
        "exp": "Reid's index is a ratio between the thicknss of the submucosal mucus secreting glands and the thickness between the epithelium and cailage that covers the bronchi. Normal Reid's index is less than 0. 4, the thickness of the wall is always more than double the thickness of the glands it contains. Chronic smoking causes submucosal gland hyperophy and hyperplasia, leading to a Reid's index of >0. 5 indicating chronic bronchitis. Chronic bronchitis can be defined as a chronic productive cough lasting more than 3weeks. have a higher predisposition to develop chronic bronchitis. In chronic bronchitis, Reid's index is increased. Ref Davidson edition23rd pg 574",
        "cop": 3,
        "opa": "Pulmonary tuberculosis",
        "opb": "Bronchial asthma",
        "opc": "Chronic bronchitis",
        "opd": "Emphysema",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a85c5f5a-65a2-4543-82dd-542eaa098073",
        "choice_type": "single"
    },
    {
        "question": "Rasmussen's aneurysm occurs due to",
        "exp": "Rasmussen's aneurysm is a pulmonary aery aneurysm adjacent or within a tuberculous cavity. It occurs in up to 5% of patients with such lesions. It may lead to rupture and haemorrhage.",
        "cop": 3,
        "opa": "Veebral aery",
        "opb": "Bronchial aery",
        "opc": "pulmonary aery",
        "opd": "Posterior intercostal aery",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "175e1f2d-5e1f-4a50-bfd8-3422f3b507e0",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom in Pulmonary embolism is -",
        "exp": "Dyspnea is the most common symptom of PE, and tachypnea is the most common sign. Dyspnea, syncope, hypotension, or cyanosis indicates a massive pulmonary embolism; whereas pleuritic pain, cough, or hemoptysis often suggests a small embolism situated distally near the pleura. Reference: Harrison' s medicine-18th edition, page no: 2172.",
        "cop": 2,
        "opa": "Chest pain",
        "opb": "Dyspnea",
        "opc": "Palpitations",
        "opd": "Calf pain",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "bea3426a-04ee-41ac-8b0a-abb72b43471a",
        "choice_type": "single"
    },
    {
        "question": "A 50-year male quaz quarry worker presents with progressive dyspnoea on exeion. Which of the following is the likely pneumoconiosis?",
        "exp": "The major occupational exposures of free silica(Si. O2)or crystalline quaz, include mining, stonecutting, employment in abrasive industries such as stone, clay, glass & cement manufacturing, foundry work, packing of silica flour, and quarrying paicularly of granite. Asbestosis is caused by exposure to asbestos-mining, processing, construction, ship repair. Berylliosis is caused by exposure to beryllium-processing alloys for high-tech industries. Exposure to organic dusts like cotton dust-milling, processing can produce byssinosis, which is an asthma-like syndrome. Ref: Harrison's medicine-18th edition, page no: 2123",
        "cop": 3,
        "opa": "Asbestosis",
        "opb": "Byssinosis",
        "opc": "silicosis",
        "opd": "Berylliosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c9c022e8-c689-46a2-b2eb-b1525bc3a82d",
        "choice_type": "single"
    },
    {
        "question": "Tension pneumothorax is associated with -",
        "exp": "In tension pneumothorax the pressure in pleural space is positive throughout the respiratory cycle. This condition usually occurs during mechanical ventilation and resuscitative effos. Difficulty in ventilation during resuscitation or high peak inspiratory pressures during mechanical ventilation strongly suggest the diagnosis. Physical examination shows: Enlarged hemithorax Absent breath sounds Hyperresonance on percussion Shift of mediastinum to contralateral side The positive pleural pressure in tension pneumothorax is life threatening because ventilation is severely compromised and the positive pressure is transmitted to mediastinum resulting in decreased venous return to heart and reduced cardiac output. Hence it should be treated as a medical emergency. If not treated immediately the patient may die of inadequate cardiac output and hypoxemia. Ref Davidson edition23rd pg 627",
        "cop": 1,
        "opa": "Mediastinal displacement away from the lesion",
        "opb": "Decreased percussion note on the side of the lesion",
        "opc": "increased blood pressure",
        "opd": "Stridor",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "eb40ce76-4360-4f12-915c-826eaf3fe269",
        "choice_type": "single"
    },
    {
        "question": "Acute chest syndrome is caused by?",
        "exp": "Acute chest syndrome in sickle cell anemia is a distinctive manifestation characterised by chest pain, tachypnea, fever, cough, and aerial oxygen desaturation. It can mimic pneumonia, pulmonary embolism, bone marrow infarction and embolism, myocardial ischemia, or insitu lung infarction. Pulmonary infarction and pneumonia are the most frequent underlying or concomittant conditions in patients with this syndrome. Ref: Harrison's medicine-18th edition, page no: 855.",
        "cop": 1,
        "opa": "Sickle cell anemia",
        "opb": "Pneumonia",
        "opc": "Acute myocardial infarction",
        "opd": "Penetrating chest tratuma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c169727a-8191-4111-aa95-d347587a05f9",
        "choice_type": "single"
    },
    {
        "question": "Antibody in asthma treatment -",
        "exp": "Omalizumab is a blocking antibody that neutralises circulating IgE without binding to cell-bound IgE, and, thus inhibits IgE mediated reactions in asthma. Patients should be given a 3 to 4 month trial of therapy to show objective benefit. Omalizumab is usually given as a subcutaneous injection every 2-4 weeks and appears not to have significant side effects, although anaphylaxis is very occasionally seen. Reference: Harrison's medicine-18th edition, page no: 2112.",
        "cop": 1,
        "opa": "Omalizumab",
        "opb": "Rituximab",
        "opc": "Transtusuzumab",
        "opd": "Daclizumab",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d5f9e7e7-71c8-47cf-a9e7-dd48f232350f",
        "choice_type": "single"
    },
    {
        "question": "A ventilator pressure relief valve stuck in closed position can result in",
        "exp": "A ventilator pressure relief valve stuck in closed position can generate excessively high pressure in the patient's lung, resulting in barotrauma. Barotrauma and volutrauma overdistend and distrupt lung tissue; may be clinically manifest by interstitial emphysema, or pneumothorax; and can result in the liberation of cytokines from over distended tissues, fuher promoting tissue injury. Reference: Harrison's Medicine",
        "cop": 1,
        "opa": "Barotrauma",
        "opb": "Hypoventilation",
        "opc": "Hypoxia",
        "opd": "Hyperventilation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3c8732e0-8801-4176-9574-69a38bcb4e97",
        "choice_type": "single"
    },
    {
        "question": "In an asthmatic patient which of the following pulmonary functions would show the greater improvement on inhaling a bronchodilator",
        "exp": "In an asthmatic patient, simple spirometry confirms airflow limitation with a reduced FEV1, FEV1/FVC ratio, and PEF(peak ejection fraction). Reversibility is demonstrated by a>12% and (200 ml) increase in FEV1 15 minutes after an inhaled sho acting beta2 agonist(bronchodilator). In some patients, similar response is obtained by a 2 to 4 week trial of oral coicisteroids(prednisolone30-40 mg daily). Reference;: Harrison's Medicine, 18the edition, page no: 2109.",
        "cop": 2,
        "opa": "Tidal volume",
        "opb": "FEV1",
        "opc": "FEF 25deg-75%",
        "opd": "FVC",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f4410395-0524-422b-8c64-463555b2ea4b",
        "choice_type": "single"
    },
    {
        "question": "Female patient with bilateral hilar lymphadenopathy and joint pain. ACE levels are elevated. The diagnosis in this patient is",
        "exp": "Sarcoidosis is a multisystem granulomatous disorder of unknown aetiology characterised by presence of non caseating granulomas. LOFGREN SYNDROME - an acute illness characterised by erythema nodosam, peripheral ahropathy, uveitis, bilateral hilar lymphadenopathy, lethargy and fever often seen in young women. Bilateral hilar lymphadenopathy may be sometimes discovered incidentally on chest x-ray. Ref Davidson edition23rd pg 608",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Hodgkin lymphoma",
        "opc": "Sarcoidosis",
        "opd": "Non Hodgkins lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "890ab6d9-73da-41a8-b4c0-565d2ef7985d",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old patient with a past history of treated pulmonary TB presents with massive hemoptysis. What is the most likely cause for hemoptysis?",
        "exp": "Causes of HEMOPTYSIS A: Infections: y 1. viral bronchitis 2. chronic bronchitis super infected with streptococcus, hemophilus etcwhich increase airway inflammation and potential for bleeding. 3. bronchiectasis(with recurrent infections) LEADING CAUSE OF MASSIVE HEMOPTYSIS AND SUBSEQUENT DEATH. 4. Tuberculosis Development of cavity is frequent source of bleed Erosion of pulmonary aery(Rasmussen aneurysm) 5. others like Nocardia, non tb mycobacterium, aspergillus in pre existing cavities, pulmonary abscess,, paragonimiasis. B: vascular 1 pulmonary edema 2. pulmonary embolisms 3. pulmonary a v malformations 4. aoo bronchial fistula 5. diffuse alveolar hemorrhage cause significant bleed in to lung but NOT PRESENT AS HEMOPTYSIS CAUSES OF DAH: SLE, COCAINE TOXICITY, PULMONARY RENAL SYNDROME BY ANTI GBM, Granulomatosis with polyangitis. (these people also have hematuria). C: MALIGNANCY Bronchigenic carcinoma(any histology). Carcinoid Metastasis from melanoma, sarcoma, adenocarcinoma of breast and colon. Kaposi sarcoma in hiv patients D: MECHANICAL and others Diagnostic and therapeutic procedures Pulmonary endometriosis Foreign body Coagulopathy. Source: HARRISON 20. TH EDITION",
        "cop": 2,
        "opa": "Pulmonary amyloidosis",
        "opb": "Aspergilloma",
        "opc": "Broncholitis",
        "opd": "Relapse of TB",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "bbc72a62-44a6-4263-a99c-1e39e509ef75",
        "choice_type": "single"
    },
    {
        "question": "Asthma - spirometry features are",
        "exp": "In asthma, FEV will be decreased with decreased FEV1/FVC ratio. RV will be increased due to exaggerated airway closure at low lung volumes, and this elevation of RV reduces FVC. Peak flow meter shows reduced PEF. A diurnal variation in PEF of more than 20% is considered diagnostic of asthma. Reference: Harrison's medicine-18th edition, page no: 2094; Davidson's medicine-22nd edition, page no: 668.",
        "cop": 2,
        "opa": "FEV (upward Arrow)",
        "opb": "FEV 1 /FEV ratio (downward arrow)",
        "opc": "PEF (upward Arrow)",
        "opd": "RV (downward arrow)",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "76f9e97e-2048-46db-a621-e8409f1d3f5e",
        "choice_type": "single"
    },
    {
        "question": "Broncho penumonia due to measles occurs due to",
        "exp": "Most complications of measles involve the respiratory tract, like broncho pneumonia and it result from secondary bacterial infections of the respiratory tract that are attributable to a state of immunosuppression lasting for several weeks to months after acute measles. reference: Harrison' s medicine-18th edition, page no: 1603.",
        "cop": 2,
        "opa": "Sinusitis",
        "opb": "Immunomodulation",
        "opc": "Bronchial obstruction",
        "opd": "Aspiration",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "435129e5-b7d9-4b0a-8056-17ea78528903",
        "choice_type": "single"
    },
    {
        "question": "In acute exacerbations of COPD, noninvasive positive pressure ventilation (NIPPV) is initiated when",
        "exp": "In acute exacerbations of COPD, noninvasive positive pressure ventilation (NIPPV) is initiated in patients with respiratory failure, which is defined as Paco2 > 45 mm. Hg, This results in a significant reduction in moality rate, need for intubation, complications of therapy, and hospital length of stay. Ref: Harrison 19e pg: 1707",
        "cop": 1,
        "opa": "Paco2 >45 mm. Hg",
        "opb": "Pa. O2 <80 mm. Hg",
        "opc": "FEV1 <30",
        "opd": "FEV1/FVC <0. 7",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "bc0ddb8c-e849-4aad-b6b1-8ff3502d22c9",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following distinguishes ARDS (acute/adult respiratory distress syndrome) from cardiogenic pulmonary oedema?",
        "exp": "Cardiogenic pulmonary edema is characterised by increased pulmonary aerial pressure with evidence of increased intracardiac pressures(S3 gallop, elevated JVP, peripheral edema) which are absent in ARDS-pulmonary edema. The chest radiograph in cardiogenic edema shows an enlarged cardiac silhouette, vascular redistribution, interstitial thickening and perihilar alveolar infiltrates; pleural effusions are common. In ARDS-pulmonary edema, heart size is normal, alveolar infiltrates are distributed more uniformly throughout the lungs, and pleural effusions are uncommon. Finally, the hypoxaemia of cardiogenic pulmonary edema is largely due to V/Q mismatch and responds to athe administration of supplemental oxygen. In contrast, hypoxaemia in ARDS-pulmonary edema is due to intra pulmonary shunting and typically persists despite high concentrations of inhaled O2. Reference: Harrison's Medicine-20th edition, page no: 2032",
        "cop": 2,
        "opa": "Normal Pao2",
        "opb": "Normal pulmonary aerial pressure",
        "opc": "Normal aeriala-alveolar gradient",
        "opd": "Normal Paco2",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "05f46f6e-b467-4969-8e35-7fd55785d1d5",
        "choice_type": "single"
    },
    {
        "question": "Which of these is not a feature of Bronchiectasis?",
        "exp": "Bronchiectasis Upper lung fields are commonly involved in cystic fibrosis- commonly involved in infections Oral Glucocoicoids are given for central bronchiectasis of ABPA NTM involve mid zone. HRCT Tram track appearance Signet ring appearance Tree in bud appearance Rx Antibiotic for 10-14 days. NTM infection: Macrolide withrifampin and ethambutol Hydration Mucolytic: Dornase (DNase)-Only for CF-related bronchiectasis Bronchodilator Hypeonic saline Chest physiotherapy Pulmonary rehabilitation Refractory cases: Resection of a focal area Lung transplantation.",
        "cop": 4,
        "opa": "Tree in bud appearance",
        "opb": "Upper lung fields are commonly involved in cystic fibrosis",
        "opc": "Oral glucocoicoids are given for central bronchiectasis of ABPA",
        "opd": "Non-tuberculous mycobacteria involve the lower lobes",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "8beca630-985a-4578-a888-ee519540781f",
        "choice_type": "single"
    },
    {
        "question": "Gold standard for diagnosis of pulmonary embolism",
        "exp": "CT-pulmonary angiography (CTPA) is the gold standard test for pulmonary embolism. It has the advantages of visualising the distribution & extent of the emboli, or highlighting an alternative diagnosis, such as, consolidation, pneumothorax, or aoic dissection. A definitive diagnosis of PE depends on visualisation of an intraluminal filling defect in more than one projection. Secondary signs of PE include abrupt occlusion (\"cut-off\") of vessels, segmental oligemia or avascularity, a prolonged aerial phase with slow filling, and touous, tapering peripheral vessels. Reference: Harrison's medicine-18th edition, page no: 2174.",
        "cop": 2,
        "opa": "Chest X-ray",
        "opb": "Pulmonary angiography",
        "opc": "Ventilation perfusion scintiscan",
        "opd": "CT",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "5f998565-aa9a-4562-ac91-2e8f33c336f5",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice for Mycoplasma pneumoniae?",
        "exp": "M. Pneumonia causes Atypical pneumonia Other organisms causing atypical pneumonia are:- 1. Mycoplasma pneumonia (D. O. C -Azithromycin) 2. Legionella pneumophila 3. Chlamydia pneumoniae 4. Influenza, RSV, adenovirus, Meta Pneumo virus - All these organisms are resistant to b lactams Treatment options for acute M. pneumoniae infection include Macrolides (e. g., oral azithromycin, 500 mg on day 1, then 250 mg/d on days 2-5), (DOC) Tetracyclines (e. g., oral doxycycline, 100 mg twice daily for 10-14 days), and Respiratory fluoroquinolones. However, ciprofloxacin and ofloxacin are not recommended because of their high minimal inhibitory concentrations against M. pneumoniae isolates and their poor performance in experimental studies.",
        "cop": 4,
        "opa": "Penicillin",
        "opb": "Tetracycline",
        "opc": "Cefuroxime",
        "opd": "Erythromycin",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "dcf466a7-f663-4fb7-9557-b494cd2c422b",
        "choice_type": "single"
    },
    {
        "question": "Rasmussen's aneurysm is a",
        "exp": "In tuberculosis, hemoptysis can occur due to rupture of a dilated vessel in a tuberculous cavity. It is known as Rasmussen's aneurysm. Ref: Harrison's medicine-18th edition, page no: 1345.",
        "cop": 1,
        "opa": "Dilated vessel in a tubercular lung cavity",
        "opb": "Dilated of the root of aoa in valvular stenosis",
        "opc": "Dilated aoa in syphilitic affection",
        "opd": "Dilated renal vessel in hypeensive renal disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "2b5537b5-eace-4304-bf2b-522ea7894467",
        "choice_type": "single"
    },
    {
        "question": "Kerley B lines are due to-",
        "exp": "In pulmonary oedema, chest X ray shows increased vascularity of the lung fields, and the right and left pulmonary aeries dilate. Subsequently, interstitial oedema causes thickened interlobular septa and dilated lymphatics. These are evident as horizontal lines in the costophrenic angles(septal or Kerley B lines). Reference: Davidson's medicine-22nd edition, page no: 550.",
        "cop": 2,
        "opa": "Carcinoma bronchus",
        "opb": "Pulmonary edema",
        "opc": "Lung abscess",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "12fcc476-bfe7-45cf-9ec0-e69683ec0d21",
        "choice_type": "single"
    },
    {
        "question": "45 yr old on Mtx develops respiratory symptoms?",
        "exp": "Ref - Harrisons internal medicine 20e",
        "cop": 3,
        "opa": "Bacterial pneumonia",
        "opb": "TB due to drug therapy",
        "opc": "Nonspecific interstitial pneumonia",
        "opd": "Nonspecific interstitial pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d89c07ad-f449-4f3c-bf21-8840ca3aa0c8",
        "choice_type": "single"
    },
    {
        "question": "Lung volume reduction operations have been developed as a method of managing patients with",
        "exp": "In a patient with diffuse severe emphysema, resection or pa of the damaged lung may allow the patient's residual lung to function more efficiently. This technique may serve either as an alternative to lung transplantation or as a bridge until an appropriate donor organ is available. ref - Harrisons internal medicine 20e pg 1997",
        "cop": 2,
        "opa": "Asbestosis",
        "opb": "Emphysema",
        "opc": "Bronchiectasis",
        "opd": "Amyloidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "90ad43b2-a3bd-4080-a9ac-10083e2fcb15",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary mycetomas on radiographs most commonly show as",
        "exp": "The fungal ball produces a tumor-like opacity on X ray, but can be distinguished from a carcinoma by the presence of a crescent of air between the fungal ball and the upper wall of the cavity(Air crescent sign). HRCT is more sensitive. Reference: Davidson's Medicine-22nd edition, page no: 698.",
        "cop": 2,
        "opa": "Air fluid level",
        "opb": "Lucent crescent",
        "opc": "Eccentric nodule",
        "opd": "Rim calcification",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "19cd4ec8-1745-4f3f-b20f-0ddcd04236d0",
        "choice_type": "single"
    },
    {
        "question": "Sudden onset of cough followed by increasing dyspnoea is characteristic of",
        "exp": "Pneumonia, paicularly lobar pneumonia, usually presents as an acute illness with sudden onset fever, chills, rigor, cough and malaise. Cough is characteristically sho, painful and dry, but later accompanied by the expectoration of mucopurulent sputum(rusty coloured in case of Strep. pneumoniae), with pleuritic chest pain. The patients also presents with increasing dyspnoea with increased respiratory rate(>30/min) and use of accessory muscles of respiration. Pleural effusion has got an insidious onset with breathlessness, with or without cough and pleuritic chest pain. In pneumothorax, the most common symptoms are sudden- onset unilateral pleuritic chest pain or breathlessness. In MI, pain is the cardinal symptom with breathlessness, vomiting & collapse. Reference: Davidson's Medicine-22nd edition, page no: 683, 661, 729, 590.",
        "cop": 2,
        "opa": "Pleural effusion",
        "opb": "Lobar pneumonia",
        "opc": "Myocardial infarct",
        "opd": "Pneumothorax",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "821ed7f7-a747-4ad8-9945-c0b4e4d9f9c0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has been found to be useful in acute severe asthma?",
        "exp": "A high concentration of oxygen should be given by face mask to achieve oxygen saturation of >90%. Magnesium sulfate given intravenously or by nebulizer has been found to be effective in acute severe asthma, when added to inhaled beta2 -agonists & is well tolerated. It can provide additional bronchodilation in patients whose presenting PEF(peak ejection fraction)is below 30% predicted. Reference: Harrison's medicine-18th edition, page no: 2113; Davidson's medicine-22nd edition, page no: 672.",
        "cop": 1,
        "opa": "Magnesium Sulphate",
        "opb": "Anti-leukotrine",
        "opc": "Cromolyn Sodium",
        "opd": "Cyclosporine",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "fe3bb5a4-3d3e-4432-8566-c5536ae51e92",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diagnostic techniques is most specific for pulmonary embolism",
        "exp": "CT pulmonary angiography is the first-line diagnostic test for pulmonary thromboembolism. It has the advantages of visualising the distribution and extent of the emboli, or highlighting an alternative diagnosis, such as consolidation, pneumothorax or aoic dissection. A definitive diagnosis of Pulmonary embolism depends on visualisation of an intraluminal filling defect in more than one projection. Secondary signs of PE include abrupt occlusion(\"cut off\")of vessels, segmental oligemia or avascularity, a prolonged aerial phase with slow filling, and touous, tapering peripheral vessels. Reference: Harrison's Medicine-18th edition, page no: 2174; Davidson's Medicine-22nd edition, page no: 722.",
        "cop": 1,
        "opa": "Pulmonary angiography",
        "opb": "Ventilation lung scanning",
        "opc": "Perfusion lung scanning",
        "opd": "Aerial blood gas analysis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e4bff3d9-e8d4-4214-b341-e8559e9073d1",
        "choice_type": "single"
    },
    {
        "question": "Most reliable investigation in the diagnosis of pulmonary embolism is",
        "exp": "The first line diagnostic test for pulmonary embolism is CT pulmonary angiography(CTPA). It has the advantages of visualising the distribution and extent of the emboli, or highlighting an alternative diagnosis, such as consolidation, pneumothorax or aoic dissection. Chest X-ray is most useful in excluding key differential diagnosis such as pneumonia, pneumothorax etc. ECG changes include sinus tachycardia, anterior T-wave inversion and S1. Q3. T3 pattern. The most common finding in ECG of pulmonary embolism is sinus tachycardia whereas specific finding is S1. Q3. T3 pattern. Reference: Davidson's Medicine: 22nd edition, page no: 722.",
        "cop": 2,
        "opa": "Lung scan",
        "opb": "Angiography",
        "opc": "Differential gas tension",
        "opd": "ECG",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c3a8638b-668a-4a12-8717-916821595390",
        "choice_type": "single"
    },
    {
        "question": "Dicrotic notch is due to closure of",
        "exp": "Dicrotic notch is due to backflow of blood in the aoa at the beginning of diastole. It marks the end of ventricular systole. Reference: Textbook of medical physiology Geetha, 2nd edition, page no: 187.",
        "cop": 1,
        "opa": "Aoic valve",
        "opb": "Mitral valve",
        "opc": "pulmonary",
        "opd": "Tricuspid valve",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "dfd31e5c-a11e-4664-9f91-c8d98c63b950",
        "choice_type": "single"
    },
    {
        "question": "A 45year-O1d male has rhinitis, bronchial asthma, eosinophilia, and systemic vasculitis. What is the probable diagnosis?",
        "exp": "Churg-Strauss syndrome, also referred to as allergic angiitis and granulomatosis, is characterised by asthma, peripheral and tissue eosinophilia, extravascular granuloma formation, and vasculitis of multiple organ systems. The pulmonary findings in Churg-Strauss syndrome are severe asthmatic attacks and the presence of pulmonary infiltrates. The characteristic laboratory finding in viually all patients with Churg-strayss syndrome is a striking eosinophilia, which reaches levels>1000 cells/microL in >80% of patients. Approximately, 48% of patients with Churg-Strauss syndrome have circulating ANCA that is usually antimyeloperoxidase. Ref: Harrison's medicine-18th edition, page no: 2793.",
        "cop": 3,
        "opa": "Goodpasture syndrome",
        "opb": "Cryptogenic fibrosing alveolitis",
        "opc": "Churg-Strauss syndrome",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "6710779b-d062-4ce1-afa9-1221fab90dd1",
        "choice_type": "single"
    },
    {
        "question": "Pseudochylous pleural effusion is seen in",
        "exp": "In chronic effusion like tubercular/rheumatoid ahritis fluid rich in cholesterol mimicking chyle accumulates. Chyliform (pseudochylous) pleural effusion. Author information: A chyliform (pseudochylous) effusion is an uncommon disease entity which develops after an exudative effusion is in situ for a long time. It is commonly initiated by a tuberculous pleurisy and it is impoant to exclude the presence of active tuberculosis Ref Davidson edition23rd pg 626",
        "cop": 1,
        "opa": "TB",
        "opb": "Lymphoma",
        "opc": "Carcinoma lung",
        "opd": "Filariasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "6157478a-ad8b-4376-b2d3-f8ea9ad044f5",
        "choice_type": "single"
    },
    {
        "question": "Bone morphogenic protein receptor 2 gene abnormality seen in",
        "exp": "primary pulmonary hypertension is idiopathic (BMPR gene abnormality).",
        "cop": 2,
        "opa": "Interstitial lung disease",
        "opb": "Pulmonary aery hypertension",
        "opc": "cystic fibrosis",
        "opd": "Diaphragmatic weakness",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "55e7fef2-0b83-4128-99fe-8b5937eac0cd",
        "choice_type": "single"
    },
    {
        "question": "Bronchiectasis sicca is seen with",
        "exp": "Bronchiectasis sicca is a dry bronchiectasis seen in tuberculosis Bronchiectasis sicca or dry bronchiectasis is a very rare condition in which there are all the features of bronchiectasis except for the absence of copious amount of sputum which is usually a hall mark of bronchiectasis Dry bronchiectasis is rare condition in which abnormal dilataion of trachea bronchial tree Ref Davidson 23rd edition pg 586",
        "cop": 1,
        "opa": "TB",
        "opb": "Peusis",
        "opc": "Cystic fibrosis",
        "opd": "Pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "dc51a0cd-5bde-4103-978a-ab2a8b9e3309",
        "choice_type": "single"
    },
    {
        "question": "Characteristic pathological feature of pneumococcal pneumonia",
        "exp": "The characteristic pathological feature of pneumococcal pneumonia is radiographic evidence of lobar/segmental consolidation. Consolidation may be associated with a small pleural effusion or empyema in complicated cases. In children, \"round pneumonia\", a distinctly spherical consolidation is associated with pneumococcal pathology. Non specific findings include elevated polymorphonuclear leukocytes(>15 000/micro Litre in most cases & upward of 40, 000/micro Litre in some), elevated liver function tests, etc. Reference: Harrison' s medicine-18th edition, page no: 1156.",
        "cop": 1,
        "opa": "Consolidation of airway",
        "opb": "Interstitial pneumonitis",
        "opc": "Increased eosinophils",
        "opd": "Hilar lymphadenopathy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "adf25fd9-7d3f-4941-9ec3-85aa8506f57f",
        "choice_type": "single"
    },
    {
        "question": "Pulsus alternans is seen in",
        "exp": "Pulses alterans is defined by beat-to-beat variability of pulse amplitude. It is seen in patients with severe left ventricular dysfunction and systolic heart failure, and is thought to be due to cyclic changes in intracellular calcium and action potential duration. Hyperophic obstructive cardiomyopathy is characterised by jerky pulse (pulses bisferens). Aoic stenosis is characterised by slow rising carotid pulse. (pulses parvus et tarsus) AS may also have anacrotic pulse Harrison's Medicine-20 the edition.",
        "cop": 1,
        "opa": "Severe ventricular dysfunction",
        "opb": "HOCM",
        "opc": "AS",
        "opd": "CP",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f87299ea-8890-456a-a645-33ea1edf6bdf",
        "choice_type": "single"
    },
    {
        "question": "Common presenting symptom of pneumocystis carini pneumonia Is",
        "exp": "The key presenting symptom of PCP is progressive dyspnoea. Dry cough & fever are common. Physical findings include tachypnoea, tachycardia, and cyanosis. Chest X ray shows typical 'ground-glass' interstitial infiltrates in the perihilar regions. Pneumatoceles may occur and rupture, resulting in a pneumothorax. Reference: Davidson edition23rd pg 585",
        "cop": 3,
        "opa": "Cavity on X-ray",
        "opb": "Haemoptysis",
        "opc": "Breathlessness",
        "opd": "Purulent sputum",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "6d608438-2e7b-49e1-b4e0-3ee7b1477bc3",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of acute cor-pulmonale is",
        "exp": "Anticoagulation The main principle of treatment for PE is anticoagulation Thrombolytic and surgical therapy Thrombolysis is indicated in any patient presenting with acute massive PE accompanied by cardiogenic shock. In the absence of shock, the benefits are less clear but thrombolysis may be considered in those presenting with right ventricular dilatation and hypokinesis or severe hypoxaemia. Patients must be screened carefully for haemorrhagic risk, as there is a high risk of intracranial haemorrhage. Surgical pulmonary embolectomy may be considered in selected patients but carries a high moality. Caval filters A patient in whom anticoagulation is contraindicated, who has suffered massive haemorrhage on anticoagulation, or recurrent VTE despite anticoagulation, should be considered for an inferior vena caval filter. Retrievable caval filters are paicularly useful in individuals with temporary risk factors. The caval filter should be used only until anticoagulation can be safely initiated, at which time the filter should be removed if possible. General measures Prompt recognition and treatment are potentially life-saving. Sufficient oxygen should be given to hypoxaemic patients to maintain aerial oxygen saturation above 90%. Circulatory shock should be treated with intravenous fluids or plasma expander, but inotropic agents are of limited value as the hypoxic dilated right ventricle is already close to maximally stimulated by endogenous catecholamines. Diuretics and vasodilators should also be avoided, as they will reduce cardiac output. Opiates may be necessary to relieve pain and distress but should be used with caution in the hypotensive patient. External cardiac massage may be successful in the moribund patient by dislodging and breaking up a large central embolus. Ref Davidson edition23rd pg 642",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Pulmonary thromboembolism",
        "opc": "Chronic obstructive pulmonary disease",
        "opd": "Primary spontaneous pneumothorax",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "adcea677-f5f7-4121-b914-2c2dfec185a0",
        "choice_type": "single"
    },
    {
        "question": "Interpret the following ABG values: Pa. Co2 - 65, HCO3 - 15 m. Eq/L and pH - 7. 21:",
        "exp": "pH - 7. 21, HCO3 - 15 m. Eq/L, Pa. Co2 - 65, HCO3 - 15 m. Eq/L = Mixed respiratory and metabolic acidosis The patient has acidosis. The decreased bicarbonate points to metabolic etiology. For compensation in metabolic acidosis, patient will hyperventilate and carbon dioxide washout will occur. There is a linear relationship between Pa. CO2 and serum HCO3 in metabolic acidosis. Winter's formula: expected Pa. CO2= + Expected Pa. CO2= (1. 5. X15) +8+-2 = 22. 5 + 8 +- 2= 28-32 Interpretation from Winter's formula If Pa. CO2 is lower than normal, there is a concomitant primary respiratory alkalosis If Pa. CO2 is higher than normal, there is a concomitant primary respiratory acidosis Note: Salicylate poisoning is characterised by Both Metabolic and respiratory acidosis",
        "cop": 2,
        "opa": "Uncompensated metabolic alkalosis",
        "opb": "Mixed respiratory and metabolic acidosis",
        "opc": "Fully compensated metabolic acidosis",
        "opd": "Compensated respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "d1243a56-6f15-45f3-a5b9-622670bf9318",
        "choice_type": "single"
    },
    {
        "question": "Antibodies to calcium channel are seen in",
        "exp": "Lambe-Eaton syndrome presents with proximal muscle weakness that improves with exercise & is caused by the development of antibodies to presynaptic calcium channels. Myasthenia gravis is autoimmune disease caused by the development of antibodies to postsynaptic acetylcholine receptors. Polymyositis & Dermatomyositis are related disorders that are characterised by an inflammatory process affecting skeletal muscle. In dermatomyositis, characteristic skin changes also occur. Davidson's Medicine-22nd edition, page no: 272, 1114, 1226, 1227",
        "cop": 1,
        "opa": "Eaton lambe syndrome",
        "opb": "Dermatomyositis",
        "opc": "Myaesthenia gravis",
        "opd": "Polymyositis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8b1c6faf-065d-415e-bb0b-1b992d7ab3bf",
        "choice_type": "single"
    },
    {
        "question": "In ARDS which is damaged?",
        "exp": "In ARDS, alveolar capillary endothelial cells & type 1 pneumocytes(alveolar epithelial cells) are damaged/injured, leading to the loss of the normally tight alveolar barrier to fluid and macromolecules. As a result, edema fluid rich in protein accumulates in the interstitial & alveolar spaces. Condensed plasma proteins aggregate in the air spaces with cellular debris and dysfunctional pulmonary surfactant to form hyaline membrane whorls. Reference: Harrison's Medicine-20th edition, page no: 2032",
        "cop": 1,
        "opa": "Type 1 pneumocytes",
        "opb": "Type 2 pneumocytes",
        "opc": "Clara cells",
        "opd": "Clara cells",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b0d9883a-0eda-4e16-b06f-03bd25323337",
        "choice_type": "single"
    },
    {
        "question": "Bibasilar velcro crackles occur in",
        "exp": "Idiopathic pulmonary fibrosis is defined as a progressive fibrosing interstitial pneumonia of unknown etiology, occurring in adults. With the advent of widespread CT scanning, it may present as an incidental finding in an otherwise asymptomatic individual, but more typically presents with progressive breathlessness(which may have been insidious) and a non-productive cough. Constitutional symptoms are unusual. Clinical findings include finger clubbing and the presence of bi-basal fine late inspiratory crackles likened to the unfastening of Velcro. Crackles are more commonly a sign of alveolar disease. Processes that fill the alveoli with fluid may result in crackles. Fine localised crackles are a sign of parenchymal infiltration. Fine end inspiratory crackles over both lung bases may be an early sign of LVF. Coarse crackles are seen in gross pulmonary edema. MECHANISM OF CRACKLES: Bubbling or flow of air through secretions in the bronchial level. sudden opening of successive bronchioles and alveoli with rapid equalisation of pressure causing a sequence of explosive sounds. Crackles without sputum production indicates interstitial lung disease. Crackles with sputum production indicate parenchymal lung disease. Early inspiratory crackles - CHRONIC BRONCHITIS Mid inspiratory crackles - BRONCHIECTASIS Late inspiratory crackles - ASBESTOSIS, PULMONARY FIBROSIS, PNEUMONITIS, INTERSTITIAL LUNG DISEASE, PULMONARY EDEMA Expiratory crackles - CHRONIC BRONCHITIS, PULMONARY EDEMA Reference: Davidson's Medicine-22nd edition, page no: 708, ALAGAPPAN 4. TH EDITION PAGE 216, 217",
        "cop": 3,
        "opa": "Acute pulmonary edema",
        "opb": "Acute bronchopneumonia",
        "opc": "Pulmonary fibrosis",
        "opd": "Pulmonary embolism",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "22fd9214-72a6-4d67-b7f8-0d4157e7282d",
        "choice_type": "single"
    },
    {
        "question": "One of the following condition Is not associated with clubbing",
        "exp": "Chronic bronchitis does not cause clubbing Pulmonary causes of clubbing: primary and metastatic lung cancer bronchiectasis asbestosis sarcoidosis lung abscess cystic fibrosis tuberculosis mesothelioma other causes include inflammatory bowel disease, infective endocarditis, cyanotic congenital heart disease, hepatic cirrhosis etc",
        "cop": 2,
        "opa": "Primary biliary cirrhosis",
        "opb": "Chronic bronchitis",
        "opc": "Ciyptogenic fibrosing alvcolitis",
        "opd": "Central bronchiectasis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "5f0eb8ce-52e3-4ce8-961a-2bd416bf178e",
        "choice_type": "single"
    },
    {
        "question": "Commonest etiological factor in acute exacerbations of COPD is",
        "exp": "Exacerbations are a prominent feature of the natural history of COPD. Exacerbations are episodes of increased dyspnea and cough and change in the amount and character of sputum. Studies suggest that acquiring a new strain of bacteria is associated with increased near-term risk of exacerbation and that bacterial infection/superinfection is involved in over 50% of exacerbations. Viral respiratory infections are present in approximately one-third of COPD exacerbations. In a significant minority of instances (20-35%), no specific precipitant can be identified. Ref: Harrison 19e pg: 1707",
        "cop": 2,
        "opa": "Viral infections",
        "opb": "Bacterial infections",
        "opc": "Paiculate air pollutants",
        "opd": "Idiopathic",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "70288ba0-16d4-4008-9d70-24e046448833",
        "choice_type": "single"
    },
    {
        "question": "In ARDS, which type of respiratory failure occurs?",
        "exp": "TYPE I: ACUTE HYPOXEMIC RESPIRATORY FAILUREThis type of respiratory failure occurs with alveolar flooding and subsequent intrapulmonary shunt physiology. Alveolar flooding may be a consequence of pulmonary edema, pneumonia, or alveolar haemorrhage. Type I respiratory failure occurs in clinical settings such as sepsis, gastric aspiration, pneumonia, near-drowning, multiple blood transfusions, and pancreatitis. Pulmonary edema can be fuher categorized as occurring due to elevated pulmonary microvascular pressures, as seen in heart failure and intravascular volume overload or ARDS (\"low-pressure pulmonary edema, \"Ref: Harrison 19e pg: 1731",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a8c50715-c6bd-4dc4-8ef2-c7b40de5e3d5",
        "choice_type": "single"
    },
    {
        "question": "Functional residual capacity is best measured by?",
        "exp": "Pulmonary plethysmography is commonly used to measure FRC and TLC The difference between full and empty lungs can be used to assess diseases and airway passage restrictions. An Obstructive disease will show increased FRC because some airways do not empty normally, while a Restrictive disease will show decreased FRC. Body plethysmography is paicularly appropriate for patients who have air spaces which do not communicate with the bronchial tree; in such patients, helium dilution would give an incorrectly low reading. Although Helium dillution and Nitrogen washout methods are also used to measure TLC but overall best is pulmonary plethysmography.",
        "cop": 1,
        "opa": "Pulmonary plethysmography",
        "opb": "Helium dilution method",
        "opc": "Spirometry",
        "opd": "Nitrogen washout method",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "67d52f6c-461d-42ba-9f11-8a14a4e6279a",
        "choice_type": "single"
    },
    {
        "question": "Platypilea is seen in",
        "exp": "platypnea ohodeoxia is typically an ove symptom when the patient's posture changes from the supine to the upright position.. Especially when a significant pleural ef- fusion (hydrothorax) is present, the intrathoracic effusion spreads diffusely over the posterior space of the thorax in the supine position. Ref Davidson 23rd edition pg 619",
        "cop": 2,
        "opa": "Diaphragmatic palsy",
        "opb": "Pleural effusion",
        "opc": "pulmonary embolism",
        "opd": "Lt atrial tumor",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "7534b731-7d46-4d20-97dd-cecaf9d22e90",
        "choice_type": "single"
    },
    {
        "question": "The treatment most likely to benefit a patient of massive pulmonary embolism in shock",
        "exp": "For a patient with massive pulmonary embolism in shock, primary therapy consists of clot dissolution with thrombolytics like t. PA/streptokinase or removal of PE by embolectomy. The preferred fibrinolytic regimen is 100 mg of recombinant t. PA(tissue plasminogen activator) administered as a continuous peripheral iv infusion over 2 hours. Anticoagulation with heparin and warfarin or placement of an inferior vena cava filter constitutes secondary prevention of recurrent PE. Reference: Harrison's Medicine-18th edition, page no: 2174-2176.",
        "cop": 1,
        "opa": "Thrombolytic therapy",
        "opb": "Inotropic agent",
        "opc": "Vasodilator therapy",
        "opd": "Diuretic therapy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "91fba7da-3957-4541-bb8d-25a91c3ec50e",
        "choice_type": "single"
    },
    {
        "question": "Not a cause of community acquired pneumonia -",
        "exp": "Community acquired pneumonia is caused by bacteria like Streptococcus pneumoniae(most common), Mycoplasma pneumoniae(more common in young), Legionella pneumoniae, Chlamydia pneumoniae, Haemophilus infuenzae(more common in elderly), Staphylococcus aureus, Chlamydia psittaci, Coxiella Burnetii, Klebsiella pneumoniae, Actinomyces israelii. Viruses causing CAP include influenza, parainfluenza, measles, herpes simplex, adenovirus, cytomegalovirus, coronavirus. Reference: Davidson's Medicine-22nd edition, page no: 683..",
        "cop": 1,
        "opa": "Acinetobacter baumanii",
        "opb": "Hemophilus influenza",
        "opc": "Streptococcus penumoniae",
        "opd": "Mycoplasma pneumoniae",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4351335f-4038-4211-8583-1087b8a163b5",
        "choice_type": "single"
    },
    {
        "question": "Pneumoconiosis is caused due to inhalation of dust within the size range of -",
        "exp": "Paicle size of air contaminants must be considered in pneumoconiosis. Paicles >10-15 microns do not penetrate beyond the nose and throat. Paicles 2. 5-10 microns contain crustal elements such as silica, aluminium, and iron. These paicles mostly deposit high in the tracheobronchial tree. Fine -mode fraction include paicles less than 2. 5 microns, which are carried to the lower airways and produces pneumoconiosis. Reference: Harrison's medicine-18th edition, page no: 2122.",
        "cop": 1,
        "opa": "0. 5-2. 5 microns",
        "opb": "3-6 microns",
        "opc": "6. 5-8 microns",
        "opd": "10-20 microns",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b6451d72-b540-4ba1-ac86-3aa5df45b462",
        "choice_type": "single"
    },
    {
        "question": "Pleural glucose is <60 mg/dl is seen in which of the following condition?",
        "exp": "Pleural TB is characterised by straw coloured pleural fluid; an exudate with a protein concentration>50% of that in serum, a normal to low glucose concentration(usually less than 60 mg/dL.), a pH of approx. 7. 3, and detectable WBCs(usually 500-6000/microL). Effusion secondary to malignancy is characterised by an exudate with reduced glucose level if the tumor burden is high enough. Pleural fluid secondary to pancreatitis shows elevated amylase levels. Referensce: Harrison's medicine-18th edition, page no: 1346, 2179.",
        "cop": 2,
        "opa": "Malignancy",
        "opb": "TB",
        "opc": "Fungal",
        "opd": "Pancreatitis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "faa31ef4-5067-44eb-a915-d72c27076a87",
        "choice_type": "single"
    },
    {
        "question": "Most common symptom of bronchial adenoma is?",
        "exp": "Bronchial adenomas are centrally located slow-growing endobronchial lesions that are generally carcinoid tumors, adenocystic tumors, or mucoepidermoid tumors. Mean age at presentation is 45 years. Patients often give a history of chronic cough, intermittent hemoptysis, or repeated episodes of airway obstruction with atelectasis, or pneumonias with abscess formation. Ref: Harrison's medicine-18th edition, page no: 753.",
        "cop": 3,
        "opa": "Wheeze",
        "opb": "Dyspnea",
        "opc": "Recurrent hemoptysis",
        "opd": "Pain",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e8d601e2-66f1-42bf-9dd3-ed6022a26996",
        "choice_type": "single"
    },
    {
        "question": "Feature of exudates pleural effusion is",
        "exp": "According to Light's criteria for distinguishing pleural transudate from exudate, exudate is likely if one or more of the following criteria are met-Pleural fluid protein: serum protein ratio>0. 5; Pleural fluid LDH: serum LDH ratio>0. 6; Pleural fluid LDH>2/3 rds of the upper limit of normal serum LDH. Reference: Davidson's medicine-22nd edition, page no: 662.",
        "cop": 1,
        "opa": "Pleural fluid protein: Serum protein ratio> 0. 5",
        "opb": "Pleural fluid protein: Serum protein ratio> 0. 8",
        "opc": "Pleural fluid protein: Serum protein ratio<0. 5",
        "opd": "Pleural fluid protein: Serum protein ratio> 1. 0",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "1a9bb77b-52eb-4368-ab90-ed9b6d0fc06c",
        "choice_type": "single"
    },
    {
        "question": "As per GOLD criteria, COPD is termed very severe when FEV1 is",
        "exp": "GOLD Criteria for Severity of Airflow Obstruction in COPDGOLD stage. Severity. Spirometry. IMild. FEV1/FVC <0. 7 and FEV1 >=80% predicted. IIModerate. FEV1/FVC <0. 7 and FEV1 >=50% but <80%predicted. IIISevere. FEV1/FVC <0. 7 and FEV1 >=30% but <50%predicted. IVVery severe. FEV1/FVC <0. 7 and FEV1 <30% predicted. Ref: Harrison 19e pg: 1704",
        "cop": 4,
        "opa": ">=80% predicted",
        "opb": ">=50% but <80%",
        "opc": ">=30% but <50%",
        "opd": "<30% predicted",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9f3e8c07-c66a-46e4-aea1-5b8cc18cf042",
        "choice_type": "single"
    },
    {
        "question": "Rasmussen's aneurysm involves?",
        "exp": "In post primary pulmonary TB, hemoptysis can occur from rupture of a dilated vessel in a tuberculous cavity(Rasmussen's aneurysm) Reference: Harrison's medicine-18th edition, page no: 1345.",
        "cop": 2,
        "opa": "Bronchial aneurysm",
        "opb": "Pulmonary aneurysm",
        "opc": "Veebral aery",
        "opd": "Posterior intercostal aery",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "0cfffbaf-0e39-4df6-a46e-08c2d2fc05ea",
        "choice_type": "single"
    },
    {
        "question": "A 17 Year old male complains of recurrent episodes of cough, wheeing and shoness of breath paicularly at night for the last 3 days. His sibling has a history of similar symptoms. A skin test with pollen produces immediate wheal and flare. He should be treated with",
        "exp": "The patient is having atopic asthma, with sensitization to allergens like pollen, dust mites, etc. The primary modality of treatment for asthma is bronchodilators, which give rapid relief of symptoms mainly through relaxation of airway smooth muscle and relieving bronchoconstriction. Beta agonists(sho acting and long acting), anticholinergics and theophylline are three classes of bronchodilators in current use, of which beta agonists like salbutamol, terbutaline, salmeterol are the most effective. Ref: Harrison's medicine-18th edition, page no: 2109, 2110.",
        "cop": 1,
        "opa": "Bronchodilators",
        "opb": "Steroids",
        "opc": "Antibiotics",
        "opd": "cough sedative",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8853e5fe-362a-40d0-8d05-ca49d0226ef0",
        "choice_type": "single"
    },
    {
        "question": "Kerley B lines seen in",
        "exp": "In pulmonary edema, the vascularity of the lung fields becomes more prominent, and the right and left pulmonary aeries dilate. Subsequently, interstitial edema causes thickened interlobular septa and dilated lymphatics. These are evident as horizontal lines in the costophrenic angles(septal or Kerley B lines). <reference: Davidson' s medicine-22nd edition page no: 550.",
        "cop": 2,
        "opa": "Pulmonary embolism",
        "opb": "Pulmonary edema",
        "opc": "Carcinoma bronchus",
        "opd": "Lung abscess",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "92cc1ba3-0183-411f-a767-33b2fbd8bf50",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following parameter is consistent with pleural transudate?",
        "exp": "Pleural fluid LDH levels greater than 1000 IU/L suggest empyema, malignant effusion, rheumatoid effusion, or pleural paragonimiasis. The diagnosis is suggested by a pleural fluid/serum LDH ratio of greater than 1, with a pleural fluid/serum protein ratio of less than 0. 5 Normal levels of LDH in the blood can vary depending on the lab, but usually range between 140 units per liter (U/L) to 280 U/L for adults and tend to be higher for children and teens Ref Davidson edition23rd pg 626",
        "cop": 1,
        "opa": "Ldh<2/3 of upper limit of serum ldh",
        "opb": "WBC -1500/mm3",
        "opc": "Specific gravity-1. 120",
        "opd": "Protein-2. 5gram/dl",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a19c7f35-125a-46cf-b6ec-d2c6724eeb95",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a feature of type 2 respiratory failure?",
        "exp": "Type 2 respiratory failure is characterised by aerial hypoxia with hypercapnia. Here, Pa. O2 is less than 60 mm. Hg(<8. 0 k. Pa) and Pa. CO2 is greater than 50 mm. Hg(>6. 6 k. Pa). It can present with the signs of CO2 retention like confusion, flapping tremors(asterixis), bounding pulse & Papilloedema. In Type 1 respiratory failure there is pao2<60 and paco2 normal or decreased. Reference: Davidson's Medicine-22nd edition, page no: 664.",
        "cop": 1,
        "opa": "p CO2 38 mm Hg and p. O2 50 mm HG",
        "opb": "p CO2 68 mm Hg and p. O2 5O mm Hg",
        "opc": "Papilloedema",
        "opd": "Asterixis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "38a33ba5-5d6c-4d0e-9332-111ec4a911db",
        "choice_type": "single"
    },
    {
        "question": "Farmer's lung Is caused due to exposure to?",
        "exp": "Farmer's lung is a hypersensitivity pneumonitis caused by the inhalation of proteins, such as thermophilic bacteria and fungal spores that are present in moldy bedding and feed. Thermophilic actinomycetes acts as the antigen, producing cell mediated hypersensitivity. Reference: Harrison's medicine-18th edition, page no: 2116.",
        "cop": 2,
        "opa": "Bacillus subtilis",
        "opb": "Thermoactinomyces sacchari",
        "opc": "Aspergillus fumigatus",
        "opd": "Penicillium nalgiovense",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "2e8bca88-34b7-472f-92ea-84430c7ffbe1",
        "choice_type": "single"
    },
    {
        "question": "The typical feature of interstitial lung disease is",
        "exp": "Rales are abnormal lung sounds characterized by discontinuous clicking or rattling sounds. They can sound like salt dropped onto a hot pan or like cellophane being crumpled. Crackles are the clicking, rattling, or crackling noises that may be made by one or both lungs of a human with a respiratory disease during inhalation. They are usually heard only with a stethoscope (\"on auscultation\"). Bilateral crackles refers to the presence of crackles in both lungs. Basal crackles are crackles apparently originating in or near the base of the lung. Bibasal crackles refer to crackles at the bases of both the left and right lungs. Bilateral basal crackles also refers to the presence of basal crackles in both lungs. Crackles are caused by the \"popping open\" of small airways and alveoli collapsed by fluid, exudate, or lack of aeration during expiration. Crackles can be heard in patients with pneumonia, atelectasis, pulmonary fibrosis, acute bronchitis, bronchiectasis, acute respiratory distress syndrome (ARDS), interstitial lung disease or post thoracotomy or metastasis ablation. Pulmonary edema secondary to left-sided congestive heart failure can also cause crackles. Ref Davidson 23rd edition pg 579",
        "cop": 1,
        "opa": "End inspiratory rales",
        "opb": "Expiratory rales",
        "opc": "Inspiratory rhonchi",
        "opd": "Expiratory rhonchi",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ec2fda9a-974f-4e98-829b-4f71aa93444e",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old male has a long standing history of breathlessness. He has been a heavy smoker since the age of 20 years. Physical examination reveals an anxious male who is emaciated, puffing for breath but is not cyanosed. The chest is barrels shaped. The investigation of choice in this patient be",
        "exp": "The patient is having chronic obstructive pulmonary disease -emphysematous type. High resolution CT scan is the current definitive test for establishing the presence or absence of emphysema in living subjects. It allows the detection, characterisation(centriacinar/panacinar) and quantification of emphysema and is more sensitive than a chest X ray for detecting bullae. Ref: Harrison's medicine-18th edition, page no: 2157; Davidson's medicine-22nd edition, page no: 675.",
        "cop": 1,
        "opa": "High resolution CT",
        "opb": "contrast enhanced CT",
        "opc": "Plain skiagram chest",
        "opd": "Ultrasound test",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "4269c9ad-6dc3-43a7-9b0f-dc9e66c44ddc",
        "choice_type": "single"
    },
    {
        "question": "In cystic fibrosis the most common organism which causes infection is",
        "exp": "Respiratory infections are characteristic feature of cystic fibrosis in the presence of viscous secretions blocking medium and small airways. The most common organism is Staphylococcus aureus. Other organisms include H. influenza, Pseudomonas aeruginosa, etc. Ref: Harrison's med: 18th edition, page no: 1697.",
        "cop": 2,
        "opa": "Pseudomonas",
        "opb": "Staphylococcus",
        "opc": "Kiebsiella",
        "opd": "Streptococcus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d6f40ee5-309b-4bbe-9672-8c842c73287a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the first strategy in. the management of chronic obstructive lung disease?",
        "exp": "There is a strong dose-response relationship between the intensity of smoking, expressed as pack years, & the developmant of COPD, expressed as decline in FEV1. It has been shown that middle-aged smokers who were able to successfully stop smoking experienced a significant improvement in the rate of decline in pulmonary function. Successful smoking cessation can be enhanced by pharmacological approaches like bupropion; nicotine replacement therapy and varenicline, a nicotinic acid receptor agonist/antagonist. Reference: Harrison's medicine-18th edition, page no: 2157.",
        "cop": 3,
        "opa": "Aminophylline",
        "opb": "Anti-cholinergics",
        "opc": "Cessation of smoking",
        "opd": "Oral steroids",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "532532ed-0cf1-457c-af6d-f09dbb170454",
        "choice_type": "single"
    },
    {
        "question": "The treatment of choice for Tension Pneumothorax is",
        "exp": "Classical management of tension pneumothorax is emergent chest decompression with needle thoracostomy. A 14-16G intravenous cannula is inseed into the second rib space in the mid-clavicular line. The needle is advanced until air can be aspirated into a syringe connected to the needle Ref Davidson edition23rd pg 627",
        "cop": 1,
        "opa": "Wide bore needle inseion in 2nd intercostal space",
        "opb": "Thoracotomy",
        "opc": "Intubation with IPPV",
        "opd": "ICD",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9df8f2a1-eead-4505-ab63-e520b120202b",
        "choice_type": "single"
    },
    {
        "question": "A truck driver has chronic cough with fever since one month. Chest x-ray show bilateral reticulonodular infiltrates in mid and lower zones. Which of the following is possible diagnosis?",
        "exp": "Patients with Pneumocystis pneumonia develop dyspnoea, fever, and non productive cough. The classic findings on chest radiography consist of bilateral diffuse infiltrates beginning in the perihilar regions, but various atypical manifestations(nodular densities, cavitary lesions) have also been repoed. HRCT shows groundglass opacities in earlier stage. Reference: Harrison's medicine-18th edition, page no: 1671.",
        "cop": 4,
        "opa": "Tuberculosis",
        "opb": "ILD",
        "opc": "Pneumococcal pneumonia",
        "opd": "Pneumocystis carini pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "44bc8ad2-4cb2-433e-9831-4a3064c9296d",
        "choice_type": "single"
    },
    {
        "question": "The level of which one of the following compounds is elevated in bronchial asthama",
        "exp": "Mediators such as histamine, PGD2, & cysteinyl-leukotrienes have been implicated in the pathogenesis of asthma. They contract airway smooth muscle, increase microvascular leakage, increase airway mucus secretion, and attract other inflammatory cells. They are released from the inflammatory cells like mast cells, eosinophils, basophils, etc. Reference: Harrison' s medicine, 18th edition, page no: 2106.",
        "cop": 3,
        "opa": "PGI2",
        "opb": "PGH2",
        "opc": "Leukotrienes",
        "opd": "Thromboxane",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ce2837f1-27eb-43c6-844e-425078446338",
        "choice_type": "single"
    },
    {
        "question": "A 62-year old patient has been diagnosed with a restrictive pulmonary disease. Which of his following measurements is likely to be normal?",
        "exp": "In restrictive lung diseases, FEV1 and FVC are reduced, but FEV1 is larger in comparison. So the FEV1/FVC ratio will be normal or slightly increased. RV, TLC, and FRC are also decreased in restrictive lung diseases(fibrosis). Reduction in FEV1 and FVC are related to the reduction in TLC. In obstructive lung diseases, FVC and FEV1 are reduced, FEV1 is much smaller. As a result, the FEV1/FVC ratio will be decreased. Here, RV and FRC will be increased due to obstruction and hyperinflation. Reference: Harrison'ss Medicine-18th edition, page no: 2086.",
        "cop": 3,
        "opa": "FEV1",
        "opb": "FVC",
        "opc": "FEV1/FVC",
        "opd": "FRC",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "83d7559f-14a2-449a-88fb-4949cb31c321",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity pneumonitis is/are caused by -",
        "exp": "Bagassosis can lead to hypersensitivity pneumonitis, in which the antigen is thermophilic actinomycetes and the source of antigen is \"moldy\" bagasse (sugarcane). Other examples for HP include bird fancier's lung, farmer's lung, hot tube lung, chemical worker's lung, bird fancier's lung, etc. Reference: Harrison's medicine-18th edition, page no:: 2117.",
        "cop": 2,
        "opa": "Coal worker's pneumoconiosis",
        "opb": "Bagassosis",
        "opc": "Silicosis",
        "opd": "Sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "5997729c-5f69-4124-8f1a-9b0f6561f22a",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of bronchopulmonary aspergillosis is",
        "exp": "Aspergillus fumigatus is responsible for most cases of invasive aspergillosis including bronchopulmonary aspergillosis, almost all cases of chronic aspergillosis, and most allergic syndromes. A. flavus is more prevalent in some hospitals and causes a higher propoion of cases of sinus and cutaneous infections and keratitis than A. fumigatus. A. Niger can cause invasive infection, but more commonly colonizes the respiratory tract and causes external otitis. A. terreus causes only invasive disease, usually with a poor prognosis. A. nidulans occasionally causes invasive infection, primarily in patients with chronic granulomatous disease. Reference: Harrison's medicine-18th edition, page no: 1655.",
        "cop": 1,
        "opa": "Aspergillus fumigatus",
        "opb": "Aspergillus terreus",
        "opc": "Aspergillus flavus",
        "opd": "Aspergillus niger",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "28fae6ac-c156-45ed-9c93-bddc2fbd5c5b",
        "choice_type": "single"
    },
    {
        "question": "The majority of cases of community acquired pneumomia are due to infection with-",
        "exp": "The most common infective agent of community acquired pneumonia is Streptococcus pneumoniae. Most cases are spread by droplet infection. Viral infections are impoant causes of CAP in children. Reference: Davidson's Medicine-22nd edition, page no: 682",
        "cop": 2,
        "opa": "Legionella pneumophila",
        "opb": "Streptococcus pneumoniae",
        "opc": "Haemophilus influenzae",
        "opd": "Staphylococcus aureus",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "6511ef85-91c6-41b7-9e1b-d076979832b5",
        "choice_type": "single"
    },
    {
        "question": "pH is 7. 2, p. O2 is 46, p. CO2 of 80 are indicative of",
        "exp": "Type 2 respiratory failure paco2 increases, pao2 decrease. An asthma exacerbation is an acute or subacute episode of progressive worsening of symptoms of asthma, including shoness of breath, wheezing, cough, and chest tightness. Exacerbations are marked by decreases from baseline in objective measures of pulmonary function, such as peak expiratory flow rate and FEV1. Ref Davidson edition23rd pg 573",
        "cop": 1,
        "opa": "Acute exacerbation of asthma",
        "opb": "Idiopathic pulmonary fibrosis",
        "opc": "Cystic fibrosis",
        "opd": "ABPA",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "0d204e25-11ac-4d37-ae4e-e5a0ec7ca089",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in ARDS?",
        "exp": "ARDS - acute lung injury characterized by coughing and rales; inflammation of the lungs whichbecome stiff and fibrous and cannot exchange oxygen; occurs among persons exposed to irritants such as corrosive chemical vapors or ammonia or chlorine etc. and predisposing factors like pneumonia, aspiration, severe trauma, sepsis, drowning etc In ards there is non cardiogenic pulmonary edema. Ref: Ganong's review of medical physiology 24th edition pg 666",
        "cop": 2,
        "opa": "Hypoxia",
        "opb": "Hypercapnia",
        "opc": "Pulmonary oedema",
        "opd": "Stiff lung",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "550374dc-5749-46d7-866e-1430c77f6b0d",
        "choice_type": "single"
    },
    {
        "question": "Marked decreased FEV1 and FEV1/ FVC ratio are seen in",
        "exp": "In obstructive diseases like asthma, marked fall in FEV1 and FEV1/FVC ratio is present. In restrictive diseases like kyphoscoliosis and fibrosis, lung volumes like TLC, FRC, RV as well as FVC are lowered. Maximal expiratory flows like FEV1 are also reduced compared with normal values, but are relatively elevated when considered in relation to lung volumes. So FEV1/FVC ratio will be normal or slightly increased Ref: Harrison's medicine-18th edition, page no: 2093.",
        "cop": 1,
        "opa": "Asthma",
        "opb": "Kyphosis",
        "opc": "Scoliosis",
        "opd": "Fibrosis of lung",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "6f662a7c-4e75-4745-a52c-6660c057d1cc",
        "choice_type": "single"
    },
    {
        "question": "V wave in left atrium is higher than in right atrium becasuse",
        "exp": "Left atrial waveform is very similar to right atrium however a wave and v wave are larger because of lower compliance in left atrium v wave represents the passive filling of atria.",
        "cop": 1,
        "opa": "Left side is high pressure system",
        "opb": "Left atrium good compliance with pulmonary vein",
        "opc": "Something due to poor transit through lung for atrium",
        "opd": "Right side is a high pressure system",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b08a5c63-917d-4ef1-98e2-4c4da47d386e",
        "choice_type": "single"
    },
    {
        "question": "Diffusion capacity of lung is increased by?",
        "exp": "DLCO increased in mild CHF, alveolar hemorrhage, polycythemia, left to right shunts.",
        "cop": 1,
        "opa": "CHF",
        "opb": "Pulmonary embolism",
        "opc": "Chronic lung disease",
        "opd": "Anemia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9d5e50c7-5ff8-4731-ba95-7219e6b6679f",
        "choice_type": "single"
    },
    {
        "question": "Which is not used in the management of IPF?",
        "exp": "Thalidomide reduces cough in patients with IPF. Chronic micro-aspiration may play a role in the pathogenesis of IPF. Hence therapy of GER is beneficial(Pantoprazole). Lung transplantation referral should be done earlier due to unpredictable nature of the progression of the disease. Bronchodilators have no role in progression or management of IPF.",
        "cop": 4,
        "opa": "Thalidomide",
        "opb": "Pantoprazole",
        "opc": "Lung transplantation",
        "opd": "Acebrophylline",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "8d695423-2c57-4930-9e8b-6543ed509f05",
        "choice_type": "single"
    },
    {
        "question": "Genetic risk factor for COPD is",
        "exp": "Severe a1 Antitrypsin deficiency is a proven genetic risk factor for COPDAlthough only approximately 1% of COPD patients are found to have severe a1. AT deficiency as a contributing cause of COPD, these patients demonstrate that genetic factors can have a profound influence on the susceptibility for developing COPDSpecific treatment in the form of a1. AT augmentation therapy is available for severe a1. AT deficiency as a weekly IV infusion Patients with cystic fibrosis develop bronchiectasis. Ref: Harrison 19e pg: 1704",
        "cop": 1,
        "opa": "a1 Antitrypsin Deficiency",
        "opb": "Cystic fibrosis",
        "opc": "Marfan syndrome",
        "opd": "Severe combined immunodeficiency",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "142b007f-bab2-4749-b3c1-bca4c9565607",
        "choice_type": "single"
    },
    {
        "question": "Shifting dullness is the characteristic sign of",
        "exp": "Hydropneumothorax is collection of both fluid(lower pa) and air(upper pa) in the pleural cavity. The hallmark diagnosis in hydropneumothorax is 3 'S': Shifting dullness(due to the presence of free fluid & air within the pleural cavity, dullness of fluid shifts from one place to other within chest with the change of posture of the patient), Succussion splash, and Straight fluid level(upper limit of dullness is horizontal).",
        "cop": 1,
        "opa": "Hydropneumothorax",
        "opb": "Pneumothorax",
        "opc": "Consolidation",
        "opd": "Collapse",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "ae792c9f-f026-4110-b409-9fdb9c7c12c3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not an aetiology of transudative pleural effusion?",
        "exp": "Malignant mesothelioma produces exudative pleural effusion. The chest radiograph reveals a pleural effusion, generalized pleural thickening, and a shrunken hemithorax. Mesothelioma arise from the mesothelial cells, and most are related to asbestos exposure. Reference: Harrison's medicine-18th edition, page no: 2179.",
        "cop": 1,
        "opa": "Mesothelioma",
        "opb": "Congestive heart failure",
        "opc": "Cirrhosis",
        "opd": "Nephrotic syndrome",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e9cc12ec-98f6-4fa0-9cbb-ef636489cd7a",
        "choice_type": "single"
    },
    {
        "question": "Stony dull note on percussion is characteristic of-",
        "exp": "Stony dullness will be obtained in pleural effusion over the lung base due to the accumulation of serous fluid in the pleural cavity. In left sided pleural effusion, there will be loss of tympanicity of Traube's space. The clinical features of pleural effusion include pleuritic chest pain, dyspnoea, tracheal and mediastinal shift to the opposite side, diminished or absent breath sounds, aegophony and bronchial breath sounds just above the level of effusion. Consolidation is characterised by dull percussion note, tuberculous cavity by impaired percussion note. Reference: Davidson's Medicine-22nd edition, page no: 645, 661.",
        "cop": 1,
        "opa": "Pleural effusion",
        "opb": "Consolidation",
        "opc": "Pleurisy",
        "opd": "Tuberculosis cavity",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3198034f-3d4c-4ce7-9e87-cc34bba07141",
        "choice_type": "single"
    },
    {
        "question": "Clinical features of pneumonia are",
        "exp": "Chest signs of consolidation in pneumonia include increased vocal fremitus, dull note on percussion, and as conduction of sound is enhanced, auscultation reveals increased breath sounds, bronchial breathing, aegophony & whispering pectoriloquy; crackels are heard through out. Reference: Davidson's medicine-22nd edition, page no: 683.",
        "cop": 2,
        "opa": "Tracheal shift",
        "opb": "Increased breath sounds",
        "opc": "Decreased vocal fremitus",
        "opd": "Absence of Egophony",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "74a2342c-948c-4389-8dad-e0d3e82db917",
        "choice_type": "single"
    },
    {
        "question": "In an emphysematous patient with bullous leison which is the best investigation to measure lung volumes?",
        "exp": "RV, FRC, TLC cannot measured by spirometry. This are measured by using the helium dilution technique/ body plethysmographY. In patients with severe COPD, and with large bullae in paicular, body plethysmography is preferred because the use of helium may underestimate lung volumes. Reference: Davidson's Medicine -22nd edition, page no: 675",
        "cop": 1,
        "opa": "Body plethysmography",
        "opb": "Helium dilution",
        "opc": "Trans diaphragmatic pressure",
        "opd": "DLco",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "3ed2c35e-e773-4a2d-b7b5-5daeb9dd831d",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for bronchiectasis",
        "exp": "Chest CT is more specific for bronchiectasis and is the imaging modality of choice for confirming the diagnosis. CT findings include airway dilation(tram track or signet ring sign), lack of bronchial tapering, bronchial wall thickening in dilated airways, inspissated secretions or cysts emanating from the bronchial wall Ref: Harrison's med: 18th edition, page no: 2143.",
        "cop": 4,
        "opa": "Alpha 1-antitrypsin level",
        "opb": "ANCA",
        "opc": "Ds-DNA",
        "opd": "CT",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "bd14a91b-9921-4338-937d-2abc03c0910e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common illness leading to development of ARDS?",
        "exp": "Most cases (>80%) are caused by a relatively small number of clinical disorders: severe sepsis syndrome and/or bacterial pneumonia (~40-50%), trauma, multiple transfusions, aspiration of gastric contents, and drug overdose. Among patients with trauma, the most frequently repoed surgical conditions in ARDS are pulmonary contusion, multiple bone fractures, and chest wall trauma/flail chest, whereas head trauma, near-drowning, toxic inhalation, and burns are rare causes. Ref: Harrison 19e pg: 1736",
        "cop": 4,
        "opa": "Aspiration of gastric contents",
        "opb": "Head trauma",
        "opc": "Drug overdose",
        "opd": "Bacterial pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f9118bf6-4767-49d9-a877-2741668a5c46",
        "choice_type": "single"
    },
    {
        "question": "Tubular breathing is seen in",
        "exp": "Tubular or bronchial breath sounds is seen in lobar pneumonia or consolidation. Normally the breath sounds heard over the chest is vesicular. Reference: Davidson, 23rd Edition, page no: 547.",
        "cop": 2,
        "opa": "Pleural effusion",
        "opb": "Consolidation",
        "opc": "Pleurisy",
        "opd": "TB cavity",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "52828283-e19c-402c-9526-0a4062ebe02c",
        "choice_type": "single"
    },
    {
        "question": "For the diagnosis of obstructive airway disease which of the following is preferred",
        "exp": "In obstructive airway diseases fev1 is markedly reduced than FVC. Maximum mid expiratory flow rate(fev 25 -75 %) is the more sensitive measure of small airway obstruction.",
        "cop": 2,
        "opa": "Vital capacity",
        "opb": "Timed vital capacity",
        "opc": "Tidal volume",
        "opd": "Blood gas analysis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e0c66aec-681f-484a-87ce-e375cc3535f9",
        "choice_type": "single"
    },
    {
        "question": "Best ventilator strategy for ARDS is",
        "exp": "ARDS can be difficult to distinguish from fluid overload or cardiac failure. Occasionally, conditions may present in a similar way to ARDS but respond to alternative treatments; an example of this might be a glucocoicoid- responsive interstitial pneumonia. Management of ARDS is suppoive, including use of lung-protective mechanical ventilation, inducing a negative fluid balance and treating the underlying cause. Establishing the severity of ARDS is useful, as severe disease will require more proactive management such as prone positioning or extracorporeal membrane oxygenation (ECMO) Berlin definition of ARDS * Onset within 1 week of a known clinical insult, or new or worsening respiratory symptoms * Bilateral opacities on chest X-ray, not fully explained by effusions, lobar/lung collapse or nodules * Respiratory failure not fully explained by cardiac failure or fluid overload. Objective assessment (e. g. by echocardiography) must exclude hydrostatic oedema if no risk factor is present * Impaired oxygenation Ref Davidson edition23rd pg 199_198",
        "cop": 3,
        "opa": "CPAP",
        "opb": "High frequency jet ventilation",
        "opc": "Assisted control mechanical ventilation",
        "opd": "Synchronised intermittent mandatory ventilation",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "61ede35e-9a75-4ad4-8d1d-debb2c5e9104",
        "choice_type": "single"
    },
    {
        "question": "A young patient presented with features of pneumonia, X-ray showed a lung abscess and a bulging fissure. WHich of the following is the most likely causative organism is",
        "exp": "Bulging fissure sign in x ray seen in klebsiella. image shows bulging fissure sign Clinical features Pneumonia, paicularly lobar pneumonia, usually presents as an acute illness. Systemic features, such as fever, rigors, shivering and malaise, predominate and delirium may be present. The appetite is invariably lost and headache frequently repoed. Pulmonary symptoms include cough, which at first is characteristically sho, painful and dry, but later is accompanied by the expectoration of mucopurulent sputum. Rust-coloured sputum may be produced by patients with Strep. pneumoniae infection and the occasional patient may repo haemoptysis Pleuritic chest pain may be a presenting feature and on occasion may be referred to the shoulder or anterior abdominal wall. Upper abdominal tenderness is sometimes apparent in patients with lower lobe pneumonia or those with associated hepatitis. Less typical presentations may be seen in the very young and the elderly. While different organisms often give rise to a similar clinical and radiological picture, it may be possible to infer the likely agent from the clinical context. Mycoplasma pneumoniae is more common in young people and rare in the elderly, whereas Haemophilus influenzae is more common in the elderly, paicularly if underlying lung disease is present. Legionella pneumophila occurs in local outbreaks centred on contaminated cooling towers in hotels, hospitals and other industries. Staph. aureus is more common following an episode of influenza. Klebsiella pneumonia has a specific association with alcohol abuse and often presents with a paicularly severe bacteraemic illness. Recent foreign travel raises the possibility of infections that may otherwise be unusual in the UK, e. g. MERS-coronavirus (Middle East ), melioidosis caused by Burkholderia pseudomallei (South-east Asia and nohern Australia and endemic fungal infection (Noh, Central or South America. Ceain occupations) may be associated with exposure to specific bacteria. Clinical examination should first focus on the respiratory and pulse rates, blood pressure and an assessment of the mental state, as these are impoant in forming a judgement as to severity of the illness. Chest signs vary, depending on the inflammatory response, which proceeds through stages of acute exudation, red and then grey hepatisation, and finally resolution. When consolidated, the lung is typically dull to percussion and, as conduction of sound is enhanced, auscultation reveals bronchial breathing and whispering pectoriloquy; crackles are heard throughout. An assessment of the state of nutrition is impoant, paicularly in the elderly. The presence of herpes labialis may point to streptococcal infection, as may the finding of 'rusty' sputum. Ref Davidson edition23rd pg 585",
        "cop": 2,
        "opa": "Staphylococcus",
        "opb": "Klebsiella",
        "opc": "Pneumocystis carinii infection",
        "opd": "CMV",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "967ca9a0-5ac1-4c17-b33d-01cdd2e961c6",
        "choice_type": "single"
    },
    {
        "question": "Cyanosis cannot occur in severe anemia because",
        "exp": "Cyanosis seen when deoxygenated hb >4 gm. so in severe anemia where HB less than 4 gm we cannot see cyanosis.",
        "cop": 2,
        "opa": "Anaemic blood has a higher O2 carrying capacity per gram of Hb",
        "opb": "It requires a critical concentration of reduced Hb in blood",
        "opc": "Patient improves his alveolar oxygen as a compensation for anemia",
        "opd": "There is an increased blood flow through the skin",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8708bb2f-de3c-4fbe-a5dd-61173751f700",
        "choice_type": "single"
    },
    {
        "question": "Cavitatory lesions in lung are seen in -",
        "exp": "Cavitation seen in infections, tuberculosis (not primary), lungabscess, septic emboli, malignancies, etc Pneumonia ( bacterial pneumonia) Pneumonia is as an acute respiratory illness associated with recently developed radiological pulmonary shadowing that may be segmental, lobar or multilobar. The context in which pneumonia develops is highly suggestive of the likely organism(s) involved; therefore, pneumonias are usually classified as community- or hospital-acquired, or those occurring in immunocompromised hosts. 'Lobar pneumonia' is a radiological and pathological term referring to homogeneous consolidation of one or more lung lobes, often with associated pleural inflammation; bronchopneumonia refers to more patchy alveolar consolidation associated with bronchial and bronchiolar inflammation, often affecting both lower lobes Interstitial lung diseases, pneumoconiosis will not present as cavities. Ref Davidson edition23rd pg 582",
        "cop": 2,
        "opa": "Primary pulmonary tuberculosis",
        "opb": "Staphylococcal pneumonia",
        "opc": "Pneumoconiosis",
        "opd": "Interstitial lung disease",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c42ce0bc-6d9b-481a-840d-0f2f8f2974f3",
        "choice_type": "single"
    },
    {
        "question": "Cause of transudate pleural effusionn is",
        "exp": "Causes of transudative effusion includes Nephrotic syndrome, congestive heart failure, cirrhosis, pulmonary embolization, myxedema, etc. Causes of exudative effusion includes neoplasms; infections like pneumonia, TB, collagen vascular diseases, Meigs syndrome, etc. Most common cause of exudative pleural effusion is bacterial pneumonia. Reference: Davidson's Medicine-22nd edition, page no: 661.",
        "cop": 1,
        "opa": "Nephrotic syndrome",
        "opb": "Tuberculosis",
        "opc": "Pneumonia",
        "opd": "Pulmonary infarction",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b33c2d4e-967e-4aae-895b-d07d1910cbb3",
        "choice_type": "single"
    },
    {
        "question": "Why is tetany seen with hyperventilation",
        "exp": "In hyperventilation patient develops hypocalcemia, so he develops tetany. Tetany hyperventilation Low levels of carbon dioxide cause tetany by altering the albumin binding of calcium such that the ionized (physiologically influencing) fraction of calcium is reduced; one common reason for low carbon dioxide levels is hyperventilation. Low levels of magnesium can lead to tetany Ref Davidson 23rdedition pg 620",
        "cop": 3,
        "opa": "Metabolic alkalosis",
        "opb": "Metabolic acidosis",
        "opc": "Respiratory alkalosis",
        "opd": "Respiratory acidosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "0fc09624-2e5a-40ca-8c46-12b5dc256b06",
        "choice_type": "single"
    },
    {
        "question": "Broncho-pneumonia due to measles occurs due",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "Sinusitis",
        "opb": "Immunomodulation",
        "opc": "Bronchial obstruction",
        "opd": "Aspiration",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a2eb952e-4b1d-4cdb-b8fa-c95cbd15c2e0",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis? <img src=\" />",
        "exp": "Emphysema is commonly seen on CXR as diffuse hyperinflation with increased lucency, flattening of diaphragms, increased anteroposterior, increased retrosternal space. Ref: Harrison 19e pg: 308, e-5",
        "cop": 2,
        "opa": "Pneumothorax",
        "opb": "Emphysema",
        "opc": "Bronchiectasis",
        "opd": "Cardiomegaly",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "154f0338-5bda-4b69-a159-6dadd4eea3d1",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for pneumocystis carinii is?",
        "exp": "Question repeated",
        "cop": 2,
        "opa": "Doxycyline",
        "opb": "Cotrimoxazole",
        "opc": "Tetracyclines",
        "opd": "Dapsone",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "43542b56-73f7-40d8-a479-f6bb0dde477f",
        "choice_type": "single"
    },
    {
        "question": "Hemoptysis is said to be massive when it exceeds what amount in 24hours?",
        "exp": "Massive hemoptysis is generally defined as expectoration of over 600 mL of blood within a 24hour period. It is a medical emergency associated with a moality rate of 30 to 50%. Ref: Harrison; 20th edition pg 233",
        "cop": 3,
        "opa": "400mL",
        "opb": "500mL",
        "opc": "600mL",
        "opd": "800mL",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "c887dc79-c92d-434b-b452-4a354677afab",
        "choice_type": "single"
    },
    {
        "question": "Severe Obstructive sleep apnea is defined as AHI of greater than",
        "exp": "Obstructive Sleep Apnea/Hypopnea Syndrome Quantification and Severity scale. Apnea-hypopnea index: Number of apnea plus hypopnea per hour of sleep. Respiratory disturbance index: Number of apneas plus hypopnea plus RERAs per hour of sleep. Mild OSAHSAHI of 5-14 events/hour. Moderate OSAHSAHI of 15-29 events/hour. Severe OSAHSAHI of >= 30 events/hour. Reference: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 319; Sleep Apnea",
        "cop": 4,
        "opa": "15 events/hour",
        "opb": "20 events/hour",
        "opc": "25 events/hour",
        "opd": "30 events/hour",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f5f8de47-8033-4a8f-8029-f0161f6c1132",
        "choice_type": "single"
    },
    {
        "question": "A 60-year old male has a long standing history of breathlessness. He has been a heavy smoker since the age of 20 years. Physical examination reveals an anxious male who is emaciated, puffing for breath but is not cyanosed. The chest is barrels shaped. The primary pathology of the lung in this patient is associated with which of the following pathogenetic mechanisms?",
        "exp": "From the history and clinical findings, the probable diagnosis is chronic obstructive pulmonary disease-emphysematous type. Severe alpha1 antitrypsin (protease inhibitor) deficiency is a proven genetic risk factor for COPD. The unopposed action of elastolytic proteases lead to destruction and enlargement of gas-exchanging air spaces, thus leading to the development of emphysema. Ref: Harrison's medicine-18th edition, page no: 2152, 2155.",
        "cop": 2,
        "opa": "Type I hypersensitivity",
        "opb": "Unabashed action of proteases",
        "opc": "Deposition of immune complexes",
        "opd": "Deficiency of a protein produced by the liver",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e480180f-94fa-4b76-81be-dc5de9bb80fe",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man working in a coal mining factory for 16 years develops symptoms of progressively worsening breathlessness and cough with expectoration. A spirometry was performed and his values were: FEV1 - 1. 4 L/min, FVC 2. 8L/min. What could be the cause?",
        "exp": "The FEV1/FVC ratio of the patient is low which indicates obstructive airway disease. Coal workers pneumoconiosis is associated with effects of coal dust on alveolar macrophages leading to the development of chronic bronchitis and COPD. Spirometry Obstructive lung disease Restrictive lung disease FEV1 VC FEV1/FVC RV FRC Low ++ Low+ Low High High Low + Low++ Normal / High Low Low",
        "cop": 3,
        "opa": "Silicosis",
        "opb": "Hypersensitivity pneumonitis",
        "opc": "COPD",
        "opd": "Idiopathic pulmonary fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory System",
        "id": "399c5c8c-c666-4e36-af89-6209d602ccb4",
        "choice_type": "single"
    },
    {
        "question": "which position is best in patients suspecting air embolism",
        "exp": "For venous air embolism the Trendelenburg or left lateral positioning of a patient with an air-lock obstruction of the right ventricle may move the air bubble in the ventricle and allow blood flow under the bubble Ref Davidson edition23rd pg 622",
        "cop": 4,
        "opa": "Supine",
        "opb": "Left Lateral",
        "opc": "Trendelenberg",
        "opd": "BC",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "304e60dd-a464-41fb-bbb9-384e63c7afc0",
        "choice_type": "single"
    },
    {
        "question": "D-dimer is the most sensitive diagnostic test for",
        "exp": "The quantitative plasma D-dimer ELISA rises in the presence of DVT or pulmonary embolism because of the breakdown of fibrin by plasmin. The sensitivity of the D-dimer is >95% for pulmonary embolism. This test is less sensitive for DVT(80%) than for PE because the DVT thrombus size is smaller. But this assay is not specific. Levels increase in patients with MI, pneumonia, sepsis, cancer, post operative period & in the second and third trimesters of pregnancy. Reference: Harrison's medicine-18th edition, page no: 2172.",
        "cop": 1,
        "opa": "Pulmonary embolism",
        "opb": "Acute pulmonary oedema",
        "opc": "Cardiac tamponade",
        "opd": "Idiopathic pulmonary fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "a8d226b7-a401-4ebb-9daa-43c30cf55546",
        "choice_type": "single"
    },
    {
        "question": "What is the emergent management of tension pneumothorax?",
        "exp": "Tension pneumothorax is a medical emergency. In case of tension pneumothorax, immediate release of the positive pressure by inseion of a large-bore needle into the pleural space through the second anterior intercostal space is beneficial. If the tension is not relieved, the patient is likely to die from inadequate cardiac output, or marked hypoxaemia. Harrison's medicine-18th edition, page no: 2181.",
        "cop": 3,
        "opa": "Chest X-ray",
        "opb": "Emergency room thoracotomy if unstable",
        "opc": "Immediate needle thoracostomy in 2nd intercostal space",
        "opd": "Tube thoracostomy in 5th ICS",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "267fd987-8b18-4193-9f7e-46dc417dc697",
        "choice_type": "single"
    },
    {
        "question": "Best test for lung fibrosis-",
        "exp": "Chest X ray may be normal in individuals with early or limited disease. HRCT typically demonstrates a patchy, predominantly peripheral, subpleural and basal reticular pattern, and, in more advanced disease, the presence of honeycombing cysts and traction bronchiectasis. When these features are present, HRCT has a high positive predictive value for the diagnosis of pulmonary fibrosis and recourse to biopsy is seldom needed. HRCT appearances may also be sufficiently characteristic to suggest an alternative diagnosis such as hypersensitivity pneumonitis or sarcoidosis or asbestosis. Reference: Davidson's Medicine-22nd edition, page no: 708",
        "cop": 3,
        "opa": "Chest xray",
        "opb": "MRI",
        "opc": "HRCT",
        "opd": "Biopsy",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "d783f6e8-4d20-40a3-8e47-e79437415e0c",
        "choice_type": "single"
    },
    {
        "question": "Beryllium expsore is associated with",
        "exp": "Beryllium can produce a chronic granulomatous inflammatory disease that is similar to sarcoidosis. It is distinguished from sarcoidosis by evidence of a specific cell-mediated immune response(delayed hypersensitivity) to beryllium. Chest imaging shows nodules along septal lines. Pulmonary function tests show restrictive and /or obstructive ventilatory defects and decreased diffusing capacity. Ref: Harrison's medicine-18th edition, page no: 2125.",
        "cop": 2,
        "opa": "Pulmonary fibrosis",
        "opb": "Granulomatous lung disease",
        "opc": "Lung cancer",
        "opd": "Mesothelioma",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "9532816c-35d1-485a-8411-1cffb05261e5",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for the treatment of Pneumocystis jirovei (Pneumocystis carini) pneumonia is",
        "exp": "Pneumocystis jirovecii pneumonia is characterised by progressive dyspnoea with dry cough and fever. Chest X ray shows bilateral interstitial infiltrate spreading out from hilar regions. High resolution CT scan is more sensitive, showing 'ground-glass' interstitial infiltrates. Diagnosis is made with silver stains, PCR, immunofluorescence of bronchoalveolar lavage(BAL)/induced sputum. Treatment is with high dose co-trimoxazole; together with adjunctive steroids if the patient is hypoxic. Reference: Davidson edition23rd pg 584",
        "cop": 2,
        "opa": "Lamivudine",
        "opb": "Co-trimoxazole",
        "opc": "Doxycycline",
        "opd": "Itraconazole",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "8426170a-cc44-429e-8695-2644b4e796e2",
        "choice_type": "single"
    },
    {
        "question": "The abnormal preoperative pulmonary function test in a patient with severe kyphoscoliosis includes",
        "exp": "In severe kyphoscoliosis RV is normal TLC decreased FRC decreased/normal FVC decreases",
        "cop": 1,
        "opa": "Normal RV and decreasd TLC",
        "opb": "Reduced FEV1/ FVC",
        "opc": "Reduced FEV 25-75",
        "opd": "Increased FRC",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "30330faa-6558-4900-9f18-cf14fafe3f28",
        "choice_type": "single"
    },
    {
        "question": "Bronchial asthma is associated with raised levels of",
        "exp": "Acute asthma attacks are often triggered by allergens or exercise. Inflammatory molecules called leukotrienes are one of several substances which are released by mast cells during an asthma attack, and it is leukotrienes which are primarily responsible for the bronchoconstriction Ref Davidson edition23rd pg 575",
        "cop": 1,
        "opa": "Leukotrienes",
        "opb": "PGI2",
        "opc": "PGE2",
        "opd": "Thromboxane",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b244e303-c9ee-4c9b-b147-5882eebc81e2",
        "choice_type": "single"
    },
    {
        "question": "A 17-year old male complains of recurrent episodes of cough, wheezing and shoness of breath paicularly at night for the last 3 days. His sibling has a history of similar symptoms. A Skin test with pollen produces immediate wheal and flare. The laboratory finding most consistent with his clinical findings would be",
        "exp": "Atopy is the major risk factor for asthma. Patients with asthma commonly suffer from other atopic diseases, paicularly allergic rhinitis and atopic dermatitis. Eosinophilic infiltration of airways along with peripheral eosinophilia is a characteristic feature seen in asthmatic patients. There will also be elevated total serum IgE and specific IgE to inhaled allergens(radioallergosorbent test) in atopic asthma. Ref: Harrison's medicine-18th edition, page no: 2109.",
        "cop": 4,
        "opa": "Neutrophilia",
        "opb": "Cold agglutinins",
        "opc": "Positive direct antiglobulin test",
        "opd": "Eosinophilia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "e829cf1b-7a3a-491c-bafd-b389f645f77f",
        "choice_type": "single"
    },
    {
        "question": "Dose of Mg. SO4 in asthma is",
        "exp": "Bronchodilators Bronchodilator therapy is central to the management of breathlessness. The inhaled route is preferred and a number of different agents delivered by a variety of devices are available. Choice should be informed by patient preference and inhaler assessment. Sho-acting bronchodilators may be used for patients with mild disease but longer-acting bronchodilators are usually more appropriate for those with moderate to severe disease. Significant improvements in breathlessness may be repoed despite minimal changes in FEV1, probably reflecting improvements in lung emptying that reduce dynamic hyperinflation and ease the work of breathing. Oral bronchodilator therapy, such as theophylline preparations, may be contemplated in patients who cannot use inhaled devices efficiently but their use may be limited by side-effects, unpredictable metabolism and drug interactions; hence the requirement to monitor plasma levels. Orally active, highly selective phosphodiesterase inhibitors remain under appraisal. Combined inhaled glucocoicoids and bronchodilators The fixed combination of an inhaled glucocoicoid and a LABA improves lung function, reduces the frequency and severity of exacerbations and improves quality of life. These advantages may be accompanied by an increased risk of pneumonia, paicularly in the elderly. LABA/inhaled glucocoicoid combinations are frequently given with a long-acting muscarinic antagonist (LAMA). LAMAs should be used with caution in patients with significant heart disease or a history of urinary retention. Oral glucocoicoids Oral glucocoicoids are useful during exacerbations but maintenance therapy contributes to osteoporosis and impaired skeletal muscle function, and should be avoided. Oral glucocoicoid trials assist in the diagnosis of asthma but do not predict response to inhaled glucocoicoids in COPD. Pulmonary rehabilitation Exercise should be encouraged at all stages and patients reassured that breathlessness, while distressing, is not dangerous. Multidisciplinary programmes that incorporate physical training, disease education and nutritional counselling reduce symptoms, improve health status and enhance confidence. Most programmes include two to three sessions per week, last between 6 and 12 weeks, and are accompanied by demonstrable and sustained improvements in exercise tolerance and health status. Oxygen therapy Long-term domiciliary oxygen therapy (LTOT) improves survival in selected patients with COPD complicated by severe hypoxaemia (aerial Pa. O2 < 7. 3 k. Pa (55 mm. Hg)). It is most conveniently provided by an oxygen concentrator and patients should be instructed to use oxygen for a minimum of 15 hours/ day; greater benefits are seen in those who use it for more than 20 hours/day. The aim of therapy is to increase the Pa. O2 to at least 8 k. Pa (60 mm. Hg) or Sa. O2 to at least 90%. Ambulatory oxygen therapy should be considered in patients who desaturate on exercise and show objective improvement in exercise capacity and/or dyspnoea with oxygen. Oxygen flow rates should be adjusted to maintain Sa. O2 above 90%. Surgical intervention Bullectomy may be considered when large bullae compress surrounding normal lung tissue. Patients with predominantly upper lobe emphysema, preserved gas transfer and no evidence of pulmonary hypertension may benefit from lung volume reduction surgery (LVRS), in which peripheral emphysematous lung tissue is resected with the aim of reducing hyperinflation and decreasing the work of breathing. Both bullectomy and LVRS can be performed thorascopically, minimising morbidity. Lung transplantation may benefit carefully selected patients with advanced disease (p. 567). Other measures Patients with COPD should be offered an annual influenza vaccination and, as appropriate, pneumococcal vaccination. Obesity, poor nutrition, depression and social isolation should be identified and, if possible, improved. Mucolytic agents are occasionally used but evidence of benefit is limited. Palliative care Addressing end-of-life needs is an impoant, yet often ignored, aspect of care in advanced disease. Morphine preparations may be used for palliation of breathlessness in advanced disease and benzodiazepines in low dose may reduce anxiety. Decisions regarding resuscitation should be addressed in advance of critical illnes Magnesium sulfate is a bronchodilator. It relaxes the bronchial muscles and expands the airways, allowing more air to flow in and out of the lungs. This can relieve symptoms of asthma, such as shoness of breath. initial loading dose 2 gm over a period of 20 minutes where infused Ref Davidson edition23rd pg 577",
        "cop": 2,
        "opa": "8 g i. v. over 20 minutes",
        "opb": "2g infused over 20 minutes",
        "opc": "2g i. v. over 40 minute",
        "opd": "6 g i. V. over 40 minutes",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "cd92d5f0-697a-4575-9627-372c780d3e0d",
        "choice_type": "single"
    },
    {
        "question": "Lung volume reduction surgery is used in the management of",
        "exp": "Lung volume reduction surgery (LVRS) reduce volume of lung in emphysema. Patients with upper lobe-predominant emphysema and a low post-rehabilitation exercise capacity are most likely to benefit from LVRS. Patients are excluded if they have significant pleural disease, a pulmonary aery systolic pressure >45 mm. Hg, extreme deconditioning, congestive heart failure, or other severe comorbid conditions. Patients with an FEV1 <20% of predicted and either diffusely distributed emphysema on CT scan or diffusing capacity of lung for carbon monoxide (Dl. CO) <20% of predicted have an increased moality rate after the procedure and thus are not candidates for LVRS. Ref: Harrison 19e pg: 1706",
        "cop": 4,
        "opa": "Bronchial asthma",
        "opb": "Interstitial lung disease",
        "opc": "Chronic bronchitis",
        "opd": "Emphysema",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "185b82ca-0c04-449c-8f0b-7f64a97803e1",
        "choice_type": "single"
    },
    {
        "question": "The interstitial lung disease (ILD) showing granulomas on lung biopsy is",
        "exp": "Sarcoidosis is an inflammatory disease characterised by the presence of noncaseating granulomas. The granuloma is the pathologic hallmark of sarcoidosis. Desquamative interstitial pneumonia Is characterised by extensive accumulation of macrophages in intraalveolar spaces with minimal interstitial fibrosis. Granulomas are not formed in usual interstitial pneumonitis and diffuse alveolar damage. Reference: Harrison's Medicine-18th edition, page no: 2805, 2806, 2167.",
        "cop": 2,
        "opa": "Usual interstitial pneumonitis",
        "opb": "Sarcoidosis",
        "opc": "Diffuse alveolar damage",
        "opd": "Desquamative interstitial pneumonia",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "332734c0-8273-49e1-95b2-d653ab47c6f5",
        "choice_type": "single"
    },
    {
        "question": "Best investigation when there is clinical suspicion of pulmonary embolism in a patient is -",
        "exp": "CT pulminary angiography is the first-line diagnostic test. It has the advantages of visualising the distribution and extent of the emboli, or highlighting an alternative diagnosis, such as consolidation, pneumothorax, or aoic dissection. A definitive diagnosis of PE depends on visualisation of an intraluminal filling defect in more than one projection. Secondary signs of PE include abrupt occlusion(\"cut-off\") of vessels, segmental oligemia or avascularity, a prolonged aerial phase with slow filling, and touous, tapering peripheral vessels. Reference: Harrison's medicine-18th edition, page no: 2174; Davidson's medicine-22nd edition, page no: 722.",
        "cop": 2,
        "opa": "D - Dimer assay",
        "opb": "Multi detector CT angiography",
        "opc": "Doppler ultrasound",
        "opd": "Catheter angiography",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "f580117e-32fe-4ef7-9766-ce421c8592f6",
        "choice_type": "single"
    },
    {
        "question": "Feature of shock lung is?",
        "exp": "Lungs due to dual blood supply are generally not affected by hypovolaemic shock but in septic shock, the morphologic changes in lungs are quite prominent termed as 'shock lung'. Grossly, the lungs are heavy and wet. Microscopically, changes in ARDS are seen. The changes include congestion, interstitial & alveolar edema, interstitial lymphocytic infiltrate, alveolar hyaline membranes, thickening and fibrosis of alveolar septa, and fibrin and platelet thrombi in the pulmonary microvasculature., i. e., diffuse alveolar damage. Reference: Textbook of pathology-Harsh Mohan, 6th edition, page no: 113 and Harrison",
        "cop": 1,
        "opa": "Diffuse alveolar damage",
        "opb": "Usual interstitial pneumonitis",
        "opc": "Organizing pneumonia",
        "opd": "Bronchilolitis",
        "subject_name": "Medicine",
        "topic_name": "Respiratory system",
        "id": "b8acf03f-00d6-4724-aaab-27f03cca5d3c",
        "choice_type": "single"
    }
]