[
    {
        "question": "Not a cause of Roth spots?",
        "exp": "Roth spots Round retinal hemorrhages with white centers Seen in: Infective endocarditis SLE Serum sickness Polyaeritis nodosa Severe anemia Leukemia Prolonged anesthesia",
        "cop": 4,
        "opa": "Leukemia",
        "opb": "Severe anemia",
        "opc": "SLE",
        "opd": "Hypersensitivity pneumonitis",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "4f4ac24a-6f3a-4adc-a347-2fde996cae72",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a pa of Duke's Criteria for infective endocarditis?",
        "exp": "Splenomegaly, Hemiplegia(Brain abscess) and clubbing(in SABE) are complications of infective endocarditis and are not diagnostic criteria. Splenomegaly: occurs due to development of splenic abscess secondary to embolization of infected vegetations from valvular surface. Choice B and C are minor diagnostic criteria for infective endocarditis. Choice D is a major diagnostic criteria and helps in determining best antibiotic for the condition as well. Duke Criteria for infective endocarditis: Major criteria: 1) Echocardiograpghy: Vegetations +nt 2) Blood culture +ve: 2/3 +ve for same organisms. For Coxiella burnetti 1/3 +ve. 3) New onset murmur in pre-existing heart disease. Minor criteria: 1) Fever >38oC 2) IV drug abusers and other predisposing conditions 3) Vascular phenomenon like aerial emboli, mycotic aneurysm, SAH, ICH, Janeway lesions 4) Immunological: Roth spots, Osler nodes and P. S. G. N",
        "cop": 1,
        "opa": "Splenomegaly",
        "opb": "Fever > 100. 40F",
        "opc": "IV drug user",
        "opd": "Blood culture positive",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "4296ad02-5942-460b-ab51-40e144ad053e",
        "choice_type": "single"
    },
    {
        "question": "Valve affected in infective endocarditis due to septic aboion?",
        "exp": "In septic states the bacteria will enter into right side of hea and can infect the tricuspid valve.",
        "cop": 2,
        "opa": "Mitral",
        "opb": "Tricuspid",
        "opc": "Pulmonary",
        "opd": "Aoic",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "13a7dc6a-7345-4f84-8fcc-050adae16972",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old male, an IV drug abuser presents to OPD with complaints of fatigue, malaise and rigors. His temperature was 38. 5degC, pulse -84/min, BP- 130/80 mm Hg. On cardiovascular examination, pan-systolic murmur was heard, loudest at the left sternal border. 3 sets of blood cultures were taken consecutively. Transthoracic echocardiography (TTE) was done, which revealed vegetation on the tricuspid valve with TR. From the given history, which organism is most likely to be positive in blood cultures?",
        "exp": "From the given history - Probable diagnosis is Infective endocarditis * H/o IV drug abuse - most common organism- Staphylococcus aureus- Culture positive endocarditis. Most common organism in IV drug abusers causing Infective Endocarditis Overall Staphylococcus aureus Right side of Hea Staphylococcus aureus Left side of Hea Enterococcus faecium Single +ve blood culture for Coxiella Burnetii is considered a major criteria for diagnosis of IE. Culture negative endocarditis- HACEK group.",
        "cop": 4,
        "opa": "Streptococcus sanguis",
        "opb": "Enterococcus faecium",
        "opc": "Coxiella burnetii",
        "opd": "Staphylococcusaureus",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "1ae22b84-c4cd-4aef-bfd5-dc0222a8ad24",
        "choice_type": "single"
    },
    {
        "question": "What is not true about infective endocarditis?",
        "exp": "Rose spots Bacterial emboli to the skin Occur in approximately 1/3rd of the cases of typhoid fever. One of the classic signs of untreated disease, Shigellosis and non-typhoidal salmonellosis. Appear as a rash between the 7th and 12th day from the onset of symptoms. Occur in groups of 5-10 on the lower chest and upper abdomen, Last 3-4 days A. Rose spots in salmonellosis. Hematuria can occur as a manifestation of PSGN in IE. Hemiplegia can occur after brain abscess formation in IE. Roth spots are central retinal hemorrhage occurs in IE.",
        "cop": 2,
        "opa": "Hematuria",
        "opb": "Rose spots",
        "opc": "Roth spots",
        "opd": "Hemiplegia",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "df67bd5c-b691-4b1a-a848-6d98581cb25d",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old patient presents with recurrent TIA episodes. Echocardiography shows candle flame sign. The probable etiology of the disease is?",
        "exp": "The clue is candle flame sign on echo which is a feature of mitral stenosis. Hence the answer is B. In longstanding mitral stenosis, left atria appendage clots can develop. This can explain the neurological presentation of this patient. Most common valvular cause of RHD is mitral stenosis at young age.",
        "cop": 2,
        "opa": "Senile calcification of hea valve",
        "opb": "Rheumatic fever when he was a youth",
        "opc": "Long-standing undiagnosed hypertension",
        "opd": "Undiagnosed congenital condition",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "97405e42-2d1f-4f7f-9671-256967a19a1f",
        "choice_type": "single"
    },
    {
        "question": "Which of the auscultatory sign is absent in mitral stenosis in the presence of atrial fibrillation?",
        "exp": "The presystolic accentuation of the mid-diastolic murmur of atrial fibrillation is due to atrial contraction against a closed mitral valve. With the onset of atrial fibrillation, since atrial will be twitching, pre-systolic accentuation will disappear. Other changes in findings of mitral stenosis with an onset of atrial fibrillation are: The first hea sound becomes variable in intensity as hea rhythm is irregularly irregular Opening snap continues to occur as long as the valves are pliable and non-calcified. Length of the diastolic murmur varies.",
        "cop": 2,
        "opa": "Mid diastolic murmur",
        "opb": "Presystolic accentuation",
        "opc": "Variable first hea sound",
        "opd": "Loud P2",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "465291cd-04c1-4c05-85b3-331e1b959cef",
        "choice_type": "single"
    },
    {
        "question": "Duke's criteria is used for evaluation of?",
        "exp": "Duke's criteria =Infective endocarditis Duke's score= severity of chronic stable angina Duke staging= Colorectal CA",
        "cop": 4,
        "opa": "CHF",
        "opb": "Severity of aoic stenosis",
        "opc": "Chronic Stable Angina",
        "opd": "Infective endocarditis",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "1ca21da7-64b4-4a8b-8473-858245e0b4f2",
        "choice_type": "single"
    },
    {
        "question": "Mid systolic click is classically heard in?",
        "exp": "MItral valve prolapse \"Midsystolic click\" are viually synonymous with prolapse of the mitral valve toward the left atrium during systole. Result of myxomatous degeneration of the valve with prolongation of the valve or chordate tendinae. Abnormal ratio between the length of the mitral apparatus and the volume of the left ventricular chamber. Ventricular systole proceeds and ventricular volume declines, the valve cannot be held in place. The valve then slips and as it is caught again to be held in place by subvalvular tissue, the sudden cessation in motion creates a high frequency sound, the mid-systolic click. Disease Feature Hamman Rich syndrome Idiopathic interstitial lung disease Rheumatic aoic regurgitation Can lead to early diastolic murmur In severe AR, mid diastolic murmur will be heard and is called Austin flint murmur Congenital mitral stenosis Leads to mid diastolic murmur with presystolic accentuation",
        "cop": 1,
        "opa": "Mitral valve prolapse",
        "opb": "Hamman- rich syndrome",
        "opc": "Rheumatic aoic regurgitation",
        "opd": "Congenital Mitral stenosis",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "69e8831a-d52f-4eb3-9079-ce0d35d1a89f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statement is false about erythema marginatum?",
        "exp": "ERYTHEMA MARGINATUM: Involves usually trunk or sometimes limb but never on face. Rash stas as pink papule, clears centrally and leave spreading edge behind. It generally occurs only in patients with carditis.",
        "cop": 2,
        "opa": "Begins as pink papule",
        "opb": "Clears from periphery and leave rash behind",
        "opc": "Classical rash of acute rheumatic fever",
        "opd": "Occurs only in patients with carditis",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic Heart disease & infective endocarditis",
        "id": "1c9dd66b-a26d-4c89-b5fd-2992367327a8",
        "choice_type": "multi"
    }
]