[
    {
        "question": "Rheumatoid arthritis commonly affects the -",
        "exp": "Ans. is 'a' i. e., Cervical spine o In decreasing frequency, the metacarpophalangeal (MCP), wrist, proximal interphalangeal (PIP), knee, metatarsophalangeal (MTP), shoulder, ankle, cervical spine, hip, elbow and temporomandibular joints are most commonly affected.",
        "cop": 1,
        "opa": "Cervical spine",
        "opb": "Thoracolumbar spine",
        "opc": "Lumbar spine",
        "opd": "Sacral spine",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "85a6148c-a91d-4df4-83da-f096183820fc",
        "choice_type": "single"
    },
    {
        "question": "Rheumatoid arthritis is seen with?",
        "exp": "Ans. (b) HLADR4. Ref: Harrison 19th ed. / 372e-l. HLA allele. Diseases with increased risk. HLA-B27. Ankylosing spondylitis. Post-gonococcal arthritis. Acute anterior uveitis. HLA-B4721-hydroxylase deficiency. HLA-DR2. Systemic lupus erythematosus. HLA-DR3. Autoimmune hepatitis. Primary Sjogren syndrome. Diabetes mellitus type 1. Systemic lupus erythematosus. HLA-DR4. Rheumatoid arthritis. Diabetes mellitus type 1. HLA-DR3 and - DR4 combined. Diabetes mellitus type 1. HLA-DQ2 and HLA-DQBCeliac disease",
        "cop": 2,
        "opa": "HLADR3",
        "opb": "HLA DR4",
        "opc": "HLA DR 27",
        "opd": "HLA B 27",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "666dfb73-80ee-43ce-84f6-c1d318047341",
        "choice_type": "single"
    },
    {
        "question": "HLA-DR4 is a marker of -",
        "exp": "Ans. is 'a' i. e., Rheumatoid arthritis DR4 is associated witho Extra-articular rheumatoid arthritiso Hydralazine-induced femal systemic lupus erythematosuso Pemphigoid gestationaliso Pemphigus foliaceuso Obstructive hypertrophic cardiomyopathyo IgA nephropathy",
        "cop": 1,
        "opa": "Rheumatoid arthritis",
        "opb": "Sarcoidosis",
        "opc": "Sero-negative gouty arthritis",
        "opd": "Psoriasis",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "9bdd32bd-c31f-495d-bca0-9540e58c7797",
        "choice_type": "single"
    },
    {
        "question": "Pleural effusion in rheumatoid arthritis is typically associated with the following features except-",
        "exp": "Ans. is 'a' i. e., Glucose > 620 mg/dl o When glucose in pleural fluid is less than 60mg/dl it is low glucose pleural fluid. Causes of Low glucose pleural fluido Malignancyo Rheumatoid arthritis o Empyemao Hemothoraxo Paragonimiasiso Churg strauss syndromeo Lupus pleuritis (occasionally)",
        "cop": 1,
        "opa": "Glucose > 60 mg/dl",
        "opb": "Protein > 3 gm/dl",
        "opc": "Pleural fluid protien to serum protein ratio of >0-5",
        "opd": "Pleural fluid LDH to serum LDH ratio of >0-6",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "8de23343-f2fa-42f8-9b24-6db39e426698",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the most specific test for Rheumatoid arthritis",
        "exp": "Ans. is 'a' i. e. Anti-ccp antibody Rheumatoid factor is an autoantibody, usually IgM directed against the Fc region of IgG. Despite its name, rheumatoid factor is not specific for rheumatoid arthritis, it can also be seen in wide range of autoimmune disorders, inflammatory disease and chronic infections. *Anticitrullinated peptide antibody test (Anti ccp) test is more specific than rheumatoid factor for diagnosis of rheumatoid arthritis, It may be positive very early in the course of the disease. Oxford Journal of medicine states \"Anti-cyclic citrullinate peptide (anti-ccp) antibody testing is particularly useful in the diagnosis of rheumatoid arthritis with high specificity, present early in the disease process and has ability to identify patients who are likely to have severe disease and irreversible damage. Anti ccp antibodies have not been found at a significant frequency in other diseases to date and are more specific than Rheumatoid factor for detecting rheumatoid arthritis. Also know. Diagnosis of Rheumatoid arthritis. There is no single sign, symptom or test result that allows the definitive diagnosis of rheumatoid arthritis. Instead, the diagnosis is based on a consideration of many factors, including the presence of characteristic signs and symptoms of rheumatoid arthritis, the results of laboratory tests, and the result of X-rays. The diagnosis of R. A. is based on the presence of at least four of the following criteria: Morning stiffness that lasts at least one hour and that has been present for at least six weeks. Swelling of at least three or more joints for 6 weeks. Swelling of the wrist, metacarpophalangeal (MCP), or proximal interphalangeal (I. T. P.) joints for at least six weeks. Swelling of the same joint on both sides of the body. Changes in hand X-rays that are characteristic of rheumatoid arthritis. Rheumatoid nodules of the skin. Rheumatoid factor found in the blood.",
        "cop": 1,
        "opa": "Anti-ccp antibody",
        "opb": "Anti Igm antibody",
        "opc": "Anti IgA antibody",
        "opd": "Anti IgG antibody",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "55db4bd5-ed16-4a03-8ebc-5e93700111ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibodies is the most specific for the diagnosis of rheumatoid arthritis?",
        "exp": "Ans. d. Anti-CCP (Ref: Harrison 19/e p2136, 18/e p2745; CMDT 09/727). Anti-CCP antibodies are the most specific blood test for the diagnosis of rheumatoid arthritis. \"Anti CCP antibodies are the most specific blood test for rheumatoid arthritis (specificity ~95%). \"- CMDT 09/727\"Anti-cyclic citrullinated peptide (anti-CCP) antibody testing is particularly useful in the diagnosis of rheumatoid arthritis, with high specificity, presence early in the disease process, and ability to identify patients who are likely to have severe disease and irreversible damage. Anti-CCP antibodies have not been found at a significant frequency in other diseases to date, and are more specific than rheumatoid factor for detecting rheumatoid arthritis. \"- Oxford Journal of Medicine\\Rheumatoid Arthritis. It is a chronic systemic inflammatory disease of unknown cause characterized by persistent involvement of synovial membrane of multiple joints and variety of systemic manifestations. More common in females. QRA is best diagnosed by Anti-CCP antibodiesQ. Pathology: Pathology is not limited to articular cartilage alone and arthritis is typically 'erosive'QThe potential of the synovia! inflammation to cause cartilage damage and bone erosions and subsequent changes in joint integrity is the hallmark of the diseaseQ. RA is most strongly associated with the Class IIQ MHC allele HLA DR4. Qand related alleles. Characteristic Features: RA most often causes symmetric arthritis with characteristic involvement of certain specific joints such as the proximal interphalangeal and metacarpophalangeal jointsQ. DIP joints are typically spared. QAxial skeleton involvement is usually limited to upper cervical spine. QExtra articular manifestations are seen in up to 40% of patients. QRheumatoid nodules are seen in approximately 20% of patients. QTypically the pleural fluid contains very low levels of glucose. QRA is associated with nurmocytic normochromic anemia of chronic disease. QAnti CCP antibodies arc the most specific blood test for RA (specificity ~95%). Felty's syndrome is seen in association with RAFelty's syndrome consists of chronic rheumatoid arthritisQ, splenomegalyQ and neutropenia. QDiagnostic criteria for Rheumatoid arthritis. Morning stiffness* Stiffness in and around joints lasting 1 hour before maximal improvement.* Constitutional features indicative of the inflammatory nature of disease such as morning stiffness \"support the diagnosis\"Arthritis* SymmetricalQ, involving same joint areas on both sides of body simultaneously* MultipleQ: It commonly involves three or more joint areas, predominantly of the joint areas in hand (peripheral)* * Typical picture of bilateral symmetrical inflammatory polyarthritis involving small and large joints in both upper and lower extremity with sparing of axial skeleton except the cervical spine. QRheumatoid nodulesQ* Demonstration of subcutaneous nodules is helpful diagnostic feature. Serum Rheumatoid factorQ* An IgM antibody directed against the Fc fragment of IgG is present in sera of >75% of patientsQ. RadiographicchangesQ* Juxta articular osteoporosisQ* Joint erosion with narrowing of joint spacesQ. Rheumatoid Factor and Rheumatoid Arthritis: Rheumatoid factor in RA belongs to the igM class0 (directed against Fc fragment of IgG)QIgM Rheumatoid factor is positive in about 75-80% of patients with RAPresence of RA factor is not specific for RAQPresence of Rheumatoid factor does not establish the diagnosis of RAQRheumatoid factor is only of prognostic significance because patients with high titers tend to have more severe and progressive disease with extra-articular manifestationsQ. Causes of False Positive Rheumatoid factor* SLE (Associated with a positive Coomb's test)* Sjogren syndrome* Chronic liver disease* Sarcoidosis* Interstitial pulmonary fibrosis* Infectious mononucleosis* Hepatitis B (Associated with Hbs. Ag)* Tuberculosis* Leprosy* Syphilis (Associated with a positive VDRL)* Subacute bacterial endocarditis* Visceral Leishmaniasis* Schistosomiasis* Malaria. Treatment: DMARD's include agents that appear to have the capacity to alter the course of Rheumatoid Arthritis. Methotrexate is the DMARD of choice. DMARDs (Disease Modifying Anti-Rheumatoid Drugs)1. Methotrexate. Q2. Gold compounds. Q3. D-Penicillamine. Q1. Anti-malarials e. g. Chloroquines. Q2. SulfasalazineQ",
        "cop": 4,
        "opa": "IgA",
        "opb": "IgG",
        "opc": "IgM",
        "opd": "Anti-CCP",
        "subject_name": "Medicine",
        "topic_name": "Rheumatoid Arthritis",
        "id": "a063d271-5c8b-453d-9ef1-b81dc4304b56",
        "choice_type": "single"
    }
]