[
    {
        "question": "Which of the following is not included in major Jone's criteria -",
        "exp": "Ans. is 'd' i. e., Elevated E. S. R. * The jones criteria for rheumatic fever: Major criteria. Minor criteria* Carditis0. Clinical* Migratory polyarthritis0* Fever0* Sydenham's chorea0* Arthralgia0* Subcutaneous nodules0. Laboratory* Erythema marginatum0. Elevated acute phase reactants0. Prolonged PR interval. PLUS Supporting evidence of a recent group A Streptococcal infection (e. g. positive throat culture or rapidantigen detection test; and or elevated or increasing streptococcal antibody test). To fulfill jones criteria either two major criteria or one major and two minor criteria plus evidence of antecedent streptococcal infection is required.",
        "cop": 4,
        "opa": "Pancarditis",
        "opb": "Chorea",
        "opc": "Arthritis",
        "opd": "Elevated ESR",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic",
        "id": "0327d24d-87c1-40e9-9841-6368fe233c4c",
        "choice_type": "single"
    },
    {
        "question": "American Rheumatic Heart association criteria includes:",
        "exp": "Ans. (c) Erythema Marginatum. Ref.: Harrison 19th ed. / 2149. Revised Jones criteriaA. Diagnosis. For ail patient populations with evidence of preceding gas infection. Initial ARF - 2 Major or 1 major plus 2 minor. Recurrent ARF- 2 Major or 1 major and 2 minor or 3 minorB. What are major criteria? Low-risk populations. Moderate-and high-risk population* Carditis* Carditis# Clinical and/or subclinical carditis# Clinical and/or subclinical carditis* Arthritis* Arthritis# Polyarthritis only# Monoarthritis or polyarthritis# Polyarthraigia* Chorea* Chorea* Erythema marginatum* Erythema marginatum* Subcutaneous nodules* Subcutaneous nodulesC. What are the minor criteria Low-risk populations. Moderate-and high-risk population* Polyarthraigia* Monoarthralgia* Fever (>38. 5deg)* Fever(>38degC)* ESR>60 mm in 1st hour and/or CRP >3. 0 mg/d* ESR>30 mm/h and /or CRP >3. 0* Prolonged PR interval, after accounting for age variability (unless carditis is a major criterion) in all population",
        "cop": 3,
        "opa": "Oral ulcer",
        "opb": "Malar rash",
        "opc": "Erythema Marginatum",
        "opd": "Nail telangiectasia",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic",
        "id": "77c03d58-2d26-4d41-ac42-a708f163df23",
        "choice_type": "single"
    },
    {
        "question": "Rheumatic Heart disease diagnostic criteria includes:",
        "exp": "Ans. is 'c' i. e., Erythema marginatum o Criteria for the diagnosis of Rheumatic fever and Rheumatic Heart Disease (Based on the 1992 Revised Jones Criteria). Diagnostic Categories. Cirteriao Primary episode of rheumatic fevero Two major or one major and two minor manifestations plus evidence of preceding group A Streptococca infectiono Recurrent attack of rheumatic fever in a patient without established rheumatic heart diseaseo Two major or one major and two minor manifestations plus evidence of preceding group A streptococcal infectiono Recurrent attack of rheumatic fever in a patient with established rheumatic heart diseaseo Two minor manifestations plus evidence of preceding group A streptococcal infectiono Rheumatic chorea# Insidious onset rheumatic carditiso Other major manifestations or evidence of group A streptococcal infection not requiredo Chronic valve lesions of rheumatic heart disease (patients presenting for the first time with pure mitral stenosis or mixed mitral valve disease and/or arotic disease)o Do not require any other criteria to be diagnosed as having rheumatic heart diseaseq Major manifestationso Carditiso Polyarthritiso Choreao Erythema marginatumo Subcutaneous noduleso Minor manifestationso Clinical: Fever, polyarthralgiao Laboatory: Elevated erythrocyte sedimentation rate or leukocyte counto Electrocardiogram: Prolonged P-R intervalo Supporting evidence of a preceding streptococcal infection within the last 45 dayso Elevated or rising anti-streptolysin O or other streptococcal antibody, oro A positive throat culture, oro Rapid antigen test for group A streptococcal, oro Recent scarlet fever",
        "cop": 3,
        "opa": "Oral ulcer",
        "opb": "Malar rash",
        "opc": "Erythema Marginatum",
        "opd": "Nail telangiectasia",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic",
        "id": "e33fe1e8-819e-4edf-8087-4e95ad166f30",
        "choice_type": "single"
    },
    {
        "question": "In cases of Streptococcal pharyngitis, how early should the treatment be initiated to effectively prevent Rheumatic fever?",
        "exp": "Ans: C (9 days) Ref: Nelson Textbook of Pediatrics, 19th edition and Harrison's Principles of Internal Medicine, 18th edn. Explanation:\"Appropriate antibiotic therapy instituted before the 9th day of symptoms of acute GAS pharyngitis is highly effective in preventing 1st attacks of acute rheumatic fever from that episode. However, about 30% of patients with acute rheumatic fever do not recall a preceding episode of pharyngitis. \" Ref: Nelson. CHEMOPROPHYLAXIS FOR RECURRENCES OF ACUTE RHEUMATIC FEVERDRUGDOSEROUTEPenicillin G benzathine600. 000 U for children, <27 kg1 2 million U for children >27 kg. every 4 weeksintramuscular. ORPenicillin V250 mg twice a day. Oral. ORSulfadiazine or sulfisoxazole0. 5 g. once a day for patients <27 kg. Oral1. 0 g. once a day for patients >27 kg. For those who are allergic to penicillin and sulfonamide drugs. Macrolide or azalide. Variable. Oral. DURATION OF PROPHYLAXIS FOR PEOPLE WHO HAVE HAD ACUTE RHEUMATIC FEVER: RECOMMENDATIONS OF THE AMERICAN HEART ASSOCIATIONCATEGORYDURATIONRheumatic fever without carditis5 years or until 21 years of age. whichever is longer. Rheumatic fever with carditis but without residual heart disease (no valvular disease)10 years or until 2! years of age, whichever is longer. Rheumatic fever with carditis and residual heart disease (persistent valvular disease)10 years or until 40 years of age, whichever is longer, sometimes lifelong prophylaxis",
        "cop": 3,
        "opa": "7 days",
        "opb": "8 days",
        "opc": "9 days",
        "opd": "10 days",
        "subject_name": "Medicine",
        "topic_name": "Rheumatic",
        "id": "5c0960eb-1784-4d2d-8148-492a6f809443",
        "choice_type": "single"
    }
]