[
    {
        "question": "Which of the following scoring system is used to see chest involvement in Sarcoidosis?",
        "exp": "Pulmonary sarcoidosis is classified on a chest radiograph into 5 stages based on Scadding criteria:- Stage 0: Normal chest radiograph Stage I: Hilar or mediastinal nodal enlargement only Stage II: Nodal enlargement and parenchymal disease Stage III: Parenchymal disease only Stage IV: End-stage lung (pulmonary fibrosis) Rest 3 scoring systems are used for the assessment of Cystic fibrosis.",
        "cop": 4,
        "opa": "Brasfield scoring system",
        "opb": "Wisconsin scoring system",
        "opc": "Shwachman-Kulczycki scoring system",
        "opd": "Scadding scoring system",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "25ffd786-6fc8-482e-9968-83e1686aca68",
        "choice_type": "single"
    },
    {
        "question": "Kviem's Sitzbach test is used in diagnosis of which disease?",
        "exp": "ANSWER: (B) Sarcoidosis. REFr. Harrison's 18th ed ch 329. Kviem-Siltzbach procedure is a specific diagnostic test for sarcoidosis. An intradermal injection of specially prepared tissue derived from the spleen of a known sarcoidosis patient is biopsied 4-6 weeks after injection. If noncaseating granulomas are seen, this is highly specific for the diagnosis of sarcoidosis. Unfortunately, there is no commercially available Kviem-Siltzbach reagent, and some locally prepared batches have lower specificity. Thus, this test is of historic interest and is rarely used in current clinical practice. IMPORTANT INTRADERMAL TESTSTESTDISEASETuberculin test, also known as Pirquet's test/reaction or scarification test. Tuberculosis. Lepromin. Leprosy. Frei's test. Lymphogranuloma venerum. Ito Reenstiema test or ducrei s test. Hemophillus ducrei or chancroid. Anthraxin skin test. Anthrax. Foshay test. Bartonella hanseie. Dick's test. Scarlet fever. Trichophytin. Allergic hypersensitivity to dermatophytes. Candidin. Candida albicans. Coccoidin or spherulin test. Coccidioides immitans. Histoplasmin. Histoplasmosis. Montenegro or lieshmanin test. Leishmaniasis. Oncocerca. Oncocercariasis. Draize test and Freund's complete adjuvant testtesting sensitization potential. Predictive sensitization tests. Used to compare the sensitizing properties of new products or chemicals with those of known substances. Autologus serum skin testing (ASST). Idiopathic urticaria. Kviem sitzbach test. Sarcoidosis. Pathergy test. Behcet's disease. Histamine test. Axon reflex, tuberculoid leprosy. Pilocarpine test. Integrity of dermal nerves, axon reflex",
        "cop": 2,
        "opa": "Tubeculosis",
        "opb": "Sarcoidosis",
        "opc": "Histoplasmosis",
        "opd": "Lieshmaniasis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "b4ba74b9-f7dd-49a0-8419-40fd327f0a44",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of sudden death in sarcoidosis?",
        "exp": "Cardiac involvement occurs initially with inflammation and granuloma formation followed by scarring. The initial inflammation can lead to triggered ventricular arrhythmias with subsequent scarring resulting in the substrate for reentrant monomorphic ventricular tachycardia. Note Overall most common cause of death in sarcoidosis -- Respiratory Failure",
        "cop": 3,
        "opa": "Pneumonia",
        "opb": "Corpulmonale",
        "opc": "Arrythmias",
        "opd": "Liver failure",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "c6f83dba-a62a-4477-a656-7400bf16f4aa",
        "choice_type": "single"
    },
    {
        "question": "Kveim test is used for -",
        "exp": "Ans. is 'c' i. e.. Sarcoidosis Kveim-Siltzbath skin testo It is a useful intradermafi diagnostic testo The antigen is prepared from involved lymph node or spleen is injected intradermallyo In a positive test, nodular lesions appears in 3-6 weeksQ at the inoculation site, which on microscopic examination shows presence of noncaseating granulomasQ (sarcoidosis like lesions)o The kveim siltzbath material is no longer available and with the use of transbronchial biopsy to obtain lung parenchym for diagnostic purposes, the kviem siltzbath test is only of historic interest. Laboratory anomalies. Common abnormalities in the blood includeo Lymphocytopenia, mild eosinophilia. Qo Increased E. S. R., hyperglobulinemia. Qo Elevated level of ACE0o False positive tests for rheumatoid factor or ANA's. Qo Hypercalcemia or an ele\\>ated 24 hr urine calcium level. Qo The lung function abnormalties of sarcoidosis are typical for interstitial Lung diseaseQ and include decreased lung volumes with and diffusing capacity' with a normal or supernormal ratio of the forced expiratory volume in is to the forced vital capacity. Also knowo Sarcoidosis of the lung is primarily an interstitial lung disease in which the inflammatory process involves the alveoli, small bronchi and small blood vessesls, o Pleura is involved in 1-5% of cases almost always manifesting as unilateral pleural effusionsQ. The effusions usually clear within a few week, o Pneumothorax of hydropneumothorax is observed in sarcoidosis but is very rare.",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Systemic lupus erythematosis tissue",
        "opc": "Sarcoidosis",
        "opd": "Cystic fibrosis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "b2372e51-bdae-46f3-bd7c-fbf1f786b1ae",
        "choice_type": "single"
    },
    {
        "question": "True about sarcoidosis?",
        "exp": "Acute sarcoidosis is more common in whites than and usually is associated with spontaneous remission within two years. Spontaneous remission also occurs in patients with Lofgren's syndrome, which consists of b/l lymphadenopathy, ankle ahritis, erythema nodosum, fever, myalgia, and weight loss",
        "cop": 2,
        "opa": "Causes large cavitatory lesions",
        "opb": "Spontaneous remission may occur",
        "opc": "Tuberculin test is negative",
        "opd": "Caseation and necrosis may occur",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "b8da518e-e856-4741-b528-483ec4de20b5",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are features of sarcoidosis except:",
        "exp": "Right paratracheal lymphadenopathy - garland sign in sarcoidosis. Non-caseating granulomas are seen in the heart - most impoant cause of noninfectious dilated cardiomyopathy. Granulomas produce vitamin D3 leading to hypercalcemia.",
        "cop": 4,
        "opa": "Right paratracheal lymphadenopathy",
        "opb": "Cardiomyopathy",
        "opc": "Hypercalcemia",
        "opd": "Malabsorption syndrome",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "34698b31-8229-4703-b4df-b986bc302a0d",
        "choice_type": "multi"
    },
    {
        "question": "Heerfordt's syndrome consists of fever, parotid enlargement, facial palsy and:",
        "exp": "Heerfordt's syndrome is a variant of sarcoidosis and comprises of: 1. Parotid enlargement 2. Ocular involvement ( anterior Uveitis) 3. Fever 4. Facial palsy (mnemonic: PUFF) Extra Edge Lofgren's syndrome: 1. Hilar Lymphadenopathy on CXR 2. Osteoahropathy/ Peri-aicular ahritis +/- 3. Fever 4. Granulomatous uveitis 5. Erythema Nodosum",
        "cop": 4,
        "opa": "Ahralgia",
        "opb": "Bilateral hilar lymphadenopathy",
        "opc": "Erythema nodosum",
        "opd": "Anterior uveitis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "7fae9289-26e7-457d-9dec-8c0214761594",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old African-American woman presents with bilateral hilar lymphadenopathy and reticular densities in both lung fields. Which of the following is a defining characteristic of the disorder suggested by these findings?",
        "exp": "The clinical picture strongly suggests a diagnosis of sarcoidosis. The granulomas of sarcoidosis are characteristically noncaseating. Sarcoidosis is a multisystem disorder. Common findings include anergy to tuberculin, hypercalcemia, and broad-based polyclonal hypergammaglobulinemia. Sarcoidosis: Significant elevation of angiotensin-conveing enzyme (ACE).",
        "cop": 1,
        "opa": "Noncaseating granulomas",
        "opb": "Hypocalcemia",
        "opc": "Impaired synthesis of immunoglobulin",
        "opd": "Caseation and necrosis may occur",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "0997174f-1a92-460c-93df-0fba5618e665",
        "choice_type": "multi"
    },
    {
        "question": "Which is the most common organ involved in sarcoidosis -",
        "exp": "Ans. is 'a' i. e., Lung o Most common organ involved in sarcoidosis is the lung.",
        "cop": 1,
        "opa": "Lung",
        "opb": "Liver",
        "opc": "CNS",
        "opd": "Eye",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "0f04ef5f-1f18-476b-948b-48b5dd333b10",
        "choice_type": "single"
    },
    {
        "question": "Garland sign on CXR in sarcoidosis involves all except:-",
        "exp": "Garland's triad (also known as the 1-2-3 sign or Pawn brokers sign) is a lymph node enlargement pattern which has been described in sarcoidosis. It comprises of 1. Right paratracheal nodes 2. Right hilar nodes 3. Left hilar nodes",
        "cop": 4,
        "opa": "Right paratracheal nodes",
        "opb": "Right hilar nodes",
        "opc": "Left hilar nodes",
        "opd": "Left pretracheal lymph nodes",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "daf10ba0-47b1-4905-b032-47358fef3d41",
        "choice_type": "multi"
    },
    {
        "question": "60-year-old male known case of sarcoidosis is referred to cardiology unit of the teiary health care centre from the respiratory clinic. Which of the following finding is involved in cardiac sarcoidosis?",
        "exp": "Cardiac Sarcoidosis: Diffuse granulomatous involvement- Ejection fraction <10%. Patchy cardiac involvement - Arrhythmias Atrioventricular (AV) node is infiltrated- Heart block Ventricular tachycardia- Sudden death Dilated/hyperophic cardiomyopathy Echo features suggestive of Arrhythmogenic right ventricular cardiomyopathy",
        "cop": 4,
        "opa": "First-degree heablock",
        "opb": "Dilated cardiomyopathy",
        "opc": "Echo features suggestive of. ARVC",
        "opd": "All of theabove",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "f98c940f-d482-4330-9581-d8f508687a32",
        "choice_type": "multi"
    },
    {
        "question": "Candle wax dripping sign is seen in -",
        "exp": "Ans. is 'a' i. e., Sarcoidosis Candle wax chippins sign is a feature of occular Sarcoidosiso Ocular involvement occurs in approximately 25% of patients with sarcoidosis.# The uveal tract is the most common site of ocular involvement by sarcoidosis.# Granulomatous anterior uveitis, either acute or chronic, is the most common ocular manifestation of sarcoidosis. Less than 1/3 presenting with posterior uveitis without anterior involvement. o In 2009, an international group of uveitis specialists met for the International Workshop On Ocular Sarcoidosis (IWOS). They determined the following criteria for the diagnosis of ocular sarcoid: o Seven Signs of Intraocular Sarcoidosis# Mutton-fat keratic precipitates (KPs)/small granulomatous KPs and/or iris nodules (Koeppe/Busacca)# Trabecular meshwork (TM) nodules and/or tent-shaped peripheral anterior synechiae (PAS)# Vitreous opacities displaying snowballs/\"strings of pearls\"# Multiple chorioretinal peripheral lesions (active and/or atrophic)# Nodular and/or segmental peri-phlebitis (+/- candlewax drippings) and/or retinal macroaneurism in an inflamed eye.# Optic disc nodule(s)/granuloma(s) and/or solitary choroidal nodule# Bilaterality. Posterior segment lesions occur in 14-20% of patients with ocular sarcoidosis. Cystoid macular edema is frequently present in the setting of posterior segment involvement. Diagnostic. Criteriao The IWOS refers to definitive ocular sarcoidosis as biopsy-supported diagnosis with a compatible uveitis. Presumed ocular sarcoidosis was defined as a chest x-ray showing bilateral hilar lymphadenopathy associated with a compatible uveitis.",
        "cop": 1,
        "opa": "Sarcoidosis",
        "opb": "SLE",
        "opc": "HIV",
        "opd": "Rheumatoid arthritis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "3df5f1f5-36cb-48b3-9e35-ec86dd8b62a3",
        "choice_type": "single"
    },
    {
        "question": "Sarcoidosis is least likely to be associated with:",
        "exp": "Sarcoidosis: Lungs- bilateral hilar lymphadenopathy, peribronchial thickening and nodular changes. Non-caseating granulomas in eye, parotid gland, lymph nodes, liver, spleen and lymph nodes. Cutaneous symptoms- rashes, nodules to erythema nodosum, granuloma annulare or lupus pernio",
        "cop": 2,
        "opa": "Uveitis",
        "opb": "Pericardial effusion",
        "opc": "Erythema nodosum",
        "opd": "Lymphadenopathy",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "3f922d92-17d7-474a-abce-033a7681f83a",
        "choice_type": "single"
    },
    {
        "question": "Kviem siltzbach test is used in the diagnosis of-",
        "exp": "Ans, is 'b' i. e., Sarcoidosis Kveim-Siltzbath skin testo It is a useful intradermal diagnostic testo The antigen is prepared from involved lymph node or spleen is injected intradermallyo In a positive test, nodular lesions appears in 3-6 weeks at the inoculation site, which on microscopic examination shows presence of noncaseating granulomas (sarcoidosis like lesions)o The kviem siltzbath material is no longer available and with the use of transbronchial biopsy to obtain lung parenchym for diagnostic purposes, the kviem siltzbath test is only of historic interest. Laboratory anomalies. Common abnormalities in the blood includeo Lymphocytopenia; mild eosinophiliao Increased E. S. R., hyperglobulinemiao Elevated level of ACEo False positive tests for rheumatoid factor or ANA'so Hypercalcemia or an elex'ated 24 hr urine calcium levelo The lung function abnormalties of sarcoidosis are typical for interstitial Lung diseaseQ and include decreased lung volumes with and diffusing capacity with a normal or supernormal ratio of the forced expiratory volume in is to the forced vital capacity. Also knowo Sarcoidosis of the lung is primarily an interstitial lung disease in which the in flammatory' process involves the alveoli, small bronchi and small blood vessesls. o Pleura is involved in 1-5% of cases almost always manifesting as unilateral pleural effusionsQ. The effusions usually clear within a few week. o Pneumothorax of hydropneumothorax is observed in sarcoidosis but is very' rare.",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Sarcoidosis",
        "opc": "Histoplasmosis",
        "opd": "Leishmaniasis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "5cdcf412-bd02-4fc5-bd99-09b44d75c4e7",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common organ involved in sarcoidosis?",
        "exp": "ANSWER: (A) Lung. REF: Harrisons 18th Ed Ch: 332. Important points about clinical manifestations of sarcoidosis: The presentation of sarcoidosis ranges from patients who are asymptomatic to those with organ failure. Respiratory complaints including cough and dyspnea are the most common presenting symptoms. Lung involvement occurs in >90% of sarcoidosis patients. Symptoms related to cutaneous and ocular disease are the next two most common complaints. Skin involvement is eventually identified in over a third of patients with sarcoidosis. Although sarcoidosis can affect any organ of the body, rarely does it involve the breast, testes, ovary, or stomach. Nonspecific constitutional symptoms include fatigue, fever, night sweats, and weight loss. Fatigue is perhaps the most common constitutional symptom that affects these patients. Given its insidious nature, patients are usually not aware of the association with their sarcoidosis until their disease resolves. FREQUENCY OF ORGAN INVOLVEMENTOrgan. Presentation, %Lung95. Skin24. Eye12. Extrathoracic lymph node15. Liver12. Spleen7. Neurologic5. Cardiac2",
        "cop": 1,
        "opa": "Lung",
        "opb": "Eye",
        "opc": "Liver",
        "opd": "Bone",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "9e65401e-fb80-46ee-813c-5d026e421570",
        "choice_type": "single"
    },
    {
        "question": "32Y/F presents to medicine opd with stridor and dry cough from last few weeks. she complains of difficulty in breathing on exeion and in resting condition as well. O/E she had Erythema Nodosum on lower limbs along with painful ahritis. B/L hilar lymphadenopathy Lab investigations had shown raised levels of Angiotensin conveing enzymes (ACE). Her chest radiograph is shown below. The probable diagnosis in this case is?",
        "exp": "History of dry cough, stridor, dyspnea and raised levels of ACE along with chest x-ray finding depicting bilateral hilar adenopathy, this patient is most likely suffering from sarcoidosis. Sarcoidosis Lung involvement occurs in almost 90% of cases In CT scan, features of peribronchial thickening and reticular nodular changes are seen, These changes are predominantly subpleural. CT scan is more sensitive, But CXR remains the preferred method of characterizing the chest involvement B/L hilar adenopathy Erythema Nodosum =Pneumonia is less likely as CXR don't show any pulmonary infiltrates =ACE levels are normal in pulmonary TB and histoplasmosis, although both have B/L lymphadenopathy of pulmonary hilar nodes",
        "cop": 2,
        "opa": "Pneumonia",
        "opb": "Sarcoidosis",
        "opc": "Tuberculosis",
        "opd": "Histoplasmosis",
        "subject_name": "Medicine",
        "topic_name": "Sarcoidosis",
        "id": "13eb2c6a-3bac-402f-b9ac-697af45a442a",
        "choice_type": "single"
    }
]