[
    {
        "question": "A patient with primary Sjogren syndrome treated with tear replacement for symptomatic relief notes continued parotid swelling for the last 3 months. She also has enlarged posterior cervical lymph nodes. Evaluation shows leukopenia and low C4 complement levels. What is the most likely diagnosis?",
        "exp": "Lymphoma is well known to develop specifically in the late stage of Sjogren syndrome. Common manifestations include: Persistent parotid gland enlargement Purpura Leukopenia Cryoglobulinemia Low C4 complement levels. - Most of the lymphomas are extranodal, marginal zone B cell, and low grade. Low-grade lymphomas may be detected incidentally during a labial biopsy. - Moality is higher in patients with concurrent B symptoms (fevers, night sweats, and weight loss), a lymph node mass >7 cm, and a high or intermediate histologic grade.",
        "cop": 4,
        "opa": "Amyloidosis",
        "opb": "Chronic pancreatitis",
        "opc": "HIV infection",
        "opd": "Lymphoma",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "de231299-c4b5-4980-88ca-3dd828085789",
        "choice_type": "single"
    },
    {
        "question": "Indication of poor prognosis of systemic sclerosis is:",
        "exp": "* Patients with diffuse, rapid skin involvement have the highest risk of developing scleroderma renal crisis. Renal crisis occurs in about 10% of all patients with systemic sclerosis and is indicative of bad prognosis. * Renal crisis presents as accelerated hypertension, oliguria, headache, dyspnea, edema, and rapidly rising serum creatinine levels. * Renal crisis is observed within 4 years of diagnosis in about 75% of patients but may develop as late as 20 years after diagnosis. * Avoid high doses of coicosteroids since this is a significant risk factor for renal crisis.",
        "cop": 2,
        "opa": "Calcinosis cutis",
        "opb": "Renal involvement",
        "opc": "Alopecia",
        "opd": "Telangiectasia",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "337636ad-ee36-4fd3-b9b9-7ad5e7d90c28",
        "choice_type": "single"
    },
    {
        "question": "A 77-year-old Asian woman mentions that she always develops skin abscesses and oral ulcers following minor trauma. What is the most likely diagnosis?",
        "exp": "Option A: Pyoderma gangrenosum skin lesion encounter in inflammatory bowel disease on shin of patient (ulcer on shin of patient). Option B: Behcet disease Oro-oculo genital syndrome Common in central Asian Recurrent crops of aphthous ulcer (painful) involving vulva & oral cavity. Uveitis (Hypopyon) Pathergy phenomenon= Sterile abscess Rx: Topical Steroids= for lesion in vulva/ oral cavity CNS/ocular=Systemic steroids",
        "cop": 2,
        "opa": "Pyoderma Gangrenosum",
        "opb": "Behcet disease",
        "opc": "Darrier's disease",
        "opd": "Bullous pemphigoid",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "680947ad-5ce5-4bba-bb61-474023f79317",
        "choice_type": "single"
    },
    {
        "question": "C. R. E. S. T syndrome is?",
        "exp": "C = Calcinosis R = Raynaud phenomenon E = Esophageal Dysmotility S = Sclerodactyly T = Telangiectasia (CREST Syndrome is example of Limited Scleroderma) Option C: Localized Scleroderma = Only skin involvement (Morphea) seen Scleroderma type Antibody Generalized Scleroderma Limited Scleroderma Anti-topoisomerase antibody Anti centromere antibody",
        "cop": 2,
        "opa": "Generalised scleroderma",
        "opb": "Limited scleroderma",
        "opc": "Localised scleroderma",
        "opd": "Systemic sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "185ca8bc-f175-4f46-8113-fe5513d58af8",
        "choice_type": "single"
    },
    {
        "question": "Screening test for sclerodema?",
        "exp": "Anti-nuclear antibody- ANA is the screening method of choice for systemic rheumatic disease such as systemic lupus ehyematosus (SLE), mixed connective tissue disease, Sjogren syndrome, scleroderma, CREST syndrome, rheumatoid ahritis, polymyositis, and dermatomyositis.",
        "cop": 1,
        "opa": "Anti-nuclear antibody",
        "opb": "U l- Ribonucleoprotein antibody",
        "opc": "Anti- L. K. M antibody",
        "opd": "Anti- topoisomerase antibody",
        "subject_name": "Medicine",
        "topic_name": "Scleroderma",
        "id": "f8a282ff-284b-458e-9de6-483ad4304d19",
        "choice_type": "single"
    }
]