[
    {
        "question": "In a patient with blood pressure of 90/60 mm of Hg, blood drawn was chocolate colored, lips and peripheries were cyanosed. The condition is due to?",
        "exp": "ANSWER: (A) MethaemoglobinemiaREF: Harrisons Internal Medicine 17th edition Chapter 99. Disorders of Hemoglobin Methemoglobinemia:Methemoglobin is generated by oxidation of the heme iron moieties to the ferric state, causing a characteristic bluish-brown muddy color resembling cyanosis. Methemoglobin has such high oxygen affinity that virtually no oxygen is delivered.Hypotension is seen in methemoglobinemia due to hemolysisMethemoglobin should be suspected in patients with hypoxic symptoms who appear cyanotic but have a Pa02 sufficiently high that hemoglobin should be fully saturated with oxygen.A history of nitrite or other oxidant ingestions may not always be available; some exposures may be unapparent to the patient, and others may result from suicide attempts.The characteristic muddy appearance of freshly drawn blood can be a critical clue.The best diagnostic test is methemoglobin assay, which is usually available on an emergency basis.Methemoglobinemia often causes symptoms of cerebral ischemia at levels >15%; levels >60% are usually lethal.Intravenous injection of 1 mg/kg of methylene blue is effective emergency therapy. Milder cases and follow-up of severe cases can be treated orally with methylene blue (60 mg three to four times each day) or ascorbic acid (300-600 mg/d).(Same features can be seen in hypovolemic shock, hemorrhagic and cardiogenic shock but what catches the answer is presence of central cyanosis and presence of chocolate color blood)",
        "cop": 1,
        "opa": "Methaemoglobinemia",
        "opb": "Hypovolumic shock",
        "opc": "Cardiogenic shock",
        "opd": "Hemorrhagic shock",
        "subject_name": "Medicine",
        "topic_name": "Shock",
        "id": "9605fe06-58b0-4259-9b8a-bc4baec58617",
        "choice_type": "single"
    },
    {
        "question": "The treatment most likely to benefit a patient of massive pulmonary embolism in shock ?",
        "exp": "Ans. is 'a' i.e., Thrombolytic therapy Treatment of patients with pulmonary embolism based on risk stratificationPatient with pulmonary embolismLow risk (Small PE)Intermediate nsk (Submassive PE)High nsk (Massive PE)o Normotensiono Normotensiono HypotensionPlusPlusPluso Normal right ventricularo Right ventrucular dysfunctiono R V dysfunctionfunction(RV hypokinesia on echocardiogram) |||o T reatment of choice iso Treatment is controversialo Treatment of choice isanticoagulation Thrombolysis (or Embolectomy )",
        "cop": 1,
        "opa": "Thrombolytic therapy",
        "opb": "Inotropic agent",
        "opc": "Vasodilator therapy",
        "opd": "Diuretic therapy",
        "subject_name": "Medicine",
        "topic_name": "Shock",
        "id": "167c7f4d-e052-4673-b295-a287f0b2bdb2",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of shock in M.I.-",
        "exp": "Ans. is 'a' i.e., Cardiogenic shocko Acute myocardial infarction is the most common cause of cardioeenic shock and is defined as a clinical event consequent to the death of cardiac mvocvtes that is caused by ischemiaFailure ofthe left or right ventricle (due to myocardial muscle dysfunction) to pump an adequate amount of blood is the primary cause of cardiogenic shock in myocardial infarction.Hypotension, tissue hypoperfusion and pulmonary congestion or systemic venous congestion results.",
        "cop": 1,
        "opa": "Cardiogenic shock",
        "opb": "Hypovolemic shock",
        "opc": "Septic shock",
        "opd": "Neurogenic shock",
        "subject_name": "Medicine",
        "topic_name": "Shock",
        "id": "fca5a02b-08d3-4138-8434-0f283f08e8ee",
        "choice_type": "single"
    }
]