[
    {
        "question": "Basic defect in HbS is?",
        "exp": "Basic defect in HbS is altered solubility. A molecule of hemoglobin S (HbS) contains two normal a globin chains and two mutant b globin chains- glutamate at position 6 is substituted with valine. This replaces the polar glutamine residue with a nonpolar valine. The replacement of glutamate by valine generates a sticky patch on the surface of HbS. The sticky patch is present on both oxygenated and deoxygenated HbS but deoxygenated HbS also contains a complementary site for the sticky patch. When HbS is deoxygenated the sticky patch present on its surface binds to the complementary patch on another deoxygenated HbS molecule. Binding of a number of deoxygenated HbS leads to formation of long fibrous polymers of HbS. This stiffens and disto the red cells producing rigid misshaped erythrocytes.",
        "cop": 2,
        "opa": "Altered function",
        "opb": "Altered solubility",
        "opc": "Altered stability",
        "opd": "Altered O2 binding capacity",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "392e434d-3202-4d3c-837b-ed0c2a0c1351",
        "choice_type": "single"
    },
    {
        "question": "Basophilic stippling in RBC is due to which enzyme deficiency?",
        "exp": "Basophilic stippling is because of RNA residual in RBC Defect in Pyrimidine - 5 - Nucleotides G6PD deficiency - Heinz bodies Glutathione synthase - Antioxidant",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "G6PD",
        "opc": "Glutathione synthase",
        "opd": "Pyrimidine 5 nucleotidase",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "17c16930-d9bf-4045-b784-b3df2511e489",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old lady came with anemia, jaundice and recurrent joint pains. All of the following are true except:",
        "exp": "Anemia with jaundice points to hemolytic anemia and presence of joint pain indicates sickling leading to vaso-occlusive crisis. This is likely a case of Sickle cell anemia. The major hemoglobin in sickle cell anemia is HbS and HbA will be undetectable. Proliferative sickle retinopathy (PSR) is the most severe ocular change in SCD. Patients can present with acute chest syndrome and not pulmonary syndrome. Acute chest syndrome is- chest pain, tachypnea, fever, cough, and aerial oxygen desaturation. Hydroxyurea: 1. Increases fetal hemoglobin and reducing sickling. 2. Beneficial effects on RBC hydration. 3. Reduces vascular wall adherence of sticky reticulocytes.",
        "cop": 3,
        "opa": "HbA will be undetectable",
        "opb": "She may have retinopathy",
        "opc": "She can present with pulmonary bleeds",
        "opd": "Hydroxyurea would help her",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "4bf9988d-99a3-428f-9f5c-15ff320ac52c",
        "choice_type": "multi"
    },
    {
        "question": "P.N.H is associated with all of the following conditions,except:",
        "exp": "PNH is not associated with increased LAP scores. In PNH, there is loss of hemoglobin and iron in urine - the negative iron deficit leading to iron deficiency anemia. The hypercoagulable state in PNH leads to Budd Chiari syndrome and this disorder, being an acquired stem cell defect can lead to aplastic anemia. The clinical syndrome can present with 3 types of symptoms including: (1) an acquired intracorpuscular hemolytic anemia due to the abnormal susceptibility of the RBC membrane to the hemolytic activity of complement; (2) thrombosis in large vessels, such as hepatic, abdominal, cerebral, and subdermal veins; and (3) a deficiency in hematopoiesis that may be mild or severe, such as pancytopenia in an aplastic anemia state. Flow cytometry is used to detect CD59 (MIRL), a glycoprotein, and CD55 (DAF) in regulation of complement action. Absence or reduced expression of both CD59 and CD55 on PNH RBCs is diagnostic. The Ham test (acidified serum lysis) establishes the diagnosis of paroxysmal nocturnal hemoglobinuria (PNH), demonstrating a characteristic abnormality of PNH red blood cells by acidified fresh normal serum. Heated serum at 56degC inactivates complement and prevents hemolysis in PNH cells.",
        "cop": 2,
        "opa": "Aplastic anemia",
        "opb": "Increased LAP scores",
        "opc": "Venous thrombosis",
        "opd": "Iron deficiency anemia",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "e891acb6-d71a-4d27-8366-69766279f172",
        "choice_type": "multi"
    },
    {
        "question": "In which leukemia, autoimmune hemolytic anemia is most common: -",
        "exp": "CLL is the most common of the known cause of AIHA",
        "cop": 4,
        "opa": "ALL",
        "opb": "AML",
        "opc": "CML",
        "opd": "CLL",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "d0116f68-3482-4d3a-9895-06b001ece9b8",
        "choice_type": "multi"
    },
    {
        "question": "X-ray skull characteristically shows \"Hair on end\"appearance in which of the following disease?",
        "exp": "The hair on end sign refers to a radiographic appearance on skull which results from a periosteal reaction manifesting as perpendicular trabeculations interspersed by radiolucent marrow hyperplasia along the skull vault. Mnemonic: H.I.N.E.S.T Hereditary spherocytosis Iron deficiency Anemia Neuroblastoma Enzyme deficiency (e.g. G-6-P deficiency causing Hemolytic Anemia) Sickle cell disease Thalassemia major",
        "cop": 3,
        "opa": "Still's disease",
        "opb": "Scurvy",
        "opc": "Neuroblastoma",
        "opd": "Cirrhosis of liver",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "1dca8420-941f-4bb7-8e4b-414b98cb8918",
        "choice_type": "multi"
    },
    {
        "question": "Persistent priapism is due to?",
        "exp": "Priapism refers to a persistent (> 4 hours) and painful erection. It is occurs due to: An excessive release of neurotransmitters Blockage of draining venules (e.g., mechanical interference in sickle cell crisis, leukemia, or excessive use of intravenous parenteral lipids) Paralysis of the intrinsic detumescence mechanism Prolonged relaxation of the intracavernous smooth muscles (most often caused by the use of exogenous smooth-muscle relaxants such as injectable intra-cavernosal prostaglandin E1).",
        "cop": 1,
        "opa": "Sickle cell anaemia",
        "opb": "Hairy cell leukaemia",
        "opc": "Paraphimosis",
        "opd": "Urethral stenosis",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "00417c7a-f6e5-4332-978c-1432524248f4",
        "choice_type": "single"
    },
    {
        "question": "Life threatening intravascular hemolysis occur with sepsis due to which organism?",
        "exp": "Clostridium perfringens sepsis leads to life threatening intravascular hemolysis due to lecithinase activity. It occurs following open wounds, septic aboion, or due to a contaminated blood unit. Other infections causing hemolytic anemia: Malaria Shiga toxin-producing E. coli O157:H7",
        "cop": 1,
        "opa": "Clostridium perfringens",
        "opb": "Mycoplasma pneumonia",
        "opc": "Pseudomonas",
        "opd": "Klebsiella",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "a015b7c7-3487-4542-b34a-d84edb52d195",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old female, a known case of sickle cell anemia is presented with bony pain, dyspnea, fever & cough. O/E: her HR is 110/min & BP is 140/88 mmHg, SaO2 is 85%. CXR shows bilateral diffuse alveolar infiltrates. Her mother gives history of four similar episodes in the last one year. All of the statements regarding her condition are true EXCEPT:",
        "exp": "Given scenario suggests the diagnosis of acute chest syndrome- medical emergency that may require management in ICU. Rx: Hydration- monitored carefully to avoid the development of pulmonary edema Oxygen therapy- to avoid hypoxemia Transfusion to maintain a hematocrit >30% and emergency exchange transfusion if aerial saturation drops to <90%. Hydroxyurea- mainstay of therapy for patients with severe symptoms It increases fetal hemoglobin and exes beneficial effects on RBC hydration, vascular wall adherence, and suppression of the granulocyte and reticulocyte counts Trials of sildenafil to restore NO2 levels were terminated because of adverse effects.",
        "cop": 3,
        "opa": "Chronic therapy with oral hydroxyurea should be considered.",
        "opb": "She is having a sickle cell acute chest syndrome.",
        "opc": "She should receive daily sildenafil.",
        "opd": "Hematocrit should be maintained at >30%.",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "f43ea08b-d914-4a9e-8549-d639abb9d58d",
        "choice_type": "multi"
    },
    {
        "question": "In sickle cell crisis bone pain is due to:",
        "exp": "In sickle cell crisis bone pain is due to bone infarction. RBC are sticky, so branching blood vessels gets occluded leading to infarction. \"Fish mouth veebra\" seen in sickle cell anemia.",
        "cop": 1,
        "opa": "Bone infarction",
        "opb": "Osteroporosis",
        "opc": "Osteomalacia",
        "opd": "Periosteal reaction",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "78bcdea2-9c9e-43ed-9532-8001b519abf8",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old patient shows abnormal schilling test. Antibiotics were given for 5 days which results in normalization of Schilling test. What is the diagnosis of the patient?",
        "exp": "Abnormal schilling test implies impaired vitamin B12 absorption It can be due to: Pernicious anemia Chronic pancreatitis Bacterial overgrowth Ileal disease Schilling test becoming normal after giving antibiotics implies Bacterial overgrowth. In bacterial overgrowth syndrome there is migration of large intestine flora into the small intestine leading to damage to terminal ileum which is the site of Vit B12 absorption.",
        "cop": 1,
        "opa": "Bacterial overgrowth syndrome",
        "opb": "Chronic pancreatitis",
        "opc": "Atrophic gastritis",
        "opd": "Ileocecal TB",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "5df74983-d052-41cb-be5e-8e710ed107c5",
        "choice_type": "single"
    },
    {
        "question": "Combined AIHA and ITP is known as ?",
        "exp": "Evans syndrome - Rare combination of two or more of the following autoimmune blood disorders: Autoimmune hemolytic anemia (AIHA), in which the immune system destroys red blood cells. Immune thrombocytopenia (ITP), in which the immune system attacks platelets. Autoimmune neutropenia (AIN), which causes the immune system to attack neutrophils. Rosenthal syndrome / Haemophilia C / Plasma thromboplastin antecedent (PTA) deficiency - A mild form of haemophilia affecting both sexes, due to factor XI deficiency. May Hegglin anomaly (MHA) -A rare autosomal dominant disorder characterized by variable thrombocytopenia and well defined basophilic cytoplasmic inclusion bodies (resembling Dohle bodies) in the granulocytes Fechtner syndrome - A rare autosomal dominant disorder , a variant of Alpo syndrome characterized by leukocyte inclusions, macro-thrombocytopenia, nephritis, and sensorineural hearing loss",
        "cop": 1,
        "opa": "Evans syndrome",
        "opb": "May-Hegglin anomaly",
        "opc": "Fechtner syndrome",
        "opd": "Rosenthal syndrome",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "73ee3bf8-4133-4416-ad2f-b6e7f35d704e",
        "choice_type": "single"
    },
    {
        "question": "20-year-old swimmer who has been in excellent health and takes no chronic medications, for new-onset severe fatigue and left upper abdominal pain. She was treated 2 days ago in hospital for presumed typhoid with cefotaxime. She also had past h/o typhoid in 2 yrs back. On physical examination her hea rate of 120 bpm and a palpable spleen. Stool is negative for heme. Lab investigations shows hemoglobin of 5 g/dL with normal TLC and platelets. Peripheral blood smear reveals an excess of spherocytes. All of the following can cause similar type of this condition except:",
        "exp": "Patient is having autoimmune hemolytic anemia (AIHA) due to development of warm immunoglobulin G (IgG) antibodies due to cefotaxime exposure Warm antibody hemolytic anemia- most common form of autoimmune hemolytic anemia (AIHA). Autoantibodies generally react at temperatures > 37deg C. Most of the autoantibodies are IgG. Hemolysis occurs primarily in the spleen. The autoantibodies may occur: 1.Spontaneous 2.SLE, lymphoma,CLL 3. Drugs- alpha -methyldopa, high-dose penicillin, cephalosporins",
        "cop": 4,
        "opa": "SLE",
        "opb": "a - Methyldopa ingestion",
        "opc": "Quinidine",
        "opd": "Infectious mononucleosis",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "84287d34-27a8-4bc4-a8f2-f3e60a8cf86b",
        "choice_type": "multi"
    },
    {
        "question": "Sickle cell anemia is usually associated with all, except:",
        "exp": "Reticulocytes are young red blood cells that contain cytoplasmic RNA. A reticulocyte count measures how rapidly reticulocytes are produced by the bone marrow and then released into the bloodstream. Reticulocyte count reflects the erythropoietic activity of the bone marrow and is thus useful in both the diagnosis of anemias and in monitoring bone marrow response to therapy. Increased in:Hemolytic anemia, blood loss (before development of iron deficiency), recovery from iron, B12or folate deficiency, or from drug-induced hemolytic anemia. Decreased in:Iron deficiency anemia, aplastic anemia, anemia of chronic disease, megaloblastic anemia, sideroblastic anemia, pure red cell aplasia, renal disease, bone marrow suppression or infiltration (tumor, infection, etc), myelodysplastic syndrome. Reticulocytosis is a feature of all hemolytic anemia. Reticulocyte count-This test is indicated for the evaluation of anemia to distinguish hypoproliferative from hemolytic anemia or blood loss. Sickle cell anemia- AR, abnormal hemoglobin leads to chronic hemolytic anemia with numerous clinical consequences. When in the deoxy-form, hemoglobin S forms polymer that damage the red blood cell membrane. Both polymer formation & early membrane damage are reversible. However, red blood cells that have undergone repeated sickling are damaged beyond repair & become irreversibly sickled. This shoens RBC's life span",
        "cop": 2,
        "opa": "Shoened RBC life span",
        "opb": "Normal reticulocyte count",
        "opc": "Abnormality in Hemoglobin",
        "opd": "Polymer formation is reversible",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "89278341-70a9-4175-9b22-6623bc18f01a",
        "choice_type": "multi"
    },
    {
        "question": "A 30 year old presented with a skin lesion in his right axilla. A presumptive diagnosis of staphylococcal skin carbuncle is made & patient is treated with empiric trimethoprim/ sulfamethoxazole. After 2 days, the patient came to emergency with excessive weakness, abdominal pain & dark coloured urine. O/E- vitals are normal & jaundice is present. Lab studies show a drop in Hb from 14 g/dl to 8 g/dl & rise in bilirubin levels. Urine dipstick is positive for bilirubin. Peripheral blood smear is shown below. What could be the possible diagnosis of the patient?",
        "exp": "PBF shows bite cells, anisocytosis, and spherocytes with jaundice after receiving sulfamethoxazole which makes the diagnosis of glucose 6-phosphate dehydrogenase (G6PD) deficiency. Triggers for acute haemolytic anemia in G6PD deficiency: Fava beans Infections Drugs- primaquine, dapsone, sulfamethoxazole, and nitrofurantoin Hemolytic attack stas with malaise, weakness, and abdominal or lumbar pain. After an interval of several hours to 2-3 days, the patient develops jaundice and often dark urine. Lab studies- hemoglobinemia, hemoglobinuria, high LDH, and low/absent plasma haptoglobin Diagnosed by semiquantitative or quantitative RBC tests or by DNA testing Hemolytic-uremic syndrome - cause microangiopathic hemolytic anemia with prominent schistocytes Iron deficiency- causes a microcytic and hypochromic anemia",
        "cop": 1,
        "opa": "Glucose 6-phosphate dehydrogenase (G6PD) deficiency",
        "opb": "Hemolytic-uremic syndrome",
        "opc": "Hereditary spherocytosis",
        "opd": "Iron deficiency anaemia",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "649d4155-bf2e-4c89-bf80-7b2df4049f25",
        "choice_type": "single"
    },
    {
        "question": "Hemolytic anemia are associated with all of the following, except:",
        "exp": "Haemolytic anemia is characterized by: hemoglobinuria increased reticulocyte count unconjugated hyper-bilirubinaemia increased LDH increased fecal urobilinogen polychromatophilia bone marrow erythroid hyperplasia.",
        "cop": 4,
        "opa": "Increased indirect bilirubin in the serum",
        "opb": "Decreased red cell survival",
        "opc": "Increased number of reticulocytes",
        "opd": "Decreased fecal Urobilinogen",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "4aa0f86c-e1a2-4d2d-a5de-6a3921744ffc",
        "choice_type": "multi"
    },
    {
        "question": "Pancytopenia with cellular marrow is seen in all except?",
        "exp": "G6PD deficiency does not present with pancyopenia. Cause of Pancytopenia with Cellular Bone Marrow Primary bone marrow diseases Myelodysplasia Paroxysmal nocturnal hemoglobinuria Myelofibrosis Some aleukemicleukemia Myelophthisis Bone marrow lymphoma Hairy cell leukemia Secondary to systemic diseases Systemic lupus erythematosus Hypersplenism B12, folate deficiency Overwhelming infection Alcohol Brucellosis Sarcoidosis Tuberculosis Leishmaniasis",
        "cop": 4,
        "opa": "Megaloblastic anemia",
        "opb": "Myelodysplasia",
        "opc": "Paroxysmal nocturnal Hemoglobinuria",
        "opd": "G6PD Deficiency",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6PD deficiency and other Hemolytic Anemia",
        "id": "0a208d95-5bd3-4b6c-b3f0-c0dffb8a39b8",
        "choice_type": "multi"
    }
]