[
    {
        "question": "Basic defect in HbS is?",
        "exp": "Basic defect in HbS is altered solubility. A molecule of hemoglobin S (HbS) contains two normal a globin chains and two mutant b globin chains- glutamate at position 6 is substituted with valine. This replaces the polar glutamine residue with a nonpolar valine. The replacement of glutamate by valine generates a sticky patch on the surface of HbS. The sticky patch is present on both oxygenated and deoxygenated HbS but deoxygenated HbS also contains a complementary site for the sticky patch. When HbS is deoxygenated the sticky patch present on its surface binds to the complementary patch on another deoxygenated HbS molecule. Binding of a number of deoxygenated HbS leads to formation of long fibrous polymers of HbS. This stiffens and disto the red cells producing rigid misshaped erythrocytes.",
        "cop": 2,
        "opa": "Altered function",
        "opb": "Altered solubility",
        "opc": "Altered stability",
        "opd": "Altered O2 binding capacity",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "392e434d-3202-4d3c-837b-ed0c2a0c1351",
        "choice_type": "single"
    },
    {
        "question": "Basophilic stippling in RBC is due to which enzyme deficiency?",
        "exp": "Basophilic stippling is because of RNA residual in RBC Defect in Pyrimidine - 5 - Nucleotides G6. PD deficiency - Heinz bodies Glutathione synthase - Antioxidant",
        "cop": 4,
        "opa": "Pyruvate kinase",
        "opb": "G6. PD",
        "opc": "Glutathione synthase",
        "opd": "Pyrimidine 5 nucleotidase",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "17c16930-d9bf-4045-b784-b3df2511e489",
        "choice_type": "single"
    },
    {
        "question": "Persistent priapism is due to?",
        "exp": "Priapism refers to a persistent (> 4 hours) and painful erection. It is occurs due to: An excessive release of neurotransmitters Blockage of draining venules (e. g., mechanical interference in sickle cell crisis, leukemia, or excessive use of intravenous parenteral lipids) Paralysis of the intrinsic detumescence mechanism Prolonged relaxation of the intracavernous smooth muscles (most often caused by the use of exogenous smooth-muscle relaxants such as injectable intra-cavernosal prostaglandin E1).",
        "cop": 1,
        "opa": "Sickle cell anemia",
        "opb": "Hairy cell leukaemia",
        "opc": "Paraphimosis",
        "opd": "Urethral stenosis",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "00417c7a-f6e5-4332-978c-1432524248f4",
        "choice_type": "single"
    },
    {
        "question": "Life threatening intravascular hemolysis occur with sepsis due to which organism?",
        "exp": "Clostridium perfringens sepsis leads to life threatening intravascular hemolysis due to lecithinase activity. It occurs following open wounds, septic aboion, or due to a contaminated blood unit. Other infections causing hemolytic anemia: Malaria Shiga toxin-producing E. coli O157: H7",
        "cop": 1,
        "opa": "Clostridium perfringens",
        "opb": "Mycoplasma pneumonia",
        "opc": "Pseudomonas",
        "opd": "Klebsiella",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "a015b7c7-3487-4542-b34a-d84edb52d195",
        "choice_type": "single"
    },
    {
        "question": "In sickle cell crisis bone pain is due to:",
        "exp": "In sickle cell crisis bone pain is due to bone infarction. RBC are sticky, so branching blood vessels gets occluded leading to infarction. \"Fish mouth veebra\" seen in sickle cell anemia.",
        "cop": 1,
        "opa": "Bone infarction",
        "opb": "Osteroporosis",
        "opc": "Osteomalacia",
        "opd": "Periosteal reaction",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "78bcdea2-9c9e-43ed-9532-8001b519abf8",
        "choice_type": "single"
    },
    {
        "question": "A 35 year old patient shows abnormal schilling test. Antibiotics were given for 5 days which results in normalization of Schilling test. What is the diagnosis of the patient?",
        "exp": "Abnormal schilling test implies impaired vitamin B12 absorption It can be due to: Pernicious anemia Chronic pancreatitis Bacterial overgrowth Ileal disease Schilling test becoming normal after giving antibiotics implies Bacterial overgrowth. In bacterial overgrowth syndrome there is migration of large intestine flora into the small intestine leading to damage to terminal ileum which is the site of Vit B12 absorption.",
        "cop": 1,
        "opa": "Bacterial overgrowth syndrome",
        "opb": "Chronic pancreatitis",
        "opc": "Atrophic gastritis",
        "opd": "Ileocecal TB",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "5df74983-d052-41cb-be5e-8e710ed107c5",
        "choice_type": "single"
    },
    {
        "question": "Combined AIHA and ITP is known as?",
        "exp": "Evans syndrome - Rare combination of two or more of the following autoimmune blood disorders: Autoimmune hemolytic anemia (AIHA), in which the immune system destroys red blood cells. Immune thrombocytopenia (ITP), in which the immune system attacks platelets. Autoimmune neutropenia (AIN), which causes the immune system to attack neutrophils. Rosenthal syndrome / Haemophilia C / Plasma thromboplastin antecedent (PTA) deficiency - A mild form of haemophilia affecting both sexes, due to factor XI deficiency. May Hegglin anomaly (MHA) -A rare autosomal dominant disorder characterized by variable thrombocytopenia and well defined basophilic cytoplasmic inclusion bodies (resembling Dohle bodies) in the granulocytes Fechtner syndrome - A rare autosomal dominant disorder, a variant of Alpo syndrome characterized by leukocyte inclusions, macro-thrombocytopenia, nephritis, and sensorineural hearing loss",
        "cop": 1,
        "opa": "Evans syndrome",
        "opb": "May-Hegglin anomaly",
        "opc": "Fechtner syndrome",
        "opd": "Rosenthal syndrome",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "73ee3bf8-4133-4416-ad2f-b6e7f35d704e",
        "choice_type": "single"
    },
    {
        "question": "A 30 year old presented with a skin lesion in his right axilla. A presumptive diagnosis of staphylococcal skin carbuncle is made & patient is treated with empiric trimethoprim/ sulfamethoxazole. After 2 days, the patient came to emergency with excessive weakness, abdominal pain & dark coloured urine. O/E- vitals are normal & jaundice is present. Lab studies show a drop in Hb from 14 g/dl to 8 g/dl & rise in bilirubin levels. Urine dipstick is positive for bilirubin. Peripheral blood smear is shown below. What could be the possible diagnosis of the patient?",
        "exp": "PBF shows bite cells, anisocytosis, and spherocytes with jaundice after receiving sulfamethoxazole which makes the diagnosis of glucose 6-phosphate dehydrogenase (G6. PD) deficiency. Triggers for acute haemolytic anemia in G6. PD deficiency: Fava beans Infections Drugs- primaquine, dapsone, sulfamethoxazole, and nitrofurantoin Hemolytic attack stas with malaise, weakness, and abdominal or lumbar pain. After an interval of several hours to 2-3 days, the patient develops jaundice and often dark urine. Lab studies- hemoglobinemia, hemoglobinuria, high LDH, and low/absent plasma haptoglobin Diagnosed by semiquantitative or quantitative RBC tests or by DNA testing Hemolytic-uremic syndrome - cause microangiopathic hemolytic anemia with prominent schistocytes Iron deficiency- causes a microcytic and hypochromic anemia",
        "cop": 1,
        "opa": "Glucose 6-phosphate dehydrogenase (G6. PD) deficiency",
        "opb": "Hemolytic-uremic syndrome",
        "opc": "Hereditary spherocytosis",
        "opd": "Iron deficiency anemia",
        "subject_name": "Medicine",
        "topic_name": "Sickle Cell Disease, G6. PD deficiency and other Hemolytic Anemia",
        "id": "649d4155-bf2e-4c89-bf80-7b2df4049f25",
        "choice_type": "single"
    }
]