[
    {
        "question": "Tuberculides are seen in",
        "exp": "(Lichen scrofulosorum) (202-Behl l. Cfh, 1756-Dorland 28th, 219- Neena khanna)TUBERCULIDES - Group of disease where the evidence for a tuberculous etiology is not definite {May be hypersensitivity reaction) but which show a tuberculous granuloma on histology and respond to ATT). Conditions included in Tuberculids. Cutaneous Tuberculosis (Non Tuberculides)* Lichen scrofulosorum* Lupus vulgaris* Erythema- induratum* Sacrofuloderma* Papulonecrotc tuberculides (Acne-scrafulosorum)* Tubercularis cutis verrucosus* Lupus miliaris disseminatus faciei* Miliary tuberculosis and metastatic tuberculosis* Rosaceous tuberculide* Miliary tuberculosis and metastatic tuberculosis abscess may also present as cutaneous tuberculosis(According to 'Behl' Erythema - nodosum is also a tuberculide while some texts do not include it as a tuberculide). Features of TB in AIDS patients* |Sputum positivity *** Little or no cavitation*** |ed extra pulmonary tuberculosis *** Negative PPD skin test*** Lack of classic granuloma* Atypical CXR- Diffuse interstitial or military infiltrate* Response to short course chemotherapy is similar*** but adverse effects may be more pronounced including severe or even fatal skin disease* High rate of reactivation Indications of pulmonary resection in tuberculosis / haemoptysis are. Absolute. Relative* Massive haemoptysis (600cc/24 hours)* Destroyed lung, positive sputum* Bronchopleural fistula* Suspicion of carcinoma* Haemoptysis* Bronchial stenosis* Persistent positive sputum* Open negative cavity* T. B. Empyema* Atypical tuberculus infections* Aspergilloma (Fungus balls). Lupus - vulgaris - is a form of cutaneous tuberculosis that is seen in previously infected and sensitized individuals. Lupus- pernio - is a particular type of sarcoidosis that involves the tip of nose & earlobes with lesions that are violaceous in colour. Spino- ventosa - Tuberculosis of bone in which bone is expanded & the cortex thins eg digits. Scrofuloderma - Tuberculosis first develops in a lymph node or a bone producing a swelling and subsequently ruptures through the overlying skin. False negative tuberculin skin test - reactions may result from improper testing technique - concurrent infections, malnutrition advanced age, immunologic disorders, lymphoreticular malignancies, corticosteroid therapy, CRF, HIV infections and fulminant tuberculosis",
        "cop": 3,
        "opa": "Lupus vulgaris",
        "opb": "Scrofuloderma",
        "opc": "Lichen scrofulosorum",
        "opd": "Erythema nodosum",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "e476792d-b36e-42fd-889a-cfad35d4693d",
        "choice_type": "single"
    },
    {
        "question": "Odd pair -",
        "exp": "Ans. is 'd' i. e., Erythema chronicum migrans - malignancyo \"Erythema gvratum repens\" is a rare and characteristic rash strongly associated with malignancy. It consists of wavy erythematous concentric bands that can be figurate, gyrate or annular. These bands are arranged in parallel rings and lined by a fine trailing edge of scale pattern described as \"wood grained\"Erythema g}'ration repens can expand as fast as l cm/day. It is extremely pruritic and can involve large areas of the body but tends to spare hands, face and feet. Malignancies associated with Erythema gyratum repens: Bronchial carcinoma. Esophageal cancer. Breast cancer. Less commonly it may also be seen in patients with genitourinary, gastrointestinal and hematological malig- nancies. o Erythema chromic urn nigranso Erythema chronicum migrans is the cutaneous hallmark of \"h me disease \"o One or more large erythematous patches appear anywhere on the skin. The lesion expands centrifugally. Sometimes with central clearing giving rise to annular patches. Ervthema Annulare centrifugumo Erythema annulare centrifugum is characterized by non indurated annular patches with associated trailing scale inside the erythematous bordere. o The annular lesions most commonly affects the tranks, bullocks, thighs and legs while sparing the hands feets and face. o The etiology and pathogenesis are unknown. It is believed that erythema annulare centrifugum represents a continuous manifestation of a hypersensitivity reation to a myriad of underlying conditions including infection by dermatophytes bacteria and viruses, malignancy and immunological disorders. Necrotizing acral ervthema is associated with Hepatitis C virus. Cutaneous manifatations associated with Hepatitis C virus. Urticaria. Erthema multiforme. Erthema nodosum. Mixed cryoglobulinemia. Urticarial vasculitis. Henoch schnolein purpura. Necrolytic acral erythema. Porphyria cutanea tarda. Lichen planus. Pntrigo. Erythema marginatumo It is a characteristic cutaneous manifestation of rheumatic fever. o Erythema marginatum are rash present on the trunk and proximal part of extremities. Face is spared. Never pruritic, never indurated and. Never tender",
        "cop": 4,
        "opa": "Erythema marginatum-rheumatic fever",
        "opb": "Erythema gyrens ripens-malignancy",
        "opc": "Necrotic acral erythema-HCV",
        "opd": "Erythema chrcnieum migrans ->> malignancy",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "ae249d6e-5948-4bda-bd37-e4981451aba2",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old man complains of several blisters arising over the back and trunk for the preceding 2 weeks. He takes no medications and has not noted systemic symptoms such as fever, sore throat, weight loss, or fatigue. The general physical examination is normal. The oral mucosa and the lips are normal. Several 2- to 3-cm bullae are present over the trunk and back. A few excoriations where the blisters have ruptured are present. The remainder of the skin is normal, without erythema or scale. What is the best diagnostic approach at this time?",
        "exp": "Blistering diseases are potentially serious conditions. Blisters that are smaller than 0. 5 cm are termed vesicles; larger lesions are called bullae. The proper diagnosis and treatment of bullous disorders are paramount in order to prevent disability and even death from burn-like denudation of the skin and associated infection. Although many skin diseases such as allergic contact dermatitis, erythema multiforme, and bullous impetigo can cause blisters, this patient is more likely to have bullous pemphigoid or pemphigus. These are immunologically mediated disorders. Skin biopsy with immunofluorescence staining will reveal antibodies at the basal layer of the epidermis (bullous pemphigoid) or within the epidermis (pemphigus). Mucosal, especially oral, involvement is characteristic of pemphigus. Immunosuppressive agents including systemic corticosteroids are often necessary to treat these conditions. Antihistamines, sometimes helpful if itching is prominent, will not treat the underlying condition. It is no longer felt that bullous dermatoses are indicative of underlying malignancy, so a \"shotgun\" search for occult malignancy is not recommended. Dermatitis herpetiformis and porphyria cutanea tarda are other skin diseases that can be associated with blisters.",
        "cop": 3,
        "opa": "Culture of vesicular fluid for herpes viruses",
        "opb": "Trial of corticosteroids",
        "opc": "Biopsy of the edge of a bulla with some surrounding intact skin",
        "opd": "CT scan of the chest and abdomen looking for occult malignancy",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "8379877d-c32a-4108-b46b-4285ec294496",
        "choice_type": "single"
    },
    {
        "question": "Which of the following best describes mycosis fungoides?",
        "exp": "Mycosis fungoides is best described as a cutaneous T-cell lymphoma. Lesions may remain confined to the skin for years, and internal organ involvement occurs when the disease advances into late stages. It is a disorder involving T lymphocytes. Treatment is usually palliative rather than curative.",
        "cop": 3,
        "opa": "fungal infection of the epidermis",
        "opb": "benign skin lesion",
        "opc": "cutaneous lymphoma",
        "opd": "dermatitis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "8d04fcf0-4afe-46f9-a91c-3fa85ce52802",
        "choice_type": "single"
    },
    {
        "question": "Pruritus is not seen in:",
        "exp": "Ans: c (Hyperparathyroidism) Ref: Davidson, 20th ed, p. 775. Hyperparathyroidism is not a cause of pruritus. Pruritus is defined as an unpleasant sensation that provokes the desire to scratch. Causes of Pruritus. Cholestasis. Hepatitis CChronic renal failure. Anemia. Polycythemia rubra Vera. Lymphoma, Myeloma. Leukaemia. Hypothyroidism. HIV infection. Malignancy. Psychogenic. Thyrotoxicosis Management. There are no specific anti itch drugs. Agents used to reduce pruritus are anti histamines, corticosteroids (for atopic Eczema), emollients, menthol capsaicin, PUVA.",
        "cop": 3,
        "opa": "Hyperthyroidism",
        "opb": "Polycythemia rubra vera",
        "opc": "Hyperparathyroidism",
        "opd": "Uraemia",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "a3299a3d-f4fc-4392-a204-78f1ef8cb3db",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man develops multiple pruritic skin lesions and bullae mostly in the axillae and around the medial aspects of his groin and thighs. There are some lesions on his forearms and on his lower legs (first appeared in this location), and moderately painful oral lesions. Nikolsky sign is negative. There is no eye involvement. Which of the following is the most likely diagnosis?",
        "exp": "The description and age range (60-80) is typical of bullous pemphigoid. PV is usually associated with a positive Nikolsky sign (pressure on blister leads to lateral extension), and very severe oral lesions. Cicatricial pemphigoid is also a disease of the elderly, but is rare and usually involves the eyes as well. EB is an inherited disorder that usually presents in earlier life. DH does not usually affect mucous membranes, and the lesions are grouped in clusters. However, it can mimic early bullous pemphigoid, and biopsy is needed for confirmation. Permanent remission is frequent, and continued therapy would not be required.",
        "cop": 3,
        "opa": "dermatitis herpetiformis (DH)",
        "opb": "pemphigus vulgaris (PV)",
        "opc": "bullous pemphigoid",
        "opd": "cicatricial pemphigoid",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "a7987355-6f08-4bef-8555-bbd667e0a520",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man develops new lesions at the sites of skin trauma. The lesions appear as sharply marginated erythematous papules with silvery-white scales. For the patient with a skin lesion, select the most likely diagnosis.",
        "exp": "Koebner phenomenon is typically seen in psoriasis. The kind of injury eliciting the phenomenon is usually mechanical, but ultraviolet light or allergic damage to the skin may be provocative. Koebner phenomenon can also occur in lichen planus, lichen nitidus, keratosis follicularis, and pemphigoid. The Koebner phenomenon has been used to study early skin changes in these diseases.",
        "cop": 1,
        "opa": "psoriasis",
        "opb": "eczema",
        "opc": "hypersensitivity reactions",
        "opd": "lichen planus",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "58c71c92-25a3-4121-b6d4-e90f262ed3a1",
        "choice_type": "single"
    },
    {
        "question": "A 69-year-old woman develops dark, velvety pigmentation in her axillae. She has noticed 10 lb weight loss over the past 3 months with heartburn and early satiety. She notices no other symptoms. Which of the following conditions should she be studied for?",
        "exp": "(a) Source: (Wolff, p. 86). Patients with acanthosis nigricans should be studied for a visceral carcinoma. There are hereditary, drug-induced, and benign forms of acanthosis nigricans as well. Given this patient's symptoms a gastric malignancy should be ruled out. Diabetics get a benign form of the disorder. Other dermatoses associated with malignancy include dermatomyositis, flushing, acquired ichthyosis, and thrombophlebitis migrans.",
        "cop": 1,
        "opa": "a visceral carcinoma",
        "opb": "lymphoma",
        "opc": "diabetes mellitus",
        "opd": "sarcoidosis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "1a633d37-b4d1-412a-b28a-d3ad2fd4d4fe",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man develops a rash in the groin area. On examination, it is a large well-demarcated area of tan-brown discoloration around his left inguinal area. There is some scaling of the lesion when brushed with a tongue depressor. (See Figure below) Which of the following is the most appropriate initial diagnostic test?",
        "exp": "A KOH preparation is useful when performed on scaling skin lesions, when a fungal etiology is suspected. The scraped scales are placed on a microscope slide, treated with one or two drops of KOH solution, and examined for hyphae, pseudo hyphae, or budding yeast. A Tzanck smear is a cytologic technique for the diagnosis of herpes virus infection from vesicles, and diascopy is to assess whether a skin lesion will blanch with pressure.",
        "cop": 3,
        "opa": "punch biopsy of skin",
        "opb": "Tzanck smear",
        "opc": "potassium hydroxide (KOH) preparation of scrapings",
        "opd": "blood culture for fungi",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "09d4dc01-429b-4c42-9db2-51d875da3b4d",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis?",
        "exp": "Answer C. Herpes zoster The vesicular eruptions along the V3 trigeminal dermatome, including the left side of the tongue and mandible, are most consistent with a diagnosis of herpes zoster infection. The patient was prescribed a 2-week course of oral valacyclovir.",
        "cop": 3,
        "opa": "Candidiasis",
        "opb": "Geographic tongue",
        "opc": "Herpes zoster",
        "opd": "Lichen planus",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "64cb1246-27a2-46b0-bf0d-f792ed09eaa5",
        "choice_type": "single"
    },
    {
        "question": "This patient had a 4-year history of diabetes. What is the diagnosis?",
        "exp": "Answer C. Necrolytic migratory erythema. Glucagonomas are rare neuroendocrine tumors that can cause diabetes and a rash known as necrolytic migratory erythema, which has a characteristic annular pattern of erythema with central crusting and bullae. The rash resolved after excision of a 7-cm glucagonoma from the tail of the pancreas.",
        "cop": 3,
        "opa": "Bullous disease of diabetes",
        "opb": "Necrobiosis lipoidica diabeticorum",
        "opc": "Necrolytic migratory erythema",
        "opd": "Pigmented purpuric dermatosis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "824828f3-9344-4abb-936f-efe0b3baec93",
        "choice_type": "single"
    },
    {
        "question": "In Wood's lamp examination, green fluorescence detects",
        "exp": "(Pseudomonas) (287-88-H 16th) (312, 326-H17th)WOOD'S LIGHT - A wood's lamp generates 360 nm ultraviolet (or black) light that can be used to aid the evaluation of certain skin disorders- Examples.* Erythrasm caused by corynebacterium minutis-simum) to show characteristic coral red color.* Wound colonized by Pseudomonas to appear pale blue.* T. capitis caused by dermatophytes such as Microsporum canis or M. audouini exhibits a yellow fluorescence* Post inflammatory hyperpigmentation fades under Wood's light.* Vitiligo appears totally white under a Wood's lamp.* A Wood lamp may also aid in the demonstration of tinea versicolor and in recognition of ash led spots with tuberous sclerosis.",
        "cop": 3,
        "opa": "Corynebacterium diphtheria",
        "opb": "Pneumococcus",
        "opc": "Pseudomonas",
        "opd": "Microsporum-canis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "0873a9af-0a3b-41d8-a3bb-196fde307e04",
        "choice_type": "single"
    },
    {
        "question": "Skip lesions are seen in: (Repeat)",
        "exp": "Ans: A (Crohn's disease) Ref: Harrison's Principles of internal Medicine, 18ed. Explanation: Crohn's disease. MC site-terminal ileum with rectal sparing, skip areas +It is transmural, hence more of fistula formation. More of systemic symptoms, pain, abdominal mass. Toxic megacolon- Perforation. Intraabdominal abscess, fallopian tube scarring - infertility. Intestinal obstruction, massive hemorrhage, malabsorption, severe perianal disease. Cobblestoning on endoscope. Responds to antibiotics, recurs after surgery. ASCA-positive. Treatment - Antibiotics, corticosteroids, sulfasalazine, mercaptopurine. azathioprine, methotrexate, cyclosporine, tacrolimus. Anti-TNF: Infliximab, adalimumab, certolizumab pegol. Anti-integrin: Natalizumab. Risk of Ca increases with duration & severity of the disease",
        "cop": 1,
        "opa": "Crohn's disease",
        "opb": "Ulcerative colitis",
        "opc": "Ischemic bowel disease",
        "opd": "Typhoid colitis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "96caaca0-ec34-444c-8806-37ab79d8f097",
        "choice_type": "single"
    },
    {
        "question": "Adenoma sebaceum is seen in",
        "exp": "i. e. (Tuberous sclerosis): (96Q-CMDT-11) (1798 -1000-H17th)* Adenoma sebaceum subungual fibromas, shagreen patches (leathery plaques of subepidermal fibrosis) and leaf shaped hypopigmented spots - cutaneous abnormalities seen in TUBEROUS - SCLEROSIS* Renal abnormalities includes - Renal cysts, Angiolipomas, Renal cell carcinoma***TUBEROUS - SCLEROSIS* TS - is an Autosomal dominant inheritance* *** Mutations that inactivating in either the TSCJ gene encoding tuberin or the TSC2 gene encoding hamartin* CNS hamartomas can cause seizures, mental retardation and autism* Associated abnormalities includes - retinal lesions, benign rhabdomyomas of the heart, lung cysts, benign tumours in the viscera and bone cysts* Classical Triad -(i) Seizures(ii) Mental retardation(iii) Adenoma sebacium* The characteristic brain lesion is a \"Cortical Tuber\" The most common neurological manifestations include seizures, cognitive impairment and behavioral abnormalities including autism",
        "cop": 2,
        "opa": "Scleroderma",
        "opb": "Tuberous sclerosis",
        "opc": "SLE",
        "opd": "Systemic sclerosis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "a75fe2a4-c4a8-4fc3-a989-4fef0ab97005",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman presents with the complaint that her toenails are thick and yellow. She is otherwise healthy and takes no medications. On examination, two toenails on the right foot and the great toenail on her left foot are affected. There is no periungual erythema, and her peripheral pulses are good. What is the best advice for this patient?",
        "exp": "This woman has onychomycosis, which often affects the toenails in an asymmetric pattern. Onychomycosis does not usually resolve spontaneously and is more difficult to eradicate than is tinea pedis (athlete's foot). The etiologic agents include several species of yeast, mold, and dermatophytes, therefore, direct microscopy and/or fungal culture may be necessary for definitive therapy. The condition is often asymptomatic and may not require treatment. Topical therapies are effective but require daily application for many months. They have the advantage of safety. Oral treatment with terbinafine or itraconazole is more effective than topical treatment but must also be continued up to 6 months; oral antifungals carry the risk of hepatotoxicity. Yellow nail syndrome should be considered in the differential for widespread yellow nail changes and is associated with pulmonary disease and cancers. Yellow nail syndrome affects all 20 nails; a workup for systemic disease is unnecessary in the usual patient with onychomycosis.",
        "cop": 3,
        "opa": "This nail disease will spontaneously remit.",
        "opb": "CBC, comprehensive metabolic profile, chest x-ray, and abdominal CT scan should be ordered to look for underlying malignancy.",
        "opc": "Oral therapies will need to be used for months until the nails have grown out.",
        "opd": "Sampling the nail is unnecessary for definitive diagnosis.",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "84758dbf-0fd8-4eed-9b14-51c6c7c0bd38",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man has a pigmented skin lesion. Which of the following characteristics suggests a dysplastic nevus (atypical mole) rather than a benign acquired nevus?",
        "exp": "Dysplastic nevi and benign acquired nevi are both most common on sun-exposed areas such as the back. Atypical moles can occur on the scalp, breasts, and buttocks, rare areas for benign acquired nevi. Both lesions are usually associated with similar lesions (10-40 on average for benign nevi, often > 100 in the case of dysplastic nevi). Dysplastic nevi are larger (> 6 mm) and have irregular pigmentation and borders.",
        "cop": 2,
        "opa": "uniform tan color",
        "opb": "located on buttock",
        "opc": "4 mm in diameter",
        "opd": "20 similar lesions on body",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "a077973f-5f7f-4149-a682-41740494ee2e",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in this patient with axillary lymphadenopathy?",
        "exp": "Answer C. Herpetic whitlow. Direct fluorescence antibody testing of vesicular fluid confirmed the presence of herpes simplex virus type 2, consistent with the diagnosis of herpetic whitlow. The patient responded to treatment with oral acyclovir.",
        "cop": 3,
        "opa": "Bacterial felon",
        "opb": "Erysipelas",
        "opc": "Herpetic whitlow",
        "opd": "Paronychia",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "3b86bda0-cc45-449d-bc8a-dc160b9c2d26",
        "choice_type": "single"
    },
    {
        "question": "What diagnosis is suggested by the finding on the sole of this patient's foot?",
        "exp": "Answer C. Thrombotic vasculopathy. The purpuric skin eruption has a netlike arrangement referred to as retiform. Retiform purpura is an indication of an acute thrombotic vasculopathy. If it is acute and rapidly progressive in a febrile patient, it suggests purpura fulminans.",
        "cop": 3,
        "opa": "Chemical burn",
        "opb": "Pemphigus",
        "opc": "Thrombotic vasculopathy",
        "opd": "Radiation dermatitis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "3c5c144d-5fdf-41db-8532-0e6bb51defc1",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man presents to the clinic because he is concerned about a pigmented skin lesion. Which of the following characteristics suggests a dysplastic nevus (atypical mole) rather than a benign acquired nevus?",
        "exp": "Dysplastic nevi and benign acquired nevi are both most common on sun-exposed areas such as the back. Atypical moles can occur on the scalp, breasts, and buttocks, rare areas for benign acquired nevi. Both lesions are usually associated with similar lesions (10-40 on average for benign nevi, often > 100 in the case of dysplastic nevi). Dysplastic nevi are larger (> 6 mm) and have irregular pigmentation and borders.",
        "cop": 2,
        "opa": "uniform tan color",
        "opb": "located on buttock",
        "opc": "4 mm in diameter",
        "opd": "20 similar lesions on body",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "434e7fe0-67b0-49f5-9b28-c3f6deeef6ac",
        "choice_type": "single"
    },
    {
        "question": "Lupus vulgaris",
        "exp": "A. i. e. (Skin tuberculosis) (46 - Roxburg 17th)LUPUS VULGARIS - Slowly progressive granulomatous plaque on the skin caused by the tubercle bacillus* It often has a thickenedpsoriasi form appearance but blanching with a glass microscope slide (diascopy) will reveal grey - green foci (\"apple jelly nodule**\") due to the underlying granulomatous inflammation* Lupus pernio - is a particular type of sarcoidosis that involves the tip of nose & earlobes with lesions that are violaceous in colour* Spina ventosa - Tuberculosis of bone in which bone is expanded & the cortex thins eg digits*** Scrofuloderma - Tuberculosis first develops in a lymph node or bone producing a swelling and subsequently ruptures through the overlying skin* The classic renal manifestation of tuberculosis is the presence of microscopic pyuria with a sterile urine culture or \"sterile pyuria\" (826 - CMDT - 09)",
        "cop": 1,
        "opa": "Skin tuberculosis",
        "opb": "Pulmonary tuberculosis",
        "opc": "Lymph- node tuberculosis",
        "opd": "Kidney tuberculosis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "a440a415-7e1a-4058-b41c-4a27f68de5c3",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis in this woman who developed eosinophilia and a diffuse erythematous eruption while being treated with hydroxychloroquine for Sjogren's syndrome?",
        "exp": "Answer B. Exanthematous pustulosis. Yellow hyperplastic papules on the tongue of a hydroxychloroquine-treated patient with a diffuse erythematous eruption is most consistent with a diagnosis of hydroxychloroquine-induced acute generalized exanthematous pustulosis. The lesions resolved following withdrawal of the medication and treatment with prednisolone.",
        "cop": 2,
        "opa": "Bullous impetigo",
        "opb": "Exanthematous pustulosis",
        "opc": "Exfoliative dermatitis",
        "opd": "Stevens-Johnson syndrome",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "31c1b5b1-cb12-4c45-aed6-8ce82a5fdc43",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old woman with asthma has a chronic rash with distribution on her hands, neck, and elbow creases. It is very itchy, and the skin appears thickened with increased skin markings. There are some areas of fissures in the skin at the elbow creases and hands. Which of the following is the most appropriate advice?",
        "exp": "A change of environment is among the best treatments for atopic dermatitis. The patient should be kept in as dust-free an environment as possible and should not wear rough garments. Maintenance of adequate humidity is also important.",
        "cop": 4,
        "opa": "psychoanalysis",
        "opb": "warm clothing",
        "opc": "dry environment",
        "opd": "environmental manipulation",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "418fa30c-ca22-49d3-b494-41e0915b9529",
        "choice_type": "single"
    },
    {
        "question": "The growth phase of hair is",
        "exp": "(Anagen): (1242- Davidson 21st edition)* Hairs in humans do not grow continuosely but in a cycle with three phases* Anagen, in which the hair grows* Catagen a transitional phase* Telogen a resting stage* The individual duration of the components of the cell cycle varies by site* On the scalp, anagen will last several years, whereas catagen lasts only a few days and telogen around 3 months* Highest density of hair follicles is on the scalp, which has between 500 and 1000/cm2",
        "cop": 2,
        "opa": "Telogen",
        "opb": "Anagen",
        "opc": "Metagen",
        "opd": "Progen",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "ba4fcdfd-b0a1-4d40-87f8-8ff2c6a35158",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis in a man with a 3-month history of migratory lesions on the tongue?",
        "exp": "Answer A. Geographic tongue. Geographic tongue, also known as benign migratory glossitis, is the correct answer. It is a benign condition, affecting nearly 2% of the general population. Geographic tongue typically presents with migratory red lingual patches. It is associated with local inflammation and the loss of filiform papillae. The condition is usually asymptomatic and does not require treatment. It can, however, present with pain or a burning sensation.",
        "cop": 1,
        "opa": "Geographic tongue",
        "opb": "Oral candidiasis",
        "opc": "Lichen planus",
        "opd": "Oral hairy leukoplakia",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "5c366ec3-997e-42ea-8ef9-f776252a6cef",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely cause of these skin changes?",
        "exp": "Answer B. Chronic venous stasis. The chronic changes of dependent edema with hyperkeratosis, papillomatous plaques, and loosely adherent crust and cobblestone-like nodules is most consistent with chronic venous stasis, and is known as elephantiasis nostras verrucosa.",
        "cop": 2,
        "opa": "Asteatotic eczema",
        "opb": "Chronic venous stasis",
        "opc": "Necrobiosis lipoidica",
        "opd": "Pretibial myxedema",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "5c7e0200-630e-47cf-9c47-55c75bece18b",
        "choice_type": "single"
    },
    {
        "question": "A 85-year-old woman has large blistering lesions on the abdomen and thighs that come and go without therapy (See Figure below) Nikolsky sign is negative. Which of the following is the most likely diagnosis?",
        "exp": "Bullous pemphigoid is most common in the elderly, and the disease often starts with urticaria-like and pruritic erythematous lesions, before classic blisters occur. The blisters arise from inflamed and normal skin, unlike in pemphigus where they arise from normal skin. As well, unlike pemphigus, mucosal lesions are minimal or absent. There are antibodies to skin basement membrane, but unlike pemphigus, antibody levels do not correlate with disease activity.",
        "cop": 3,
        "opa": "pemphigus vulgaris (PV)",
        "opb": "dermatitis herpetiformis (DH)",
        "opc": "bullous pemphigoid",
        "opd": "herpes gestationis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "beb75491-610a-49fa-b2fd-3dd68d179ba4",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man comes to the emergency department because of a skin rash and severe itching. He appears ill; there is a generalized skin rash that is scaly, erythematous, and thickened. His palms, soles, and scalp are also involved. Which of the following is the most likely diagnosis?",
        "exp": "Exfoliative dermatitis is a rare skin condition, but because of its severity, patients with this syndrome are often admitted to a hospital. The syndrome can be primary, appearing in otherwise healthy individuals, or secondary to malignancy, contact dermatitis, drugs, or other dermatologic diseases (e. g., psoriasis). Even mild cases require systemic treatment for the severe itching. Antihistamines are usually the first choice.",
        "cop": 3,
        "opa": "pemphigus vulgaris",
        "opb": "rosacea",
        "opc": "erythroderma (exfoliative dermatitis)",
        "opd": "dermatitis herpetiformis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "401ab6cf-7ffa-4c65-a7ba-c0c6997a084d",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man develops a rash in the groin area. On examination, it is a large well-demarcated area of tan-brown discoloration around his left inguinal area. There is some scaling of the lesion when brushed with a tongue depressor. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "A KOH preparation is useful when performed on scaling skin lesions, when a fungal etiology is suspected. The scraped scales are placed on a microscope slide, treated with one or two drops of KOH solution, and examined for hyphae, pseudohyphae, or budding yeast. A Tzanck smear is a cytologic technique for the diagnosis of herpes virus infection from vesicles, and diascopy is to assess whether a skin lesion will blanch with pressure.",
        "cop": 3,
        "opa": "punch biopsy of skin",
        "opb": "Tzanck smear",
        "opc": "potassium hydroxide (KOH) preparation of scrapings",
        "opd": "blood culture for fungi",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "e645c426-7be5-4535-889e-a35edb96684b",
        "choice_type": "single"
    },
    {
        "question": "This type of lesion is seen in which condition?",
        "exp": "Ans. B. Pseudohypoparathyroidisma. The hands in pseudohypoparathyroidism. Note the characteristic shortening of the fourth and fifth metacarpals. b. Pseudohypoparathyroidism is a condition associated primarily with resistance to the parathyroid hormone. c. Patients have a low serum calcium and high phosphate, but the parathyroid hormone level (PTH) is actually appropriately high (due to the hypocalcemia). d. Its pathogenesis has been linked to dysfunctional G Proteins (in particular, Gs alpha subunit). Presentation and differentiala. Patients may present with features of hypocalcaemia including carpopedal muscular spasms, cramping, tetany, and if the calcium deficit is severe, generalized seizures. b. IQ is typically mildly depressed or unaffected. Additional characteristics include short stature, obesity, developmental delay, and calcification of the basal ganglia in the deep white matter of the brain. c. Type 1a Pseudohypoparathyroidism is clinically manifest by bone resorption with blunting of the fourth and fifth knuckles of the hand, most notable when the dorsum of the hand is viewed in closed fist position. d. This presentation is known as 'knuckle knuckle dimple dimple' sign (Archibald's Sign). e. This is as opposed to Turner syndrome which is characterized by blunting of only the fourth knuckle, and Down's syndrome, which is associated with a hypoplastic middle phalanx.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Pseudohypoparathyroidism",
        "opc": "Osteoarthrosis",
        "opd": "Psoriasis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "1af5aa29-a629-4d3a-90a6-cfaa2d77880a",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman develops an acute contact dermatitis to a household-cleaning agent. Which of the following treatments is most appropriate during the bullous, oozing stage?",
        "exp": "Ointments are not used, but wet dressings are applied several times a day, using Burow solution or boric acid, and baths are also included in the treatment. The key aspect of care is prevention. When contamination does occur, washing the affected area is the first mode of treatment. Oral corticosteroids are only used in severe cases. In less severe cases, topical class I glucocorticoid preparations can be helpful.",
        "cop": 1,
        "opa": "wet dressings",
        "opb": "systemic corticosteroids",
        "opc": "topical anesthetics",
        "opd": "systemic antibiotics",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "5e169b02-53b1-438c-93fb-e59939ae1e80",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old man develops a rash in the groin area. On examination, it is a large welldemarcated area of tan-brown discoloration around his left inguinal area. There is some scaling of the lesion when brushed with a tongue depressor. Which of the following is the most appropriate initial diagnostic test?",
        "exp": "(c) Source: (Kasper, p. 286)A KOH preparation is useful when performed on scaling skin lesions, when a fungal etiology is suspected. The scraped scales are placed on a microscope slide, treated with one or two drops of KOH solution, and examined for hyphae, pseudohyphae, or budding yeast. A Tzanck smear is a cytologic technique for the diagnosis of herpes virus infection from vesicles, and diascopy is to assess whether a skin lesion will blanch with pressure.",
        "cop": 3,
        "opa": "punch biopsy of skin",
        "opb": "Tzanck smear",
        "opc": "potassium hydroxide (KOH) preparation of scrapings",
        "opd": "blood culture for fungi",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "8b7ec3b0-994e-44b8-983d-5750e31e38b9",
        "choice_type": "single"
    },
    {
        "question": "A 85-year-old woman has large blistering lesions on the abdomen and thighs that come and go without therapy. Nikolsky's sign is negative. Which of the following is the most likely diagnosis?",
        "exp": "(c) Source: (Wolff, p. 106). There are antibodies to skin basement membrane, but unlike pemphigus, antibody levels do not correlate with disease activity. Bullous pemphigoid is most common in the elderly, and the disease often starts with urticaria-like and pruritic erythematous lesions, before classic blisters occur. The blisters arise from inflamed and normal skin, unlike in pemphigus where they arise from normal skin. As well, unlike pemphigus, mucosal lesions are minimal or absent.",
        "cop": 3,
        "opa": "pemphigus vulgaris (PV)",
        "opb": "dermatitis herpetiformis (DH)",
        "opc": "bullous pemphigoid",
        "opd": "herpes gestationis",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "49aba26d-0308-4de6-996c-598a84a7773d",
        "choice_type": "single"
    },
    {
        "question": "Skip granulomatous lesions are seen in-",
        "exp": "Ans. is 4b' i. e., Crohn's disease. Skip lesions are characteristic of Crohn's disease. o This pt. is suffering with Crohn's ds. o The characterstics of Crohn's ds and their comparison with Ulcerative colitis are given -Once you know them the answer becomes obvious. Features. Ulcerative colitis. Crohn's dso Rectal involvemento Distribution of lesionso Mucosal appearanceo Associated ileal>90%Continuous. Friable, diffusely involved 10%, mild, terminal ileal Inflammation. Rectum spared in > 50%Skip lesions. Cobblestone appearance 50% have combined ileal and colonic involvement. o Perianal abcess, fistulaso Intestinal strictures & obstructiono Intestinal fistulaso Fissures (Radiological)o Toxic megacolono Extraintestinal Manifestation -Rare. Not seen Not seen Not seen. Rare but more than crohns ds. Common. Common. Common. Common. Very rarey Sclerosing pericholangitisy Uveitis & Arthritisy Pyoderma gangrenosum. Common. Common. Common. Rare. Common. Rare. Pathological Features o Depth of inflammationo Creeping mesentric fato Fibrous thickening of wallo Pseudopolypso Granulomaso Dysplasiao Carcinoma. Mucosal. Not seen. Common (lead pipe). Common. Not seen. Common10%Transmural. Common. Rare. Rare. Common. Rare. Rare",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Whipple's disease",
        "opd": "Reiter's disease",
        "subject_name": "Medicine",
        "topic_name": "Skin",
        "id": "5c805b6b-24c8-453b-894b-4874916e3dc9",
        "choice_type": "single"
    }
]