[
    {
        "question": "Which of the following antibodies is highly specific for systemic lupus erythematosus -",
        "exp": "Ans. is 'a' i. e., Anti-Sm",
        "cop": 1,
        "opa": "Anti-Sm",
        "opb": "Anti-RO-1",
        "opc": "Anti-UIRNP",
        "opd": "Anti-Centeromere",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "e646f3f3-65dc-4868-adb8-292793371de4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antibodies correlates with disease activity for S. L. E -",
        "exp": "Ans. is 'b' i. e., Anti-ds DNA antibody Autoantibodies in Systemic Lupus Erythematosus (SLE). Antibody. Prevalence%Antigen Recognized. Clinical Utilityo Antinuclear antibodies98. Multiple nuclear. Best screening test; repeated negative tests make SLE unlikelyo Anti-ds. DNA70. DNA (double-stranded). High titers are SLE-specific and in some patients correlate with disease activity, nephritis, vasculitiso Anti-Sm25. Protein complexed to 6 species of nuclear U1 RNASpecific for SLE; no definite clinical correlations; most patients also have anti-RNP; more common in blacks and Asians than whiteso Anti-RNP40. Protein complexed to U1 RNAy. Not specific for SLE; high titers associated with syndromes that have overlap features of several rheumatic syndromes including SLE; more common in blacks than whiteso Anti-Ro (SS-A)30. Protein complexed to hY RNA, primarily 60 k. Da and 52 k. Da. Not specific for SLE; associated with sicca syndrome, predisposes to subacute cutaneous lupus, and to neonatal lupus with congenital heart block; associated with decreased risk for nephritiso Anti-La (SS-B)1047-k. Da protein complexed to hY RNAUsually associated with anti-Ro; associated with decreased risk for nephritiso Anti hi stone70. Histones associated with DNA (in nucleo- some, chromatin). More frequent in durg-induced lupus than in SLEo Antiphospholipid50. Phospholipids, (3, glycoprotein 1 cofactor. prothrombin. Three tests available - ELISAs for cardiolipin and (LG 1, sensitive prothrombin time (DRVVT); predisposes to clotting, fetal loss, thrombocytopeniao Antiervthrocyte60. Eiythrocyte membrane. Measured as direct Coombs' test; a small proportion develops overt hemolysiso Antiplatelet30. Surface and altered cytoplasmic antigens on platelets. Associated with thrombocytopenia but sensitivity and specificity are not good; this is not a useful clinical testo Antineuronal (includes anti-glutamate receptor)60. Neuronal and lympho-In some series a positive test in CSF correlates with cyte surface antigens active CNS lupuso Antiribosomal P20. Protein in ribosomes. In some series a positive test in serum correlates with depression or psychosis due to CNS lupus",
        "cop": 2,
        "opa": "Anti Smith antibody",
        "opb": "Anti dS DNA antibody",
        "opc": "Anti Histone antibody",
        "opd": "Anti Rho",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "6482455c-a872-40d4-873b-ed75354cd0a1",
        "choice_type": "single"
    },
    {
        "question": "Antibodies most specific for drug induced lupus are -",
        "exp": "Ans. is 'd' i. e., Antihistone o The best screen ins test for SLE is demonstration of anti-nuclear antibodieso Sensitive testfor SLE - Antinuclear antibodies (ANA)o Specific test for SLE - Anti ds. DN A, Anti Smo Antihistone antibodies are positive in more than 95 percent of patients with drug induced lupus, and signify a 'high correlation. Antinuclear antibodies in Autoimmune disease1. Anti double stranded DNA (anti ds. DIVA)SLE2. Anti histone antibodies. Drug induced lupus erythematosis3. Anti Sm antibody (antibody to core protein of small nuclear. SLEribonucleoprotein particles, 1smith antigen) 6. Antibodies of ribonucleoprotein antigen containing ULRNPMixed connective tissue disease7. Anti DNA topoisomerase antibody (Sc/70). Syntemic sclerosis (diffuse)8. Anti centromeric antibody. Limited Scleroderma (crest)9. Histidy. MRNA synthetase. Inflammatory myopathy10. Anti mitochondrial antibody. Primary1 biliary cirrhosis",
        "cop": 4,
        "opa": "Anti ds DNA",
        "opb": "Anti Sm",
        "opc": "ANA",
        "opd": "Antihistone",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "939582b8-a561-4c7f-82fc-4f1ca74b92e5",
        "choice_type": "single"
    },
    {
        "question": "Non-erosive arthritis is characteristic of:",
        "exp": "Ans: A (SLE) Ref: Harrison s Principles of Internal Medicine 18th edition, pg 2728. Explanation: SLE causes non erosive polyarthritis of the hands, wrist & knees. Can cause avascular necrosis of joints increased by steroid use. Psoriasis, RA & gout cause erosive arthritis. Psoriatic arthritis (PsA): DIP involved, nail changes ( pitting, ridging, onycholysis, yellow discoloration, hyperkeratosis) dactylitis. Asymmetrical oligoarthritis. Symmetrical polyarthritis. Arthritis mutilans with destruction and telescoping of digits. CASPAR criteria used to diagnose Ps. ATreatment: Anti-TNF-a- infliximab, etanercept, adalimumab, golimumab. Anti T cell- Alefacept. Newer agent- Ustekinumab. Methotrexate, sulfasalazine, leflunomide. Rheumatoid Arthritis (RA): MCP. PIP, &MTP involved. Juxta-articular osteopenia- earliest radiological finding. ACR & EULAR revised criteria used to diagnose RATreatment: Anti TNF- a- Infliximab. Etanercept. adalimumab, golimumab, certolizumab. Abatacept, anakinra, rituximab, tocilizumab. Gouty arthritis: Acute, monoarthritis, 1st MTP involved. Precipitated by diet, trauma, surgery, alcohol, stress. Joint aspirate for needle shaped MSU crystals, birefringent with negative elongation. TC 2-60 thousandS. uric acid can be low /normal during attack. Acute attack-NSAl. DS, Colchicine, steroids, anakinra. Hypouricemic drugs- Allopurinol, febuxostat. Rasburicase. Pegloticase",
        "cop": 1,
        "opa": "SLE",
        "opb": "Psoriasis",
        "opc": "RA",
        "opd": "Gout",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "7d53e02e-42b2-42f0-a19f-006f53c7fd69",
        "choice_type": "single"
    },
    {
        "question": "Anti ds DNA antibody is specific for: (PGI May 2010)",
        "exp": "Ans. A (SLE) Anti-ds. DNA 70. DNA (double- stranded). High titers are SLE-specific and in some patients correlate with disease activity, nephritis, vasculitis. High-titer IgG antibodies to double-stranded DNA and antibodies to the Sm antigen are both specific for SLE and, therefore, favor the diagnosis in the presence of compa tible clinical manifestations. Table (Harrison); Diagnostic Criteria for Systemic Lupus Erythematosus. Malar rash. Fixed erythema, flat or raised, over the malar eminences. Discoid rash. Erythematous circular raised patches with adherent keratotic scaling and follicular plugging; atrophic scarring may occur. Photosensitivity. Exposure to ultraviolet light causes rash. Oral ulcers. Includes oral and nasopharyngeal ulcers, observed by physician. Arthritis. Nonerosive arthritis of two or more peripheral foints, with tenderness, swelling, or effusion. Serositis. Pleuritis or pericarditis documented by ECG or rub or evidence of effusion. Renal disorder. Proteinuria >0. 5g/dQ or >3+ or cellular casts. Neurologic disorder. Hematologicdisorder. SeizuresQ or psychosis without other causes. Hemolytic anemia or leukopenia (<4000/ mL) Q or lymphopenia' (<1500/pL) or thrombocytopenia (<100, 000/mL) Q in the absence of offending drugs. Immunologicdisorder. Antinuclearantibodies. Anti-ds. DNAQ anti-Sm, and/or antiphospholipid. An abnormal titer of ANAQ by immunofluorescence or an equivalent assay at any point in time in the absence of drugs known to induce ANAs. Table (Harrison): Antinuclear Antibody (ANA) Patterns and Clinical Associations. ANA Pattern. Antigen Idetified. Clinical Correlate. Diffuse. Deoxyribonucle - oprotein. Nonspecific Histones. QDrug-induced lupus, Peripheral (rim)ds-DNA50% of SLE (specific). Speckled. Ul-RNP>90% of. MCTD Sm30% of SLE (specific) Ro (SS-A) QSjogrens 60%, SCLE, neonatal lupus, ANA (-) lupus La (SS-BQ50% of. Sjogrens, 15% lupus Scl-7040% of diffuse sclerodermaQ PM-1. Polymyositis (PM), dermatomyositis Jo-1. PM w/ pneumonitis + arthritis. Nucleolar. RNA polymerase 1, others40% of. PSSCentromere. Kinetochone75% CRESTflimited scleroderma)",
        "cop": 1,
        "opa": "SLE",
        "opb": "Systemic sclerosis",
        "opc": "CREST syndrome",
        "opd": "Sjogren's syndrome",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "03a2215c-459d-4ebf-8292-f20687a1852d",
        "choice_type": "single"
    },
    {
        "question": "A young girl is admitted with joint pains and butterfly rash and positive urine proteinuria. The best test for her diagnosis is?",
        "exp": "Ans. is 'a' i. e., Anti ds-DNA antibody o Association of antibodies with disease activity.# Anti ds-DNA antibody is-increased risk oj nephritis in cases oj SLE.# Anti centromere ab is-limited scleroderma.# Antibodies to RNP is-CNS lupus.# Antibodies to t. RNA synthetase-polymyositis with interstitial lung disease.",
        "cop": 1,
        "opa": "Anti ds-DNA antibody",
        "opb": "Anti-centromere antibody",
        "opc": "Antibodies to RNP",
        "opd": "Antibodies to t. RNA synthetase",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "7219bc39-7c99-4ca8-9184-26f11bb74456",
        "choice_type": "single"
    },
    {
        "question": "Anti-double stranded DNA is highly specific for:",
        "exp": "Ans. is 'b' SLE (Ref: Chandrasoma Taylor, 3/e, p 985, Harrison 17/e p 2079 & 16/e, p 1971). Anti-double stranded DNA is specific for SLE, anti-single stranded DNA is not specific. Also remember Anti-Smith (Anti Sm) is also specific* for SLE and is found in 30% cases of SLE. Anti-histone antibody* is specific for drug induced SLE*.",
        "cop": 2,
        "opa": "Systemic sclerosis",
        "opb": "S. L. E.",
        "opc": "Polymyositis",
        "opd": "Rheumatic sclerosis",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "4769e49d-9125-405f-86c9-86d4f32c4434",
        "choice_type": "single"
    },
    {
        "question": "Most specific test for SLE",
        "exp": "Ans. (c) Anti- smith antibody. Test Description* ANA Screening test has sensitivity 95% not diagnostic without clinical features* Anti-ds. DNA Antibody: High specificity, sensitivity only 70% and levels are variable based on disease activity* Anti-Sm antibody: Most specific antibody for SLE* Anti. SSA (Ro) or Anti-SSB (La) Present in 15% of patients with SLE and other connective tissue disease such as Sjogren syndrome* Lupus anticoagulant* Direct Russell viper venom test to screen for inhibitors in the clotting cascade in antiphospholipid antibody syndrome* Direct Coombs test* Anti-histone: Drug-induced lupus (e. g with procainamide or hydralazine)",
        "cop": 3,
        "opa": "ss DNA",
        "opb": "ds- DNA",
        "opc": "Anti- smith antibody",
        "opd": "Histone",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "1691a7c3-331c-4426-80e7-7df249bd3e18",
        "choice_type": "single"
    },
    {
        "question": "In which of the following arthritis erosions are not seen:",
        "exp": "Ans. is b' i. e., Systemic lupus erythematosus (SLE) About Musculoskeletal manifestation in SLE patients, Harrison writes -\"Poly arthralgias and polyarthritis eventually occur in 90% of SLE patients. The arthritis initially involve the small joints in hands, knees and wrists. Joint deformities develop in only 10%. Erosions on joint X-rays are rare, their presence suggest a non lupus inflammatory arthropathy such as rheumatoid arthritis. \"Joint erosion are well known in all the other three options.",
        "cop": 2,
        "opa": "Rheumatoid arthritis",
        "opb": "Systemic lupus erthematosus (SLE)",
        "opc": "Psoriasis",
        "opd": "Gout",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "24d3e7f7-da77-413b-9ca2-4e42ab4cd2d6",
        "choice_type": "single"
    },
    {
        "question": "HLA DRw 52 is associated with -",
        "exp": "Ans. is 'c' i. e., Sjogren syndrome o The frequency of HLA-DR52 in patients with primary Siogren syndrome is estimated to be 87%. but it is also significantly increased in secondary Sibgren syndrome that occurs with rheumatoid arthritis or systemic lupus erythematosus. o HLA B5/HLA B5I is related to Behcet disease.",
        "cop": 3,
        "opa": "SLE",
        "opb": "Scleroderma",
        "opc": "Sjogren",
        "opd": "Behcet",
        "subject_name": "Medicine",
        "topic_name": "SLE",
        "id": "5ce10ed9-b782-4c9b-9d93-83251e6456ba",
        "choice_type": "single"
    }
]