[
    {
        "question": "Case of 30 year chronic smoker male, visited your clinic with this consdition Diognosis:",
        "exp": "Ans. (b) Buerger's disease. Ref: Vascular intervention: A Clinical approach, P 219- 221* Buergers disease (NOT berger disease) is also known as thrombo angitis obliterans. An inflammatory and obliterative disease of blood vessels of the extremities, mainly lower extremities. Occurring chiefly in smoker young men and leading to ischemia of the tissues and gangrene.* Involvement of artery vein and nerve, most commonly involved is tibial artery. Intermittent claudication, pain at rest relieved by dangling legs. Dry gangrene in toes shows shriveled woody induration.* IOC: duplex USG (ankle brachial index: 0. 5 to 0. 9)* Treatment: for Claudication pain, reducing the viscosity of blood pentoxyphylline is used. For resting pain, lumbar sympathectomy If gangrene a Amputation done.",
        "cop": 2,
        "opa": "Diabetic gangrene",
        "opb": "Buerger's disease",
        "opc": "Atherosclerotic plaque",
        "opd": "Septic foot",
        "subject_name": "Medicine",
        "topic_name": "Smoking",
        "id": "a15e7dd9-9a4e-4d82-8fe7-d9683aa66a52",
        "choice_type": "single"
    },
    {
        "question": "In Buerger disease which is the site of pain?",
        "exp": "Ans. (a) Calf pain. Ref: Harrison 19th ed. /1645-46* Claudication in the arch of the foot is an early sign and is suggestive of, or even specific to, TAO.* This condition is a manifestation of infrapopliteal vessel occlusive disease.* As the disease progresses, typical calf claudication and eventually ischemic pain at rest and ischemic ulcerations on the toes, feet, or fingers may develop.* Ischemia of the upper limbs is clinically evident in 40- 50% of patients, but may be detected in 63% of patients by Allens test and in 91% of patients by arteriogram of the hand and forearm.* Criteria for diagnosis of. TAO* Onset before age 45* Current (or recent past) tobacco use* Distal extremity ischemia (infra-popliteal and/or intra- brachial), such as claudication, rest pain, ischemic ulcers, and gangrene documented with non-invasive testing* Laboratory tests to exclude autoimmune or connective tissue diseases and diabetes mellitus* Exclude a proximal source of emboli with echocardiography and arteriography* Demonstrate consistent Arteriographic findings in the involved and clinically non-involved limbs",
        "cop": 1,
        "opa": "Calf pain",
        "opb": "Foot pain",
        "opc": "Hand pain",
        "opd": "Thigh pain",
        "subject_name": "Medicine",
        "topic_name": "Smoking",
        "id": "358c2032-c0c9-43fd-95f6-0459c9b3c686",
        "choice_type": "single"
    }
]