[
    {
        "question": "Which of the following is not true about tabes Dorsalis -",
        "exp": "Ans. is 'b' i. e., Deep tendon reflexes are brisk Tabes dorsaliso Usually develops 15 - 20 years after syphilis infectiono Major symptoms are- lightning pain, ataxia, urinary' incontinence. Lightning paino Lightning or lancinating pain are sharp stabbing pain and brief like a flash of lightning. o More common in legs. o Are associated invariably with impairment of tactile pain and thermal sensation. Urinary incontinenceo Bladder is insensitive and hypotonic resulting in unpredictable overflow incontinenceo Sometimes constipation, megacolon as well as impotence can occur. Ataxiao Purely sensory ataxiao Charcoat joints and trophic ulcers can occur. Pathology: There is involvement of: o Involvement of posterior root of lumbosacral regiono Posterior column involvedo Dorsal root ganglia. Now, it is believed that inflammation is present all along the posterior root where as the dorsal ganglion cell los and posterior column degeneration are secondary. Clinicopathological correlation. Clinical feature. Tract involvedo Hyptonia, areflexia ataxia-Destruction of proprioceptive fibres in sensory root gangliao Bladder involvement-Posterior root involvement of lumbosacral regiono Lightning pains-Incomplete posterior root lesions at different levelso Analgesia and joint insensitivity-Partial loss of A and C fibres in the root.",
        "cop": 2,
        "opa": "Seen in Neurosyphiilis",
        "opb": "Deep tendon reflexes are brisk",
        "opc": "Loss of vibration sense",
        "opd": "Acute abdominal pain and visceral symptoms",
        "subject_name": "Medicine",
        "topic_name": "Spinal Cord Diseases",
        "id": "22019df1-e844-4ee0-86b1-6e832c91d23a",
        "choice_type": "multi"
    },
    {
        "question": "Which is not true regarding myelopathy?",
        "exp": "Ans. is 'b' i. e., Brisk jaw jerk Brisk jaw jerk as it occurs when lesion is supranuclear /above pons. Hyperactive pectoralis reflex Hyperactive pectoralis reflex is an indicator of upper cervical spinal cord compression. Normally myelopathy is accompanied with brisk triceps jerks and absent biceps jerks. The common level of myelopathy is C5/C6. But when myelopathy cause spinal cord compression above this level there is paucity of signs to localize the lesion. Hyperactive pectorals jerk is an important sign of upper cervical myelopathy as it is important to determine the level responsible for the symptom. Brisk pectoralis jerk is seen in spinal cord compression at C2. VC3or C3/C4 levels. Of them C3/C4 is clinically common. The hyperactive deltoid muscle jerk is seen in C3/C4 and C4/C5 lesions. Of the two, the hyperactive pectoralis jerk is more specific and extremely useful in locating upper cervical spinal cord compression. Facial sensory impairment Facial sensory supply is mainly through trigeminal nerve Trigeminal cranial nerve has its nucleus in pons as well as it has spinal nucleus which descends down to the pons and medulla into the upper cervical cord as far as C3/C4. The spinal muscles of the trigeminal nerve may be involved in myelopathy. The above statement is true since in high cervical cord injury- due to destruction of the spinal/sensory nucleus of trigeminal nerve sensory loss over face can occur. Bladder urgency Bladder urgency can occur in myelopathy above the level of the sacral cord and it is a feature of UMN bladder. A hyperreflexic spastic bladder occurs with lesions above the bladder centre S2, S3 and S4 and below the level of pontine micturition centre. Brisk jaw jerk The normal jaw jerk is monosynaptic reflex of small amplitude and is often imperceptible but when exaggerated it provides an important diagnostic due for the corticobulbar disease. Jaw jerk afferent impulse of this reflex are carried through sensory portion of the trigeminal nerve the efferent impulse through trigeminal nerve with its reflex centre in PONS. Jaw jerk will be exaggerated in supranuclear lesions of the trigeminal nerve (amyotrophic lateral sclerosis, extensive multiple sclerosis, b/l corticobulbar infarction with pseudobulbar palsy) the jaw jerk may occur. For Jaw jerk to be exaggerated the lesion should be above pons where motor nucleus of trigeminal nerve is located.",
        "cop": 2,
        "opa": "Sensory loss of facial area",
        "opb": "Brisk jaw jerk",
        "opc": "Brisk pectoral jerk",
        "opd": "Bladder urgency",
        "subject_name": "Medicine",
        "topic_name": "Spinal Cord Diseases",
        "id": "33b4abd3-fa30-43a0-9e12-ef584ca96b7d",
        "choice_type": "multi"
    },
    {
        "question": "All are treatable diseases of spinal cord EXCEPT:",
        "exp": "ANSWER: (A) ALSREF: Harrison's 18th ed ch: 377. Option (A): ALS or amyotrophic lateral sclerosis: No treatment arrests the underlying pathologic process in ALS. The drug riluzole (100 mg/d) was approved for ALS because it produces a modest lengthening of survival. Option (B): Multiple sclerosis: Therapy for MS can be divided into several categories: treatment of acute attacks, treatment with disease-modifying agents that reduce the biological activity of MS, andsymptomatic therapy. Treatments that promote remyelination or neural repair do not currently exist but would be highly desirable. Option (C): Syringomelia: Treatment of syringomyelia is generally unsatisfactory. The Chiari tonsillar herniation is usually decompressed, generally by suboccipital craniectomy, upper cervical laminectomy, and placement of a dural graft. Obstruction of fourth ventricular outflow is reestablished by this procedure. If the syrinx cavity is large, some surgeons recommend direct decompression or drainage by one of a number of methods, but the added benefit of this procedure is uncertain, and morbidity is common. With Chiari malformations, shunting of hydrocephalus should generally precede any attempt to correct the syrinx. Surgery may stabilize the neurologic deficit, and some patients improve. Syringomyelia secondary to trauma or infection is treated with a decompression and drainage procedure in which a small shunt is inserted between the syrinx cavity and the subarachnoid space; alternatively, the cavity can be fenestrated. Cases due to intramedullary spinal cord tumor are generally managed by resection of the tumor. Option (D): A-V Malformations: treatment of AVM is largely surgical. Although the text creates confusion, but a table in Harrisons 18th Ed solves the question. The questions seems to have been taken directly from it. TREATABLE SPINAL CORD DISORDERSCompressive. Epidural, intradural, or intramedullary neoplasm. Epidural abscess. Epidural hemorrhage. Cervical spondylosis. Herniated disk. Posttraumatic compression by fractured or displaced vertebra or hemorrhage. Vascular. Arteriovenous malformation. Antiphospholipid syndrome and other hypercoagulable states. Inflammatory. Multiple sclerosis. Neuromyelitis optica. Transverse myelitis. Sarcoidosis. Sjogren-related myelopathy. Systemic lupus erythematosus. Vasculitis. Infectious. Viral: VZV, HSV-1 and -2, CMV, HIV, HTLV-I, others. Bacterial and mycobacterial: Borrelia, Listeria, syphilis, others. Mycoplasma pneumoniae. Parasitic: schistosomiasis, toxoplasmosis. Developmental. Syringomyelia. Meningomyelocele. Tethered cord syndrome. Metabolic. Vitamin B12 deficiency (subacute combined degeneration). Copper deficiency. Abbreviations: CMV, cytomegalovirus; HSV. herpes simplex virus; HTLV",
        "cop": 1,
        "opa": "ALS",
        "opb": "Multiple sclerosis",
        "opc": "Syringomyelia",
        "opd": "A-V malformation",
        "subject_name": "Medicine",
        "topic_name": "Spinal Cord Diseases",
        "id": "d8866f13-b871-43f0-8734-389429f662eb",
        "choice_type": "multi"
    }
]