[
    {
        "question": "Which of the following does not occur in a patient with gastrinoma?",
        "exp": "Ans. is 'c' i. e., Basal acid output (BAO) less than 15m. Eq/litre BAO is usually more than 15 meq/h in pts with gastrinoma (> 80% cases). A gastrinoma is a neuroendocrine tumour that secretes gastrin. The chronic hypergastrinemia leads to - gastric acid hypersecretion - peptic ulcer disease as well as diarrhoea. Symptoms of gastrinoma (Zollinger-Ellison Syndrome). Abdominal pain (70-100%). Diarrhoea (37-73%)0 GERD (30-35%). Diagnosis of Gastrinoma or Zollinger Ellison Syndrome. The first step in evaluation of a patient suspected of having ZES or gastrinoma is to obtain a fasting gastrin level. Virtually all gastrinoma patients will have a gastrin level > 150 to 200 pg/ml (normal <150 pg/ml). The next step in establishing a biochemical diagnosis of gastrinoma is to assess acid secretion. Up to 90% gastrinoma patients may have a BAO of > 15 meq/h (normal < 4 meq/h)A BAO/MAO ratio >. 6 is highly suggestive of ZES, but a ratio of <. 6 does not exclude the diagnosis. Gastrin provocative tests are helpful in patients with indeterminant acid secretory studies. Three provocative tests are used. Secretin stimulation test*Calcium infusion study*Standard meal test*In each of these tests gastrin level is measured after the stimulus i. e. secretin, gastrin, standard meal. Among these tests secretin test is the most specific and sensitive test*, (there is > 200pg increase in serum gastrin level within 15 minutes). Also know this important point about the diagnosis of gastrinoma. If in a patient - the pH is <2. 0 the gastrin level will determine further course gastrin level > 1000 pg/L - diagnosis of gastrinoma is established gastrin level < 1000 pg/L - determination of BAO and secretin provocative test is required.",
        "cop": 3,
        "opa": "Epigastric pain",
        "opb": "Diarrhoea",
        "opc": "Basal acid output (BAO) less than 15 m. Eq/ litre",
        "opd": "Serum gastrin levels >200 pg/ml",
        "subject_name": "Medicine",
        "topic_name": "Stomach",
        "id": "b9648996-6d4e-4975-bf15-b4bd9b8d0df6",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in Zollinger Ellison syndrome is:",
        "exp": "Ans. is 'b' Omeprazole (Ref. Harrison, 17/e, p 1869 & 16/e, p 1759 (15/e, p 1662)). Treatment of choice for Zollinger Ellison syndrome is - Proton pump inhibitors (Omeprazole or lansoprazole).",
        "cop": 2,
        "opa": "Ranitidine",
        "opb": "Omeprazole",
        "opc": "Antacids",
        "opd": "B-blocker",
        "subject_name": "Medicine",
        "topic_name": "Stomach",
        "id": "12a25b91-10b9-4afc-96e2-d9498405fd30",
        "choice_type": "single"
    }
]