[
    {
        "question": "Which cranial nerve(s) is/are not involved in \"Locked in syndrome\"?",
        "exp": "Locked-in Syndrome: A pseudo-coma state in which an awake patient has no means of producing speech or volitional movement Retains voluntary veical eye movements and lid elevation Pupils are normally reactive. Aphonic because of the involvement of pyramidal fibers Involvement of medulla leads to 9th, 10th, 12th nerves. Conscious, ale and awake as the tegmental Ascending Reticular Activating System (ARAS) is intact. Veical eye movements are intact as it is controlled by the interstitial nucleus of Cajal and the rostral pa of the M.L.F Horizontal movements are lost ,basalis pontis is involved- 6th cranial nerve involvement",
        "cop": 3,
        "opa": "9",
        "opb": "10",
        "opc": "11",
        "opd": "12",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "29205d8f-9b6e-424d-862a-470f1f439941",
        "choice_type": "single"
    },
    {
        "question": "29 yrs male was brought to OPD by his wife giving history of aggressive behaviour with decreased social interaction and lack of self care. O/E grasp reflex present, CT scan would be showing lesion of which lobe ?",
        "exp": "Frontal lobe lesion manifest as: (Anterior Cerebral Aery occlusion) Aggressive and antisocial behaviour Abulia Apathy Urge incontinence Magnetic gait/Gait apraxia O/E: Primitive reflexes like grasp and rooting reflex are present.",
        "cop": 1,
        "opa": "Frontal lobe",
        "opb": "Occipital",
        "opc": "Temporal",
        "opd": "Parietal",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "0e53c7b1-799f-4418-8f1d-491d3c04d66e",
        "choice_type": "single"
    },
    {
        "question": "Thrombosis of the Superior branch of middle cerebral aery leads to:",
        "exp": "* In the Syln fissure, the MCA in most patients divides into superior and inferior divisions (M2 branches). * Branches of the inferior division supply the inferior parietal and temporal coex, Branches from the superior division supply the frontal and superior parietal coex. * Hence due to damage of the blood supply of the Broca's area the main feature shall be motor aphasia. ENTIRE MCA is occluded at its origin (blocking both its penetrating and coical branches) - clinical findings are 1) contralateral hemiplegia, 2) hemianesthesia, 3)Homonymous hemianopia, 4) A day or two of gaze preference to the ipsilateral side. 5)Dysahria is common because of facial weakness. Dominant hemisphere is involved- global aphasia is present Nondominant hemisphere is affected- anosognosia, constructional apraxia, and neglect are found. PAIAL SYNDROME A)Brachial syndrome- embolic occlusion of a single branch include hand, or arm and hand, weakness alone . B)Frontal opercular syndrome-. facial weakness with nonfluent (Broca) aphasia, with or without arm weakness C)Proximal superior division of MCA. A combination of 1)sensory disturbance, 2) motor weakness, and 3) nonfluent aphasia suggests that an embolus has occluded the proximal superior division and infarcted large poions of the frontal and parietal coices D)inferior devision OF MCA IN DOMINANT HEMISPHERE- -If a fluent (Wernicke's) aphasia occurs without weakness, the inferior division of the MCA supplying the posterior pa (temporal coex) of the dominant hemisphere is probably involved. other menifestations -Jargon speech and an inability to comprehend written and spoken language are prominent -Contralateral, homonymous superior quadrantanopia. IN NON DOMINANAT HEMISHERE-Hemineglect or spatial agnosia without weakness indicates that the inferior division of the MCA in the nondominant hemisphere is involved. E)Occlusion of a lenticulostriate vessel produces small-vessel (lacunar) stroke within the internal capsule . This produces pure motor stroke or sensory-motor stroke contralateral to the lesion. F)Ischemia within the genu of the internal capsule- 1) primarily facial weakness followed by arm and then leg weakness as the ischemiamoves posterior within the capsule., 2) Clumsy hand, dysahria lacunar syndrome). The contralateral hand may become ataxic, and dysahria will be prominent G) Lacunar infarction affecting theglobus pallidus and putamen -parkinsonism and hemiballismus.",
        "cop": 1,
        "opa": "Motor aphasia",
        "opb": "Urinary retention",
        "opc": "Bitemporal hemianopia",
        "opd": "Grasp reflex",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "af8c73d6-1cb8-4ff4-b7bb-005c3ce54d28",
        "choice_type": "single"
    },
    {
        "question": "Duration of T.I.A (Transient Ischemic Attacks) is less than?",
        "exp": "The standard definition of TIA requires that all neurologic signs and symptoms resolve within 24 hours regardless of whether there is imaging evidence of new permanent brain injury. Stroke has occurred if the neurologic signs and symptoms last for >24 hours.",
        "cop": 2,
        "opa": "12 hours",
        "opb": "24 hours",
        "opc": "48 hours",
        "opd": "36 hours",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "a518383c-c795-4986-bc38-70ea3d86f435",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of ischemia in anterior choroidal aery territory except?",
        "exp": "Anterior choroidal aery Arises from the internal carotid aery. Supplies the posterior limb and genu of the internal capsule Occlusion- Contralateral hemiplegia, hemianesthesia, hypesthesia, and homonymous hemianopia. Internal capsule Blood supply ANTERIOR LIMB A.C.A. (medial striate A) + M.C.A (lateral striate A.) GENU I.C.A. ( ant. choroidal A) + lenticulostriate A. POSTERIOR LIMB I.C.A. ( Ant. choroidal A) + M.C.A (lateral striate A.)",
        "cop": 4,
        "opa": "Hemiparesis",
        "opb": "Hemisensory loss",
        "opc": "Homonymous hemianopia",
        "opd": "Predominant involvement of the anterior limb of internal capsule",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "a35ab4c7-83c6-416b-bb3f-655c1ef7bdae",
        "choice_type": "multi"
    },
    {
        "question": "A 65-year-old diabetic woman develops weakness on the left side of the face, right arm,and right leg. She also has diplopia on left lateral gaze. What is the site of lesion?",
        "exp": "Weakness on the left side of the face Weakness of the right sides of arm and leg | Crossed hemiplegia / Millard gubler syndrome. Pontine stroke. I/L 6th N. palsy- Diplopia on looking laterally I/L 7th N. palsy- facial paralysis but sensations not affected Coicospinal tract damage in pons will lead to C/L hemiplegia in arms and legs.",
        "cop": 2,
        "opa": "Right pons",
        "opb": "Left pons",
        "opc": "Right midbrain",
        "opd": "Left midbrain",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "49c23a01-6c83-4c86-9fad-c1a1295940a7",
        "choice_type": "single"
    },
    {
        "question": "This hypeensive patient was admitted with right-sided hemiplegia. Plain CT scan shows?",
        "exp": "N.C.C.T shows the presence of left-sided Hyper-intense lesion adjacent to third ventricle close to putamen, thalamus, and internal capsule. With a concurrent history of hypeension followed by right-sided hemiplegia, the diagnosis is left sided hemorrhage in left thalamus and internal capsule.",
        "cop": 2,
        "opa": "Ischemic infarct in left parietal lobe",
        "opb": "Hemorrhage in left thalamus and internal capsule",
        "opc": "Hemorrhage in left frontal lobe",
        "opd": "Ischemic infarct in right internal capsule",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "d063b462-c339-4d43-a9cd-b72bfcb82f76",
        "choice_type": "single"
    },
    {
        "question": "Select the neurologic disorder not associated with antiphospholipid antibodies.",
        "exp": "In Antiphospholipid Ab patient can develop antibody induced cerebritis. Antiphospholipid antibodies is a hypercoagulable state -patient will develop ischemic stroke not hemorrhagic. Demyelinating disease: Ab can be attacking myelin sheath & nerve get demylinating. Headache and seizures can also occur in pt. with antiphospholipid antibodies.",
        "cop": 2,
        "opa": "Demyelinating disease",
        "opb": "Hemorrhagic stroke",
        "opc": "Headache",
        "opd": "Seizures",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "68bceb79-c195-4aef-bbdf-67bc64e130bb",
        "choice_type": "single"
    },
    {
        "question": "Hemiplegia is most often caused by thrombosis of:",
        "exp": "Hemiplegia occurs most commonly due to occlusion of middle cerebral aery. Paraplegia occurs due to occlusion of anterior cerebral aery. Posterior cerebral aery occlusion leads to Homonymous visual-field cut, usually a complete hemianopia Macular or central field sparing can occur if the occipital pole remains intact through blood supply from a branch of the middle cerebral aery.",
        "cop": 2,
        "opa": "Anterior cerebral aery",
        "opb": "Middle cerebral aery",
        "opc": "Posterior cerebral aery",
        "opd": "Basilar aery",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "874194a4-d575-4da2-ad5d-910fd3d1a809",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with hypeension presents to the emergency depament complaining of veigo, nausea, vomiting and postural instability. His veigo began suddenly 2 hours ago and has been constant.Upon examination, the man cannot walk due to severe instability. The head impulse test is negative. There is left beating nystagmus on left lateral gaze and right beating nystagmus on right lateral gaze. Skew detion is present with quick, veical movements as each eye is uncovered. What is the most likely diagnosis?",
        "exp": "Head Impulse test +ve in: Meniere's disease Vestibular neuritis BPPV Based on the clinical findings, the patient is likely to have central veigo. The other options (A,C & D) are causes of peripheral veigo, cerebellar infarction is the only option that might present with central veigo. Veigo Peripheral causes Central causes Nystagmus Unidirectional, horizontal with some torsion nystagmus that beats towards affected side and never change direction. Can change direction & can be in any direction Presence of neurological deficit None Neurological deficits like diplopia, weakness, paraesthesia and dysahria present Postural instability Pt. lean to the affected side lPt. falls randomly and unable to walk.",
        "cop": 2,
        "opa": "Meniere's disease",
        "opb": "Cerebellar infarction",
        "opc": "Vestibular neuritis",
        "opd": "BPPV",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "0eacd5b3-5361-4f86-af4d-edbe5d8016cf",
        "choice_type": "single"
    },
    {
        "question": "Loss of upward gaze (sun setting sign) is seen in ?",
        "exp": "Perinaud syndrome: D/t compressive lesion of dorsal midbrain(Superior colliculus and Edinger Westphal nucleus)-->impaired motor function of the eye. Triad of perinaud syndrome: Upgaze paralysis Convergence retraction nystagmus Pupillary light-near dissociation. Anton's syndrome: Visual anosognosia associated with confabulation in the setting of obvious visual loss and coical blindness Due to B/L occlusion of distal branches of PCA. Weber's syndrome: Presence of an ipsilateral oculomotor nerve palsy and contralateral hemiparesis or hemiplegia Due to occlusion of P1 PCA Millard Gubler syndrome: Characteristically seen with Pontine stroke. I/L 6th N. palsy- Diplopia on looking laterally I/L 7th N. palsy- facial paralysis but sensations not affected Coicospinal tract damage in pons will lead to C/L hemiplegia in arms and legs",
        "cop": 1,
        "opa": "Perinaud syndrome",
        "opb": "Weber syndrome",
        "opc": "Millard gubler",
        "opd": "Anton's syndrome",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "318d3336-8b0a-488d-9a65-a8d9d56b5f85",
        "choice_type": "single"
    },
    {
        "question": "The NCCT shows the presence of?",
        "exp": "NCCT showing hyperdensity in right parietal area s/o intraparenchymal hemorrhage.",
        "cop": 4,
        "opa": "Left intraventricular hemorrhage",
        "opb": "Right intraventricular hemorrhage",
        "opc": "Left intra-parenchymal hemorrhage",
        "opd": "Right intra-parenchymal hemorrhage",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "8ef20a7a-1de1-4875-a3f4-9aea076db547",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male after road traffic accident was brought to emergency depament. On examination, the patient was moaning with inability to speak but patient was able to understand what he wanted to speak. Which of the following marked area of brain is involved in this?",
        "exp": "Inability to speak - Motor aphasia Stroke of superior division of MCA i.e. Broca's area affected. A = Contraversive eye center B = Broca's area- inferior frontal gyrus - MCA: sup. division C = Wernicke's area -superior Temporal gyrus - MCA: inf division D = Occipital coex",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "e765b602-3166-4ab0-bd93-a7e48ca1ea6e",
        "choice_type": "single"
    },
    {
        "question": "If Wernicke's area is damaged in the dominant hemisphere, it will result in?",
        "exp": "Wernicke's also called Wernicke's speech area, is one of the two pas of the cerebral coex that are linked to speech(the other is Broca's area). Damage caused to Wernicke's area results in receptive, fluent aphasia.",
        "cop": 1,
        "opa": "Irrelevant and rapid speech",
        "opb": "No effect on speech",
        "opc": "Speech with difficulty in aiculation",
        "opd": "Incomprehension of written language",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "394aa9b1-94d0-41bb-9e31-28275e0b0ebc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ocular findings is a component of Foville's syndrome?",
        "exp": "Foville's syndrome after dorsal pontine injury includes: Side Manifestation Tracts/nucleus Contralateral Weakness - upper and lower extremity Coicospinal tract Ipsilateral Weakness -face - entire side VII nucleus/fascicle Ipsilateral Lateral gaze weakness PPRF or CN VI nucleus Anatomy: Pons: Unilateral lesion in the dorsal pons Blood vessel- Basilar aery Foville's syndrome after dorsal pontine injury includes lateral gaze palsy, ipsilateral facial palsy, and contralateral hemiparesis incurred by damage to descending coicospinal fibers. Millard-Gubler syndromefrom ventral pontine injury is similar except for the eye findings. There is lateral rectus weakness only, instead of gaze palsy, because the abducens fascicle is injured rather than the nucleus.",
        "cop": 1,
        "opa": "Lateral gaze palsy",
        "opb": "Medial gaze palsy",
        "opc": "3rd nerve palsy",
        "opd": "Nystagmus",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "ca2e1544-a180-416f-9ee2-6c00ca3510e9",
        "choice_type": "single"
    },
    {
        "question": "Paradoxical embolism is detected by?",
        "exp": "Paradoxical embolism Condition where a clot from venous return enters into the left atrium and left ventricle. Hencefoh, it can travel to the brain leading to cryptogenic stroke. Have a patent foramen ovale which allows transit of clot(s) in this fashion. Dx- Bubble contrast echocardiography is performed.",
        "cop": 2,
        "opa": "MRI Chest",
        "opb": "Bubble contrast Echocardiography",
        "opc": "CT scan Chest",
        "opd": "Impedance plethysmography",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "2426a73c-dc8f-42e9-972c-9a68288f076f",
        "choice_type": "single"
    },
    {
        "question": "Characteristic features of a lesion in the lateral pa of the medulla include all except:",
        "exp": "Lateral medullary syndrome results in C/L loss of pain and temperature due to involvement of lateral spinothalamic pathway. Features of Lateral Medullary (or Wallenberg's) Syndrome. Constellation of veigo, Numbness of the ipsilateral face Contralateral limbs, diplopia, hoarseness, dysahria, dysphagia, Ipsilateral Horner's syndrome",
        "cop": 2,
        "opa": "Ipsilateral Horner's syndrome",
        "opb": "Contralateral loss of proprioception to the body and limbs",
        "opc": "Nystagmus",
        "opd": "Dysphagia",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "7a69b302-cce0-414e-94c5-b6e72be35a96",
        "choice_type": "multi"
    },
    {
        "question": "Contralateral superior quadrantanopia and sensory aphasia occurs due to occlusion of which branch of MCA:",
        "exp": "Contralateral superior quadrantanopia(MEYER'S LOOP IN TEMPORAL LOBE) and sensory aphasia are seen in occlusion of inferior division of MCA.",
        "cop": 1,
        "opa": "M2 MCA- inferior division",
        "opb": "M2 MCA - superior division",
        "opc": "MCA stem",
        "opd": "M1 MCA",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "e575d0fa-7d03-44f7-bfd4-317c3477b5a7",
        "choice_type": "single"
    },
    {
        "question": "Thrombosis of Anterior cerebral Aery, distal to the communicating branch leads to:",
        "exp": "*Proximal ACA occlusion is usually well tolerated because of collateral flow through the anterior communicating aery and collaterals through the MCA and PCA. * Distal ACA occlusion can lead to Profound abulia (a delay in verbal and motor response) Bilateral pyramidal signs Paraparesis or quadriparesis Urinary incontinence.",
        "cop": 3,
        "opa": "Contralateral Hemiparesis",
        "opb": "Ipsilateral hemiparesis",
        "opc": "Incontinence",
        "opd": "Seizures",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "2c31e03b-268c-46a6-9efd-7c9a7a0332c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not an indication for thrombolysis in stroke patient?",
        "exp": "Sustained blood pressure> 185/110 mm Hg despite treatment is not an indication of thrombolysis in stroke patient. INDICATION Clinical diagnosis of stroke Onset of symptoms to time of drug administration <=4.5 hours CT scan showing no hemorrhage or edema of >1/3 of the MCA territory Age 18 >= years CONTRAINDICATIONS Sustained BP >185/110 mmHg despite treatment Bleeding diathesis Recent head injury or intracerebral hemorrhage Major surgery in preceding 14 days Gastrointestinal bleeding in preceding 21 days Recent myocardial infarction",
        "cop": 3,
        "opa": "Ischemic stroke of less than 3 hours",
        "opb": "CT scan showing no hemorrhage or edema > 1/ 3rd of the MCA territory",
        "opc": "Sustained blood pressure> 185/110 mm Hg despite treatment",
        "opd": "Clinical diagnosis of stroke",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "1d86db8a-6150-464d-8f62-9a242481095f",
        "choice_type": "single"
    },
    {
        "question": "Below what values of cerebral blood flow, Ischemia occurs in the brain?",
        "exp": "Cerebral blood flow <20 mL/100 g tissue per minute cause Ischemia without infarction unless prolonged for several hours or days. Transient ischemic attack - Patient may experience only transient symptoms, if blood flow is restored to ischemic tissue before significant infarction develops. Normal cerebral blood flow (CBF) - 50-55 mL/100 g/min.",
        "cop": 1,
        "opa": "20 mL/100 g/min",
        "opb": "30 mL/100 g/min",
        "opc": "40 mL/100 g/min",
        "opd": "50 mL/100 g/min",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "90030b46-2301-4648-9fcd-a452a8745f05",
        "choice_type": "single"
    },
    {
        "question": "Right internal carotid aery stenosis leads to all except?",
        "exp": "Drop attacks: Sudden spontaneous fall while standing or walking with complete recovery in seconds or minutes. No recognized loss of consciousness and the event is remembered. Causes of falls/ drops attacks: Transient ischemic attacks Veebrobasilar insufficiency Third ventricular and posterior fossa tumors Parkinson's disease Progressive Supra-nuclear palsy Neuromuscular disorder (myopathy and neuropathy) Myelopathy Cataplexy When the origin of both A.C.A and M.C.A are occluded: Abulia /stupor occurs with the hemiplegia, hemianesthesia and anosognosia. Internal carotid aery also supplies the ipsilateral optic nerve and retina the ophthalmic aery. The disease causes recurrent transient monocular blindness - Amaurosis Fugax",
        "cop": 4,
        "opa": "Abulia",
        "opb": "Contralateral hemiparesis",
        "opc": "Contralateral hemi-sensory loss",
        "opd": "Drop attacks",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "1abdb8a5-c4b1-4889-8011-0c18fa36fa1b",
        "choice_type": "multi"
    },
    {
        "question": "While working on the gastroenterology ward, you notice that a 47-year-old man with known liver cirrhosis has become unresponsive. You note that he flexes his elbows and wrists and only opens his eyes when you rub his sternum. He groans but does not say any words. What is this man's GCS?",
        "exp": "GCS Normal flexion = WITHDRAWAL (on pinching he doesn't move the same arm but withdraw the C/L arm away) i.e M=4 -Flexes his elbow and wrists = Abnormal Flexion (Decoicate posturing)i.e M = 3 -Eye response: E=2 - Groans : V=2 Therefore GCS is 7",
        "cop": 2,
        "opa": "6",
        "opb": "7",
        "opc": "8",
        "opd": "9",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "e21d85ca-e4fa-4df2-aae9-1b507638acbf",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Gerstmann syndrome?",
        "exp": "Gerstmann Syndrome: lesion of dominant Parital lobe due to occlusion of MCA. Features: 1. Acalculia 2. Agraphia 3. Finger agnosia 4. R and L disorientation",
        "cop": 3,
        "opa": "Agraphia",
        "opb": "Acalculia",
        "opc": "Chorea",
        "opd": "Finger agnosia",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "3b140b42-8220-467c-be9a-124b5810ab37",
        "choice_type": "single"
    },
    {
        "question": "Occlusion of blood supply of the area marked in red will lead to all of the following except?",
        "exp": "Area marked: Paracentral lobule = ACA Blockage - Urinary incontinence - Rectal incontinence - Peri-anal anesthesia Constructional Apraxia = MCA blockage in Non dominate parietal lobe Note : If paracentral lobule is damaged in both the hemispheres , it will lead to paraplegia .",
        "cop": 3,
        "opa": "Urinary incontinence",
        "opb": "Rectal incontinence",
        "opc": "Apraxia (Constructional)",
        "opd": "Peri-anal anaesthesia",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "f7854080-754a-49b5-9de3-711cd7757d08",
        "choice_type": "multi"
    },
    {
        "question": "Diencephalic pupils are due to damage to?",
        "exp": "Diencephalic pupils are a result of bilateral hemispheric dysfunction and are small. Damage occurs at the hypothalamus and will lead to damage to the origin of sympathetic fibers which will lead to small but reactive pupils. -Mid-position (4-7mm) non-reactive pupils are a result from direct midbrain (tectal region) damage.",
        "cop": 4,
        "opa": "Superior colliculus",
        "opb": "Lateral geniculate body",
        "opc": "Optic pathway",
        "opd": "Hypothalamus",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "7f15afd1-1e55-45f2-af0b-746fd90fca61",
        "choice_type": "single"
    },
    {
        "question": "A patient is unable to solve mathematical calculations, which pa of his brain is damaged?",
        "exp": "Performing Mathematical calculations is a function of the parietal lobe. Damage to the left hemisphere of this lobe will result in Acalculia, Agraphia, finger agnosia and global Aphasia. This is known asGESMANN SYNDROME",
        "cop": 3,
        "opa": "Temporal lobe",
        "opb": "Frontal lobe",
        "opc": "Parietal lobe",
        "opd": "Occipital lobe",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "0c17c32e-9a97-4453-b549-4deaf4703993",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man presents with complaint of inability to swallow and hoarseness of his voice for the last two hours. His wife tells you about multiple episodes of vomiting and dizziness her husband experienced while moving about the house.His vitals are stable. On clinical examination, you find that he has an ataxic gait towards the left along with miosis and ptosis on the same side. A detailed CNS examination reveals decreased pain, temperature sensations on the right side of his body coupled with a right-sided detion of his uvula. Which of the following aeries has most likely been occluded?",
        "exp": "* Inability to swallow implies that 12th Nerve is involved. (may be IXth Nerve also) * Hoarseness of voice is related to 10th nerve. * Ataxic gait implies involvement of cerebellum. (Post circulation involvement) * Loss of pain & temperature in 1 side means Lat. spinothalamus tract also involved. * Right sided detion of uvula: Vagus involved i.e Left vagus involved. Diagnosis: PICA induced/Wallenberg syndrome/Lat. medullary syndrome (\"on one side of face all sensations are lost while on one side of body only pain and temperature are lost\") Option A- Involvement of 5,6,7 as it involves PONS Option B- Involvement of CN 3 as it causes MIDBRAIN STROKE Option D- Lenticulostriate Aery- Hemiplegia is caused",
        "cop": 3,
        "opa": "Anterior Inferior Cerebellar Aery",
        "opb": "Posterior Cerebral Aery",
        "opc": "Posterior Inferior Cerebellar Aery",
        "opd": "Lenticulostriate Aery",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "3fec0cbc-d039-4ba4-b2cb-4efa5ebdc608",
        "choice_type": "multi"
    },
    {
        "question": "Gait apraxia is seen in?",
        "exp": "Gait apraxia/ Magnetic gait is common in the elderly d/t ACA insufficiency. Typical features of Gait apraxia include: Wide base of suppo Sho stride Shuffling along the floor Difficulty with stas and turns. Many patients exhibit difficulty with gait initiation termed as \"Slipping clutch\" syndrome.",
        "cop": 1,
        "opa": "ACA",
        "opb": "MCA",
        "opc": "PCA",
        "opd": "Posterior choroidal aery",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "b0591bc8-9b78-430d-959d-8ff0a0fdd858",
        "choice_type": "single"
    },
    {
        "question": "Nothangel syndrome is characterized by:",
        "exp": "Nothangel syndrome: Lesion in the oculomotor nuclear complex and superior cerebellar peduncles in the midbrain tectum. I/L 3rd N. palsy- Involvement of oculomotor nuclear complex C/L ataxia- Involvement of superior cerebellar peduncle",
        "cop": 1,
        "opa": "I/L third N. palsy with I/L ataxia",
        "opb": "I/L third N. palsy with C/L ataxia",
        "opc": "C/L third N. palsy with I/L ataxia",
        "opd": "C/L third N. palsy with C/L ataxia",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "00ec9870-5964-4392-aca6-a5af9b5851c8",
        "choice_type": "single"
    },
    {
        "question": "Ipsilateral 3rd nerve palsy with crossed hemiplegia is a feature of?",
        "exp": "Weber syndrome shows the above features. Details of other syndromes can be found in treasures Weber's syndrome Site of lesion Features Midbrain I/L CN III palsy C/L hemiplegia",
        "cop": 1,
        "opa": "Weber syndrome",
        "opb": "Benedikt syndrome",
        "opc": "Wallenberg syndrome",
        "opd": "Horner syndrome",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "c3569ad4-8655-48b6-9456-2643b67b63ac",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of Medial medullary syndrome?",
        "exp": "Horner's syndrome occurs due to a lesion involving the sympathetic fibers. It is seen in lateral medullary syndrome. Medial medullary syndrome occurs d/t occlusion of anterior spinal aery. CN XII :Ipsilateral paralysis of the tongue Pyramidal tract :Contralateral hemiplegia Medial lemniscus : Impaired tactile and proprioception over the contralateral half of the body",
        "cop": 4,
        "opa": "Contralateral hemiparesis",
        "opb": "Ipsilateral paralysis of tongue",
        "opc": "Contralateral loss of proprioception",
        "opd": "Horner's sydrome",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "bf532aeb-889e-4eb5-9e52-47729ef2511e",
        "choice_type": "single"
    },
    {
        "question": "A 70 year old patient presents with dizziness and headache followed by left sided hemiparesis with right eye dilatation and ptosis. Most probable blood vessel damaged is:-",
        "exp": "Ipsilateral 3 CN palsy present along with ptosis & C/L Hemiparesis s/o Weber syndrome Cause: Lesion in Midbrain due to occlusion of P1 PCA Hemiplegia can occur due to occlusion in: MCA P1 PCA Basilar aery ant spinal aery",
        "cop": 3,
        "opa": "Middle cerebral aery",
        "opb": "Anterior communicating aery",
        "opc": "Posterior cerebral aery",
        "opd": "Basilar aery",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "ae099a2d-3e17-4393-b77b-7ed5ec7395d9",
        "choice_type": "single"
    },
    {
        "question": "An 80-year-old lady develops CVA. She describes unrelenting pain on right side of the body as if somebody poured acid on her. Where is the lesion located?",
        "exp": "Clinical presentation is of thalamic pain syndrome (Dejerine Roussy syndrome) occurs after infarction of the ventroposterolateral (VPL) thalamus.",
        "cop": 4,
        "opa": "Habenular commissure",
        "opb": "Internal capsule",
        "opc": "Pulvinar",
        "opd": "Ventro-posterolateral nucleus",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "886f7a7e-7eb7-44e8-9fce-d5daddf2f12f",
        "choice_type": "single"
    },
    {
        "question": "A 70-year-old man presents to the ER with an acute disturbance of vision and balance. He explains that whilst sitting in his chair at home earlier in the evening the room suddenly began spinning. When he tried to get up, he felt dizzy and kept bumping into furniture. On examination, he has nystagmus and a left homonymous hemianopia. He is noted to be hypeensive (BP 170/80) but all other vital signs are within the normal range. An MRI head reveals an acute ischaemic infarct. According to Bamford classification, what type of stroke has this person suffered?",
        "exp": "-Presentation of VEIGO (felt dizzy, kept Bumping into furniture) - Nystagmus - Left homonymous Hemianopia - BP elevated with acute ischemic infarct. All the above symptoms are associated with cerebellum so taken as Post. Circulation stroke (POCS) Option A- Presents with pure motor and pure sensory paralysis Option D - associated with U/L hemiplegia + Homonymous Hemianopia + Aphasia/Apraxia Option B-",
        "cop": 3,
        "opa": "Lacunar stroke (LACS)",
        "opb": "Paial anterior circulation stroke (PACS)",
        "opc": "Posterior circulation stroke (POCS)",
        "opd": "Total anterior circulation stroke (TACS)",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "b3758ece-ea53-4bd0-863f-f75ec2fe1a39",
        "choice_type": "multi"
    },
    {
        "question": "Hemiparesis is not seen with?",
        "exp": "PICA supplies the lateral pa of the medulla and spares the coicospinal pathway. Hence no hemiparesis is seen. MCA occlusion will damage motor coex leading to hemiplegia. PCA occlusion will damage coicospinal pathway traveling midbrain. Coicospinal pathway traverses the medial pa of medulla which is supplied by the anterior spinal aery.",
        "cop": 1,
        "opa": "Posterior inferior cerebellar aery stroke",
        "opb": "Middle cerebral aery stroke",
        "opc": "Posterior cerebral aery stroke",
        "opd": "Anterior spinal aery stroke",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "597d9608-efb2-43ab-a9b2-8246b47f7c1d",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old male presents with left arm and leg weakness. On assessment, he has significant weakness (MRC 2/5) of the left upper/lower limb in addition to sensory and visual neglect. He is treated for a right middle cerebral aery territory stroke. Which of the following investigation is likely to be least helpful in determining the cause of the stroke?",
        "exp": "Visual neglect- Coical feature / Coical stroke in the patient EEG is not recommended in cases of CVA. It is used in cases of Epilepsy and seizures. Lipid profile- tells us about atherosclerosis which is one of the leading cause for developing ischemic stroke. Carotid aery doppler- also helps to identify atherosclerosis Autoimmune panel- Antiphospholipid Ab syndrome (Recurrent aerial & venous thrombosis) also contribute to developing ischemic stroke, so can be used. These along with ECG, TTE/ TEE are recommended for diagnosing of acute cerebrovascular accident (CVA), coical stroke in MCA.",
        "cop": 1,
        "opa": "EEG",
        "opb": "Lipid profile",
        "opc": "Carotid aery doppler",
        "opd": "Autoimmune panel",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "bc8569d3-433d-429f-afc0-e4ccb2c270b1",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old repos to the ER and on attempting to take a history, she is having difficulty answering questions. Her daughter repos that this is not normal and gives the history on her mother's behalf. She repos that, for the past two hours, her mother has been unable to lift her right arm and is struggling walking. On examination, there is reduced power (3/5) in all myotomes of her right arm and leg. There is facial drooping on the right-hand side that spares the forehead. Visual field tests elicit a right homonymous hemianopia. She is unable to speak but is able to follow commands. According to the Oxford Stroke Classification what stroke is this?",
        "exp": "Oxford Stroke Classification Type of infarct Criteria and features Total anterior circulation infarct (TACI) Combination of all 3: 1. Unilateral hemiparesis and/or hemisensory loss of face, arm and legs-(motor and sensory coex affected) 2. Homonymous hemianopia (involvement of the optic radiation) 3. Higher cognitive dysfunction: - Expressive or receptive Dysphasia (Dominant hemisphere involved) - Visual and sensory inattention - Neglect(Non dominant hemisphere involved) Paial anterior circulation infarcts (PACI) 2/3 of the criteria for TACI Lacunar Infarction (LACI) Coex is spared(No higher coical function defect) One of the following is needed for diagnosis: - Pure motor hemiparesis - Pure hemi sensory loss - Sensorimotor stroke - Ataxic hemiparesis - Dysahria Posterior Circulation Infarction (POCI) \"Crossed\" syndromes, with I/L cranial nerve palsy C/L motor and/or sensory deficit Features include: - Ataxia - Cerebellar syndrome - Horner's Syndrome - Isolated homonymous hemianopia (occipital lobe supplied by posterior cerebral aery) - Coical blindness (basilar aery occlusion affecting both occipital coices)",
        "cop": 2,
        "opa": "Lacunar Stroke (LACS)",
        "opb": "Total Anterior Circulation Stroke (TACS)",
        "opc": "Posterior Inferior Cerebellar Aery Infarction",
        "opd": "Posterior Circulation Stroke (POCS)",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "2b851498-c44e-4839-b349-10a4acd34194",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old woman presented with left-sided hemiparesis thati s completely resolved . The risk of future stroke is determined by ______ score.",
        "exp": "Risk of stroke following TIA is determined by ABCD2 score. Clinical factors Score Age>60 1 SBP>140 mmHg or DBP >90 mmHg 1 Clinical symptoms Unilateral weakness 2 Speech disturbances without weakness 1 Duration >60min 2 10-59min 1 Diabetes 1",
        "cop": 4,
        "opa": "BISAP",
        "opb": "APACHE II",
        "opc": "APACHE I",
        "opd": "ABCD2",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "7eab131b-f562-4655-8ff3-bc7dda48dec7",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old patient of CAD develops sudden onset right side face and arm weakness and expressive dysphasia. On admission BP= 160/100 mm Hg. NCCT was done. Which is the best step in the management of this patient?",
        "exp": "NCCT head shows Hyderdense MCA sign of acute ischemic stroke. Hyperdense MCA sign- increased density within the middle cerebral aery on a non-contrast CT of the brain due to the presence of acute thrombus. This is one of the few signs that my be identified during the first few hours (hyperacute phase) of MCA territory infarction. Acute ischemic stroke: This sign indicates thrombus in the aery and is a early sign seen in cases of A.I.S. Before evolution of wedge shaped hypodensity . I/V Nicardipine & I/V Labetalol are not required as BP is not in range of Hypeensive crisis. Lowering this BP will reduce cerebral perfusion and worsen the patient. Rx- Mannitol is given when features of raised ICP are present. Best step is thrombolysis with Reteplase.",
        "cop": 3,
        "opa": "Intravenous Nicardipine",
        "opb": "Intravenous Labetalol",
        "opc": "Intravenous Reteplase",
        "opd": "Intravenous Mannitol",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "9116eb8f-ee4c-4e6a-ac97-05f88c8ecd2b",
        "choice_type": "multi"
    },
    {
        "question": "Palinopsia is seen in occlusion of:",
        "exp": "Palinopsia: Persistence of visual image even after shifting gaze. Cause: Occlusion of P2 PCA Visual hallucinations Homonymous hemianopia Along with Palinospia.",
        "cop": 3,
        "opa": "M1 Middle cerebral aery",
        "opb": "M2 Middle cerebral aery",
        "opc": "P2 Posterior cerebral aery",
        "opd": "P1 Posterior cerebral aery",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "f0cbf46e-fc36-4cf6-8921-b44e63fdf0e3",
        "choice_type": "single"
    },
    {
        "question": "Pure word blindness is seen due to the lesion at?",
        "exp": "Pure word blindness Referred to as alexia without agraphia. These patients cannot read but are able to write dictation. Occurs due to damage to pathways converging from occipital coex to splenium of corpus callosum. Pure word deafness occurs due to a lesion in left superior temporal gyrus.",
        "cop": 3,
        "opa": "Superior temporal gyrus",
        "opb": "Inferior temporal gyrus",
        "opc": "Splenium of corpus callosum",
        "opd": "Arcuate fasciculus",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "026a2c40-8d84-4e6d-8dda-8939cc36dbdc",
        "choice_type": "multi"
    },
    {
        "question": "B/L Occlusion of distal branches of PCA leads to:",
        "exp": "Anton's syndrome: Visual anosognosia associated with confabulation in the setting of obvious visual loss and coical blindness Due to B/L Occlusion of distal branches of PCA. Parinaud's syndrome: Triad of upgaze paralysis, convergence retraction nystagmus, pupillary light-near dissociation. Weber's syndrome: Presence of an ipsilateraloculomotor nerve palsy Contralateral hemiparesis or hemiplegia due to occlusion of P1 PCA. Benedikt syndrome: Lesion in Red nucleus and 3rd n. nucleus I/L 3rd N. palsy, C/L chorea and resting tremors.",
        "cop": 3,
        "opa": "Parinaud's syndrome",
        "opb": "Weber's syndrome",
        "opc": "Anton's syndrome",
        "opd": "Benedikt syndrome",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "36608be2-00db-44ed-a964-addc631ce73f",
        "choice_type": "single"
    },
    {
        "question": "Pregnant patient came with right sided hemiparesis and aphasia > 1 hour, CT came normal. What is the next best step?",
        "exp": "Diagnosis - Acute ischemic stroke as CT is normal Patient brought within window period (within 4.5 hrs)(however patient is pregnant) | You still carry out thrombolysis: main best step. Thrombolysis indications: (in pregnancy) Pulmonary embolism in pregnancy. Stroke in pregnancy Metallic prosthetic valve (resulting in clot migrated to brain) Option 1- Dual antiplatelet therapy is indicated for Mx of TIA (no role in AIS as stroke present) DAT is indicated in: STEMI, NSTEMI, TIA Option 3 and 4 are interrelated usually done for late presentation >4.5 hr in cerebral aeries of patient",
        "cop": 2,
        "opa": "Dual antiplatelet therapy immediately",
        "opb": "Thrombolysis",
        "opc": "Do MRI and catheter guided clot extraction",
        "opd": "Thrombectomy",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "ad3bf7f2-d68b-41d4-8131-d9dc131044ee",
        "choice_type": "multi"
    },
    {
        "question": "An 81-year-old female presents to ER. Her son gives a collateral history, as the patient is very difficult to understand. He repos that the patient has had difficulty walking and could not lift her left arm for the past hour. He has also noticed the patient's speech doesn't make sense. O/E-The patient is right-handed. There is reduced power (MRC 2/5) and flaccidity in the left arm and leg. Light touch sensation is also decreased on the left arm and leg. The right arm and leg appear normal. Visual fields are normal, but there is a detion of both eyes to right. According to the Oxford Classification of Stroke, what type of stroke is this ?",
        "exp": "-Difficulty walking, difficulty in movements- DYSAHRIA (unclear speech). -Visual field are N but optic detion in both eyes i.e optic radiation to the contralateral side at the site of lesion as in coical stroke can be seen. Therefore, here problem in LEFT side, patient's eyes is deted to contra lateral side/towards the side of stroke. Since the question mentions weakness in the arms & legs we can diagnose it as Ant. CIRCULATION. Option C- gait ataxia and cerebellar damage features not mentioned & cannot be the answer. Option D- Causes either pure motor or pure sensory but here there is motor+ sensory involvement affected. Oxford Stroke Classification Type of infarct Criteria and features Total anterior circulation infarct (TACI) Combination of all 3: 1. Unilateral hemiparesis and/or hemisensory loss of face, arm and legs-(motor and sensory coex affected) 2. Homonymous hemianopia (involvement of the optic radiation) 3. Higher cognitive dysfunction: - Expressive or receptive Dysphasia (Dominant hemisphere involved) - Visual and sensory inattention - Neglect(Non dominant hemisphere involved) Paial anterior circulation infarcts (PACI) 2/3 of the criteria for TACI Lacunar Infarction (LACI) Coex is spared(No higher coical function defect) One of the following is needed for diagnosis: - Pure motor hemiparesis - Pure hemi sensory loss - Sensorimotor stroke - Ataxic hemiparesis - Dysahria Posterior Circulation Infarction (POCI) \"Crossed\" syndromes, with I/L cranial nerve palsy C/L motor and/or sensory deficit Features include: - Ataxia - Cerebellar syndrome - Horner's Syndrome - Isolated homonymous hemianopia (occipital lobe supplied by posterior cerebral aery) - Coical blindness (basilar aery occlusion affecting both occipital coices)",
        "cop": 2,
        "opa": "Total Anterior Circulation Infarction",
        "opb": "Paial Anterior Circulation Infarction",
        "opc": "Superior Cerebellar Aery Infarction",
        "opd": "Lacunar Infarction",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "7c2352ed-67ff-4279-9714-5bcf531f000d",
        "choice_type": "multi"
    },
    {
        "question": "An 18-year-old woman is referred to your clinic after branch retinal aery occlusions occurred in each eye several months apa. Examination reveals moderate hearing loss in the right ear, in addition to visual field loss in each eye. A brain MRI reveals multiple small coical strokes in the frontal lobes and the left parietal lobe. Which of the following diagnosis fits best with this clinical presentation?",
        "exp": "Whenever multi-system involvement, vasculitis can be the cause (here in the question moderate hearing loss, visual field loss, multiple coical strokes so vasculitis can be the cause) Option A- Presents with OPTIC NEURITIS, doesn't involve the Retinal circulation and hearing. Option B- Susac syndrome is a type of vasculitis involving BRAIN, EYE, EAR Option C- It is a complication of vaccines e.g. RABIES vaccine. Susac syndrome Characterized by three main problems: Impaired brain function (encephalopathy) Paial or complete blockage (occlusion) of the small aeries and capillaries that supply blood to the retina ( BRAO) Inner ear disease (hearing loss, most notably). MRI of the brain typically reveals \"snowball\" lesions in the corpus.",
        "cop": 2,
        "opa": "Multiple sclerosis",
        "opb": "Susac syndrome",
        "opc": "Acute disseminated encephalomyelitis",
        "opd": "Conversion reaction",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "992aad73-8432-4121-9347-25a4ab266731",
        "choice_type": "multi"
    },
    {
        "question": "A previously healthy 45-year-old woman has been unable to close her left eye since awakening that morning.Which of the following cranial nerves is most likely to be affected?",
        "exp": "Closure of the eye is related to ORBICULARIS OCCULI *In the question 7th cranial nerve is affected so orbiculurus occuli is also affected *Therefore the patient is unable to close her eye",
        "cop": 4,
        "opa": "3",
        "opb": "4",
        "opc": "6",
        "opd": "7",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "35e81bf3-1c32-45a6-9f6e-a15b2ab16895",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of MCA blockage?",
        "exp": "Abulia is a feature of ACA territory stroke Features of entire MCA blockage at the origin: Acalculia, Agraphia, Finger agnosia, & Global aphasia is present due to the involvement of dominant lobe. Anosognosia, constructional apraxia, and neglect are found due to the involvement of non-dominant lobe. Contralateral hemiplegia Hemi-anesthesia Homonymous hemianopia Dysahria due to facial weakness.",
        "cop": 4,
        "opa": "Anosognosia",
        "opb": "Apraxia",
        "opc": "Dysahria",
        "opd": "Abulia",
        "subject_name": "Medicine",
        "topic_name": "Stroke and TIA",
        "id": "19922c0d-98a6-45a3-9c15-1f1f7aff41d7",
        "choice_type": "single"
    }
]