[
    {
        "question": "Which of the following is not seen with SLE?",
        "exp": "Main lesion in SLE is synovitis and not monoahritis. SLEis assiciated with polyahritis but not monoahritis Alopecia, seizures & leucopenia- seen in SLE Note Most common cause of death in SLE: Lupus nephritis \"Full house effect\" and \"Wireloop lesions\" are seen in Lupus Nephritis Ahropathy associated with SLE: Jaccoud ahropathy Antibody responsible for CNS Lupus: Anti Ribosomal P",
        "cop": 1,
        "opa": "Monoahritis",
        "opb": "Alopecia",
        "opc": "Seizures",
        "opd": "Leucopenia",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "6ac6e951-47df-4637-983b-8d154455b72b",
        "choice_type": "single"
    },
    {
        "question": "A young female is suffering from, recurrent aboions and thrombosis of deep veins, thrombocytopenia and a recent MI. What is the most likely diagnosis?",
        "exp": "Three or more organ thromboses developing in less than a week is the cornerstone of C. A. P. S (Catastrophic antiphospholipid antibody syndrome). However, in the given question no time frame is mentioned and this is there by ruled out. Clinical manifestations of heterozygous protein C deficiency include Venous Thrombo-Embolism and warfarin induced skin necrosis (WISN). Whether the risk of pregnancy loss is increased in this disorder is controversial. Heterozygous protein C deficiency does not appear to be associated with an elevated risk of aerial thrombosis and this patient had TTP should have features of kidney involvement and stroke like features. Primary anti-phospholipid antibody syndrome leads to hypercoagulability and recurrent thrombosis can affect viually any organ system, including the following:- Peripheral venous system (deep venous thrombosis) Central nervous system (cerebrovascular accident, sinus thrombosis) Hematologic (thrombocytopenia, hemolytic anemia) Obstetric (pregnancy loss, eclampsia) Pulmonary (pulmonary embolism, pulmonary hypertension) Dermatologic (livedoreticularis, purpura, infarcts/ ulceration) Cardiac (Libman-Sacks valvulopathy, Myocardial Infarction) Ocular (amaurosis, retinal thrombosis) Adrenal (infarction/hemorrhage) Musculoskeletal (avascular necrosis of bone)",
        "cop": 2,
        "opa": "Catastrophic anti - phospholipid antibody syndrome",
        "opb": "Primary anti - phospholipid antibody syndrome",
        "opc": "TTP",
        "opd": "Protein C deficiency",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "bd00e583-49a4-4254-aa8f-d0b4cb29191d",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman is diagnosed with SLE. Which of the following organ system complications is she most likely to have over the course of her lifetime?",
        "exp": "SLE is a multisystem disease with diverse organ involvement. The most common system to be involved is the musculoskeletal system. Most commonly as ahralgias or myalgias. Ahritis is also common and is one of the diagnostic criteria for SLE.",
        "cop": 4,
        "opa": "Cardiopulmonary",
        "opb": "Cutaneous",
        "opc": "Renal",
        "opd": "Musculoskeletal",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "234931ba-050b-4e2c-a85d-4441c03b2e04",
        "choice_type": "single"
    },
    {
        "question": "53-year-old woman presents to her GP for a follow-up visit after having high BP on her last visit. She is again found to be hypeensive and was prescribed hydralazine, a b-blocker, and furosemide. The woman takes no additional prescription or over-the-counter medications. She complains of muscle aches, joint pain, and rash. Physical exam reveals a temp. of 37. 7degC (100. 0degF) and a scaling erythematous rash on her face. The physician orders an autoantibody panel: Antinuclear antibodies (ANA): Positive Anti-histone antibodies: Positive What is the most likely diagnosis?",
        "exp": "Rash, ahralgias, and anti-histone antibodies suggest drug-induced systemic lupus erythematosus (SLE). 95% of patients develop ahralgias or myalgias or ahritis in SLE Hydralazine is the causative drug in this case. Positive ANA is nonspecific, as there are many conditions, mostly infectious and autoimmune, that show positive ANA(RIM pattern is specific for SLE). Sensitivity of ANA for drug- induced SLE is 100%, so if ANA is negative, drug-induced SLE can be ruled out. Drugs known to induce SLE- procainamide, chlorpromazine, isoniazid, methyldopa, minocycline, penicillamine, and diltiazem. Drug induced lupus is common in whites and has a less female predilection as compared to SLE Hematological abnormalities, kidney and brain involvement are infrequent and anti-ds. DNA antibodies are rarely positive",
        "cop": 2,
        "opa": "Systemic lupus erythematosus",
        "opb": "Hydralazine-induced lupus erythematosus",
        "opc": "b-blocker-induced systemic lupus erythematosus",
        "opd": "Furosemide-induced systemic lupus erythematosus",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "8ccdbd67-366e-4797-bc6d-7c78a29d4f42",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs can cause lupus due to low N-acetyl transferase activity in the blood?",
        "exp": "Drug induced lupus S- Sulpha drug, Simvastatin H- Hydralazine I - INH P- Procainamide",
        "cop": 2,
        "opa": "Propranolol",
        "opb": "Hydralazine",
        "opc": "Digoxin",
        "opd": "Captopril",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "5fc82e9d-894b-48dd-9e8b-fcf56d580e66",
        "choice_type": "single"
    },
    {
        "question": "Onion skin spleen is seen in:",
        "exp": "Three histological lesions are most characteristic of SLE Onion skin lesion of splenic aery Libman sacks endocarditis Hematoxylin bodies Onion skin pattern is seen in: Splenic aery in SLE Ewing sarcoma Charcot marie tooth disease Primary sclerosing cholangitis Malignant HTN",
        "cop": 3,
        "opa": "ITP",
        "opb": "Thalassemia",
        "opc": "SLE",
        "opd": "Scleroderma",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "9e9e41c1-d9a9-4731-9830-fb2f2e612095",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common presentation of cardiac lupus?",
        "exp": "Pericarditis is the most common cardiac abnormality in SLE Echocardiography is a sensitive and specific technique in detecting cardiac abnormalities, paicularly mild pericarditis, valvular lesions and myocardial dysfunction- should be performed periodically in SLE patients. Vascular occlusion, including coronary aeries, may develop due to vasculitis, premature atherosclerosis or anti-phospholipid antibodies associated with SLE. Premature atherosclerosis is the most frequent cause of coronary aery disease (CAD) in SLE patients.",
        "cop": 2,
        "opa": "Myocarditis",
        "opb": "Pericarditis",
        "opc": "Aoic regurgitation",
        "opd": "Libman sacks endocarditis",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "db9fd994-1f48-4c44-964c-e75fe1f892a5",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female presents with history of fever and oral ulcers and has developed erythematous lesions on her face. Comment on the diagnosis?",
        "exp": "The image shows an erythematous rash sparing the nasolabial folds which coupled with clinical history points to diagnosis of SLE. Dermatomyositis leads to heliotrope rash involving the upper eye lid and proximal muscle weakness. Melasma presents as grey-brown patches, usually on the face on their cheeks, bridge of their nose, forehead, chin, and above their upper lip. It also can appear on sun-exposed pas of body, such as the forearms and neck. Rosacea presents as redness can slowly spread beyond the nose and cheeks to the forehead and chin. There will be flushing, visible blood vessels and acne like breakouts.",
        "cop": 1,
        "opa": "SLE",
        "opb": "Dermatomyositis",
        "opc": "Melasma",
        "opd": "Rosacea",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "526a0bfa-8dbf-41e4-838f-663486e9236f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following auto antibodies is most likely to be present in a patient with systemic lupus erythematosus?",
        "exp": "Subtypes of anti nuclear antibodies include anti-Smith and anti-double stranded DNA (ds. DNA) antibodies (which are linked to SLE).",
        "cop": 1,
        "opa": "Anti- ds DNA",
        "opb": "Anti-RNP",
        "opc": "Anti-Ro",
        "opd": "Antiphospholipid",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "e88fb10a-7cf5-487b-b0b8-80f74160297a",
        "choice_type": "single"
    },
    {
        "question": "Shrinking lung syndrome is seen in?",
        "exp": "Option A: Shrinking lung syndrome seen in SLE.",
        "cop": 1,
        "opa": "SLE",
        "opb": "MCTD",
        "opc": "Rheumatoid ahritis",
        "opd": "Scleroderma",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "cc63cc68-2053-4604-bd0e-c1d45676bfc3",
        "choice_type": "single"
    },
    {
        "question": "Among patients with polymyositis, which one of the following auto-antibodies is associated with an increased risk of interstitial lung disease?",
        "exp": "Myositis Specific Antibodies Anti Jo-1 and anti synthetase antibodies Polymyositis and dermatomyositis with Interstitial lung disease, ahritis, mechanic's hands Anti-Mi-2 Dermatomyositis with rash Anti MDAS Dermatomyositis with rapidly progressive lung disease Anti-10 Juvenile dermatomyositis Anti-Signal recognition paicle Severe acute necrotizing myopathy",
        "cop": 4,
        "opa": "Anti-CCP antibody",
        "opb": "Anti ds DNA antibody",
        "opc": "Anti cardiolipin antibody",
        "opd": "Anti-Jo-1 antibody",
        "subject_name": "Medicine",
        "topic_name": "Systemic Lupus Erythematous",
        "id": "3c2a012d-4eca-4eb9-b6cd-ac6318b6341f",
        "choice_type": "single"
    }
]