[
    {
        "question": "Hypothyroidism in sub Himalayan is due to?",
        "exp": "ANSWER: (B) Iodine. REF: Park 20th ed p. 540'Iodine deficiency in sub himalayan terrain leads to endemic goitre and hypothyroidism\"",
        "cop": 2,
        "opa": "Iron",
        "opb": "Iodine",
        "opc": "Copper",
        "opd": "Selenium",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "12dcb190-0e44-41ef-852c-59d35dd1e12a",
        "choice_type": "single"
    },
    {
        "question": "Wolf Chaikoff effect -",
        "exp": "Ans. is 'a' i. e., Excess iodine intake causes hypothyroidism o The effect of iodine on thyroid function is quite complex. o The most obvious effect of administering a high dose of iodine is a decrease in the release ofthyroid hormones. This effect is very prompt and is quicker than the action of antithyroid drugs. Hence, iodine ivas used in the treatment ofthyrotoxicosis and is still used in preparing patients for thyroid surgery. o However, the effect is not observed on repeated administration of iodine a phenomenon called \"iodine escape\" the cause of which is not understood. o Administration of iodine has a triphasic response on the organification of iodine. o Inhally there is a brief increase in iodine organification. o Shortly therafter, the high intrathyroid iodide concentration inhibits iodine organification an effect known as wolff-ch iakoffeffect. o Prolonged adminstration of high dose of iodine, however produces an escape from the wolfchiakoff effect (not to be confused with iodine escape) due to autoregulation of iodine uptake by the thyroid. When iodine organification decreases due to the wolfchiakoff effect it results in inthrathyroid accumulation of iodine. The rise in intrathyroid iodide, reduces the iodine uptake (due to autoregulation). The intrathyroid iodide therefore reduces and with it the wolf-chiakoff effect subsides. If however the autoregulation is absent due to thyroid dysfuntion the wolf-chiakoff effect will persist and keep the iodine organification suppressed. Increased concentrationof plasma iodide|Increased uptake ofiodide by thyroid|i. Increased conceniraionof intrathyroid iodine|Increased organificationof iodine|Increased synthesis of T, and T4|Increased release of F, and T,",
        "cop": 1,
        "opa": "Excess iodine intake causes hypothyroidism",
        "opb": "Iodine induced hyper thyroidism",
        "opc": "Thyrotoxicosis due to excessive amount of iodineingestion",
        "opd": "Drug induced hyperthyroidism",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "8f290a3b-c45f-4a16-9023-913cab56c426",
        "choice_type": "single"
    },
    {
        "question": "Non pitting edema is seen in?",
        "exp": "ANSWER: (B) Myxedema. REF: Harrison's 18th ed chapter 36\"The edema is non pitting in myxedema because of deposition of hyaluronic acid\"Causes of non pitting pedal edema: Myxedema. Hyperthyroidism (pretibial myxedema secondary to Graves' disease), Filarisasis. Lymphedema. Lipoedema",
        "cop": 2,
        "opa": "Congestive cardiac failure",
        "opb": "Myxedema",
        "opc": "Liver failure",
        "opd": "Renal failure",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "ede2bcc0-350c-41a3-87c2-7993b6c9de31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is wrong regarding treatment with iodine? (AIIMS Nov 2013, May 2013)",
        "exp": "Ans. d. Its use is contraindicated in hyperthyroidism (Ref: KDT 7/e p254-255, 6/e p251-252; Goodman-Gillman 12/e p1152-1153). Iodine is not contraindicated in hyperthyroidism. MC therapeutic indication of 1131 (half life-8 days) is hyperthyroidism due to Grave's disease or toxic nodular goiter. Iodine is not contraindicated in hyperthyroidism. MC therapeutic indication of I131 (half life-8 days) is hyperthyroidism due to Grave's disease or toxic nodular goiter. Uses of Iodine in Hyperthyroidism: In the perioperative period in preparation for thyroidectomy. In conjunction with other antithyroid drugs and propranolol in the treatment of thyrotoxicosis. Inhibit release of thyroid hormones: An important clinical effect of high iodine is inhibition of release of thyroid hormones. This action is rapid and efficacious in severe thyrotoxicosis. Acute inhibition of iodotyrosine and iodothyronine synthesis: High concentration of iodine appears to influence almost all important aspects of iodine metabolism by the thyroid gland. Acute inhibition of the synthesis of iodotyrosines and iodothyronines by iodide is well-known (Wolff-Chaikoff effect). Causes iodism: The severity of symptoms with chronic intoxication of iodine (iodism) is related to dose. Manifestations: Inflammation of mucus membranes, salivation, rhinorrhea, sneezing, lacrimation, swelling of eyelids, burning sensation in mouth, headache, rashes GI symptoms etc. Iodine and Iodides. Though iodine is a constituent of thyroid hormones, it is the fastest acting thyroid inhibitor. It is reduced in the intestine to iodide and the response to iodine or iodides is identical. The gland if enlarged, shrinks, becomes firm and less vascular. With daily administration, peak effects are seen in 10-15 days, after which 'thyroid escape' occurs and thyrotoxicosis may return with greater vengeanace. Worsening of hyperthyroidism especially occurs in multinodular goiter. All facets of thyroid function seem to be affected, but the most important action is inhibition of hormone release 'thyroid constipation'. Endocytosis of colloid and proteolysis of thyroglobulin comes to a halt. The mechanism of action is not clear. It appears to be a direct action on thyroid cells, through attenuation of TSH and c-AMP induced thyroid stimulation has been demonstrated. Excess iodide inhibits its own transport in thyroid cells and may alter redox potential of cells, thus interfering with iodination leading to reduced T3/T4 synthesis (Wolff-Chaikoff effect). Uses: Pre-operative preparation for thyroidectomy, generally given for 10 days just preceding surgery. The aim is to make the gland firm, less vascular and easier to operate upon. Thyroid storm: Lugol's iodine (6-10 drops) or iodine containing radiocontrast media orally are used to stop any further release of T3/T4 from the thy roid and to decrease T4 to T3 conversion. Prophylaxis of endemic goiter. Antiseptic as tincture iodine. Adverse Effects: Acute reaction: Swelling of lips, eyelids and angioedema in sensitive patients. Chronic overdose (iodism): Inflammation of mucus membarnes, salivation, rhinorrhea, sneezing, lacrimation, swelling of eyelids, burning sensation in mouth, headache, rashes Gl symptoms etc. Long-term use of high doses can cause hypothyroidism and goiter",
        "cop": 4,
        "opa": "Inhibit release of thyroxine",
        "opb": "Inhibits iodotyrosine and iodothyronine synthesis",
        "opc": "Can cause iodism",
        "opd": "Contraindicated in hyperthyroidism",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "b4a26988-611c-418c-9788-23134d976939",
        "choice_type": "single"
    },
    {
        "question": "Pemberton sign in seen in?",
        "exp": "Ans. is 'a' i. e., Retrosternal goiter Pemberton's Signo With years of continued growth, the thyroid may extend downward and enlarge within the chest resulting in substemal goitre. o Symptoms and signs may arisefrom compression of the stuctures located within the bony confines of the thoracic inlet including the trachea, esophagus and vasculature. o The Pemberton maneuver is a physical examination method that elicits manifestations of latent increased pressure in the thoracic inlet by altering arm position to further marrow the aperture. o The maneuver involves \"elevating both arms until they touch the sides of the head\" if the sign is present, after a minute or so, congestion of the face some, cyanosis and lastly distress becomes apparent.# The pemberton sign is an important indicator of increased pressure in the thoracic inlet.# The pemberton sign is an important indicator of increased pressure in the thoracic inlet.# Pemberton sign occurs when the thoracic inlet becomes obstructed during positional changes resulting in the compression of the jugular veins.",
        "cop": 1,
        "opa": "Retrosternal goiter",
        "opb": "Grave opthalmopathy",
        "opc": "Thyroid crisis",
        "opd": "Addisonian crisis",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "5b241c15-e506-466f-b8fd-58276f65ec07",
        "choice_type": "single"
    },
    {
        "question": "Proptosis not seen in?",
        "exp": "Ans. 'd' i. e. Hypothyroidism Eve involvement in Grove's disease (Graves ophthalmophathy)o The wide eyed stare and proptosis due to:-# Increased sympathetic tone# Infiltration of orbital soft tissue and extra ocular muscles with lymphocytes.# Mycopolysaccharides and edema fluids. Causes of proptosisa) Bilateral Proptosis1) Endocrine exophthalmos due to dysthyroid eye disease. 2) Cavernous sinus thrombosis3) Metastatic neuroblastoma4) Orbital myositis (due to causes other than thyroid dysfunction). b) Unilateral Proptosis1) Haemangioma2) Dermoid cyst3) Lymphangioma4) Rhabdomyosarcomac) Transient Proptosis1) Arterio-venous malformations2) Orbital varices",
        "cop": 4,
        "opa": "Primary thyrotoxicosis",
        "opb": "Sarcoidosis",
        "opc": "Pituitary adenoma",
        "opd": "Hypothyroidism",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "8b1802d8-cf59-40bf-8113-d468fb7793c0",
        "choice_type": "single"
    },
    {
        "question": "The best marker for hyperthyroidism -",
        "exp": "Ans. is 'c' i. e., TSHo Currently. TSHQ is the most important test for determining thyroid dysfunction in both hypothyroid and hvperthvroid patients. o This has been made possible by the improvement in sensitivity oJ'TSH measurements over the years. o If the results of these sensitive assays for TSH is within the reference interval, it usually excludes thyroid dysfunction. Hyperthyroid patients-Usually have suppressed TSHQ values with the exception ofthose few individuals, who have hyperthyroidism caused by TSH producing pituitary tumours (secondary hypothyroidism). Hypothyroid patients-Most patients have markedly elevated TSHQ but levels are low in individuals with hypothyroidism caused by pituitary or hypothalamic disorders (secondary hypothyroidism). o To confirm the presence of thyroid dysfunction, free T4 determinations with or without T4 along with TSH can be used in patients suspected hypothyroidism or hyperthyroidism.",
        "cop": 3,
        "opa": "T3",
        "opb": "T4",
        "opc": "TSH",
        "opd": "Thyroglobulin",
        "subject_name": "Medicine",
        "topic_name": "Thyroid",
        "id": "233d7572-7d3a-40a8-9b3d-62cec04f56a3",
        "choice_type": "single"
    }
]