[
    {
        "question": "Acute onset of blurred vision and absent pupillary response with rapidly progressive descending muscular weakness manifesting as quadriparesis in an afebrile 20 year old male with preserved sensorium is -",
        "exp": "Ans. is tb' i. e., Botulism Remember these important points about Botulismo Acute onset of weakness in muscles innervated by cranial nerve with prominent bulbar palsy (4D's) i. e. -# Diplopia# Dysphonia# Dysphagia# Dysarthriao Descending symmetrical weakness occurs often leading to weakness, o Sensory' abnormalities are absent because only motor and autonomic nerves affected. o Mental function not affected o Afebrileo Absent pupillaty reflexes",
        "cop": 2,
        "opa": "Porphyria",
        "opb": "Botulism",
        "opc": "Polio",
        "opd": "Diphtheria",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "ccb4670b-95d4-4b9c-879e-bd30a72c7e4f",
        "choice_type": "single"
    },
    {
        "question": "Methyl alcohol poisoning is treated with",
        "exp": "Ans. b (Ethyl alcohol). (Ref. Harrison, Medicine, 18th/Ch. 47)TREATMENT OF METHYL ALCOHOL POISONING# Patient in quiet, dark room# Gastric lavage with sodabicarb and Combat acidosis by IV sodabicarb infusion (the most vital measure, prevents retinal damage).# Ethanol 100mg/dl (retards methanol metabolism), Fomepizole (specific alcohol dehydrogenase inhibitor) and Haemodialysis are useful. Poisioning. Features. Rx. Ethylene Glycol (anti-freeze). High anion gap Metabolic acidosis and severe damage to the CNS, heart, lungs, and kidneys. Prompt institution of a saline or osmotic diuresis, thiamine and pyridoxine supplements, fomepizole or ethanol, and hemodialysis. Methanol (wood alcohol). Causes high anion gap metabolic acidosis, and its metabolites formaldehyde and formic acid cause severe optic nerve and CNS damage. Similar to that for ethylene glycol intoxication, including general supportive measures, fomepizole, and hemodialysis. Isopropyl Alcohol (as little as 150 ml of rubbing alcohol, solvent, or de-icer can be fatal)A plasma level >400 mg/dL is life-threatening. Isopropyl alcohol differs from ethylene glycol and methanol in that the parent compound, not the metabolites, causes toxicity, and an AG acidosis is not present because acetone is rapidly excreted. Ethylene glycol, Methanol and Isoporpyl alcohol, all 3 cause an elevated osmolal gap, but only the first two cause a high-AG acidosis. Treated by watchful waiting and supportive therapy; IV fluids, pressors, ventilatory support if needed, and occasionally hemodialysis for prolonged coma or levels >400 mg/dL. Treat Benzodiazepines overdose with flumazenil (competitive antagonist at GABA receptor).",
        "cop": 2,
        "opa": "Disulfiram",
        "opb": "Ethyl alcohol",
        "opc": "Flumazenil",
        "opd": "Clonidine",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "bd710135-f158-48c6-827f-4998dceb3364",
        "choice_type": "single"
    },
    {
        "question": "Oxalate crytals in urine is seen in -",
        "exp": "Oxalate crystals in urine is seen with Ethylene Glycol poisoning. Renal pain and acute tubular necrosis in it, occurs due to renal calcium oxalate precipitation. Other features includes, opthalmoplegia, cranial nerve palsies, hyporeflexia and myoclonus Reference: Harrison20th edition pg pg 789",
        "cop": 1,
        "opa": "Ethylene glycol poison",
        "opb": "Di glycol poison",
        "opc": "Alcohol",
        "opd": "Indivavir",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "4b439229-a9ed-481f-9889-5e5715e8a707",
        "choice_type": "single"
    },
    {
        "question": "A-65, year old farmer presents with sweating, hypothermia and pulse rate of <50/min treatment is:",
        "exp": "Ans. is 'c' Atropine. The farmer is suffering from organophosphorus poisoning. Organophosphorus is an anticholinesterase and it produces toxicity by its cholinomimetic action. So drug of choice for organophosphorus poisoning is Atropine, an anticholinergic. Other measures in organophosphorus poisoning. Stomach wash, washing of skin and removal of all clothes to prevent further absorption. Pralidoxime* to reactivated cholinesterase. Mechanical ventilation in case of respiratory depression. C/F of Organophosphorus poisoning are. Sweating*Miosis*Bradycardia*Hypothermia*Respiratory depression*Bilateral hyperreflexia*Extensor plantar",
        "cop": 3,
        "opa": "Physostigmine",
        "opb": "Neostigmine",
        "opc": "Atropine",
        "opd": "Pilocarpine",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "ee0a04dc-ad66-4f98-8ef6-180bed59d78f",
        "choice_type": "single"
    },
    {
        "question": "Minamata disease is-",
        "exp": "Ans. is 'c' i. e., Methyl mercury poisoning o Minamata disease is methyl mercury poisoning that occurred in humans who ingested fish and shellfish contaminated by methylmercury discharged in wastewater from the chemical plant o Symptoms of Minamata disease includes sensory disorders of four extremities which are:- # Loss of feeling or numbness. # Cerebellar ataxia. # Tunnel vision or blindness. # Smell and hearing impairment. # Disequilibrium syndrome. # More serious cases led to convulsion, seizures, paralysis and possibly death.",
        "cop": 3,
        "opa": "Copper poisoning",
        "opb": "Arsenic poisoning",
        "opc": "Methyl mercury poisoning",
        "opd": "Lead Poisoning",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "78564227-6ac6-42f4-a419-7cc1139ef5e5",
        "choice_type": "single"
    },
    {
        "question": "10 year old girl bought with acute paracetamol overdose management is -",
        "exp": "N Acetylcysteine is the antidote for paracetamol poisoning. Reference Harrison 20 edition pg 678",
        "cop": 1,
        "opa": "N-acetylecysteine",
        "opb": "PT monitoring",
        "opc": "Measurement of hepatic enzymes",
        "opd": "Charcol i. v., given",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "9c911811-108d-41dc-9d26-ddddd0871d19",
        "choice_type": "single"
    },
    {
        "question": "A 36 yrs old female who is chronic alcoholic feels that she can hear voices commanding her to do thing and has difficulty in falling sleep. Diagnosis is-",
        "exp": "Ans. is 'c' i. e Alcoholic Hallucinosis Alcoholic hallucinosis is one of the withdrawal syndromes of chronic alcoholism. \"It is characterized by the presence of hallucinations (usually auditory)* during abstinence, following regular alcohol intake. 'These hallucinations persist after the withdrawal syndrome is over and classically occur in clear consciousness. \"other withdrawal syndromes. Commonest withdrawal syndrome is - hangover the next morning. Delirium tremensis the most severe alcohol withdrawal syn. it usually occurs within 2-4 days* of complete or significant abstinence from heavy alcohal drinkingthe course is short with recovery occuring within 3-7 days. It is an acute organic brain syndrome characterized by -Clouding of consciousness with disorientation in time and place*Visual (also auditory) hallucinations. *Tactile hallucination of insects crawling over body may occur *Marked autonomic disturbance with tachycardia, fever, sweating, hypertension and pupillary dilatation. *Psychomotor agitation and ataxia*Alcoholic seizures (rum fits). Generalized tonic clonic seizures occur in about 10% of alcohol dependant patients, usually 12-48 hrs after a heavy bout of drinking, Wernicke's encephalopathyis a type of neuropsychiatric complications of chronic alcoholism. This is an acute reaction to severe thiamine deficiency*, the commonest cause being chronic alcohol use. Characterized by the triad of*Global confusion* Ophthalmoplegia* Mnemonic: GOAAtaxia*",
        "cop": 3,
        "opa": "Delirium tremens",
        "opb": "Depression",
        "opc": "Alcoholic hallucinosis",
        "opd": "Wernicke's encephalopathy",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "dd3605d6-d6c1-4616-993e-8fa74cacaa21",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is caused by arsenic poisoning",
        "exp": "Extrahepatic poal vein obstruction is a vascular disorder of liver, which results in obstruction and cavernomatous transformation of poal vein with or without the involvement of intrahepatic poal vein, splenic vein, or superior mesenteric vein. of 10 mg daily for up to 60 days, followed by different dosing in consolidation and maintenance regimens. Hepatotoxicity Acute poisoning with arsenic is marked by severe abdominal pain, nausea and vomiting, diarrhea, muscle cramps, metallic taste and extreme thirst, followed by stupor, coma, cardiovascular collapse and death. Death can occur within 24 hours of exposure, but with sublethal doses, survival is possible and liver injury may arise 24 to 48 hours after the acute ingestion. Other symptoms include conjunctival and respiratory tract inflammation, epistaxis, rash, renal insufficiency and painful neuropathy. The characteristics of the liver injury have not been well defined, but are likely similar to those with acute iron poisoning, with a clinical phenotype of acute hepatic necrosis, marked elevations in serum aminotransferase levels, early onset of hepatic failure and rapid recovery in cases without early fatality. Chronic, lower dose exposure to arsenic can be toxic and result in arsenosis, a syndrome marked by fatigue, nausea and vomiting, abdominal crampy pain, weakness, stupor, seizures and neuropathy. Skin manifestations are frequent and characteristic with chronic excessive exposure marked by hyper- and hypo-pigmentation, a \"rain-drop\" pattern of skin discoloration, skin dryness and exfoliation, keratosis of the palms and soles, and skin cancers. Arsenic is also deposited in the hair and nails, where it can be detected even after it is no longer measureable in urine. Liver injury can also occur with chronic arsenic exposure, typically with appearance of signs and symptoms of poal hypertension, without obvious cirrhosis (idiopathic or noncirrhotic poal hypertension). The clinical onset of noncirrhotic poal hypertension is often insidious with weight loss, fatigue and abdominal swelling and minor, nonspecific elevations in serum enzymes, followed by appearance of variceal hemorrhage or ascites. Features of poal hypertension (ascites, variceal hemorrhage) rather than hepatic failure (jaundice, encephalopathy or coagulopathy) predominate. Ref Harrison 20th edition pg 789",
        "cop": 1,
        "opa": "Extra hepatic poal vein obstruction",
        "opb": "Hepatic carcinoma",
        "opc": "Poal hypertension",
        "opd": "Cirrhosis",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "9f5ce3ad-c19a-4f8b-93b2-271c622b23ed",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old homeless man is found to have consumed alcohol adulterated with methanol. He is started on treatment effective for minimizing the toxicity to methanol. Which of the following is the most likely explanation for the benefit of this treatment?",
        "exp": "Ethanol is the standard antidote for methanol. It inhibits the conversion of methanol to its toxic metabolite, formic acid, by alcohol dehydrogenase.",
        "cop": 2,
        "opa": "enhances renal excretion of methanol",
        "opb": "prevents biotransformation of methanol",
        "opc": "combines to form a nontoxic polymer",
        "opd": "changes the toxin's volume of distribution",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "9107220a-1945-4d98-9b90-84f04cb1532f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most approprate therapy for an individual who has ingested an overdose of aspirin -",
        "exp": "Aspirin poisoning can be treated with intravenous sodium bicarbonate (8. 4%) Reference: Harrison20th edition pg 775",
        "cop": 2,
        "opa": "Acetazolamide",
        "opb": "Sodium Bicarbonate",
        "opc": "Flumazani",
        "opd": "Allopurinol",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "127ce78d-dae2-413d-869b-341cefc7b5d1",
        "choice_type": "multi"
    },
    {
        "question": "Consider the following - 1. Kerosene poisoning 2. Organo-phosphorus poisoning 3. Corrosive poisoning 4. Iron poisoning In which of the above is gastric lavage contraindicated?",
        "exp": "Gastric lavage iscontraindicated in corrosive poisoning(strong acids and alkalis) or if petroleum distillates ( kerosene) have been ingested. Reference: Harrison20th edition pg 789",
        "cop": 2,
        "opa": "1 only",
        "opb": "1 and 3 only",
        "opc": "2 and 4 only",
        "opd": "l, 2, 3and 4",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "6443f0d3-bb33-49e2-a07b-f08420f217b7",
        "choice_type": "multi"
    },
    {
        "question": "Ingestion of arsenic causes",
        "exp": "Ans. is 'c' Non cirrhotic Portal fibrosis. \"Chronic ingestion of Arsenic has been incriminated in causation of NCPF. High Hepatic arsenic levels in patients with NCPF have been reported\" - API",
        "cop": 3,
        "opa": "Hepatic carcinoma",
        "opb": "Hepatic adenoma",
        "opc": "Noncirrhotic portal fibrosis",
        "opd": "Hepatic cirrhosis",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "aaa3d000-2b22-4b3d-a17a-37cd9e4af400",
        "choice_type": "single"
    },
    {
        "question": "16F Foley's color:",
        "exp": "Ans. A. Orange. Color Code of Foley's Cather. Size. Color. Size. Color6. FLight green20. FYellow8. FLight blue22. FViolet10. FBlack24. FBlue12. FWhite26. FCream14. FGreen28. FOlive green16. FOrange30. FGrey18. FRed32. FBrown",
        "cop": 1,
        "opa": "Orange",
        "opb": "Yellow",
        "opc": "Blue",
        "opd": "Black",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "e3fca39d-2c25-4301-b3a8-957179a5064b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to result in addiction among those who have ever used it?",
        "exp": "Almost one-third of people who have tried tobacco become addicted. In comparison, about 15% become addicted to alcohol. Heroin is also highly addictive (23% of users become addicted), but since so few people even try heroin, the addiction rate in society as a whole is quite low (0. 4%).",
        "cop": 2,
        "opa": "alcohol",
        "opb": "tobacco",
        "opc": "cocaine",
        "opd": "heroin",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "6c15aafd-722b-4c79-b00f-e32931e720fa",
        "choice_type": "single"
    },
    {
        "question": "A farmer with long history depression on antidepressants, consumed unknown substance and presented with bradycardia, hypersalivation, small pupils. What is the most probable diagnosis?",
        "exp": "Ans: A (OP poisoning) Ref: Harrison's Principles of internal Medicine. 18th edn. Explanation: Miosis. Mydriasis. Cholinergics. Anticholinergics. Antipsychotics. Sympathomimetics. Carbamates. SSRIs. Organophosphates. Sedative - hypnotics withdrawal. Opioids. Alcohol Withdrawal syndrome. Clonidine Sedative - Hyponotics Clinical Features of Orqanophosphate Poisoning. Muscarinic effects. CVS: Bradycardia, Hypotension. Resp: Rhinorrhea. Bronchorrhea, Bronchospasm. GIT: Hypersalivatioa Nausea and Vomiting, Abdominal pain. Diarrhea, Fecal incontinence. Urinary incontinence. Ocular: Miosis, Blurred vision Glands: Increased lacrimation, Diaphoresis. Nioctinic effects. Muscle fasciculations. Cramping. Weakness. Diaphragmatic paralysis Autonomic nicotinic effects(Mild): Tachycardia, Hypertension, Mydriasis and pallor. CNS effects. Anxiety. Emotional lability. Restlessness. Confusion. AtaxiaT remors. Seizures. Coma",
        "cop": 1,
        "opa": "OP poisoning",
        "opb": "Atropine",
        "opc": "TCA",
        "opd": "Paracetamol poisoning",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "e7456b96-d86d-4d93-8445-c8b304c320df",
        "choice_type": "multi"
    },
    {
        "question": "\"Hatter's shakes\" are seen in poisoning with?",
        "exp": "Ans. c (Mercury). (Ref. Parikh, FMT, 5th ed., 736)POISONINGSPoisoning. Features. Mercury# Characteristic colonic (especially ascending and transverse colon) thickening with \"Diphtheric colitis like changes\". Q# Glass blower's/hatter's shake (Shaking palsy). Q# Mercural erythism. Q# Acrodynia (pink disease). Q# Minimota disease. Q# Maternal intake results cerebral palsy in the baby.# Chelating agent of choice is BAL. Q# It acts on PCT and is nephrotoxic like all heavy metals. QArsenic# Most popular homicidal poison Q# Marsh and Reinsh test Q# Mee's lines Q# Hyperkeratosis of palms and soles# Cholera like diarrhea Q.# Measles like fading, rain drop pigmentation Q# Poison mostly excreted in hair, also in nails, bones # Red velvetty gastric mucosa# Subendothelial peticheal hemorrhage of ventricles# Acute yellow fatty liver Q# ANTIDOTE: precipitated hydrated Ferrous oxide. Lead# Burtonian lines (Blue lines on gums) Q# Encephalopathy in adults but rare in children# Lead palsy common in adults (rare in children)# Facial pallor is earliest and most consistent sign Q# Punctate basophilia of RBCs Q# Sclerotic metaphyseal bands QZinc# General: Reduced copper absorption, gastritis, sweating, fever, nausea, vomiting.# Occupational: Respiratory distress, pulmonary fibrosis Q# Metal fume fever. Q",
        "cop": 3,
        "opa": "Arsenic",
        "opb": "Cadmium",
        "opc": "Mercury",
        "opd": "Lead",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "d042bfb3-ed9e-4792-b301-92294688d7d9",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old boy presents with fever for 3 days which responded to administration of paracetamol, Three days later he developed acute renal failure, marled acidosis and encephalopathy. His urine showed *nt of oxalate crystals. The blood anion gap and osmolal gap were increased. Which of the following is the most likely diagnosis -",
        "exp": "The clinical effects of DEG can be divided into three intervals. The first phase typically involves gastrointestinal effects such as nausea, vomiting, abdominal pain and diarrhea. Patients may be inebriated and mild hypotension has been repoed. Patients may have an abnormal osmolal gap and develop an anion gap metabolic acidosis. The onset of symptoms can develop soon after ingestion, or can be delayed depending on the amount ingested and co-ingestants (such as ethanol). Small ingestions may result in resolution of symptoms without fuher sequelae. Progression to the second phase occurs 1-3 days following exposure and also depends on the amount ingested. The hallmark of the second phase is acute renal failure. If left untreated, patients may die within a week after the onset of anuria. Additionally, mild to moderate hepatotoxicity is often seen. Multiple other effects have been repoed including cardiac dysrhythmias and pancreatitis, which may be secondary to the metabolic acidosis and renal failure. The degree of renal injury predicts the severity of the third phase of this poisoning, which are neurologic complications. These effects can be delayed until 1-2 weeks post-ingestion. Multiple varying neurologic sequelae have been described. Peripheral neuropathies are a common occurrence. Cranial nerve abnormalities have been repoed including bilateral facial paralysis. Widespread denervation of limb muscles has been demonstrated; patients may become quadraparetic and unresponsive. The clinical coarse during this phase is unpredictable with long-term recovery in some patients, and permanent neurologic damage with death in others. Ref Harrison 20th edition pg 789",
        "cop": 2,
        "opa": "Paracetamol poisoning",
        "opb": "Diethyl glycol poisoning",
        "opc": "Severe malaria",
        "opd": "Hanta virus infection",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "cc2b04d9-2c88-4afc-bc57-3b8d89fa9c45",
        "choice_type": "single"
    },
    {
        "question": "Enzyme inhibited in cyanide poisoning?",
        "exp": "Ans. a (Cytochrome oxidase). (Ref. Harrison, Principles of Medicine, 18th/Ch. 35, 222)CYANIDE TOXICITY# Cyanide binds irreversibly to Cytochrome a/a3 (Complex IV) & this inhibits ETC.# Cyanide poisoning inhibits mitochondrial cytochrome oxidase -blocks electron transpot - prevents O2 utilization and oxidative metabolism# Cyanide poisoning during nitroprusside therapy can be prevented by prophylactic mechanism of thiosulphate.# Treatment: High dose O2, amyl nitrate inhalation, sodium nitrate, sodium thiosulphate, hydroxycobalalmine. Poisoning. Enzyme involved1. COCytochrome oxidase2. Cardiac glycosides. Sodium potassium ATPase3. Hydrogen sulphide. Cytochrome oxidase4. INHGlutamic acid decarboxylase5. Lithium. Adenylate cyclase6. NSAIDSCOX1 and COX2 (COX2 inducible)7. OPPAcetyl choline esterase8. Theophyline, caffeine (methyl xanthins). Phosphodiaesterase. Educational point: Uncouplers of oxidative phosphorylation:# 2, 4, Dinitrophenol;# Highdose Aspirin# Thermogenin. Asphyxiants CYTOCHROME OXIDASE NHIBITORS Inhibition of mitochondrial cytochrome oxidase, thereby blocking electron transport and oxidative metabolism. Carbon monoxide also binds to hemoglobin and myoglobin and prevents oxygen binding, transport, and tissue uptake (binding to hemoglobin shifts the oxygen dissociation curve to the left). Signs and symptoms of hypoxia with initial physiologic stimulation and subsequent depression; lactic acidosis; normal PO2 and calculated oxygen saturation but decreased oxygen saturation by co-oximetry. Headache and nausea are common with carbon monoxide. Sudden collapse may occur with cyanide and hydrogen sulfide exposure. A bitter almond breath odor may be noted with cyanide ingestion, and hydrogen sulfide smells like rotten eggs. High-dose oxygen. Inhaled amyl nitrite and IV sodium nitrite and sodium thiosulfate (Lilly cyanide antidote kit) for coma, metabolic acidosis, and cardiovascular dysfunction in cyanide poisoning. Amyl and sodium nitrite (without thiosulfate) for similar toxicity in hydrogen sulfide poisoning. Hyperbaric oxygen for moderate to severe carbon monoxide poisoning and for cyanide or hydrogen sulfide poisoning nresponsive to other measures.- Carbon monoxide, - Cyanide, - Hydrogen sulfide",
        "cop": 1,
        "opa": "Cytochrome oxidase",
        "opb": "Xanthine oxidase",
        "opc": "Glutathione oxidase",
        "opd": "None",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "934f96db-9d0d-4f4e-baca-92af82f1824b",
        "choice_type": "multi"
    },
    {
        "question": "Diazepam poisoning is treated by:",
        "exp": "ANSWER: (A) Flumazenil. REF: Harrison's 17th ed Table e 35-4. See APPENDIX-42 below for list of \"Antidotes\"\"Specific antidote for benzodiazepine poisoning is flumazenii\" APPENDIX - 42. Antidotes. Antidote. Poison/drug/toxinN-Acetylcysteine. Acetaminophen. Carbon tetrachloride. Other hepatotoxins. Amyl nitrite, sodium nitrite and sodium thiosulfate (Cyanide antidote kit). Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCX and Na. CN). Mustard agents. Nitroprusside. Smoke inhalation (combustion of synthetic materials). Antivenin, Crotalidae Polyvalent (Equine Origin). Pit viper envenomation (e. g. rattlesnakes, cottonmouths, timber rattlers and copperheads). Antivenin, Crotalidae Polyvalent Immune Fab - Ovine (Cro. Fab). Pit viper envenomation (e. g.. rattlesnakes, cottonmouths, timber rattlers and copperheads). Atropine sulfate. Alpba2 agonists (e. g., clonidine). Alzheimer drugs (e. g., donepezil, galantamine, rivastigmine, tacrine). Antimyesthenk agents (e. g., pyridostigmine). Bradyarrhythmia-producing agents (e. g., beta blockers, calcium channel blockers and digitalis glycosides). Cholinergic agonists (e. g., bethanechol). Muscarine-containing mushrooms Nerve agents (sarin, soman, tabun and VX). Organophosphate and carbamate insecticides. Digoxin immune Fab. Cardiac glycoside-containing plants (foxglove and oleander). Digitoxin, Digoxin. Ethanol. Ethylene glycol. Methanol. Flumazenil. Benzodiazepines. Zaleplon. Zolpidem. Folic acid and Folinic acid (Leucovorin). Formaldehyde/Formie Acid. Methanol. Methotrexate, trimetrexate. Pyrimethamine. Trimethoprim. Fomepizole. Ethylene glycol. Methanol. Glucagon. Beta blockers. Calcium channel blockers. Hypoglycemia. Hypoglycemic agents. Hydroxocobalamin. Nitriles. Bromates. Chlorates. Cyanide (e. g., HCN, KCN and Na. CN). Mustard agents Nitroprusside. Smoke inhalation (combustion of synthetic materials). Hyperbaric oxygen (HBO). Carbon monoxide. Carbon tetrachloride. Cyanide. Hydrogen sulfide. Methemoglobinemia. Methylene blue. Methemoglobin-inducing agents including; Aniline dyes. Dapsone. Local anesthetics (e. g., benzocaine). Metoclopramide. Naphthalene. Nitrates and nitrites. Nitrobenzene. Phenazopyridine. Nalmefene and Naloxone. ACE inhibitors. Alpha2 agonists (e. g., clonidine). Imidazoline decongestants (e. g., oxymetazoline and tetrahydrozoline) Loperamide. Opioids (e. g., codeine, fentanyl, heroin, meperidine, morphine). Physostigmine salicylate. Antihistamines. Atropine and other anticholinergic agents. Dhatura poisoning. Intrathecal baclofen. Phytonadione (Vitamin Kl). Long-acting anticoagulant rodenticides (e. g., brodifacoum and bromadiolone) Warfarin. Pralidoxime chloride (2-PAM). Antimyesthenic agents (e. g., pyridostigmine). Nerve agents (sarin, soman, tabun and VX). Organophosphate insecticides. Tacrine. Protamine sulfate. Enoxaparin. Heparin. Pyridoxine hydrochloride (Vitamin B6). Acrylamide Ethylene glycol Hydrazine Isoniazid (INH). Sodium bicarbonate. Chlorine gas. Hyperkalemia. Serum Alkalinization: Agents producing a quinidine-like effect as noted by widened QRS complex on EKG (e. g., amantadine, carbamazepine, chloroquine, cocaine, diphenhydramine, flecainide, tricyclic antidepressants, quinidine). Urine Alkalinization: Weakly acidic agents (chlorpropamide, methotrexate, phenobarbital and salicylates). Deferoxamine and Deferasirox. Acute iron poisoning. Dimercaprol (BAL in oil). Hydrofluoric acid (HF). Hyperkalemia (not digoxin-induced). Hypermagnesemia. Calcium disodium EDTA (Versenate). Acute arsenic poisoning, Acute mercury poisoning, Lead poisoning (in addition to EDTA). Dicobalt EDTACyanide poisoning. Sucdmer/ Dimercaptosuccinic acid (DMSA). Lead poisoning, Arsenic poisoning, Mercury poisoning. Dimercapto-propane sulfonate (DMPS). Severe acute arsenic poisoning, Severe acute mercury poisoningD-Penicillamine (Cuprimine). Mainly in: copper toxicity. Occasionally adjunctive therapy in: Gold toxicity, Arsenic poisoning, Lead poisoning, Rheumatoid arthritis. Botulinum antitoxin * Bivalent (types AB)<< Trivalent (types ABE). Food-borne botulism. Wound botulism. Botulism as a biological weapon. Note: Not currently recommended for infant botulismL-Carnitine. Valproic acid. Cyproheptadine HCLMedications causing serotonin symdrome. Dantrolene sodium. Medications causing neuroleptic malignant symdrome (NMS). Medications causing malignant hyperthermia. Insulin and dextrose. Beta blockers. Calcium channel blockers (diltiazem, nifedipine, verapamil). Octreotide acetate. Sulfonylurea hypoglycemic agents (e. g., glipizide, glyburide). Sodium thiosulfate. Bromates. Chlorates. Mustard agents. Nitroprusside. Thiamine. Ethanol. Ethylene glycol. Prussian blue, ferric hexacyan ofer rate. Radioactive cesium (Cs-137), radioactive thallium (Tl-201), and nonradioactive thallium",
        "cop": 1,
        "opa": "Flumazenil",
        "opb": "Hemofiltration",
        "opc": "Charcoal",
        "opd": "Resins",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "50c208d7-019a-4ca4-9a27-120d2162baa7",
        "choice_type": "single"
    },
    {
        "question": "A young girl has consumed barium carbonate with suicidal intend She complains of generalized muscle weakness. The most likely electrolyte is-",
        "exp": "Oral or inhalation administration of barium carbonate in rats resulted in adverse.... Other symptoms and signs are hypokalemia, cardiac arrhythmias, cardiac. ECG showed flat ST with U waves in 4 patients. and there is hypokalemia Clinical signs include muscle weakness, cramping, fasciculations, paralytic ileus, and when hypokalemia is severe, hypoventilation, and hypotension. ECG changes typically occur when serum potassium is < 3 m. Eq/L, and include ST segment sagging, T wave depression, and U wave elevation. Ref Harrison 20th edition pg 676",
        "cop": 3,
        "opa": "Hyponatremia",
        "opb": "Hypocalcemia",
        "opc": "Hypokalemia",
        "opd": "Hypomagnesemia",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "f8575ec9-9a95-4a9b-b3bf-6cb7679144cd",
        "choice_type": "single"
    },
    {
        "question": "What is the most likely diagnosis",
        "exp": "Lead Poisoning: Leadis a highly toxic metal and a very strong poison. Lead poisoning is a serious and sometimes fatal condition. It occurs when lead builds up in the body. Leadis found in lead-based paints, including paint on the walls of old houses and toys. It is also found in: a supplies contaminated dust gasoline products sold outside of the United States and Canada Lead poisoning usually occurs over a period of months or years. It can cause severe mental and physical impairment. Young children are most vulnerable. Children get lead in their bodies by putting the lead-containing objects in their mouths. Touching the lead and then putting their fingers in their mouths may also poison them. Lead is more harmful to children because their brains and nervous systems are still developing. Lead poisoning can be treated, but any damage caused cannot be reversed. Symptoms of lead poisoning are varied. They may affect many pas of the body. Most of the time, lead poisoning builds up slowly. It follows repeated exposures to small quantities of lead. Lead toxicity is rare after a single exposure or ingestion of lead. Signs of repeated lead exposure include: abdominal pain abdominal cramps aggressive behavior constipation sleep problems headaches irritability loss of developmental skills in children loss of appetite fatigue high blood pressure numbness or tingling in the extremities memory loss anemia kidney dysfunction Since a child's brain is still developing, lead can lead to intellectual disability. Symptoms may include: behavior problems low IQ poor grades at school problems with hearing sho- and long-term learning difficulties growth delays A high, toxic dose of lead poisoning may result in emergency symptoms. These include: severe abdominal pain and cramping vomiting muscle weakness stumbling when walking seizures coma encephalopathy, which manifests as confusion, coma, and seizures Ref Harrison 20th edition pg 790",
        "cop": 4,
        "opa": "Coeliac disease",
        "opb": "Hookworm infestation",
        "opc": "Sickle cell disease",
        "opd": "Lead poisoning",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "8e59a7b8-ddc9-4504-8dc2-389415ba9065",
        "choice_type": "single"
    },
    {
        "question": "Arsenic poisoning causes",
        "exp": "Ans. is 'a' i. e., Polyneuritis o Arsenic is a heavy metal that can cause a toxic sensorimotor polyneuropathy. The neuropathy manifests 5-10 days after inzestion of arsenic and progresses for several weeks, sometimes mimicking GBS. Classification of Neuropathy bv Histopathologv Demylinating. Axonal. Neuronal. Patterno Proximal = distalo Distal > proximal; length- dependento Non-length-dependent; o UE, LE, Face. Onset. Symptomso Acute/subacuteo Paresthesia and weaknesso Slow evolutiono Dysesthesias and distal weaknesso Rapido Paresthesias, gait ataxia. Sensory signso Vibration and proprioception > pain and temperatureo Pain and temperature affected > vibration and proprioceptiono Vibration and proprioception > pain and tern- temperature. Motoro Distal and proximal weaknesso Distal weaknesso Proprioceptive weakness. DTRso Areflexiao Distal areflexiao Areflexia. NCSo Velocity affected > amplitudeo Amplitudes affected > velocity. Sensory amplitudes affected; radial > sural. Nerve biopsyo Demyelination and remyelinationo Axonal degeneration and regenerationo Axonal degeneration but no regeneration. Prognosiso Rapid recoveryo Slow recoveryo Poor recovery. Causeso GBS, diphtheria, CIDP, dibetes mellites, multifocal motor neuropathyo Toxic, metabolic, HIV charcoat marie tooth disease diabetes melliteso Sjogren's cisplatin, pyridoxine",
        "cop": 1,
        "opa": "Polyneuritis",
        "opb": "Mononeuritis multiplex",
        "opc": "Radiculopathy",
        "opd": "Myelopathy",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "fae44d33-3c5b-4b40-bf9a-d796901a4940",
        "choice_type": "multi"
    },
    {
        "question": "Intense local pain, swelling, ecchymoses, and oozing of the haemolysed blood from the site of snake bite, is most likely to occur with bite of which species of snake?",
        "exp": "Ans. b (Viper). (Ref. Harrison's internal medicine 16th ed. 615, 2593)SNAKEBITEApproximately 2500 different species of snakes are known. Approximately 20% of the total numbers of the snake species are poisonous. Types of Poisonous Snakes1. Cobra and Krait - these secrete neurotoxic venom and cause Paralysis2. Viper - these secrete Haemotoxic venom and cause Haemolysis and Haemorrhage. 3. Sea Snakes - secrete myotoxic venom and cause Muscular pain. Characteristic Features. Nonpoisonous Snakes. Poisonous Snakes. Head. Rounded. Triangle except Cobra. Fangs. Not present. Present. Pupils. Rounded. Elliptical pupil. Anal Plate. Double row of plates. Single row of plates. Bite Mark. Row of small teeth. Fang Mark1. Cobra or Krait (Neurotoxic):# Mild Local symptoms -- burning, redness, swelling, superficial necrosis.# Marked neurotoxic effects.# Earliest symptom - Ptosis - inability to keep Eyes open.# Giddiness, Lethargy, Muscle weakness.# Spreading Paralysis - causing difficulty in speaking and breathing, Salivation, Vomiting. Frothing around mouth. 2. Viper (Vasculotoxic):# Haemotoxic venom is very painful# Severe Local symptoms -- Intense Pain, Inflammation, Oozing of haemolytic blood.# Marked Vasculotoxic effects.# Bleeding from mucous membrane of the Mouth, Anus, Nose and hemorrhages under the skin.# Because of local damage to circulatory cells, hemotoxic venom spreads more slowly and has a slower action than the neurotoxins.# Vascular Collapse - Cold Skin, Rapid feeble Pulse, Dilated Pupils insensitive to light, Gradual loss of consciousness. 3. Sea Snakes (Myotoxic)# No Local symptoms.# Severe Pain while moving Neck, Trunk and Limbs. A few hours later urine turns Brown to Black due to the presence of muscle protein Myoglobin.",
        "cop": 2,
        "opa": "Cobra",
        "opb": "Viper",
        "opc": "Sea snakes",
        "opd": "Any of the above",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "5688e829-cc34-4b90-b7d0-f66a0435d01c",
        "choice_type": "multi"
    },
    {
        "question": "The following statements are true for lead poisoning except-",
        "exp": "Lead poisoning symptoms in children Signs and symptoms of lead poisoning in children include: Developmental delay Learning difficulties Irritability Loss of appetite Weight loss Sluggishness and fatigue Abdominal pain Vomiting Constipation Hearing loss Seizures Eating things, such as paint chips, that aren't food (pica) Lead poisoning symptoms in newborns Babies exposed to lead before bih might: Be born prematurely Have lower bih weight Have slowed growth Lead poisoning symptoms in adults Although children are primarily at risk, lead poisoning is also dangerous for adults. Signs and symptoms in adults might include: High blood pressure Joint and muscle pain Difficulties with memory or concentration Headache Abdominal pain Mood disorders Reduced sperm count and abnormal sperm Miscarriage, stillbih or premature bih in pregnant women Reference Harrison 20 edition pg 789",
        "cop": 1,
        "opa": "Only inorganic compounds are absorbed through the skin",
        "opb": "90% of ingested lead is excreted in faeces",
        "opc": "Lead has mainly CNS toxicity",
        "opd": "Urine lead levels of more than 0. 8 mg/I indicate lead absorption",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "ca1060da-85c7-48f0-bc4c-4e2dca2f1a5d",
        "choice_type": "multi"
    },
    {
        "question": "Indication for administration of AS V (Antisnake venom) in Viper bite?",
        "exp": "Ans. d (All of the above) (Ref: Pilley Textbook of Toxicolgy 7th edition, p. 450; Harrison's 17th ed., p. 2742). Use of Acetylcholinesterase Inhibitors in Neurotoxic Snake Envenomation1. Patients with clear, objective evidence of neurotoxicity after snakebite (e. g., ptosis or inability to maintain upward gaze) should receive a trial of edrophonium (if available) or neostigmine. a. Pretreat with atropine: 0. 6 mg IV (children, 0. 02 mg/kg; minimum of 0. 1 mg)b. Follow with: Edrophonium: 10 mg IV (children, 0. 25 mg/kg) or. Neostigmine: 1. 5-2. 0 mg IM (children, 0. 025-0. 08 mg/kg)2. If objective improvement is evident at 5 min, continue neostigmine at a dose of 0. 5 mg (children, 0. 01 mg/kg) every 30 min as needed, with continued administration of atropine by continuous infusion of 0. 6 mg over 8 h (children, 0. 02 mg/ kg over 8 h). 3. Maintain vigilance regarding aspiration risk, and secure the airway with endotracheal intubation as needed. REID'S CRITERIA FOR ADMINISTRATION OF ASV# Leukocytosis > 13, 000-15, 000/cu mm# Thrombocytopenia < 80, 000/cu mm# Renal failure# DIC# Soft tissue swelling involving or crossing joint nearby site of bite# Systemic symptoms/signs of neuroparalytic bite (vomiting, abdominal pain, giddiness, ptosis, etc). Dose of ASVLimb Area Involvement. Dose< 1/3 of Limb area50 ml1/3-1/2 Limb area100 ml>50% of Limb area150-200 ml. ASV should be given within 2 days preferably can be given upto 5-7 days. Comparison of Antivenoms Recently Available for Treatment of Pit Viper Bites in the U Antivenin (Crotalidae) Polyvalent. Cro. Fab. Available since19542000. Origin. Equine. Ovine. Snakes used in manufacture. Crotalus adamanteusC. adamanteus C. atroxC. atrox C. durissus terrificusC. scutulatus Bothrops atrox. Agkistrodon piscivorus. Contains. Skin testing recommended by. IgG, equine albumin. Fab fragmentsmanufacturer. Yes. No. Pretreatment with antihistamines. Yes. No. Dry bite-dose. None. None. Mild - dose0 or 5 vials4 vials. Moderate - dose10 vials4-6 vials. Severe - dose15-20 vials6 vials. Repeat dosing. As needed. Repeat starting dose if patient fails to stabilize. After stabilization, give 2 vials q6h for 3 more doses. (Alternatively, re-dose on an as needed basis with close observation for recurrence of abnormalities.). Volume of diluent1000 m. L250 m. LAdminister over2 h1 h. Incidence of anaphyiacticoid reacn23-56%14%incidence of delayed serum sickness18-86%3%",
        "cop": 4,
        "opa": "Renal failure",
        "opb": "DIC",
        "opc": "Soft tissue swelling crossing joint nearby the site of bite",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "04ac12db-88f9-405b-9363-272f03d14013",
        "choice_type": "multi"
    },
    {
        "question": "An industrial worker presents with blue lines on gums and tremors. What is the most probable diagnosis?",
        "exp": "Ref: Harrison's Principles of Internal Medicine, 18th edition, chapter 49. Explanation: Lead poisoning-Source-batteries, lead paints, plumbing, lead pipes. Abdominal pain, anemia with basophilic stippling, anorexia, Headache, arthralgia, myalgia, tremors. Lead line (Grey blue line) at the gingival-teeth border (Burton sign). Wrist drop. cogni t i ve dee 1 i ne. High blood protoporphyrin level. Treatment-DTf. SA (succimer), Cu. EDTA. dimercapro. Arsenic poisoning-Vomiting, diarrhea, abdominal pain, coma, seizures. Garlicky breath odor, hyperkeratosis. Meefs lines- transverse white striae on finger nails. Distal weakness, radio-opaque on abdominal X ray. ECG- Prolonged QRS. QT & ST depression. T flattening. Treatment: Dimercaprol. oral succimer. Mercury poisoning. Acute inhalation - Pneumonitis, ARDSAcute ingestion - gastroenteritis, ARF. hypertension, tachycardia, cardiovascular collapse. Chronic - CNS symtoms, renal failureintentional tremor, mercurial erythrism. delirium, memory loss- 'mad as a hatter *Children- acrodynia. pink disease. Treatment- Dimercaprol. DMSA, penicillamine. Cadmium poisoning-Acute inhalation- pneumonitis. ARDSAcute ingestion- gastroenteritis. Chronic exposure- anosmia, yellow teeth, emphysema, anemia, CRF, osteomalacia. Treatment- supportive",
        "cop": 2,
        "opa": "Arsenic poisoning",
        "opb": "Lead",
        "opc": "Mercury",
        "opd": "Carbon monoxide",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "a173d856-bd03-42b4-ab9e-d7f309baa309",
        "choice_type": "single"
    },
    {
        "question": "Acute alcohol consumption causes:",
        "exp": "Raf: Harrison's Principles of Internal Medicine, 18thedition, pg 3546. Explanation: Alcohol inhibits gluconeogenesis, and hence hypoglycemia occurs acutely. Ethanol is oxidized to acetaldehyde, which causes NAD reduced to NADHHigh NADH - increase lactate levels, impair gluconeogenesis. increase in beta -OH butyrate levels which is the predominant ketone in alcoholic keto acidosis (AKa). In AKA, mild hyperglycemia with ketonemia occurs. Alocohol increases GABAReleases cortisol. ACTH. dopamine & glutamate. Hypoglycemia Alcoholic ketoacidosis. GABA enhancer, diminishes NMDA, anti-convulsant. sleep-inducing, antianxiety, muscle relaxation. Enhances dopamine, craving, increases cortisol. ACTHBeta endorphin & glutamate release. Effects of Blood Alcohol Levels in the Absence of Tolerance. Blood Level, g/d. LUsual Effect0. 02. Decreased inhibitions, a slight feeling of intoxication0. 08. Decrease in complex cognitive functions and motor performance0. 20. Obvious slurred speech, motor incoordination, irritability, and poor judgment0. 30. Light coma and depressed vital signs0. 40. Death",
        "cop": 2,
        "opa": "Inhibits ketogenesis",
        "opb": "Lactic acidosis",
        "opc": "Increased gluconeogenesis",
        "opd": "Decreases brain GABA",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "1579668c-6c18-41f7-a255-e8bed224642f",
        "choice_type": "single"
    },
    {
        "question": "On exposure to air, urine colour changes to olive green in poisoning with: (PGI June 2008)",
        "exp": "Ans.: A (Carbolic acid poisoning) \"Carbolic acid (phenol) poisoning urine may be colorless or slightly green at first but turns green'-1 or even black on exposure to air\"- Reddy 27thf470. Carbolic acid0|Oxidation|Oxidation (metabolism in body)|Hvdroquinone & pvrocatechol|Excreted in urine|Further oxidation|Green colour of Urine (carboluria)Q",
        "cop": 1,
        "opa": "Carbolic add",
        "opb": "Cyclophosphamide",
        "opc": "Phenopthalein",
        "opd": "Ethelene glycol",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "cee28782-6a63-4a44-8b93-7b05e498117b",
        "choice_type": "single"
    },
    {
        "question": "Calcium oxalate crystals found in urine in poisoning due to: (PGI June 2007)",
        "exp": "Ans.: C (Ethylene glycol poisoning) Ethylene Glycol Poisoning Harrison 17th/291. Ingestion of ethylene glycol (commonly used in antifreeze) leads to a metabolic acidosis and severe damage to the central nervous system, heart, lungs, and kidneys. The increased AG and osmolar gap are attributable to ethylene glycol and its metabolites, oxalic acid, glycolic acid, and other organic acids. Lactic acid production increases secondary to inhibition of the tricarboxylic acid cycle and altered intracellular redox state. Diagnosis is facilitated by recognizing oxalate crystals in the urine, the presence of an osmolar gap in serum, and a high-AG acidosis. If antifreeze containing a fluorescent dye is ingested, a Wood's lamp applied to the urine may be revealing. Treatment should not be delayed while awaiting measurement of ethylene glycol levels in this setting",
        "cop": 3,
        "opa": "Ethanol",
        "opb": "Methanol",
        "opc": "Ethylene glycol poisoning",
        "opd": "Dhatura poisoning",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "7acb86e7-9857-45d8-aa49-deed0783701f",
        "choice_type": "single"
    },
    {
        "question": "Fomepizole is used for",
        "exp": "Fomepizole is used as antidote in ethylene glycol poisoning Reference Harrison 20 edition pg 768",
        "cop": 1,
        "opa": "Ethylene glycol poisoning",
        "opb": "Ethyl alcohol poisoning",
        "opc": "Ether poisoning",
        "opd": "Type A lactic acidosis",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "74ad4453-0f82-45e8-bad5-5ec7fadfda9e",
        "choice_type": "single"
    },
    {
        "question": "A troubled youth has a long history of gasoline sniffing. For the above patient with a toxic ingestion or exposure, select the most likely clinical effect.",
        "exp": "Benzene is associated with bone marrow depression. Benzene is present to some extent in most gasolines, and poisoning may result from ingestion or vapors. Acute benzene poisoning can cause severe CNS symptoms such as blurred vision, tremors, shallow and rapid respiration, ventricular irregularities, paralysis, and loss of consciousness.",
        "cop": 4,
        "opa": "combines with cytochromes and catalase to block hydrogen and electron transport, thus producing tissue asphyxia",
        "opb": "methemoglobinemia",
        "opc": "vertigo, hyperventilation, tinnitus, and deafness",
        "opd": "bone marrow depression",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "4dee69e2-e344-4a45-a525-2e2635e45af7",
        "choice_type": "multi"
    },
    {
        "question": "Autopsy of lung of an old man shows that the bronchi are lined by stratified squamous epithelium. What is this change -",
        "exp": "Ans. is 'a' Metaplasia Metaplasia is an abnormality of cellular differentiation in which one type of mature cell is replaced by different type of mature cell and the latter is not normal for the tissue involved. Normally no squamous epithelial cells are found in lungs & respiratory tracts, so any stratified squamous epithelial cells in bronchus occur due to metaplasia. Squamous Metaplasia - is the most common type of epithelial metaplasia- non squamous pseudostratified columnar or cuboidal epithelium is replaced by a normal appearing stratified squamous epithelium. It is common in Endocervix and bronchial mucosa. Glandular metaplasia - It occurs in esophagus*, squamous epithelium replaced by glandular epithelium.",
        "cop": 1,
        "opa": "Metaplasia",
        "opb": "Dysplasia",
        "opc": "Hyperplasia",
        "opd": "Hypertrophy",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "ccb48937-dc59-4c21-b3c1-ce78330ca677",
        "choice_type": "single"
    },
    {
        "question": "Oxalate crystals in urine is seen in: (PGI Dec 2006)",
        "exp": "Ans: A (Ethylene glycol poisoning) Ethylene Glycol Poisoning# Ingestion of ethylene glycol (commonly used in antifreeze) leads to a metabolic acidosis and severe damage to the central nervous system, heart, lungs, and kidneys. The increased AG and osmolar gap are attributable to ethylene glycol and its metabolites, oxalic acid, glycolic acid, and other organic acids. Lactic acid production increases secondary to inhibition of the tricarboxylic add cycle and altered intracellular redox state.# Diagnosis is facilitated by recognizing oxalate crystals in the urine(r) the presence of an osmolar gap in serum, and a high-AG acidosis. If anti freeze containing a fluorescent dye is ingested, a Wood's lamp applied to the urine may be revealing. Treatment should not be delayed while awaiting measurement of ethylene glycol le%rels in this setting",
        "cop": 1,
        "opa": "Ethylene glycol poison",
        "opb": "Di glycol poison",
        "opc": "Alcohol",
        "opd": "Indinavir",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "644a2452-0ffb-456c-843d-1e0f210183b6",
        "choice_type": "single"
    },
    {
        "question": "Which is indicative of rain drop pigmentation?",
        "exp": "Ans. (d) Arsenic poisoning.",
        "cop": 4,
        "opa": "Mercury poisoning",
        "opb": "Cadmium poisoning",
        "opc": "Antimony poisoning",
        "opd": "Arsenic poisoning",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "341a0ee4-d7f9-4515-b973-ef40a0334761",
        "choice_type": "single"
    },
    {
        "question": "On exposure to air urine colour changes to olive green in poison in -",
        "exp": "BLADDER AND KIDNEYS Blue- or green-colored urine Decreased urine output No urine output EYES, EARS, NOSE, MOUTH, AND THROAT Severe burns in the mouth and food pipe (esophagus) Yellow eyes STOMACH AND INTESTINES Abdominal pain - severe Bloody stools Diarrhea Nausea and vomiting - possibly bloody Stomach pain HEART AND BLOOD Low blood pressure Rapid heart rate LUNGS AND AIRWAYS Deep, rapid breathing Wheezing Trouble breathing (may be lifethreatening if inhaled) NERVOUS SYSTEM Coma (decreased level of consciousness and lack of responsiveness) Seizures Hyperactivity Lack of aleness (stupor) SKIN Blue lips and fingernails Burns Yellow skin WHOLE BODY Excessive thirst Heavy sweating Ref Harrison 20th edition pg 790",
        "cop": 1,
        "opa": "Carbolic acid",
        "opb": "Cyclophosphamide",
        "opc": "Phenopthalein",
        "opd": "Ethelene glycol",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "cb016b55-8a47-4111-86d5-294972ae5c3c",
        "choice_type": "single"
    },
    {
        "question": "All the following statements are TRUE regarding methyl alcohol poisoning except -",
        "exp": "Concurrent ethanol ingestion will only improve the condition, as ethanol is the antidote for methanol poisoning. Ref Harrison 20th edition pg 776 Reference: Davidson's textbook of medicine, 23rd edition, page 137, table 7. 9",
        "cop": 4,
        "opa": "It is characterized by high anion gap acidosis",
        "opb": "It causes ocular toxicity",
        "opc": "It causes high osmolar gap",
        "opd": "Concurrent ethanol ingestion worsens the clinical features",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "d5eb6967-7f54-47fa-a6e0-af4056dbd34e",
        "choice_type": "multi"
    },
    {
        "question": "In organophosphorus compound poisoning atropine can reverse all the following signs EXCEPT",
        "exp": "Ans. d (Muscle weakness). (Ref. Harrison, Principles of Internal Medicine, 16th ed., 2589). Rx of organophosphorus compound (OPP)# In OPP poisoning treatment with atropine can reverse muscarinic effects (salivation, lacrimation, urine incontinence, diarrhoea, diaphoresis, emesis, bronchorrhoea, wheezing, seizures, abdominal cramps, and incontinence of feces).# While pralidoxime (2-PAM), a cholinesterase reactivator is for reversal of nicotinic signs and symptoms due to organophosphates, nerve gases or unknown anticholineesterases (hypertension, muscle cramps, fasciculations, weakness and paralysis). Toxicity/ Withdrawal of. Rx1. Opioid withdrawal. Methadone2. Aspirin intoxication. Sodabicarb3. TCA intoxication. Sodabicarb4. Diphenhydramine intoxication. Physostigmine5. Acetaminophen toxicityN-acetyl cystiene6. Alcohol withdrawal. Chlordiazepoxide7b-blocker toxicity. Atropine, IV Fluids, Glucagon8. OPPAtropine, Oximes",
        "cop": 4,
        "opa": "Lacrimation",
        "opb": "Diaphoresis",
        "opc": "Diarrhea",
        "opd": "Muscle weakness",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "f818c8ac-9a28-4b4d-8323-8b20538ccb19",
        "choice_type": "multi"
    },
    {
        "question": "The antidote of choice in paracetamol poisoning is-",
        "exp": "Antidote for paracetamol poisoning is Acetylcysteine. Reference: Harrison20th edition pg 789",
        "cop": 3,
        "opa": "Flumazenil",
        "opb": "Sodium bicarbonate",
        "opc": "Acetylcysteine",
        "opd": "Methylene blue",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "57bebe74-d01b-4e14-a349-70accff1141a",
        "choice_type": "single"
    },
    {
        "question": "A young child ingests silver polish by accident. The local poison control center states that cyanide is a common ingredient of silver polish. For the above patient with a toxic ingestion or exposure, select the most likely clinical effect.",
        "exp": "Cyanide is contained in silver polish, insecticides, rodenticides, and some plants. Inhalation of hydrogen cyanide may cause death within a minute; oral doses act more slowly, requiring several minutes to hours. Cyanide combines with cytochromes and catalase to produce tissue asphyxia. The treatment for cyanide poisoning includes the administration of IV sodium thiosulfate, which hastens the transformation of the cyanide to thiocyanate, which is excreted in the urine.",
        "cop": 1,
        "opa": "combines with cytochromes and catalase to block hydrogen and electron transport, thus producing tissue asphyxia",
        "opb": "methemoglobinemia",
        "opc": "vertigo, hyperventilation, tinnitus, and deafness",
        "opd": "bone marrow depression",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "4748f06d-19e9-4909-bbe0-2acbd2b381d1",
        "choice_type": "multi"
    },
    {
        "question": "Acute onset areflexic quadriparesis with blurred vision and absent pupillary response in a 20 years old male, the most probable diagnosis is?",
        "exp": "ANSWER: (B) Botulism. REF: Harrison s 17th ed p. 901, CMDT - 2006/1410. The clinical picture is most consistent with diagnosis of botulism. Botulismh/o recent injection of canned or smoked foods or injection of drug. Symmetric descending paralysis with prominent bulbar palsy. Diplopia, dysarthria, dysphonia, dysphagia. Pupils are fixed and dilated. Ptosis and cranial nerve palsy with impairment of extra ocular muscles and fixed dilated pupils are characteristic signs. Sensory examination is normal. Normal sensorium. Afebrile",
        "cop": 2,
        "opa": "Porphyria",
        "opb": "Botulism",
        "opc": "Polio",
        "opd": "Diphtheria",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "05581aea-e58f-4434-b206-6c647195a927",
        "choice_type": "single"
    },
    {
        "question": "A housewife ingests a rodenticide white powder accidentally. She is brought to hospital where the examination shows generalized, flaccid paralysis and an irregular pulse. ECG shows multiple ventricular ectopics, generalized changes with ST. Serum potassium is 2. 5 mE/l. The most likely ingested poison is -",
        "exp": "Ingestion of ceain forms of barium (e. g., barium carbonate or barium fluoride) in toxic amounts can lead to gastrointestinal signs and symptoms (e. g., vomiting, abdominal pain, and watery diarrhea). Severe hypokalemia induced by barium toxicity can cause ventricular dysrhythmias Oral or inhalation administration of barium carbonate in rats resulted in adverse Other symptoms and signs are hypokalemia, cardiac arrhythmias, cardiac. ECG showed flat ST with U waves in 4 patients. Ref Harrison 20th edition pg 566",
        "cop": 1,
        "opa": "Barium carbonate",
        "opb": "Superwarfarins",
        "opc": "Zinc phosphide",
        "opd": "Aluminium phosphide",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "28bc6b60-00c6-4d63-a081-588a6c6a5307",
        "choice_type": "multi"
    },
    {
        "question": "A 24 year old male presents with altered sensorium and rapid shallow breathing. ABG shows: pH 7. 2, sodium 140, bicarbonate 10 and chloride 98. Probable diagnosis is -",
        "exp": "usually happens because your body doesn't have enough insulin. Your cells can't use the sugar in your blood for energy, so they use fat for fuel instead. Burning fat makes acids called ketones and, if the process goes on for a while, they could build up in your blood. That excess can change the chemical balance of your blood and throw off your entire patients with type 1 diabetes mellitus and develops when insulin levels are insufficient to meet the body's basic metabolic requirements. DKA is the first manifestation of type 1 DM in a minority of patients. Insulin deficiency can be absolute (eg, during lapses in the administration of exogenous insulin) or relative (eg, when usual insulin doses do not meet metabolic needs during physiologic stress) The therapeutic goals of DKA management include optimization of 1) volume status; 2) hyperglycemia and ketoacidosis; 3) electrolyte abnormalities; and 4) potential precipitating factors. The majority of patients with DKA present to the emergency room. Therefore, emergency physicians should initiate the management of hyperglycemic crisis while a physical examination is performed, basic metabolic parameters are obtained, and final diagnosis is made. Several impoant steps should be followed in the early stages of DKA management: collect blood for metabolic profile before initiation of intravenous fluids; infuse 1 L of 0. 9% sodium chloride over 1 hour after drawing initial blood samples; ensure potassium level of >3. 3 m. Eq/L before initiation of insulin therapy (supplement potassium intravenously if needed); initiate insulin therapy only when steps 1-3 are executed. Ref Harrison 20th edition pg 980",
        "cop": 2,
        "opa": "Renal tubular acidosis",
        "opb": "DKA",
        "opc": "Ethylene glycol poisoning",
        "opd": "Amphetamine toxicity",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "3339d8b4-40ed-4043-aa68-ef0e4d266df7",
        "choice_type": "multi"
    },
    {
        "question": "A 2 year old boy presents with fever for 3 days which responded to administration of paracetamol. Three days later he developed acute renal failure, marked acidosis and encephalopathy? His urine showed plenty of oxalate crystals. The blood anion gap and osmolal gap were increased. Which of the following is the most likely diagnosis -",
        "exp": "Ans. is 'b' i. e., Diethyl glycol poisoning It is case of Ethylene glycol poisoning. The key to the diagnosis of Ethylene glycol poisoning is recognition of-Anion gap acidosis. Increased osmolar gap. Increased oxalate crystals in urine Ethylene glycol poisoning. Ethylene glycol is readily available as a constituent of antifreezes for car radiators. Young children are sometimes attracted by the sweet taste of ethylene glycol and it has sometimes been used criminally to give 'body' and sweetness to white table wines. Ethylene glycol, itself, can only cause direct depression of central nervous system, however their oxidized products i. e., aldehyde and oxalates can cause severe metabolic acidosis and renal failure. Ethylene glycol poisoning can be divided into three stages. Management of Ethylene glycol poisoning. Sodium bicarbonate to correct acidemia. Thiamine, folinic acid, magnesium and high dose pyridoxine to facilitate metabolism. Ethanol or Fomepizole is given to competitively inhibit the metabolism of Ethylene glycol. (Ethanol or Fomepizole occupies the enzyme alcohol dehydrogenase, and are metabolized instead of Ethylene glycol). Hemodialysis to eliminate ethylene glycol.",
        "cop": 2,
        "opa": "Paracetamol poisoning",
        "opb": "Diethyl glycol poisoning",
        "opc": "Severe malaria",
        "opd": "Hanta virus infection",
        "subject_name": "Medicine",
        "topic_name": "Toxicology",
        "id": "33afc106-d31b-4d7c-8315-a6f878cc5504",
        "choice_type": "single"
    }
]