[
    {
        "question": "Broncholithiasis is a feature of?",
        "exp": "Cystic Fibrosis cause infections, recurrent pneumonia and bronchiectasis Parathyroid adenoma will cause calcification but not in the airway It causes nephrocalcinosis. Pulmonary lymphangio leiomyomatosis Hyperplasia of smooth muscle. Commonly seen in females Depends on estrogen Present with Pneumothorax, Pleural effusion No calcifications seen TB -Lymph nodes enlarged and calcified- erosion of airways.",
        "cop": 2,
        "opa": "Cystic fibrosis",
        "opb": "Tuberculosis",
        "opc": "Pulmonary lymphangioleiomyomatosis",
        "opd": "Parathyroid adenoma",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "30880a44-039a-4a29-9bf8-686f0b4683ea",
        "choice_type": "single"
    },
    {
        "question": "A patient is diagnosed with HIV and Tuberculosis. How should ATT and c-A.R.T be staed?",
        "exp": "Initiation of cA and/or anti-TB therapy may be associated with clinical deterioration due to immune reconstitution inflammatory syndrome (IRIS) reactions. These are most common in patients initiating both treatments at the same time, and may occur as early as 1 week after initiation of therapy, and are seen more frequently in patients with advanced HIV disease. For these reasons it is often recommended that initiation of cA be delayed in antiretroviral-naive patients until 2-8 weeks following the initiation of treatment for TB.",
        "cop": 1,
        "opa": "Sta ATT first",
        "opb": "Sta cA first",
        "opc": "Sta both simultaneously",
        "opd": "Sta cA only",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "6025a511-4156-4844-a0b5-8c8a774b68ec",
        "choice_type": "multi"
    },
    {
        "question": "Test not done for diagnosis of TB?",
        "exp": "GENE XPE or CBNAAT - TB Adenosamine deaminase levels in pleural fluid - increase in pleural TB. Lymphocyte count - increased in all infections including TB. Albumin levels - decreased in cirrhosis/nephrotic syndrome.",
        "cop": 2,
        "opa": "Gene XPE",
        "opb": "Albumin levels",
        "opc": "Adenosine Deaminase levels",
        "opd": "Lymphocyte counts",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "cac04be4-9be1-4ad6-9826-af8642ce7ebf",
        "choice_type": "single"
    },
    {
        "question": "A patient tested positive of MTB on sputum CBNAAT. He did not come again to PHC in spite of multiple reminders. He now presents with non-massive hemoptysis and is alarmed. What is the next best step for this patient?",
        "exp": "Massive Hemoptysis - urgent rigid bronchoscopy and prophylactic balloon tamponade Non massive Hemoptysis - CT chest",
        "cop": 2,
        "opa": "Urgent coagulation studies",
        "opb": "Perform CT scan chest",
        "opc": "Schedule a flexible fibreoptic biopsy",
        "opd": "Urgent rigid bronchoscopy and prophylactic balloon tamponade",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "17258054-9605-4f7e-948a-e64757a1b086",
        "choice_type": "multi"
    },
    {
        "question": "Procedure of choice for control of massive hemoptysis?",
        "exp": "In massive Hemoptysis - source of bleeding is Bronchial aery So, Bronchial aery embolization is the procedure of choice to control massive hemoptysis.",
        "cop": 3,
        "opa": "Balloon catheter tamponade",
        "opb": "Rigid bronchoscopy and Photocoagulation",
        "opc": "Bronchial aery embolization",
        "opd": "Flexible bronchoscopy and cautery",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "b24de966-fe58-4793-ab73-0d9d73fcdf14",
        "choice_type": "multi"
    },
    {
        "question": "A 48-year-old HIV-positive male presents with 3 weeks of cough, fever, night sweats, weight loss and diarrhea. He is not taking any treatment for HIV and has a CD4 count of <50. Most likely diagnosis is -",
        "exp": "The above clinical presentation is suggestive of MAC infection Mycobacterium avium complex in HIV patients - Mycobacterium aviumcomplex consists of multiple nontuberculosis mycobacterial species (NTM) It is the most common cause of nontuberculosis mycobacterial species infections in humans Respiratory system is the most common site of infection It is a nonmotile, non-spore-forming, gram-positive acid-fast bacillus. Itis a nonchromogen and slow-growing and takes about 10 to 20 days to develop mature colonies MAC isacquired by inhalation and can also be ingested into the gastrointestinal tract, where it adheres to the mucosal epithelial cells and infects the macrophages. Risk factors forMycobacterium avium complex pulmonary disease are - CD4 count less than 50 in AIDS patients Low CD4 in lymphoreticular malignancies Pneumoconiosis, Chronic obstructive pulmonary disease (COPD) Cystic fibrosis Other chronic lung diseases Persons with thoracic and skeletal abnormalities such as severe scoliosis, straight back syndrome, Patients with mitral valve prolapse, Immunosuppression post-transplant Patients with deficiency in IFN-gamma production as well as IFN-gamma receptor deficiency. Clinical features - Mycobacterium aviumcomplex infections occur when the CD4 counts are less than 50. Mycobacterium avium complex infections frequently present as disseminated infections. However M. intracellulare does not cause disseminated disease in HIV patients. Common clinical findings are Fever (MC), night sweats , weight loss , abdomen pain, diarrhea, mesenteric lymphadenopathy, anemia, elevated alkaline phosphatase, and elevated lactate dehydrogenase Treatment - The medications used in the treatment of Mycobacterium avium complex infections are a macrolides, clofazimine, rifampin, rifabutin, ethambutol, fluoroquinolone, linezolid, and aminoglycosides Preferred regimens must contain clarithromycin and ethambutol.",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Mycobacterium avium complex",
        "opc": "Candidiasis",
        "opd": "Pneumocystis jiroveci",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "86f568a5-c507-4099-a293-ccec64e72209",
        "choice_type": "single"
    },
    {
        "question": "Most common form of extra-pulmonary TB is?",
        "exp": "MC form extra-pulmonary TB is Cervical lymphadenitis (TB lymphadenitis) | Diagnosed by FNAC",
        "cop": 2,
        "opa": "TB CNS",
        "opb": "TB Lymphadenitis",
        "opc": "TB Genito-urinary",
        "opd": "Potts spine",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "0483f552-a3a4-4ee9-8855-70ae2c3f66ef",
        "choice_type": "single"
    },
    {
        "question": "Urine LAM is used for diagnosis of?",
        "exp": "Urine LAM (Lipoarabinomannan) is used for diagnosis of Mycobacterium tuberculosis Mycobacterium leprae-split skin smear Mycoplasma pneumonia- can be detected by urine test but we use different antigen for it Listeria monocytogenes- causes meningitis in children, so we use CSF",
        "cop": 1,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Mycobacterium leprae",
        "opc": "Mycoplasma Pneumoniae",
        "opd": "Listeria monocytogenes",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "d4dc6781-a602-4746-9328-de5b0b1bf457",
        "choice_type": "single"
    },
    {
        "question": "Tuberculous pleural effusion is characterized by all except?",
        "exp": "Mesothelial cells are found in variable numbers in most effusions, but their presence at greater than 5% of total nucleated cells makes a diagnosis of TB less likely. Markedly increased number of mesothelial cells, especially in bloody eosinophilic effusions, suggests pulmonary embolism as the cause of an effusion.",
        "cop": 4,
        "opa": "Hemorrhage",
        "opb": "LDH more than 60%",
        "opc": "Protein is increased",
        "opd": "Mesothelial cells",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "a4fdcd05-6f71-4cc8-926b-0f77bffbc4dd",
        "choice_type": "multi"
    },
    {
        "question": "This miliary pattern in CT scan can occur due to spread from?",
        "exp": "Miliary pulmonary disease Miliary systemic disease It occurs in primary progressive pulmonary TB when organisms in the draining lymph nodes erode into the pulmonary aeries. This distributes the infection to both lung fields. Once the infection in the lung reaches the pulmonary vein the bacteria can reach the left side hea. Subsequently, they can seed organs like liver and spleen",
        "cop": 4,
        "opa": "Lymphatics",
        "opb": "Bronchial vein",
        "opc": "Pulmonary aery",
        "opd": "All of the above",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "e46f3a0b-cfb9-4029-a305-ac09ba2e1b6c",
        "choice_type": "multi"
    },
    {
        "question": "XDR-TB is defined as:",
        "exp": "XDR -TB - resistant to - (1) INH & rifampicin (2) Any fluoroquinolone (3) 1 of 3 injectable drug (Amikacin, kanamycin or Capreomycin) MDR-TB - Resistance to INH & Rifampicin.",
        "cop": 4,
        "opa": "Resistance to at least INH & rifampicin +/- other drugs",
        "opb": "Resistance to any of the 3 first line drugs",
        "opc": "Resistance to all 1st line drugs & any 3 second line injectable drugs",
        "opd": "Resistance to at least INH & rifampicin + any quinolones + at least 1 injectable 2nd line drug",
        "subject_name": "Medicine",
        "topic_name": "Tuberculosis",
        "id": "8b77b044-f0c1-4dbb-b3ba-cd03b2d95d1c",
        "choice_type": "multi"
    }
]