[
    {
        "question": "Increased serum calcium is seen in all except:",
        "exp": "Answer is A (Myxoedema): Hypercakemia is a feature of Hypehyroidism and not hypothyroidism (Myxoedema)",
        "cop": 1,
        "opa": "Myxedema",
        "opb": "Multiple myeloma",
        "opc": "Sarcoidosis",
        "opd": "Primary hyperparathyroidism",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "80a5a35c-e901-41ff-b86f-d4da86151649",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following vitamin deficiency is found in patients with gastric cancer?",
        "exp": "Gastric cancers can grow to an extent to cause damage to cells producing intrinsic factors and hence vitamin B12 deficiency. Vitamin B12 deficiency may also occur in post gastrectomy patients of gastric carcinoma, autoimmune pernicious anemia predisposing to gastric cancer and atrophic gastritis.",
        "cop": 2,
        "opa": "Vitamin C",
        "opb": "Vitamin B 12",
        "opc": "Vitamin A",
        "opd": "Vitamin D",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "d08d3bf0-d69f-4931-ae89-ae21938c5429",
        "choice_type": "single"
    },
    {
        "question": "True about the chronic obstructive pulmonary disease (COPD)",
        "exp": "In COPD, airflow obstruction is demonstrated by spirometry in which the post-bronchodilator FEV1/FVC is less than 70%. The severity of COPD may be defined in relation to the post-bronchodilator FEV1 which is <30% predicted in very severe type. Measurement of lung volumes provides an assessment of hyperinflation. COPD is characterised by an increase in residual volume, residual volume/total lung capacity ratio, and progressive hyperinflation(increased total lung capacity) late in the disease.",
        "cop": 4,
        "opa": "FEVI <30 of predicted value",
        "opb": "FEV1/FVC<0. 7",
        "opc": "total lung capacity increased",
        "opd": "All",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "3ee7a15a-0141-4ec8-beef-018452278ae3",
        "choice_type": "multi"
    },
    {
        "question": "Alcoholic presents with psychosis and memory loss. Probable diagnosis is:",
        "exp": "Alcoholic patients with chronic thiamine deficiency may also have central nervous system (CNS) manifestations known as Wernicke's encephalopathy, consisting of horizontal nystagmus, ophthalmoplegia (due to weakness of one or more extraocular muscles), cerebellar ataxia, and mental impairment. When there is an additional loss of memory and a confabulatory psychosis, the syndrome is known as Wernicke-Korsakoff syndrome. Ref: Harrison's principle of internal medicine 17th edition, chapter 71.",
        "cop": 2,
        "opa": "Wernicke's encephalopathy",
        "opb": "Wernicke's Korsakoff psychosis",
        "opc": "Acute psychosis",
        "opd": "None of the above",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "8f7c275b-2ba9-4771-ab96-bddcf3e0734d",
        "choice_type": "multi"
    },
    {
        "question": "A 53 year old male presents with an enlarged supraclavicular lymph node, and examination reveals enlargement of the Waldeyer ring of oropharyngeal lymphoid tissue. There is no hepatosplenornegaly. Lymph node biopsy reveals replacements by a monomorphous population of large lymphoid cells with enlarged nuclei and prominent nucleoli. The CBC is normal except for finding of mild anemia. Immunohistochemical staining and flow cytometry of the node reveals that most lymphoid cells are CDl9 CD10=, CD3-, CD15-, and negative (TdT). These findings are most consistent with a diagnosis of",
        "exp": "Diffuse large B-cell lymphoma occurs in older individuals and frequently presents as localized disease with extranodal involvement, paicularly of the Waldeyer ring. The staining pattern indicates a B-cell proliferation (CD19, CD1O). T-cell (CD3) and monocytic (CD15) markers are absent, TdT can be expressed in B- lineage cells at an earlier stage of maturation. Small lymphocytic lymphoma is also a B-cell neoplasm, but it manifests with widespread lymphadenopathy, liver and spleen enlargement, and lymphocytosis, Lymphoblastic lymphoma is a T-cell neoplasm that occurs typically in the mediastinum of children. Reed-Stem berg cells characterize Hodgkin disease. In chronic lymphaderiitis, the lymph node has many cell types-macrophages, lymphocytes, and plasma cells. A monomorphous infiltrate is typical of non-Hodgkin lymphomas.",
        "cop": 2,
        "opa": "Chronic lymphadenitis",
        "opb": "Diffuse large B-cell lymphoma",
        "opc": "Hodgkin disease",
        "opd": "Lymphoblastic lymphoma",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "7247b17d-945d-433a-acf2-03a6a7d6bcc0",
        "choice_type": "multi"
    },
    {
        "question": "Sternal edema is seen in -",
        "exp": null,
        "cop": 2,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Diphtheria",
        "opd": "Varicella",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "e72bd6ed-4a3b-4efc-9723-249191d75a80",
        "choice_type": "single"
    },
    {
        "question": "Hypercalcemia related to malignancy is seen in which of the following cancers?",
        "exp": "Answer- D. All the above. Malignancy related-Solid tumor with metastasis/ paraneoplastic syndrome. Carcinoma breast/ Lung/ Kidney etc. Hematological: Multiple myeloma/Lymphoma/Leukemia. Aluminum intoxication. Milk Alkali syndrome",
        "cop": 4,
        "opa": "Multiple myeloma",
        "opb": "Lung carcinoma",
        "opc": "Carcinoma breast",
        "opd": "All the above",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "e2db43c7-424f-4ced-b5a9-ddf04146e656",
        "choice_type": "multi"
    },
    {
        "question": "Features of systemic sclerosis include all of the following, Except:",
        "exp": "Answer is D (More common in young patients): Systemic sclerosis is primarily a disease of adults and the mean age of presentation is around 50 years. Systemic sclerosis is not a disease of young individuals The mean age of presentation of systemic sclerosis is 50 years -- Current Diagnosis & Treatment in Rheumatology 2nd/228 The peak incidence of systemic sclerosis is 50-60 years -- Robbins 7th/239 The most common age of onset in the range of 30-50 years -- Harrison 171h/2097 Systemic sclerosis is more common in women Like other connective tissue disorders systemic sclerosis shows a female predominance- Harrison 17th/2097 Systemic sclerosis is primarily a disease of women (female to male ratio is 3: I) -- Robbin, s Systemic sclerosis may present with Calcinosis, Sclerodactyly and hyperpiamentation The skin of extremities and trunk may be darkly pigmented. Diffuse tanning in the absence of sun exposure may be a very early manifestation of skin involvement -- Harrisons Calcinosis and sclerodactyly are pa of the 'Crest syndrome' in limited systemic sclerosis CREST syndrome C Calcinosis R Raynauld's E Esophageal dysmotility S Sclerodactyly T Telengactasia",
        "cop": 4,
        "opa": "Calcinosis",
        "opb": "Sclerodactyly",
        "opc": "Hyperpigmentation (Melanin deposition)",
        "opd": "More common in young patients",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "09950045-18b9-4112-97c1-3783c52160f6",
        "choice_type": "multi"
    },
    {
        "question": "Side effects of zidovudine-",
        "exp": null,
        "cop": 3,
        "opa": "Headache",
        "opb": "Myalgia",
        "opc": "Granulocytopenia",
        "opd": "Rashes",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "a9e7551f-ef33-4f03-95b5-dd734229baed",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not associated with a high reticulocyte count?",
        "exp": null,
        "cop": 3,
        "opa": "Acute bleed",
        "opb": "Haemolytic anemia",
        "opc": "Megaloblastic anemia",
        "opd": "Response to treatment in nutrition deficiency anemia",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "59910ee9-c246-4df5-86bb-872966f42d45",
        "choice_type": "single"
    },
    {
        "question": "Severe painful sensorimotor and autonomic neuropathy along with alopecia may suggest poisoning with:",
        "exp": "Severe painful sensorimotor and autonomic neuropathy along with alopecia--thallium Severe painful sensorimotor neuropathy / GI disturbance and Mee's lines--arsenic Wrist or finger extensor weakness / anemia and basophilic stippling of red blood cells--lead Ref: Harrison, Edition-18, Page-3450.",
        "cop": 1,
        "opa": "Thallium",
        "opb": "Arsenic",
        "opc": "Lead",
        "opd": "Copper",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "07f825a3-1f7c-4bc2-a476-e2751656a2f1",
        "choice_type": "multi"
    },
    {
        "question": "Inferior Rib notching is seen in all except?",
        "exp": "Answer is D (Neurofibromatosis) Neurofibromatosis is associated with superior rib notching Inferior rib notching is characteristically seen in coarctation of Aoa and may also be seen in Superior vena cava obstruction and a Blalock-Taussig shunt operation Rib-Signs in Coarctation of aoa: Inferior rib notching is characteristic, and is believed to be due to pressure erosion by intercostal aeries. Inferior rib notching takes several years to develop and is rarely seen before the age of 8 years. e '3' signemay be seen due to enlargement of left subclan aery above the coarctation Usually spares fist two ribse where intercostal aeries arise from costocervical trunk which is proximal to the usual site of CA. Mostly commonly affected ribs are the 4th to 8th ribs. Usually bilateral but asymmetrical.",
        "cop": 4,
        "opa": "Coarctation of aoa",
        "opb": "Classical blalock tausing operation",
        "opc": "SVC obstruction",
        "opd": "Neurofibromatosis",
        "subject_name": "Medicine",
        "topic_name": null,
        "id": "fa6b40a1-459a-401c-96e7-fac5608e7744",
        "choice_type": "multi"
    }
]