[
    {
        "question": "Christmas tree appearance of urinary bladder is seen in -",
        "exp": "Ans. is 'a' i. e., Neurogenic bladder o Christmas tree appearance of the bladder is seen in neurogenic bladder caused by detrusor hyperreflexia. o Detrusor hyperreflexia is caused by lesions of the spinal cord above the sacral segments but below the pons. Such patients have noperception of bladder filling or emptying and voluntary' voiding is not possible. o Voiding when it does occur is involuntary with simultaneous contractions of the detrusor and external sphincter muscles. o Common neurological condition resulting in detrusor hyperreflexia include: Multiple sclerosis. Myelodysplasia, Spinal cord trauma. Spinal cord tumours, A-V malformatio nof the spinal cordo Radiologically patients with long terms untreated detrusor hyperreflaxia have characteristic changes of the urinary tact. Bladder is vertically oriented, with an irregular contours, consistent with trabeculation. There are frequently multipel diverticula. Such a bladder is referred to as a Christmas tree. Automatic bladder. Autonomous bladder. Lesion site. Above T5 or higher. Cauda equina damage / lower motero neuron damage. Manifestation. Small spastic bladder. Large flaccid bladder. Why this name? urge comes again and again due to repeated contractions and hence empties repeatedly after some time. Has no urge sensation and continuous DRIBBLING occurs. So it is like the bladder is working all the time but Brain has no control over it and hence called autonomous bladder. Radiological data. Christmas tree appearance. No VUR but still bladder is large and holds lots of residual urine",
        "cop": 1,
        "opa": "Neurogenic bladder",
        "opb": "Stress incontinence",
        "opc": "Autonomous bladder",
        "opd": "Enuresis",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "10ded586-c056-4fec-9bdd-e918ebe893a0",
        "choice_type": "single"
    },
    {
        "question": "Most important cause of interstitial nephritis is -",
        "exp": "Ans. is 'a' i. e. t Drugs [Ref: Harrison 18th/e p. 23671. (285. 1), 2368; 11th/ep. 1806, 18071o In initial reports, the vast majority of cases of acute interstitial nephritis results from exposure to beta-lactam antibiotics, particularly methicillin. o More recently; drugs other than antibiotics as well as infections and other underlying conditions have been recognized as clinically significant causes. The distribution of causes of acute interstitial nephritis has been reported as follows -o Drugs-75% (antibiotics responsible for l/3rd cases), o Infections-5-10%. o Tubulointerstitial nephritis and uveitis (TINU) syndrome-5-10%. o Systemic diseases including sarcoidosis, -10-15%Sjogren's syndrome, SLE and others. The most common drutis causins acute interstitial nephritis are -o NS A IDS including selective cyclooxygenase inhibitors. o Rifampicin. o Antimicrobial sulfonamide including trimethoprim sulfamethoxazole. o Diuretics including loop diuretics such as furosemide and Bumetanide and thiazide type diuretics. o Ciprofloxacin, Cimetidine, Allopurinolo Proton pump inhibitors omeprazoleo Indinaviro 5 Aminosalicylates",
        "cop": 1,
        "opa": "Drugs",
        "opb": "Infection",
        "opc": "Malignancy",
        "opd": "Dehydration",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "6e5c3a68-5589-461b-8686-8a5cdc767a29",
        "choice_type": "single"
    },
    {
        "question": "A boy is suffering from acute pyelonephritis. Most specific urinary finding will be",
        "exp": "Ans. is 'a' i. e. W. B. C. casts Remember. They have specifically asked about pyelonephritis, not urinary tract infection. There are three basic forms of urinary tract infection. Pyelonephritis. Cystitis. Asymptomatic bacteriuriapyelonephritis. Urinary tract infection involving the renal parenchyma, if there is no parenchymal involvement, the condition may be termed pyelitis. cystitis. It indicates bladder involvement. asymptomatic bacteriuria. It refers to individuals who have a positive urine culture without any manifestation of infection and occur almost exclusively in girls. Remember that casts can only be formed in the kidney. The presence of cast is specific for kidney. Casts cannot be formed from anywhere else in the urinary tract. Casts are the only elements found in urinary sediments which are unique to the kidney. Thus whenever WBC casts are present in a patient suspected of having urinary tract infection it confirms pyelonephritis. According to Harrison \"leucocyte casts can be detected in urine of only selected patients but the detection of these casts is pathognomic\"About \"Bacteria in gram stain\"Bacteria in gram stain can be positive in any type of urinary tract infection whether it is pyelonephritis, cystitis, or urethritis. Presence of bacteria confirms the urinary tract infection but the exact site is detected by W. B. C. casts. Still of am not sure of the answer, because on page 251 Harrison states \"The presence of bacteria suggests infection and white blood cell casts with bacteria are indicative of pyelonephritis. White blood cells and or white blood cell casts may also be seen in tubulointerstitial processes such as interstitial nephritis, S. L. E and transplant rejection\"Nitrite test. More than 90% of common urinary pathogen (gram negative rods) are nitrite producing bacteria. In the presence of infection urinary nitrate is converted to nitrite which can be detected in urine. A positive nitrite test indicates infection with nitrite producing bacteria. Leucocyte esterase testA positive test is seen in presence of WBC's in urine and suggestive of pyuria. A positive leucocyte esterase test results from the presence of WBC. A negative leucocyte esterase test indicates that an infection is unlikely and that without additional evidence of urinary tract infection urine culture need not be. Once again, make it clear\"Although white cell casts may be observed in other conditions they are along with other features of UT1 specific for acute pyelonephritis \"'",
        "cop": 1,
        "opa": "W. B. C. casts",
        "opb": "Leucocyte esterase test",
        "opc": "Nitrite test",
        "opd": "Bacteria in gram stain",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "da104459-b182-4a80-a8c4-19981a4f8e53",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of nosocomial urinary tract infection -",
        "exp": "Ans. is 'c' i. e., E. colio The term hospital infection, hospital -acquired infection or nosocomial infection are applied to infections developing in hospitalized patients, not present or in incubation at the time of their admission. o Such infections may become evident during their stay in hospital or, sometimes, only after their discharge. Common hospital acquired infectionso Overall staphylococcus aureus is the most common cause of nosocomial infection. o Most common type of nosocomial infection is urinary tract infection (UTI), caused most commonly by E. coli. Most common cause is urinary catheterization. o Staphylococcus aureus is the most common cause of surgical wound infection. o Pneumonia is the 2nd most common nosocomial infection (after UTI). o Most common cause of nosocomial pneumonia, especially in ICO are enteric-gram negative bacilli like E. coli and pseudomonas. o Most common cause of ventilator associated pneumonia are pseudomonas (21%) and staphylococcus aureus (20%). o Most common vascular device (intravascular catheter) associated infections / bacteremia are caused by coagulase negative staphylococci. Bacteria. Virus. Fungus. Protozoao Staphylococcio HIVo Candidao E. histolyticao Streptococcio HBVo Aspergilluso Plasmodiao E. colio HCVo Mucoro P. Cariniio Pseudomonaso CMVo Toxoplasma o Proteuso HSV o Klebsiellao Enteroviruses o Enterobacter o Serratia",
        "cop": 3,
        "opa": "Streptococcus",
        "opb": "Salmonella",
        "opc": "E. coli",
        "opd": "Staphylococcus",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "e836649b-a99a-48e1-be5f-d2ea4f7f9c07",
        "choice_type": "single"
    },
    {
        "question": "Urine of a UTI patient has a pH of more than 8, the probable organism is:",
        "exp": "Ans: B (Proteus) Ref: Harrison's 18th edn, pg 1245. Explanation: Proteus UTICauses only 1% UTI in healthy women. Causes 5% of hospital acquired UTI15% of catheter associated UTIProduces urease, which hydrolyses urea- Ammonia- Alkaline urine. Alkaline urine- precipitation of organic and inorganic compounds- Struvite and Carbonate-Apatite crystals, Staghorn calculi and forming Biofilm on catheter.",
        "cop": 2,
        "opa": "Ecoli",
        "opb": "Proteus",
        "opc": "Klebsiella",
        "opd": "Candida",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "d5f40a5a-4977-41b4-89a4-890e2d148872",
        "choice_type": "single"
    },
    {
        "question": "A boy is suffering from acute pyelonephritis. Most specific urinary finding will be?",
        "exp": "Ans. a. WBC casts (Ref: Robbins 9/e p932, Harrison 19/e p861, 18/e p2390; Smith 17/e p51; Campbell 10/e p96). Most specific urinary finding in acute pyelonephritis is WBC casts. \"When acute pyelonephritis is clinically apparent, the onset is usually sudden, with pain at the costovertebral angle and systemic evidence of infection, such as fever and malaise. There are usually indications of bladder and urethral irritation, such as dysuria. frequency, and urgency. The urine contains many leukocytes (pyuria) derived from the inflammatory infiltrate, but pyuria does not differentiate upper from lower urinary tract infection. The finding of leukocyte casts, typically rich in neutrophils (pus casts), indicates renal involvement, because casts are formed only in tubules. The diagnosis of infection is established by quantitative urine culture. ''- Robbins 9/e p932. Clinical significance of different casts. Hyaline casts* A normal constituentQ of urine and has no attached significanceQ* Tom Horsfall proteinQ is protein secreted by epithelial cells of loop of henle. This protein may be excreted as Hyaline cast. QRBC cast* Are suggestive of glomerular injuryQ or acute glomerulonephritis. WBC casts* Are suggestive of interstitial injury and may be seen in interstitial nephritisQ* WBC cast with bacteria indicate pyelonephritis. QBrood granular casts* Are seen in CRFQ and suggests interstitial fibrosis and dilatation of tubules. Pigmented muddy brown granular casts* Are suggestive of ischemic or nephrotoxic injuryQ (Tubular Necrosis). Acute Pyelonephritis. Acute suppurative inflammation of the kidney caused by bacterial and sometimes viral (e. g. polyoma virus) infection. Hematogenous, induced by septicemic spread or ascending infection. Associated with vesicoureteral reflux. Morphology: Hallmarks of acute pyelonephritis: Patchy interstitial suppurative inflammation, intratubular aggregates of neutrophils and tubular necrosisQ. Complications of Acute Pyelonephritis. Papillary necrosis is seen mainly in diabetics and in those with urinary tract obstruction; usually bilateral. QPyonephrosis: In cases of total or almost complete obstruction, particularly when it is high in the urinary tract. Perinephric abscess. The neutrophilic infiltrate is replaced by one that is predominantly composed of macrophages, plasma cells, and (later) lymphocytesQ. The inflammatory foci are eventually replaced by irregular scarsQ that can be seen on the cortical surface as fibrous depressions. Predisposing Factors: Urinary tract obstruction, instrumentation of the urinary tract (catheterization), vesicoureteral reflux. QPregnancy. QDiabetes mellitus. QImmunosuppression and immunodeficiency. QInvestigation: Urine contains many leukocytes (pyuria) derived from the inflammatory infiltrate, but pyuria does not differentiate upper from lower urinary tract infection. The finding of leukocyte casts, typically rich in neutrophils (pus casts), indicates renal involvement, because casts are formed only in tubulesQ. Leukocyte casts are present in the urine of some patients, and the detection of these casts is pathognomonic for acute pyelonephritisQ",
        "cop": 1,
        "opa": "WBC casts",
        "opb": "Leucocyte esterase test",
        "opc": "Nitrite",
        "opd": "Bacteria in gram stain",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "4fa6aad5-9602-433a-b033-560a3fa23ae5",
        "choice_type": "single"
    },
    {
        "question": "Uretheritis is seen in -",
        "exp": "Ans. is 'a' i. e., Reiter syndrome o Reiter-s syndrome was a term used bv Hans Reiter to describe a clinical triad of. Urethritis. QArthritisQ and. ConjunctivitisQ occurring some weeks after either dysentery or venereal infection. o Bui it is now recognized, that this is one of the classic forms of reactive arthritis i. e., An aseptic inflammatory arthritis associated with non-specific urogenital or bowel infection. More on Reiter's syndrome or Reactive arthritis: o It occurs in 1-3% of all people who develop either non-specific urogenital infection or shigella dysenteryQ, but its incidence may be as high as 25%Q in those who are HLA-B27Q positive, o Men are affected more than womenQ (young men are more prone). The striking symptoms are -o Polyarthritiso Urethritis, cervicitis, cystitiso Conjuncvitiso Less frequent but equally characteristic features are a vesicular or pulstular dermatitis of the feet (keratoderma blenorrhagicumQ) balanitis and mild buccal ulcerations.",
        "cop": 1,
        "opa": "Reiters syndrome",
        "opb": "Gout",
        "opc": "Rheumatoid arthritis",
        "opd": "PAN",
        "subject_name": "Medicine",
        "topic_name": "Urinary Tract Infections and Interstitial Cystitis",
        "id": "e361f2d7-0ba2-4e26-ad5c-0f759714e0cf",
        "choice_type": "single"
    }
]