[
    {
        "question": "Straight back syndrome is associated with?",
        "exp": "Straight back syndrome: Loss of thoracic kyphosis (antero-posterior diameter of chest is relatively lesser), so place available for heart is also less. Heart is sandwiched b/w thoracic veebrae, sternum and rib cage. Causes Mitral valve Prolapse =>Mid Systolic click Ankylosing spondylitis - AR condition",
        "cop": 1,
        "opa": "Mitral valve Prolapse",
        "opb": "Ankylosing spondylitis",
        "opc": "Osteopetrosis",
        "opd": "Cor-triatriatum",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "b0ead171-a045-4dd1-a3a0-570b022217cb",
        "choice_type": "single"
    },
    {
        "question": "Ross procedure involves?",
        "exp": "Ross Procedure: Specialized aoic valve surgery in which patient's diseased aoic valve is replaced with his own pulmonary valve. The pulmonary valve is then replaced with the cryopreserved cadaveric pulmonary valve.",
        "cop": 2,
        "opa": "Replacement of aoic valve with pulmonic homograft",
        "opb": "Replacement of aoic valve with autologous pulmonic valve and implantation of pulmonic valve homograft",
        "opc": "Replacement of mitral valve with tissue prosthesis and repair of tricuspid valve",
        "opd": "Replacement of aoic valve with porcine valve and repair of pulmonary valve",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "2d42a953-ce68-462c-89a2-bdaaf8b090da",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in MVP?",
        "exp": "Mitral Valve Prolapse TIA occur in MVP due to endothelial disruption-Cerebral emboli. IE occurs in MVP with Mitral regurgitation PVC and PSVT can occur due to stress on papillary muscles and myocardium. Defect in type III collagen has been incriminated in MVP",
        "cop": 4,
        "opa": "Transient ischemic attack",
        "opb": "Infective endocarditis",
        "opc": "Premature ventricular contractions",
        "opd": "Defect in type IV collagen",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "b896924a-197c-4bbf-b7b1-aa4df74f2532",
        "choice_type": "single"
    },
    {
        "question": "What does displacement of cardiac apex towards left and downwards indicate?",
        "exp": "Normal left ventricular apex Left ventricular hyperophy Right ventricular hyperophy Impulse is located at or medial to the left midclavicular line in the fouh or fifth intercostal space. The impulse may be displaced laterally and downward into the sixth or seventh intercostal space in cases of aoic regurgitation or lesions like aoic stenosis/HOCM. Results in a sustained systolic lift at the lower left parasternal area, which stas in early systole and is synchronous with the left ventricular apical impulse.",
        "cop": 2,
        "opa": "Right ventricular hyperophy",
        "opb": "Left ventricular hyperophy",
        "opc": "Right atrial hyperophy",
        "opd": "Left atrial hyperophy",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "519563ca-3529-4854-9d5f-b07533891233",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old man with history of syncopal attacks on exeion and angina is undergoing heart valve surgery. The intra-operative appearance is shown below. Which kind of pulse is expected to present in this case before surgery?",
        "exp": "Aoic Stenosis Notice a calcified heart valve with three cusps. Taking into consideration age of patient with clinical finding of syncopal attacks and angina, Pulse- Slow rising pulse with low amplitude - Anacrotic pulse.",
        "cop": 4,
        "opa": "Dicrotic pulse",
        "opb": "Pulsus bigeminus",
        "opc": "Pulsus bisferiens",
        "opd": "Anacrotic pulse",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "c60dae5b-b2b8-4858-86dd-332a61f47fc3",
        "choice_type": "single"
    },
    {
        "question": "What happens to Austin flint murmur after exposure of vasodilators?",
        "exp": "Defective aoic valve closure and blood coming back in the ventricular chamber. | Severe Aoic Regurgitation | Austin Flint murmur | When vasodilator is used -Dilate aoa & pressure | in Aoa-Less blood flows back & murmur is softer. Note: All murmurs | in intensity with Valsalva standing & Amyl nitrate Except HOCM= Louder MVP= Longer",
        "cop": 2,
        "opa": "Accentuated",
        "opb": "Softer",
        "opc": "Longer duration",
        "opd": "Shoer duration",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "06786740-4fc0-4760-baf7-54c5b8895ad4",
        "choice_type": "single"
    },
    {
        "question": "Which is the Valvular lesion being repaired in this 20-year-old man with the malar flush?",
        "exp": "*Image shows a balloon valvotomy procedure being performed which rules out regurgitation lesions as valvotomy is performed in stenosis. Malar flush is already mentioned here which points towards mitral facies. *AS is ruled out since percutaneous aoic balloon valvuloplasty is preferred in children with AS. It is not used in adults with severe calcific AS because of high stenosis rates and procedural complications like embolic stroke. *MS with surface area <1 square cm/m2 or <1. 5 square cm/m2 in adults is treated with percutaneous mitral balloon valvotomy.",
        "cop": 1,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Aoic stenosis",
        "opd": "Aoic regurgitation",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "288bc073-ed91-440a-af41-554d787ef34d",
        "choice_type": "single"
    },
    {
        "question": "Most common Valvular lesion seen with carcinoid syndrome is?",
        "exp": "Carcinoid heart disease Results from neoplasms of enterochromaffin cells. Can survive up to 10 years after diagnosis, because the tumors, although malignant, are slow growing. Associated with production of serotonin | Serotonin - Cardiac failure, due to fibrous deposits in the endocardium a- fibrous degeneration of the valve apparatus. Fibrosis in the right side of the heart leading to Tricuspid Insufficiency and Pulmonic Stenosis (MNEMONIC: T. I. P. S)",
        "cop": 2,
        "opa": "Tricuspid stenosis and pulmonic stenosis",
        "opb": "Tricuspid insufficiency and pulmonic stenosis",
        "opc": "Mitral stenosis and aoic stenosis",
        "opd": "Mitral insufficiency and aoic stenosis",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "c8b0a9b8-9259-4cf7-8728-bf50cc230e3c",
        "choice_type": "single"
    },
    {
        "question": "A patient with angina, exeional syncope and Left ventricular hyperophy is diagnosed with aoic stenosis. What is the predicted life span of this patient?",
        "exp": "Predicted life span based on symptoms in patients of aoic stenosis Angina and exeional syncope: 3 years Dyspnea: 2 years CHF: 1. 5 years",
        "cop": 3,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "9cab7e07-c0ae-4bad-8b83-76977093fb96",
        "choice_type": "single"
    },
    {
        "question": "\"Squatting attacks\" and polycythemia are features of?",
        "exp": "In Tetralogy of Fallot, the affected child suddenly becomes increasingly cyanosed, often after feeding or a crying attack and may become apneic and unconscious. These attacks are called Tet spells. Some children characteristically obtain relief by squatting after exeion (this increases the after load to the left heart and decreases the right to left shunting). In older children, Tet spells are uncommon, but cyanosis becomes increasingly apparent, with stunting of growth, digital clubbing and polycythemia.",
        "cop": 2,
        "opa": "Acyanotic heart disease",
        "opb": "Cyanotic heart disease",
        "opc": "Eisenmenger syndrome",
        "opd": "Lutembacher syndrome",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "582712d6-7a25-433d-af9e-7c9c01020c48",
        "choice_type": "single"
    },
    {
        "question": "A patient with low cardiac output is having murmur of mitral regurgitation. CXR and histopathology of Endomyocardial biopsy is shown. Which type of pulse would be present in this case?",
        "exp": "Dilated cardiomyopathy(DCM) Endomyocardial biopsy -Multinucleated myocytes CXR -Increased CT ratio. The murmur of MR is explained by dilated mitral valve annulus. Pulse- Dicrotic pulse- Twice beating pulse which is palpable in both systole and diastole.",
        "cop": 1,
        "opa": "Dicrotic pulse",
        "opb": "Anacrotic pulse",
        "opc": "Pulsus bisferiens",
        "opd": "Pulsus paradoxsus",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "e6c84533-5094-4630-ae87-d52d89a7fedd",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy is referred to a pediatric cardiologist after a check-up at his GP revealed he had a murmur consistent with aoic regurgitation. What is the MOST likely cause of this defect?",
        "exp": "Option A: ASD= Shunt murmur absent, flow murmur is mid diastolic murmur. Option B: In Rheumatic- mc valve involved is Mitral & 2nd mc Aoic valve, but in 5 yr. old child only Aoic regurgitation is seen (rare) Option C: HOCM causes= Systolic murmur DCM=Functional MR & TR= Systolic Murmur Option D: Ventricular septal defect 3 varieties Muscular Membranous Supra-Cristal variety with associated with AR In 5 year child rheumtic heart disease involving isolated aoic valve is unlikely. most common valve involved in RHD is mitral valve.",
        "cop": 4,
        "opa": "Atrial septal defect",
        "opb": "Rheumatic fever",
        "opc": "Cardiomyopathy",
        "opd": "Ventricular septal defect",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "a02960fc-cb39-4307-b8ca-7e6e71016696",
        "choice_type": "single"
    },
    {
        "question": "What is the impact on fetus in case of use of Indomethacin in utero in third trimester?",
        "exp": "Prostaglandins helps to keep ductus aeriosus open. Indomethacin inhibits prostaglandins levels | So, closure of ductus aeriosus | DOC for PDA",
        "cop": 2,
        "opa": "Patent ductus aeriosus",
        "opb": "Early closure of ductus aeriosus",
        "opc": "Ventricular septal defect",
        "opd": "Atrial septal defect",
        "subject_name": "Medicine",
        "topic_name": "Valvular heart diseases",
        "id": "880295f1-d26d-4ffc-8617-6380598b637d",
        "choice_type": "single"
    }
]