[
    {
        "question": "A 15 year old child presents with falling school grades and development of abnormal posture. On examination dystonia and increase muscle tone is noted. Slit lamp examination shows presence of KF ring. Liver biopsy for copper will be stained by which of the following stain?",
        "exp": "Rubeanic acid and Rhodamine stains are utilized to detect the cytoplasmic accumulation of copper in the liver. Schmorl's method is used for detecting melanin and uses the reducing propeies of melanin to stain granules blue-green. It is also used to detect lipofuscin.",
        "cop": 2,
        "opa": "Perl stain",
        "opb": "Rubeanic acid",
        "opc": "Supravital stain",
        "opd": "Schmorl's method",
        "subject_name": "Medicine",
        "topic_name": "Wilson Disease",
        "id": "070d9d1b-d620-48a7-a5cb-46c17890eeba",
        "choice_type": "multi"
    },
    {
        "question": "Cirrhosis of liver with poal hypertension occurs in all except:",
        "exp": "Schistosomiasis can lead to Poal HTN but not cirrhosis. Wilson's disease is an inherited disorder of copper homeostasis with failure to excrete excess amounts of copper, leading to its accumulation in the liver and resultant cirrhosis. Alpha 1 antitrypsin deficiency results from an inherited disorder that causes abnormal folding of the alpha-1- AT protein, resulting in failure of secretion of that protein from the liver and these patients are at greatest risk for developing chronic liver disease. Cystic fibrosis is an uncommon inherited disorder & Secondary biliary-type cirrhosis occurs in it.",
        "cop": 4,
        "opa": "Cystic fibrosis",
        "opb": "Alpha 1 anti-trypsin deficiency",
        "opc": "Wilson's disease",
        "opd": "Schistosomiasis",
        "subject_name": "Medicine",
        "topic_name": "Wilson Disease",
        "id": "4c707201-64d4-4273-9988-d19cedf8c0c7",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of hemobilia is:",
        "exp": "Hemobilia presents with triad of biliary pain, obstructive jaundice and melena. Causes of hemobilia are: 1. Iatrogenic trauma- after cholecystectomy/ERCP/liver biopsy2. Accidental trauma3. Acalculous cholecystitis4. Hepatocellular Carcinoma>>Cholangiocarcinoma5. Inflammatory conditions ranging from ascariasis to PAN6. Vascular malformation7. Coagulopathy Most common site where bleed originates in Hemobilia is liver> extra-hepatic biliary pathway> gallbladder>pancreas.",
        "cop": 1,
        "opa": "Trauma",
        "opb": "Hemangioma",
        "opc": "Rupture of hepatic aery aneurysm",
        "opd": "Hepatitis",
        "subject_name": "Medicine",
        "topic_name": "Wilson Disease",
        "id": "82556a5c-26be-44f4-b45c-43cfeae6252b",
        "choice_type": "single"
    },
    {
        "question": "Menke's kinky (Steely) hair disease occurs due to:",
        "exp": "Menke's kinky hair disease- X-linked defect in intestinal absorption of copper. Mutation in ATP7A gene. Low levels of copper and ceruloplasmin. C/F- Progressive cerebral degeneration, growth retardation Sparse brittle hair Scurvy-like bone changes Anemia and neutropenia Failure to thrive Pili toi, trichorrhexis and monilethrix may occur.",
        "cop": 1,
        "opa": "Low copper levels",
        "opb": "Low zinc levels",
        "opc": "Low iron levels",
        "opd": "Low fluoride levels",
        "subject_name": "Medicine",
        "topic_name": "Wilson Disease",
        "id": "89c00165-fed2-4317-887f-d3054a3b9c20",
        "choice_type": "single"
    },
    {
        "question": "In hemochromatosis, all are affected EXCEPT:",
        "exp": "Organs Involved in Hemochromatosis are Liver (first organ to be affected)=95% Excessive skin pigmentation Diabetes mellitus (bronze diabetes) Ahropathy Cardiac involvement (restrictive cardiomyopathy) Pituitary involvement (leading to hypopituitarism and hypogonadism) Note: =All the malabsorption syndromes are associated with decreased absorption except Hemochromatosis and Wilson's where absorption of Iron and Copper are increased respectively. Symptoms and Signs The onset is usually after age 50--earlier in men than in women Early symptoms are nonspecific (eg, fatigue, ahralgia) Later clinical manifestations Ahropathy (and the need for joint replacement surgery), hepatomegaly, and evidence of hepatic dysfunction Skin pigmentation (combination of slate gray due to iron and brown due to melanin, sometimes resulting in a bronze color) Cardiac enlargement with or without heart failure or conduction defects, diabetes mellitus with its complications, and erectile dysfunction in men Bleeding from esophageal varices",
        "cop": 1,
        "opa": "CNS",
        "opb": "Bronze Pancreas",
        "opc": "Hyperpigmentation",
        "opd": "Restrictive cardiomyopathy",
        "subject_name": "Medicine",
        "topic_name": "Wilson Disease",
        "id": "a745d7c2-210a-4f1e-a963-eedaf404a9c6",
        "choice_type": "multi"
    }
]