[
    {
        "question": "BAO/ MAO ratio > ______ is suggestive of diagnosis of ZES?",
        "exp": "IOC: SECRETIN study Localization - EUS > MRI Risk of Refractory P. U. D + Secretory diarrhea. MC site ZES is D2- Duodenal wall (D2 pa)>Pancreas Usual Location is Gastrinoma triangle",
        "cop": 3,
        "opa": "0. 1",
        "opb": "0. 3",
        "opc": "0. 6",
        "opd": "0. 9",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "007865b2-d04d-45b8-88ad-8738e51d793a",
        "choice_type": "single"
    },
    {
        "question": "Increased gastrin is seen in:",
        "exp": "Most sensitive & specific method for identifying Zollinger Ellison syndrome is demonstration of an increased fasting serum gastrin concentration (> 150 pg/mL)",
        "cop": 1,
        "opa": "Zollinger -Ellison syndrome",
        "opb": "Iron deficiency anemia",
        "opc": "Duodenal ulcer",
        "opd": "Gastric cancer",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "3ece06f4-60ee-4d82-89a1-ab37a9bc818f",
        "choice_type": "single"
    },
    {
        "question": "Pseudoachalasia is seen with all except?",
        "exp": "Causes of pseudo-achalasia 1. Tumor infiltration, most commonly seen with carcinoma in the gastric fundus or distal esophagus can mimic idiopathic achalasia. 2. Rarely, pseudo achalasia can result from a paraneoplastic syndrome with circulating antineuronal antibodies * Pseudoachalasia presents at young age, abrupt onset of symptoms (year), and weight loss. Hence, endoscopy should be pa of the evaluation of achalasia. * When the clinical suspicion for pseudoachalasia is high and endoscopy nondiagnostic, CT scanning or endoscopic ultrasonography may be of value. * Since barium swallow may not be able to differentiate achalasia from pseudoachalasia, (MRI and CT scan must be done for determining the cause as well as for staging. Radiographically, a \"corkscrew esophagus, \" rosary bead esophagus, \" is indicative of diffuse esophageal spasm.",
        "cop": 4,
        "opa": "Esophageal tumor",
        "opb": "Paraneoplastic",
        "opc": "Carcinoma fundus",
        "opd": "Rosary esophagus",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "4dd685e1-3475-4cc9-b024-b80b681947d7",
        "choice_type": "multi"
    },
    {
        "question": "Refractory gastric ulcer is defined as.",
        "exp": "Refractory gastric ulcer - Fails to heal by 3 month of regular proper dose PPI (Reason could be - Zollinger Ellison syndrome) Refractory Duodenal Ulcer: > 8 weeks with regular PPI Treatment Refractory Gastric Ulcer: > 12 weeks",
        "cop": 3,
        "opa": "Ulcer that fails to heal despite 4 weeks of regular proper dose PPI",
        "opb": "Ulcer that fails to heal despite 8 weeks of regular proper dose PPI",
        "opc": "Ulcer that fails to heal despite 12 weeks of regular proper dose PPI",
        "opd": "Ulcer that fails to heal despite 16 weeks of regular proper dose PPI",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "ad4c7c5a-95a5-4822-b080-4b90b4b35d2b",
        "choice_type": "single"
    },
    {
        "question": "Which is the best investigation for metastatic gastrinoma?",
        "exp": "In case of gastrinoma showing metastasis the diagnostic sensitivity of octreoscan is 80-100%. In contrast in primary gastrinoma, Endoscopic ultrasound shows a sensitivity of 80-100% versus octreoscan which shows a sensitivity of 67-86%.",
        "cop": 2,
        "opa": "Selective aerial secretin injection",
        "opb": "Octreoscan",
        "opc": "BAO/MAO ratio",
        "opd": "Ultrasound",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "a863130a-20db-4aa8-bc5f-0615efe0a6e7",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of ZES?",
        "exp": "Feature of ZES. Diarrhea non- responsive to fasting (secretory diarrhea) Epigastric pain 2nd pa of Duodenum, Multiple duodenum ulcer (Not present in stomach) Secretin study in the IOC - BAO/MAO = 0. 6",
        "cop": 3,
        "opa": "Diarrhea non-responsive to fasting",
        "opb": "Epigastric pain",
        "opc": "Large gastric ulcer",
        "opd": "Secretin study is the investigation of choice",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "de4c7752-0d4c-480f-89bd-b8ab60abaafd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is best for localization of zollinger ellison syndrome?",
        "exp": "Endoscopic ultrasound permits imaging of ZES with high degree of resolution (<5mm). This modality rules out small neoplasms in pancreas. Imaging modalities: EUS>octreoscan>MRI>USG The secretin provocative test is usually positive, with the criterion of a >120-pg/mL increase over the basal level having the highest sensitivity (94%) and specificity (100%).",
        "cop": 1,
        "opa": "EUS (endoscopic ultrasound)",
        "opb": "Secretin injection test",
        "opc": "MRI",
        "opd": "Basal gastric acid output",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "985e84a1-6cc4-45b8-8de3-eda5ad0fc7b5",
        "choice_type": "single"
    },
    {
        "question": "Consider the following features with reference to Zollinger Ellison syndrome: Intractable peptic ulceration Secretory diarrhea Most common site is pancreas Which of these features are present in Zollinger -Ellison syndrome",
        "exp": "Site - Duodenum> pancreas > intraabdominal sites (mesentery, lymph nodes, biliary tract, liver, stomach, Ovary) The diagnosis of ZES requires the demonstration of inappropriate fasting hypergastrinemia, usually by demonstrating hypergastrinemia occurring with an increased basal gastric acid output (BAO) (hyperchlorhydria). Chronic unexplained diarrhea also should suggest gastrinoma. Approximately 20-25% of patients with ZES have MEN 1, and in most cases hyperparathyroidism is present before the gastrinoma. These patients are treated differently from those without MEN 1; therefore, MEN 1 should be sought in all patients by family history and by measuring plasma ionized calcium and prolactin levels and plasma hormone levels (parathormone, growth hormone).",
        "cop": 3,
        "opa": "1 and 3",
        "opb": "2 and 3",
        "opc": "1 and 2",
        "opd": "1, 2 and 3",
        "subject_name": "Medicine",
        "topic_name": "Zollinger Ellision Syndrome",
        "id": "c54eb3e6-04ff-4e2f-a82e-3c25c749ab55",
        "choice_type": "single"
    }
]