[
    {
        "question": "A 9 month infant presents with a head circumference of 39 cm. All of the following can be the underlying causes EXCEPT?",
        "exp": "Alexander disease- cause of Megalencephaly. Here, a 9 month infant has HC=39cm, so he/she has microcephaly, (Normal head circumference at bih = 33-35 cm) Rate of increase in HC 1st 3 months 2cm/month Next 3 months 1cm/month Next 6 months 0. 5cm/month Next 2 years 0. 2cm/month Megalencephaly causes:- Benign familial megalencephaly (Most common cause) Amino acid disorders Maple syrup urine disease glutaric aciduria Lysosomal storage disorder Weaver syndrome Achondroplasia Neurofibromatosis soto's syndrome Alexander disease Canavan disease Galactosemia The other 3 are causes of microcephaly. At 9 months; ideally HC should be 43. 5-45. 5 cm.",
        "cop": 3,
        "opa": "Edward syndrome",
        "opb": "Maternal smoking",
        "opc": "Alexander disease",
        "opd": "Congenital Toxoplasmosis",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "b0f43e57-e3f6-40a1-a684-10e593e47f23",
        "choice_type": "multi"
    },
    {
        "question": "Shunt surgery of choice for treatment of hydrocephalus in children is?",
        "exp": "Ventriculo-peritoneal shunt is the Shunt surgery of choice for treatment of hydrocephalus in children.",
        "cop": 3,
        "opa": "Ventriculo-pleural shunt",
        "opb": "Ventriculo-atrial shunt",
        "opc": "Ventriculo-peritoneal shunt",
        "opd": "Ventriculo-pericardial shunt",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "27cbb8cb-919e-4569-bafe-89072a7a0573",
        "choice_type": "single"
    },
    {
        "question": "Asymmetric head shape is called?",
        "exp": "Plagiocephaly -condition in which head shape is asymmetric in the sagittal or coronal plane that can result from:- Asymmetry in suture closure, Or Asymmetry of brain growth or deformation of skull",
        "cop": 1,
        "opa": "Plagiocephaly",
        "opb": "Dolicocephaly",
        "opc": "Brachycephaly",
        "opd": "Anencephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "cdc57e10-8b0f-4467-9524-a9eb198fc155",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following leads to 'communicating' hydrocephalus?",
        "exp": "In Choroid plexus papilloma- 'communicating' hydrocephalus occurs due to increased production of CSF. Rest are causes of obstructive hydrocephalus- obstruction to flow of CSF",
        "cop": 1,
        "opa": "Choroid plexus papilloma",
        "opb": "Arnold Chiari malformation",
        "opc": "Dandy walker malformation",
        "opd": "Vein of Galen malformation",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "b27b6915-3e8f-4c30-a32e-e6413c4ca0d0",
        "choice_type": "single"
    },
    {
        "question": "Fetal alcohol syndrome includes:",
        "exp": "FETAL ALCOHOL SYNDROME:- - Growth retardation - Microcephaly, small palpebral fissure - Smooth philtrum, thin upper lip - Congenital heart disease - Feeding & Behavioral problems - Neurocognitive impairement",
        "cop": 4,
        "opa": "Microcephaly",
        "opb": "Deafness",
        "opc": "Sho palpebral fissure",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "25ab96a3-d5f3-4805-87ad-c716d0093b2c",
        "choice_type": "multi"
    },
    {
        "question": "What is the diagnosis in this infant with a large head?",
        "exp": "The given image shows absence of cerebral hemispheres, which are replaced with fluid filled sacs. This condition is known as 'Hydranencephaly' -Hydrocephalus:- condition in which an accumulation of cerebrospinal fluid (CSF) occurs within the brain. -Anencephaly:- Absence of a major poion of the brain, skull, and scalp.",
        "cop": 2,
        "opa": "Anencephaly",
        "opb": "Hydranencephaly",
        "opc": "Hydrocephalus",
        "opd": "Hydrops fetalis",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "eb5e70b6-0b22-40f4-980d-32649ee66725",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old female child, normal at bih, having normal early development, now presents with microcephaly, regression of acquired language & motor milestone along with abnormal stereotypic hand wringing movements. Most likely diagnosis is?",
        "exp": "Rett syndrome: cause of acquired microcephaly X linked dominant inheritance MC gene involve MECP2 gene MC in females Normal head circumference at bih Deceleration of head growth. Developmental delay followed by loss of purposeful hand movement with development of stereotypic hand wringing movement Asperger syndrome: characterized by significant difficulties in social inheritance and nonverbal communication along with restricted and repetitive patterns of behavior and interest. Metachromatic Dystrophy: lysosomal storage disease that causes progressive demyelination of central (white matter) and peripheral nervous system.",
        "cop": 2,
        "opa": "Angelman syndrome",
        "opb": "Rett syndrome",
        "opc": "Asperger syndrome",
        "opd": "Metachromatic leukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "c0ded259-e62c-4a33-b0b3-ec2de51ce0b6",
        "choice_type": "single"
    },
    {
        "question": "All of the following syndromes are associated with craniosynostosis EXCEPT?",
        "exp": "Craniosynostosis -premature fusion of one or more cranial sutures Syndromes are associated with craniosynostosis:- Ape syndrome Crouzon syndrome Carpenter syndrome, & Pfeiffer syndrome. Soto's syndrome is also known as cerebral gigantism, and is associated with large head size.",
        "cop": 4,
        "opa": "Ape syndrome",
        "opb": "Carpenter syndrome",
        "opc": "Pfeiffer syndrome",
        "opd": "Soto's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "c994773f-8605-4699-ae42-52f4d3f41d4a",
        "choice_type": "multi"
    },
    {
        "question": "Premature fusion of coronal, sphenofrontal and frontoethmoidal sutures is seen in?",
        "exp": "Premature fusion of coronal, sphenofrontal and frontoethmoidal sutures is seen in Turricephaly 1. Turricephaly Cone-shaped head caused by premature fusion of coronal, sphenofrontal and frontoethmoidal sutures 2. Dolicocephaly Due to premature closure of sagittal suture produces a long and narrow skull Also called scaphocephaly. It is the most common form of craniosynostosis 3. Plagiocephaly Asymmetrical distoion or flattening of one side of the skull 4. Trigonocephaly Caused by premature fusion of metopic suture - Keel-shaped forehead and hypotelorism Increased risk for associated developmental abnormalities of the forebrain",
        "cop": 1,
        "opa": "Turricephaly",
        "opb": "Dolicocephaly",
        "opc": "Plagiocephaly",
        "opd": "Trigoncephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Abnormalities of Head Size",
        "id": "12e460b9-96aa-49b7-93ca-e64913fe881a",
        "choice_type": "single"
    }
]