[
    {
        "question": "Holt-Oram syndrome is characterized by?",
        "exp": "Holt-Oram syndrome: - Autosomal dominant disorder - Characterized by - skeletal abnormalities of hands and arms like: Hypoplastic/ absent thumbs, radii Triphalangism Phocomelia - Cardiac anomalies ASD 1st degree heart block TRIPHALANGISM phacomelia",
        "cop": 1,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TGA",
        "opd": "TAPVC",
        "subject_name": "Pediatrics",
        "topic_name": "Acyanotic congenital heart diseases",
        "id": "7a7ef69c-8103-43ae-a688-3c7c1ccdbec7",
        "choice_type": "single"
    },
    {
        "question": "A child with VSD develops the following findings. There is no history of fever. What is the probable cause of these findings?",
        "exp": "--> Clubbing & cyanosis in a child with VSD, with no history of fever, is suggestive of Eisenmenger syndrome. --> EISENMENGER SYNDROME: Any untreated congenital cardiac defect with intracardiac communication that leads to pulmonary hypertension, reversal of flow, cyanosis. --> VSD + FEVER + CLUBBING --> suggestive of INFECTIVE ENDOCARDITIS --> CYANOTIC SPELL/ TET SPELL: Episodic central cyanosis due to total occlusion of right ventricle outflow in a patient with a congenital heart disease, such as Tetralogy of Fallot (TOF). --> PATENT DUCTUS AERIOSUS: Persistence of connection b/w pulmonary aery & aoa even after bih.",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Eissenmenger syndrome",
        "opc": "Cyanotic spell",
        "opd": "Patent ductus aeriosus",
        "subject_name": "Pediatrics",
        "topic_name": "Acyanotic congenital heart diseases",
        "id": "6dea5e66-ea79-433e-991b-e0de9fad6dc2",
        "choice_type": "single"
    },
    {
        "question": "In septum primum type of ASD overburden occurs in which chamber?",
        "exp": "- In ASD (ostium primum as well as secundum) overload of Right atrium and right ventricle occurs due to left to right shunting of blood. - Left atrium & Left ventricle enlargement - VSD, PDA - Left atrium enlargement - Mitral stenosis",
        "cop": 1,
        "opa": "RA + RV",
        "opb": "LA + LV",
        "opc": "RA + LA",
        "opd": "LA",
        "subject_name": "Pediatrics",
        "topic_name": "Acyanotic congenital heart diseases",
        "id": "5c8a7e47-4e1a-40c6-820a-871ce2eede3e",
        "choice_type": "single"
    },
    {
        "question": "Most common type of ASD?",
        "exp": "Types of ASD: Name Remarks Ostium secundum Located in the central poion of atrial septum; Most common type of ASD Ostium primum Located at lower pa of the atrial septum Sinus venosus defect Located at junction of superior vena cava and right atrium Coronary sinus defect Refers to unroofed coronary sinus which is a rare communication between the coronary sinus and the left atrium",
        "cop": 2,
        "opa": "Ostium primum",
        "opb": "Ostium secundum",
        "opc": "Coronary sinus defect",
        "opd": "Sinus venosus type",
        "subject_name": "Pediatrics",
        "topic_name": "Acyanotic congenital heart diseases",
        "id": "24fd8e55-5074-431b-8f9e-f2c40e5bbaf8",
        "choice_type": "single"
    },
    {
        "question": "A child presented at 10 weeks with recurrent episode of pneumonia and failure to thrive. X-ray show cardiomegaly & pulmonary plethora diagnosis?",
        "exp": "- Features given in the question are suggestive of VSD VENTRICULAR SEPTAL DEFECT: - Communication b/w 2 ventricles of heart - 90% are located in membranous pa of ventricular septum with variable extension into muscular septum. - Clinical features: Usually presents at 6-10 weeks of age Recurrent episodes of pneumonia Heart failure Failure to thrive X-ray showing cardiomegaly & pulmonary plethora -->MC congenital heart disease in children--> VSD -->MC congenital acyanotic heart disease in children--> VSD -->MC congenital heart diseases affected by infective endocarditis in children--> VSD",
        "cop": 1,
        "opa": "VSD",
        "opb": "ASD",
        "opc": "TOF",
        "opd": "Patent foramen ovale",
        "subject_name": "Pediatrics",
        "topic_name": "Acyanotic congenital heart diseases",
        "id": "a86ff151-3704-44b0-83ea-ecf8685ef3ae",
        "choice_type": "single"
    }
]