[
    {
        "question": "A 5-yr old boy presents with pubic hair development. He is tall and has increased pigmentation of his genitalia and phallic enlargement. Blood pressure is 130/90 mm Hg. Measurement of which of the following hormones would be most likely to be diagnostic?",
        "exp": "Ans. is 'd' i. e., |11-Deoxycortisol Presence of Precocious puberty in a male child and hypertension (BP of 130/80 in a 5 year old child is considered hypertension) suggests a diagnosis of congenital adrenal hyperplasia due to 11-b Hydroxylase deficiency. 11-b Hydroxylase deficiency. Deficiency of 11-b hydroxylase (CYP11. B1) results in decreased conversion of 11-deoxycortisol and 11- deoxycorticosterone to cortisol and corticosterone, respectively. The decrease in cortisol production causes an increase in corticotropin (ACTH) secretion. The resulting adrenal stimulation leads to excessive production of 11-deoxycortisol, 11- deoxycorticosterone, and adrenal androgens. The clinical manifestations of the disorder result from excess adrenal androgens and the mineralocorticoid actions of 11-deoxycorticosterone; 11-deoxycortisol has little biological activity. Clinical manifestations. Neonates Male - Ambiguous genitalia Female - Penile enlargement. Childhood (sexual precocity). Both male and female child present with sexual precocity, early puberty. Clinical features that would be present irrespective of age group and sex. Hypertension. Hypokalemia. Increased pigmentation increased ACTHHypertension and hypokalemia is seen in most of the patients due to increase in 11 deoxycorticosterone level. Hypertension and hypokalemia differentiates it from 17a hydroxylase deficiency. Lab diagnosis * Patients with CYP11. B1 deficiency have a characteristic set of hormonal findings. High serum concentrations of 11-deoxycortisol, 11-deoxycorticosterone, and the androgens dehydroepiandrosterone (DHEA), dehydroepiandrosterone sulfate (DHEA sulfate), androstenedione, and testosterone. Increased urinary excretion of the tetrahydro metabolites of 11-deoxycortisol and 11-deoxycorticosterone, which are normally present in trace quantities. Urinary 17-hydroxycorticosteroid excretion is high, because 11-deoxycortisol reacts in the assay for these steroids. Urinary excretion of 17-ketosteroids, most of which are androgen metabolites, is also increased. Congenital adrenal hyperplasia. Congenital adrenal hyperplasia is a group of autosomal recessive disorder characterized by deficiency of an enzyme involved in the synthesis of cortisol or aldosterone or both. Clinical manifestations * The clinical manifestations are related to the degree of cortisol deficiency and / or the degree of aldosterone deficiency. In some cases these reflect the accumulation of precursor hormones. Clinical presentation in Males21 hydroxylase deficiency (Testosterone production increased). Generally not identified in the neonatal period because the genitalia are normal Toddlers present with signs of puberty. These male neonates present at age 1-4 weeks with failure to thrive. Recurrent vomiting. Shock17 hydroxylase deficiency, 3 b hydroxysteroid dehydrogenase deficiency. Ambiguous genitalia (because of inadequate testosterone production in first 3 months of life). Clinical presentation in Females21 hydroxylase, 11 b hydroxylase, 3 b hydroxysteroid. They have ambiguous genitalia at birth due to excess androgen production in utero. 17 hydroxylase deficiency. Females appear phenotypically female at birth but later on in life do not develop breast or menstruate absence of estrogen. Diagnosis of congenital adrenal hyperplasia. The common feature of all the congenital adrenal hyperplasia is:- - Inadequate production of cortisol, aldosterone or both in the presence of accumulation of excess concentrations of precursor hormones. Cortisol and aldosterone deficiency is common to all congenital adrenal hyperplasia the distinguishing feature is the accumulation of excess concentration of precursor hormones. Elevated precursor in 21 hydroxylase deficiency. High serum concentration of 17 hydroxyprogesterone. Increased concentration of urinary pregnanetriol (metabolite of 17 hydroxy progesterone's). Elevated precursor hormones in 11 b hydroxylase deficiency. Excess concentration of 11 deoxy cortisol and deoxy-corticosterone. Elevation in the ratio of 24 hour urinary tetra hydro-compound S to tetrahydro compound F. Both are accompanied by elevated levels of 24 hour urinary 17 ketosteroids, the urinary metabolites of adrenal androgens. Elevated precursor hormones in 3 b hydroxysteroid dehydro- genase deficiency * Abnormal ratio of -17 hydroxypregnenolone to 17 hydroxyprogesterone and- Dehydroepiandrostenedione to Androstenedione. More on congenital adrenal hyperplasia 21 a hydroxylase deficiency. Two forms of this deficiency include -Salt wasting adrenogenital ism. Simple Virilizing adrenogenital ismA) Salt wasting syndrome (complete lack). The salt wasting syndrome results from complete lack of 21 hydroxylase. There is no synthesis of mineralocorticoids and glucocorticoids in the adrenal cortex. Decreased mineralocorticoids causes marked sodium loss in the urine, resulting in hyponatremia, hyperkalemia, acidosis and hypotension. Because of the enzyme block, there is increased formation of 17 - hydroxyprogesterone, which is then shunted into the production of testosterone. This may cause \"virilization\" (pseudo-hermaphroditism) in female infants. That is (XX) Female with 21 hydroxylase deficiency develops ovaries, female ductal structures and external male genitalia. But in the male child the effect of increased testosterone will not be manifested at the time of birth. Toddlers will present with signs of puberty. The complete 21 hydroxylase deficiency or salt wasting syndrome usually comes to light only after the birth because in utero the electrolytes and fluids can be maintained by maternal kidneys. Males with this disorder comes to clinical attention 5 to 15 days later because of salt losing crisis while females comes to attention soon after the birth because of the virilization. B) Simple Virilizing adrenogenital syndrome (Partial deficiency). Occurs in individuals with partial deficiency of 21 hydroxylase. Less severe deficiency of mineralocorticoid, is sufficient for salt reabsorption, but the lowered glucocorticoid fails to cause feedback inhibition of ACTH secretion. Thus level of aldosterone is mildly reduced testosterone increased and ACTH elevated with resultant adrenal hyperplasia. 11b hydroxylase deficiency -Rare. Leads to decreased cortisol and increased ACTH. This in turn leads to the accumulation of DOC (deoxycorticosterone) and 11 deoxy cortisol both of which are strong mineralocorticoids. This results in increased sodium retention by the kidneys and hypertension, hypokalemia. Patients also develop virilization due to androgen excess. 17 a hydroxylase deficiency -Patients with deficiency of 17 hydroxylase also have impaired cortisol production, increased ACTH and secondary increased DOC. These patients, however, cannot synthesize normal amount of androgens and estrogens. This is because the gene that codes for 17 a hydroxylase is the same for the enzyme in the adrenal cortex and the gonads and the deficiency is same in both organs. Because of decreased sex hormones genotypic females develop primary amenorrhoea and fail to develop secondary sex characterize tics while genotypic males will present as pseudohermaphrodite.",
        "cop": 4,
        "opa": "Increase 17b hydroxyl progesterone",
        "opb": "Increase cortisol",
        "opc": "Increase aldosterone",
        "opd": "Increase 11 deoxycortisol",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "6ac0a19b-0819-4533-9ba8-098ea57a30b0",
        "choice_type": "multi"
    },
    {
        "question": "Female pseudohermaphroditism - M. C cause-",
        "exp": "Ans. is 'c' i. e., CAH Repeato Female pseudohermaphroditism.# Gentotype is XX# Gonads are ovaries# External genitalia are virilized (male differentiation).# As there is no mullarian inhibiting factor, mullarian duct develops into uterus tubes and ovary. But due to presence of androgen external genitalia are virilized. Causes are: Congenital adrenal hvperplasia(most common)21 hydroxylase deficiency. II beta hydroxylase deficiency. Maternal virilizing tumor Arrhenoblastoma. Maternal medications with androgen.",
        "cop": 3,
        "opa": "Maternal ovarian tumor",
        "opb": "Materan drug intake",
        "opc": "CAH",
        "opd": "Chromosomal abnormalities",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "1ef3b0e9-fce4-4347-86a4-7bacb0579159",
        "choice_type": "single"
    },
    {
        "question": "In congenital adrenal hyperplasia, deficient enzyme is - most womon-",
        "exp": "Ans. is 'b' i. e., 21-a Hydroxylase dificiency Congenital adrenal hyperplasia (CAH). Group of AR disorder. MC adrenal disorder in childhood. Most common 21-hydroxylase deficiency. In 21a-hyroxylese deficiency. There is deficiency of mineralocorticoids & glucocorticoid. This leads to hypoglycemia, hyponatremia.",
        "cop": 2,
        "opa": "11 hydroxylase deficiency",
        "opb": "21 a hydroxylase deficiency",
        "opc": "3a hydroxylase deficiency",
        "opd": "17a hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "f4b997d7-b364-4582-830e-0f0e9e8ef44e",
        "choice_type": "single"
    },
    {
        "question": "Adrenogential syndrome is most commonly caused by?",
        "exp": "ANSWER: (A) 21 a hydroxilase deficiency. REF: Endocrine Pathology Differential Diagnosis and Molecular Advances edited by Ricardo V. Lloyd page 338. REPEAT (***). See APPENDIX-58 for \"CONGENITAL ADRENAL HYPERPLASIA\"Common medical term%Locus. Substrate(s). Product(s). Mineraloco - rticoids. Androgens21-hydroxylase CAH90-95%6p21. 317. OH-progesterone -progesterone -11-deoxycor-tisol. DOC||11b-hydroxylase. CAH5%8q21-2211-deoxycortisol - DOC -cortisolcorticosterone||3b-HSD CAHveryrarelpl3pregnenolone -l7. OH-pregnenolone. DHEA -progesterone17. OH-proges - terone androstenedi - one||17a-hydroxylase. CAHveryrare10q24. 3pregnenolone - progesterone - 17. OH-pregnenolone-17. OH-pregne - nolone17. OH-proges - terone. DHEA||lipoid CAH (20, 22-desmolase)veryrare8pll. 215q23-q24transport of cholesterolcholesterol -into mitochondriapregnenolone||Adrenogenital syndrome: AKA- Congenita] adrenal hyperplasia. Transmitted as autosomal recessive trait. Excessive production of adrenal androgens. The adrenogenital syndrome results most commonly from 21-alpha-hydroxylase deficiency with consequent impaired adrenal cortisol synthesis. Adrenogenital syndrome may be inherited (congenital adrenal hyperplasia-CAH) or acquired (adrenal virilism), usually as a result of adrenal tumor",
        "cop": 1,
        "opa": "21 a hydroxilase deficiency",
        "opb": "17 a hydroxilase deficiency",
        "opc": "3 b hydroxilase deficiency",
        "opd": "Steroid sulfatase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "2ae1d949-4529-4085-bb87-467f0d49d0f2",
        "choice_type": "single"
    },
    {
        "question": "In congenital adrenal hyperplasia precocious puberty in male is due to -",
        "exp": "Ans. is 'c' i. e., Both Etiology of precocious puberty in boys Central - cause: Gonado. Gonadotropindent Idiopathic CNS tumor - Harmartoma, craniopharyngioma. CNS Infection - TBM, Meningitis CNS Injury - Trauma, surgery, radiation. CNS malformation- Arachnoid cyst, hydrocephalus Peripheral cause: Gonadotropin independent Congenital adrenal hyperplasia 21-hydroxylase deficiency - Most common 11 b hydroxylase def Adrenal tumor - Adenoma, carcinoma Testicular tumor - Seminoma, germinoma Activation of LH receptor HCG secreting tumor - Germinoma, hepatoblastoma Testosterone cream",
        "cop": 3,
        "opa": "21 alpha hydroxylase deficiency",
        "opb": "11 Beta hydroxylase deficiency",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "229e1f82-e51c-4718-81af-ccacb11a6117",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Congenital adrenal hyperplasia is deficiency of:",
        "exp": "ANSWER: (B) 21 alpha hydroxylase. REF: Nelson Textbook of Pediatrics 17th edition page 1909\"More than 90% of CAH cases are caused by 21-hydroxylase deficiency\"See APPENDIX-58 below for \"Congenital adrenal hyperplasia\" APPENDIX - 58. Congenital Adrenal Hyperplasia. CAH is very frequently asked in pre PG examinations with different case scenarios. There is a simple way to remember the symptomatology and reach to the conclusion of the deficient enzyme. Enzyme deficient. Aldosterone. Testosterone11 (if 1 is to increase, 11 is to both testosterone and aldosterone increases)| (salt retention, hypertension)|Precocious puberty in males. Ambiguous genitalia in females17 (1 is to increase so only aldosterone increases)| (salt retention, hypertension)|Ambiguous genitalia in males. Precocious puberty in females21 & 3 (1 is to increase so only testosterone increases)| (salt wasting, hypotension)|Precocious puberty in males. Ambiguous genitalia in females. Lipoid| (salt wasting, hypotension)|Ambiguous genitalia in males. Precocious puberty in females. Symptoms as per the increase or decrease of aldosterone and testosterone will be: f Aldosterone = salt retention & hypertension (irrespective of the gender)I Aldosterone = salt wasting & hypotension (irrespective of gender)t Testosterone = Ambiguous genitalia in females, precocious puberty in malesI Testosterone = Ambiguous genitalia in males, precocious puberty in females",
        "cop": 2,
        "opa": "17 alpha hydroxylase",
        "opb": "21 alpha hydroxylase",
        "opc": "11 beta Hydroxylase deficiency",
        "opd": "3 beta-HSD deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "8b1f5304-f94e-4051-ab28-424d14d29b9d",
        "choice_type": "single"
    },
    {
        "question": "A 3-month old male child with normal genitalia presents to the emergency department with severe dehydration, hyperkalemia and hyponatremia. The measurement blood levels of which of the following will be helpful?",
        "exp": "Ans. is 'a' i. e., 17 hydroxyprogesterone 3 month old child with normal genitalia along with salt wasting and hyponatremia suggests congenital adrenal hyperplasia due to 21 hydroxylase deficiency. Congenital adrenal hyperplasia. Congenital adrenal hyperplasia is a group of autosomal recessive disorder characterized by deficiency of an enzyme involved in the synthesis of cortisol or aldosterone or both. Clinical manifestations * The clinical manifestations are related to the degree of cortisol deficiency and / or the degree of aldosterone deficiency. In some cases these reflect the accumulation of precursor hormones. Clinical presentation in Males * 21 hydroxylase deficiency (Testosterone production increased). Generally not identified in the neonatal period because the genitalia are normal. These male neonates present at age 1-4 weeks with failure to thrive. Recurrent vomiting. Dehydration. Hypotension. Hyponatremia. Hyperkalemia. Shock17 hydroxylase deficiency, 3 b hydroxysteroid dehydrogenase deficiency. Ambiguous genitalia (because of inadequate testosterone production in first 3 months of life). Clinical presentation in Females21 hydroxylase, 11 fiesta hydroxylase, 3 fiesta hydroxysteroid. They have ambiguous genitalia at birth due to excess androgen production in utero. 17 hydroxylase deficiency. Females appear phenotypically female at birth but later on in life do not develop breast or menstruate absence of estrogen. Diagnosis of congenital adrenal hyperplasia. The common feature of all congenital adrenal hyperplasia is - Inadequate production of cortisol, aldosterone or both in the presence of accumulation of excess concentrations of precursor hormones. Cortisol and aldosterone deficiency is common to all congenital adrenal hyperplasia, the distinguishing feature is the accumulation of excess concentration of precursor hormones. 21 hydroxylase deficiency. High serum concentration of 17 hydroxyprogesterone. Increased concentration of urinary pregnanetriol (metabolite of 17 hydroxy progesterone's)11 B hydroxylase. Excess concentration of 11 deoxy cortisol and deoxycorticosterone. Elevation in the ratio of 24 hour urinary tetrahydro compound S to tetrahydro compound F. Both are accompanied by elevated levels of 24 hour urinary 17 ketosteroids, the urinary metabolites of adrenal androgens 3 b hydroxysteroid dehydrogenase * Abnormal ratio of17 hydroxypregnenolone to 17 hydroxyprogesterone and. Dehydroepiandrostenedione to Androstenedione. More on congenital adrenal hyperplasia 21 a hydroxylase deficiency. Two forms of this deficiency include -Salt wasting adrenogenital ism. Simple Virilizing adrenogenital ism. Salt wasting syndrome (complete lack). The salt wasting syndrome results from complete lack of 21 hydroxylase. There is no synthesis of mineralocorticoids and glucocorticoids in the adrenal cortex. Decreased mineralocorticoids causes marked sodium loss in the urine, resulting in hyponatremia, hyperkalemia, acidosis and hypotension. Because of the enzyme block, there is increased formation of 17- hydroxyprogesterone, which is then shunted into the production of testosterone. This may cause virilism (pseudo-hermaphroditism) in female infants. That is (XX) Female with 21 hydroxylase deficiency develops ovaries, female ductal structures and external male genitalia. But in the male child the effect of increased testosterone will not be manifested at the time of birth. The complete 21 hydroxylase deficiency or salt wasting syndrome usually comes to light only after the birth because in utero the electrolytes and fluids can be maintained by maternal kidneys. Males with this disorder comes to clinical attention 5 to 15 days later because of salt losing crisis while females comes to attention soon after the birth because of the virilization. Simple Virilizing adrenogenital syndrome (Partial deficiency). Occurs in individuals with partial deficiency of 21 hydroxylase. Less severe deficiency of mineralocorticoid, is sufficient for salt reabsorption, but the lowered glucocorticoid fails to cause feedback inhibition of ACTH secretion. Thus level of aldosterone is mildly reduced testosterone increased and ACTH elevated with resultant adrenal hyperplasia. 116 hydroxylase deficiency -Rare. Leads to decreased cortisol and increased ACTH. This in turn leads to the accumulation of DOC (deoxycorticosterone) and 11 deoxy cortisol both of which are strong mineralocorticoids. This results in increased sodium retention by the kidneys and hypertension, hypokalemia. Patients also develop virilization due to androgen excess. 17 a hydroxylase deficiency -Patients with deficiency of 17 hydroxylase also have impaired cortisol production, increased ACTH and secondary increased DOC. These patients, however, cannot synthesize normal amount of androgens and estrogens. This is because the gene that codes for 17 a hydroxylase is the same for the enzyme in the adrenal cortex and the gonads and the deficiency is same in both organs. Because of decreased sex hormones genotypic females develop primary amenorrhoea and fail to develop secondary sex characteristics while genotypic males will present as pseudohermaphrodite.",
        "cop": 1,
        "opa": "17-hydroxy progesterone",
        "opb": "Renin",
        "opc": "Cortisol",
        "opd": "Aldosterone",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "d2d78e9e-01d8-43d2-9a52-5acb54a27d99",
        "choice_type": "single"
    },
    {
        "question": "Cushing syndrome all are true except -",
        "exp": "Ans. is 'c' i. e., Hypoglycemia Cushing syndromeo Chronic exposure of excess glucocorticoid of any etiology, o The 90% of causes - causes by ACTH producing pitutary adenoma. C/F:-o Central obesity, fat pad on back of neck (Buffalo hump), o Diebeteso Diastolic hypertensiono Hirsutismo Depressiono Facial plethorao Purplish skin striae",
        "cop": 3,
        "opa": "Purplestriae",
        "opb": "Plethora",
        "opc": "Hypoglycemia",
        "opd": "Obesity",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "3935511b-4c49-431e-8f66-8f227eff4b75",
        "choice_type": "multi"
    },
    {
        "question": "A 4 weeks old female child with normal genitalia presents to the emergency department with severe dehydration, hyperkalemia and hyponatremia. The measurement blood levels of which of the following will be helpful?",
        "exp": "Ans. d. Aldosterone Severe dehydration with serum electrolyte abnormalities like hyperkalemia and hyponatremia atony with normal genitalia suggests aldosterone deficiency. Presence of normal genitalia rules out 21-hydroxylase deficiency. Aldosterone Deficiency due to mutation in the CYP11. B2 gene (Aldosterone Synthase)* CYPIIB2 is the terminal enzyme in the aldosterone biosynthetic pathway.* Mutation in this gene impair the production of aldosterone by altering either hydroxylation (aldosterone synthase deficiency type I) or oxidation (aldosterone synthase deficiency type II) of the corticosterone. Clinical Features:* Patient with either type usually present in infancy with symptoms typical of aldosterone deficiency (Dehydration, salt wasting, hyponatremia, hyperkalemia and failure to thrive)",
        "cop": 4,
        "opa": "17-hydroxy progesterone",
        "opb": "Rennin",
        "opc": "Cortisol",
        "opd": "Aldosterone",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "27f7a929-c80d-4f4e-a4a8-d4bbd4d3e081",
        "choice_type": "single"
    },
    {
        "question": "17-OH progesterone level in congenital adrenal hyperplasia in 1 year old child (in ng/dl)-",
        "exp": "Ans. is 'a' i. e., > 600 (best probable answer) o Normal and abnormal values of 17-OH progesterone differ for babies bom with low birth weight, o In general, normal results are as follows: Newborn cord blood - 1, 000 - 3, 000 ng/d. LBabies more than 24 hours old - less than 100 ng/d. LAdults - less than 200 ng/d. LNote: ng/dL = nanograms per deciliter. o High levels of 17-OH progesterone may be due to: Tumors of the adrenal gland. Congenital adrenal hyperplasia (CAH)o In infants writh CAH, I7-OHP levels range from 2, 000 - 40, 000 ng./dL",
        "cop": 1,
        "opa": ">600",
        "opb": "150-300",
        "opc": "300-600",
        "opd": "<150",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "f3792905-c91c-4296-888e-3b180af790ef",
        "choice_type": "single"
    },
    {
        "question": "A previously healthy 6 weeks old female infant is found unresponsive in her crib. In the emergency department, she is notedto be well developed and well nourished with normal blood pressure and appearance of the genitalia but with increased pigmentation other skin. Blood glucose level is 30 mg/dl.. The most likely diagnosis is:",
        "exp": "Ans. b. Familial glucocorticoid deficiency Hypoglycemia, hyperpigmentation with normal BP and normal genitalia in a child points towards Familial glucocorticoid deficiency. Familial Glucocorticoid Deficiency* Familial glucocorticoid deficiency is a rare autosomal recessive condition.* It is characterized by adrenal insufficiency. Pathology: Pathological Examination of the Adrenal Gland. Zona glomerulosa. Well preserved. Zona fasciculata. Atrophied. Zona reticularis. Atrophied. This causes low cortisol concentration because the zona fasciculata is primarily responsible for glucocorticoid production.* Zona glomerulosa is well preserved, mineralocorticoid action is usually unaffected.* Low circulating serum cortisol results in lack of feedback inhibition to the hypothalamus, which results in increased ACTH secretion from pituitary. Clinical features* Patients with familial glucocorticoid deficiency generally presents with signs and symptoms of''adrenal insufficiency\" with the important distinction that mineralocorticoid production is always normal.*. VIC initial presenting sign is deep hyperpigmentation of the skin, mucous membrane or both as a result of the action of ACTH on cutaneous MSH receptors^.* The symptoms are compatible with glucocorticoid deficiency. May patients presents with recurrent hypoglycemia or severe infections.* In the neonatal period, frequent presenting signs include feeding problems, failure to thrive, regurgitation and hypoglycemia manifesting as seizures.",
        "cop": 2,
        "opa": "CAH due to 21-alpha hydroxylase deficiency",
        "opb": "Familial glucocorticoid deficiency",
        "opc": "Cushing syndrome",
        "opd": "Insulinoma",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "ccbd453a-b01a-483e-80df-6e2cb4e2fc8e",
        "choice_type": "single"
    },
    {
        "question": "2 weeks old baby having scrotal pigmentation along with hyponatremia, gypoglycemia and hyperkalemia enzyme deficient-",
        "exp": "Ans. is 'b' i. e., 21 a- hydroxylase Congenital adrenal hyperplasia (CAH)o Autosomal recessive disorder, o MC. is a-hvdroxylase deficiency. In 21a-hyroxylese deficiencyo There is deficiency of mineralocorticoids & glucocorticoid, o This leads to hypoglycemia, hyponatremia.",
        "cop": 2,
        "opa": "11 beta hydroxylase",
        "opb": "21 a- hydroxylase",
        "opc": "3- Beta hydroxylase dehydrogenase",
        "opd": "17- hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Adrenal Gland",
        "id": "d54c422e-437a-4f5f-87f2-cfbd024df211",
        "choice_type": "single"
    }
]