[
    {
        "question": "At what age a child's height is expected to be 100 cm?",
        "exp": "ANSWER: (C) 4 years. REF: Essence of Paediatrics Prof. MR Khan 4th ed page 59, Clinical Pediatrics by D. N. Chatterjee page 18 A simple rough formula for calculation height from 2-14 years is: Height in inches = (2. 5 x age in years) + 30* Thus the expected height at 4 year of age = (2. 5 x 4) + 30 = 40 inches* As 1 inch = 2. 5 cm, 40 inches = 100 cm",
        "cop": 3,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "0aa7db35-7ac5-420a-80ed-3917a903e922",
        "choice_type": "single"
    },
    {
        "question": "Which of the following-is the first sign of sexual maturity in boys?",
        "exp": "Ans. (d) Increase in testicular size. Please refer explanation of question 40",
        "cop": 4,
        "opa": "Increase in height",
        "opb": "Appearance of facial hair",
        "opc": "Change in voice",
        "opd": "Increase in testicular size",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "49c7b1d2-df37-41f3-a237-4c3c530c0af3",
        "choice_type": "single"
    },
    {
        "question": "At what age (in years) does-a child attain a height of 100 cms?",
        "exp": "Ans. (c) 4 years. Ref: OP Ghai 8th ed./13* Length of Indian baby at birth=50cm* Length at 1 year=75cm* Length at 4 1/2 years= 100cm* Subsequently 5-6 cm/year* Pubertal growth spurt=6-8cm/year",
        "cop": 3,
        "opa": "2",
        "opb": "3",
        "opc": "4",
        "opd": "5",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "77bcc3c0-fb26-434d-ad8b-9819bc518c46",
        "choice_type": "single"
    },
    {
        "question": "What is average birth weight at 2 years?",
        "exp": "Ans. is 'c' i. e., Four times of birth weight Age. Weight. Birth3 Kg5 months6 Kg (2 x birth weight)I year9 Kg (3 x birth weight)2 years12 kg (4 x birth weight)3 years15 kg (5 x birth weight)5 years18 kg (6 x birth weight)7 years21 kg (7 x birth weight)10 years30 kg (10 x birth weight)",
        "cop": 3,
        "opa": "Double of birth weight",
        "opb": "Thrice birth weight",
        "opc": "Four times of birth weight",
        "opd": "Six times birth weight",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "f190d5e3-cbec-4fbc-9e5d-591db9ca946b",
        "choice_type": "single"
    },
    {
        "question": "BMI is measured in children by:",
        "exp": "Ans. (a) Wt. kg/Ht. m2. Ref.-. Nelson 18th ed., chapter 44. Also note that the way we diagnose obesity in children is different from adults. BMI PERCENTILE FOR AGEWEIGHT STATUS<5th percentile. Underweight5th-84th percentile. Normal weight85th-94th percentile. At risk for overweight>95th percentile. Overweight. The obesity guidelines for adults are. BMI (kg/m2)WEIGHT STATUS<18. 5. Underweight18. 5-24. 9. Normal weight25-29. 9. Overweight30-34. 9. Obese35-39. 9. Moderately obese40-49. 9. Morbid obesity>50. Super morbid obesity",
        "cop": 1,
        "opa": "Wt. kg/Ht. m2",
        "opb": "Wt. kg/Ht. cm2",
        "opc": "Wt. gm/Ht. cm2",
        "opd": "Wt. gm/Ht. m2",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "bec85120-5b93-4034-88b4-84266e216289",
        "choice_type": "single"
    },
    {
        "question": "A year 6 old child with IQ of 50. Which of the following can the child do.",
        "exp": "Ans. is 'a' i. e. Identify colours * IQ is defined by as the mental age divided by the chronological age multiplied by 100. So a child 6 years of age with an IQ of 50%, means that his mental age is that of a 3 year old child. Thus we have to look for the developmental milestones of a 3 year old child. Developmental milestones at 36 months Motor - Rides a tricycle: stands momentarily on one foot Adaptive - Tower of 10 cubes, imitates construction of bridge of a 3 cubes, copies a circle, imitates a cross Language - Knows age and sex, counts 3 objects correctly, and repeats 3 numbers or a sentence of 6 syllables. Social - Plays simple game (in parallel with children) helps in dressing (unbuttons clothing and puts on shoes) washes hands. Also know A child copies a triangle at 5 years of age. At 3 years of age9 a child can identify two colours. A 3 year old child can speak a small sentence but he cannot read a sentence.",
        "cop": 1,
        "opa": "Identify colors",
        "opb": "Read a sentence",
        "opc": "Ride a bicycle",
        "opd": "Copy a triangle",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "a49dffc1-a81e-46ee-b1a3-4d911a86aced",
        "choice_type": "single"
    },
    {
        "question": "Average head circumference at birth is -",
        "exp": "Ans. is 'a' i. e., 35 cm Head circumferenceo Head circumference is measured from the occipital protuberance to the supraorbital ridge of forehead which is the maximum occipito frontal diameter of skull. o The head circumference in utero grows by 0[?]5 cm in first 2 weeks, 0[?]75 cm in 3rd week and after that 1 cm/week till birth. o The average head circumference at birth is 35 cm, which becomes 40 cm at 3 months, 43 cm at 6 months, 46 cm at 1 year, 48 cm at 2 years and 52 cm at 12 years. o Head circumference is important to add to the diagnosis of neurological dysfunction and microcephaly. o Microcephaly is defined as a head circumference that measures more than three standard deviation below the mean for age. Macrocephaly is defined as head circumference that measure more than two standared deviation greater than mean for age.",
        "cop": 1,
        "opa": "35cm",
        "opb": "40cm",
        "opc": "45cm",
        "opd": "50cm",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "8658243f-663a-446c-8bf6-5b6809700c9e",
        "choice_type": "single"
    },
    {
        "question": "Developmental examination should be further evaluated in child of 12 wks if he -",
        "exp": "Ans. is 'd' Does not hold head at 90deg (Ref. O. P. Ghcii, 6/e, p 44 (5/e, p 32-33); API Medicine, 6/e, p 1134, Nelson 17/e, p 39). A child learns to lift and control his head in horizontal plane and above the horizontal plane by 4-12 wks. Therefore if a child of 12 wks age is not able to lift his head above 90deg he needs further evaluation. A child babbles at - 5-6 months* A child vocalizes by - 6-7 months* A child transfer objects from one hand to other by - 6-7 months* Therefore the absence of these features does not need any further evaluation in a child. The important developmental milestones is listed in the following table. Go through it again and again. You are sure to have at least one question on this topic. Note: I have given this list from API medicine 6/e and have also cross-checked from CPDT, 15/e. If you find some differences with some other books, blame it on API. But still, you can rely on it. Age Milestone One month Motor In prone position holds chin up* head sagging. Visual Watches person, follows moving object*. 2-3 months Motor Momentary support of head; turns to the side. Visual Follows moving object through 180 degrees. Social Smiles on social contact*, listens to voice and coos. 4-5 months Motor Better head control, tries to reach for object, regards toy in hand and puts in mouth, turns from supine to prone position.* Social Laughs aloud, excites at sight of food, may show displeasure, says \"aah, ngah\". 6-7 months Motor Rolls over side briefly leaning forward on hands, bounces actively if supported standing. Adaptive Grasps large objects, transfers from one hand to the other*. Social Prefers mother, babbles*, enjoys mirror. Language Polysyllabic vowel sounds 'm-m-m'*. 9-10 months Motor Sits Sites up alone without support*, pulls to standing position. Adaptive Creeps or crawls*, grasps objective with thumb and forefinger, crude release of toy, pokes with forefinger, uncovers hidden toy. Social Responds to sound of name*, waves bye- bye, holds own bottle. Language Mama, dada 12 months Motor Stands momentarily alone, walks holding to furniture*, walks with one hand held. Adaptive Gives toy on request, Social Cooperates in dressing. Language Two words besides mama, dada. 15 months Motor Walks alone*, crawls up stairs, builds tower of 2 cubes, makes a line with crayon. Social Points or vocalises wants. Language Follows simple commands, 4 to 6 words, jargons. 18 months Motor Runs stiffly with one hand held, walks upstairs, climbs into chair and sits, explores drawers and baskets. Adaptive Tower of 3 cubes, vertical stroke, imitates scribbling. Social Feeds self, seeks help when in trouble, complains when wet or soiled. Language 10 words, names pictures. 24 months Motor Runs well, walks up and downstairs, one step at a time.* Adaptive Opens doors, tower of 6 cubes, imitates horizontal stroke, circular scribbling. Social Handles spoon well, helps to undress, listens to stories. Language Puts 3 words together (Subject, verb, object). 30 months Motor Adaptive Social Language Jumps, walks backwards. Tower of 8 cubes, makes vertical and horizontal stroke, imitates a circle. Helps put things away. Refers to self as \"I\", knows full name. 3 years Motor Adaptive Social Language Climbs upstairs alternating feet rides tricycle.* Copies a circle and cross, * tower of 9 to 10 cubes. Helps in dressing and putting on shoes, plays simple games. Knows sex and age.* counts 3 objects, uses plurals. - API, 6/e",
        "cop": 4,
        "opa": "Does not vocalize.",
        "opb": "Does not babble.",
        "opc": "Does not change bright red ring from one hand to other even if given in hand.",
        "opd": "Does not hold head at 90deg.",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "66b3a648-917e-4a24-b7d0-d54921c8f9d9",
        "choice_type": "single"
    },
    {
        "question": "Height of child acq uire 100 cm in-",
        "exp": "Ans. is 'c' i. e., 4. 5 year o A child acquire height of 160 cm by age of 4. Yi year. Age. Height. Birth50 cm3 Month60 cm9 Month70 cm1 Year75 an2 Year90 cm4 1/2 Year100 cm",
        "cop": 3,
        "opa": "2. 5 year",
        "opb": "3. 5 year",
        "opc": "4. 5 year",
        "opd": "5. 5 year",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "d7e1b768-716c-4152-8c46-9a02252e4abe",
        "choice_type": "single"
    },
    {
        "question": "When ICF and ECF of child become to adult person -",
        "exp": "Ans. is 'a' i. e., 1 year o Fetus has very high TBW (Total body water) and gradually decrease to approx 75% of BW for term infant, o Preterm infant have higher TBW. o During ist year of life, TBW decrease to approx 60% of body (Equal to adult). o TBW is divided b/w 2 main compartment ICF & ECF. In future ECF is larger then ICF. o By age of 1 year ratio of ICF volume to the ECF volumes. Approches adult level.",
        "cop": 1,
        "opa": "1 year",
        "opb": "2 year",
        "opc": "3 year",
        "opd": "4 year",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "7b2f5f67-5670-40c8-ac49-1a709e484521",
        "choice_type": "single"
    },
    {
        "question": "Neck holding comes at what age -",
        "exp": "Ans. is 'b' i. e., 3 month Age. Milestone3 month. Neck holding5 month. Rolls over6 month. Sit with support8 month. Sit without support9 month. Stand with support12 month. Stand without support Walk with support15 month. Walk alone, creep upstair",
        "cop": 2,
        "opa": "2 months",
        "opb": "3 months",
        "opc": "4 months",
        "opd": "5 months",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "e66766b9-3db4-406a-957a-49b532553271",
        "choice_type": "single"
    },
    {
        "question": "Wisdom tooth erupts at which age -",
        "exp": "Ans. is 'd' i. e., 17-20 years o Wisdom teeth are permanent third molars. Eruption of temporary teeth(Primary dentition). Tooth. Age in range (months). Average age (months). Lower CI6-87. Upper CI7-98. Uppler LI7-98. Lower LI10-12111 molar12-1413. Canine17-1817[?]5. II molar20-3025 Eruption of permanent teeth(Secondary dentition) Age in range (year). Average age (year). First m olar6-76[?]5. Central incisor7-87. Lateral incisor8-98. First PM9-1110. Second PM10-1211. Canine11-1211[?]5. Second molar12-1413. Third molar17-2517",
        "cop": 4,
        "opa": "6-8 years",
        "opb": "10-12 years",
        "opc": "12-15 years",
        "opd": "17-20 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "7e8cec7f-3a00-42e9-b258-e275a2ede483",
        "choice_type": "single"
    },
    {
        "question": "Definition of childhood is under what age?",
        "exp": "ANSWER: (C) 12 years. REF: Nelson Textbook of Paediatrics 17th edition different pages. Infancy0-1 yr. Toddlerhood1-3 yr. Early childhood (toddlerhood and some time afterwards)1-4 yr. Middle Childhood (School Age)6-12 yr. Preschool2-5 yr. Adolescence (onset of puberty to maturity)12-20 yr. Adulthood (full physical and intellectual maturity)20-21 yr onwards",
        "cop": 3,
        "opa": "8 years",
        "opb": "10 years",
        "opc": "12 years",
        "opd": "16 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "376837ce-6ed0-43c1-8692-7e68c9552776",
        "choice_type": "single"
    },
    {
        "question": "To diagnose anemia in age group 6 month to 6 years, level of hemoglobin should be?",
        "exp": "Ans. (b) Hb llg/dl. Ref: OP Ghai 8th ed /298. Hemoglobin levels below llg/dl in children from 6 months to 6 years and below 12 g/dl in older children is suggestive of anemia. Severe anemia: <5g/dl. Moderate anemia: 5-10g/dl",
        "cop": 2,
        "opa": "Hb 10g/dl",
        "opb": "Hb 11g/dl",
        "opc": "Hb 12g/dl",
        "opd": "Hb 13g/dl",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "2242ff82-8ea7-47bd-92de-a4672de9b042",
        "choice_type": "single"
    },
    {
        "question": "All of the following are considered development delay except:",
        "exp": "Ans. d. 2 words phrase at 18 months of age (Ref: Ghai 7/e p31). Spontaneous 2-word phrases (pivotal speech), consisting of the flexible juxtaposition of words with clear intention is characteristic of 2 years old and reflects the emergence of grammatical ability (syntax). Development Milestones in a child of 3 years: Motor: Goes up stairs with one foot on each step, riding tricycle. Fine motor: Makes tower of ten cubes, draw a circle. Social: Dry by night, knows gender. Linguistic: Know age, gender and name. Development Milestones. Motor. Fine motor* 3 months - Neck holdingQ.* 5 months - Sitting with supportQ.* 6 months - Prone to supine, supine to prone.* 8 months - Sitting without supportQ.* 9 months - CrawlingQ* 10 months - Creeping.* 11 months - Walks two hands held or on holding the furniture.* 12 months - Walks few steps independentlyQ.* 2nd year - Walks up and down stairs with two feet on each step, runs, can kick a ball.* 3rd year - Goes up stairs with one foot on each step, riding tricycleQ* 4 years - Comes down stair with one foot on each step.* 5 years - Skip.* 4 months - Grasps a rattle or rings when placed in hand* 5 months - Goes for object and gets them usually with bidexterous approach, puts objects into mouth, plays with toys.* 6 months - Drops one object when another is given.* 9 months 0u Unidexterous approach to object transfers retains one cube when another is offered, Pincer graspQ.* 1 year - Gives toy to examiner. Mouthing is much reduced.* 15 months - Self feeding with spoonQ* 18 months - Self feeding with cup. Makes tower of three-four cubes.* 2 years - Makes tower of six-seven cubes, and can turn page of book one at a time* 3 years - Makes tower of ten cubes, draw a circleQ* 4 years - Draw plus (+) and squareQ* 5 years - Draw cross (x) and triangleQ Development Milestones. Social. Linguistic* 2 months -- Social smileQ* 3 months -- Recognizes mother.* 6-7 months -- Smiles at mirror image.* 9 months -- Waves bye-bye* 1 year -- Shakes head for no.* 15 months -- Hugs the parent.* 2 months -- Vocalizes.* 3 months -- Cooing.* 6 months -- Mono syllabus (ma, ba)Q* 9 months -- BisyllableQ (ma-ma. ba-ba).* 12 months -- Two words with meaningQ* 18 months -- Ten wordsQ Development Milestones* 8 months - kisses the parent.* 2 years - Dry by day* 3 years - Dry by night, knows genderQ* 4 years - Goes to toilet alone.* 2 years - Simple sentences.* 3 years - Know age and gender and nameQ* 4 years - Tell storyQ* 5 years - Name four coloursQ",
        "cop": 4,
        "opa": "Pincer grasp not at 9 months",
        "opb": "Not able to sit at 9 months",
        "opc": "Not able to go up and down stairs at 2. 5 years of age",
        "opd": "2 words phrase at 18 months of age",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "c84f92d6-3e52-42bf-aa1c-e4f1cd1ef04d",
        "choice_type": "multi"
    },
    {
        "question": "Birth weight doubles by?",
        "exp": "Ans. (b) 5 months. Ref O. P Ghai 8th ed/4. Birth weight doubles at 5 months, triples in an year and is four times at 2 years and becomes 5 times at 3 years. Note: Newborns lose 10% of body weight in first ten days due to loss of extracellular water, after which they gain 25-30gms per day for first 3 months of life.",
        "cop": 2,
        "opa": "3 months",
        "opb": "5 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "70f29e66-b29f-4f9c-b367-bb2f1576a9db",
        "choice_type": "single"
    },
    {
        "question": "A mother comes with her 3 year old female child with complain of that child is not eating anything. Her weight is 11 kg (50thpercentile) and height is 88 cm (75lh percentile). What should be done next?",
        "exp": "Ans. is 'c' Nothing should be done actively and assure the parents (Ref.: Parks, 16/e, p373, Ghai 6/e, p 5, Nelson 17/e, p 40-43)WHO prototype growth chart has 2 reference curves. The upper reference curve represents the median (50th percentile) for boys (slightly higher than that for girls). The lower reference curve the 3rd percentile for girls (slightly lower than that for boys). Thus the chart can be used for both sexes. The space between 2 growth curves has been called the road to health*. If the child is growing normally, its growth line will be above the 3rd percentile and will run parallel to the road to health curves. The girls in the question falls between these 2 reference curves that means that she is growing normally. Therefore she does not require anything.",
        "cop": 3,
        "opa": "Vitamin rich tonic to be given",
        "opb": "Forceful eating",
        "opc": "Nothing should be done actively and assure the patients",
        "opd": "Complete investigation for UTI",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "a4303c29-15b0-4f3e-9b61-1dd005c4524a",
        "choice_type": "single"
    },
    {
        "question": "Age at which child can tell gender?",
        "exp": "Ans. (b) 3 years. Ref: Nelson 18th ed., Chapter 9. Milestones at 3 years of age( most of these have been asked in previous years)* Can tell age gender and recall story* Rides tricycle* Stands momentarily on one foot* Makes tower of 10 cubes; imitates construction of \"bridge\" of 3 cubess* Copies circle* Imitates cross* Plays simple games (in \"parallel\" with other children)* Helps in dressing (unbuttons clothing and puts on shoes)* Washes hands",
        "cop": 2,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "017ec01e-ea2e-4ab4-8669-6c1508872121",
        "choice_type": "single"
    },
    {
        "question": "Purposeful movement is started as -",
        "exp": "Ans. is 'a' i. e., 6 month o Palmer grasp gone at age of 4 month, o Transfer object hand to hand 5. 5 month. o Purposeful movement started when there is abscence of palmer group, so an above option best answer is 6 month.",
        "cop": 1,
        "opa": "6 month",
        "opb": "Infant",
        "opc": "8 month",
        "opd": "9 month",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "b12cb45e-6ae4-410a-925a-3aa422f017f9",
        "choice_type": "single"
    },
    {
        "question": "Which about non development is not true",
        "exp": "Ans. is 'a' Pincer grasp at 3 months Pincer grasp develops by 8 months* of age.",
        "cop": 1,
        "opa": "Pincer grasp at 3 months",
        "opb": "Sitting at 6 months",
        "opc": "Social smile at 3 months",
        "opd": "2 year old can use pleurals",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "f336b986-6c1b-4526-b994-4be56589905e",
        "choice_type": "multi"
    },
    {
        "question": "A child can drawr triangle at what age -",
        "exp": "Ans. is 'c' i. e., 5 yearso At age 60 month, child can draw teiangle. o Emerging patterns of behaviour from 1 to 5 year of age15 MOMotor: Walks alone; crawls up stairs. Adaptive: Makes tower of 3 cubes; makes a line with crayon: inserts raisin in bottle. Language: Jargon; follows simple commands; may name a familiar object (e. g., ball). Social: Indicates some desires or needs by pointing; hugs parcents18 MOMotor: Runs stiffly; sits on small chair; walks up stairs with one hand held; explores drawers and wastebaskets. Adaptive: Makes tower of 4 cubes; imitates scribbling; imitates vertical stroke; dumps raisin from bottle. Language: 10 words (average); names pictures; identifies one or more parts of body. Social: Feeds self; seeks help when in trouble; may complain when wet or soiled; kisses parent with pucker24 MOMotor: Runs well, walks up and down stairs, one step at a time; opens doors; climbs on furniture; jumps. Adaptive: Makes towrer of 7 cubes (6 at 21 mo); scribbles in circular pattern; imitates horizontal stroke; folds paper once imitatively. Language: Puts 3 words together (subject, verb, object). Social: Handles spoon well; often tells about immediate experiences; helps to undress; listens to stories when shown pictures30 MOMotor: Goes up stairs alternating feet. Adaptive: Makes tower of 9 cubes; makes vertical and horizontal strokes, but generally will not join them to make cross; imitates circular stroke, forming closed figure. Language: Refers to self by pronoun T'; knowrs full name. Social: Helps put things away; pretends in play36 MOMotor: Rides tricycle; stands momentarily on one foot. Adaptive: Makes tower of 10 cubes; imitates construction of \"bridge'' of 3 cubes; copies circle; imitates cross. Language: Knows age and sex; counts 3 objects correctly; repeats 3 numbers or a sentence of 6 syllables. Social: Plays simple games (in parallel\" with other children); helps in dressing (unbuttons clothing and puts on shoes); washes hands48 MOMotor: Hops on one foot; throws ball overhand; uses scissors to cut out pictures; climbs well. Adaptive: Copies bridge from model; imitates construction of''gate'1 of 5 cubes; copies cross and square; draws man with 2 to 4 parts besides head; identifies longer of 2 lines. Language: Counts 4 pennies accurately; tell story. Social: Plays with several children, with beginning of social interaction and role-plaving: goes to toilet alone60 MOMotor: Skips. Adaptive: Draws triangle from copy; names heavier of 2 weights. Language: Names 4 colore; repeats sentence of 10 syllables; counts 10 pennies correctly. Social: Dresses and undresses; asks questions about meaning of words; engages in domestic role-playing",
        "cop": 3,
        "opa": "1 year",
        "opb": "3 years",
        "opc": "5 years",
        "opd": "7 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "8ce32bdb-f665-44b3-af8e-87f9165fa701",
        "choice_type": "single"
    },
    {
        "question": "First set of milk teeth appear at what age?",
        "exp": "ANSWER: (B) 6 months. REF: Nelson Textbook of Paediatrics 17th edition page 18 & 37'Most babies have their first primary (milk) teeth erupt at age 6 month of age and first secondary teeth erupt at age 6 years\"Chronology of Human Dentition of Primary or Deciduous and Secondary or Permanenet Teeth Calcification. Age at Eruption. Age at shedding. Begins at. Complete at. Maxillary. Mandibular. Maxillary. Mandibular. Primary Teeth Central incisors5th fetal mo18-24 mo6-8 mo5-7 mo7-8 yr6-7 yr. Lateral incisors5th fetal mo18-24 mo8-11 mo7-10 mo8-9 yr7-8 yr. Cuspids (canines)6th fetal mo30-36 mo16-20 mo16-20 mo11-12 yr9-11 yr. First molars5th fetal mo24-30 mo10-16 mo10-16 mo10-16 yr10-12 yr. Second molars6th fetal mo36 mo20-30 mo20-30 mo10-12 yr11-13 yr. Secondary Teeth Central incisors3-4 mo9-10 yr7-8 yr9-11 yr Lateral incisors. Max. 10-12 mo Mand, 3-4 mo10-11 yr8-9 yr7-8 yr Cuspids (canines)4-5 mo12-15 yr11-12 yr9-11 yr First premolars (bicuspids)18-21 mo12-13 yr10-11 yr10-12 yr Second premolars (bisuspids)24-30 mo12-14 yr10-12 yr11-13 yr First molars. Birth9-10 yr6-7 yr6-7 yr Second molars30-36 yr14-16 yr12-13 yr12-13 yr Third molars. Max, 7-9 yr18-25 yr17-22 yr17-22 yr Mand. 8-10 yr Max = maxillary; Mand = mandibular.",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "e07450be-c54b-4690-9184-1a2372625159",
        "choice_type": "single"
    },
    {
        "question": "Weight of a newborn quadruples at -",
        "exp": "Ans. is 'c' i. e., 2 years o The average birth weight of neonates is about 3 Kg. o During first few days after birth, the newborn loses extracellular fluid equivalent to about 10% of the body weight. Most full term infants regain their birth weight by the age of 10 dayso Subsequently, they gain weight at a rate of approximately 25 to 30 gm per day for the first 3 months of life. Thereafter they gain about 400 gm of weight every month for the remaining part of first year. Age. Weight. Birth3 Kg5 months6 Kg (2 x birth weight)1 year9 Kg (3 x birth weight)2 years12 kg (4 x birth weight)3 years15 kg (5 x birth weight)5 years18 kg (6 x birth weight)7 years21 kg (7 x birth weight)10 years30 kg (10 x birth weight)",
        "cop": 3,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "2 years",
        "opd": "4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "5b1abd0e-c097-4652-8f43-91d7da857c50",
        "choice_type": "single"
    },
    {
        "question": "Upper segment: lower segment ratio in 3 year old child -",
        "exp": "Ans. is 'c' i. e., 1. 3: 1. IAPText book of Paediatricp. 29. At birth=1. 7: 13 to 4 years= 1. 3: 18 - 9 years=1: 118 years= 0. 9: 8 Upper segment = Vertex to pubic symphysis. Lower segment = Pubic symphysis to sole & feet. Wt estimation. At birth = 3. 2ke. Ht. = Estimation. Birth = 50 cm. 1 year = 75 cm.= 2-12 years = (Age x 6) + 77 (cm)",
        "cop": 3,
        "opa": "1[?]1: 1",
        "opb": "1[?]5: 1",
        "opc": "1[?]3: 1",
        "opd": "1[?]7: 1",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "96dda005-dd4e-4c58-872c-9317fd4f2c58",
        "choice_type": "single"
    },
    {
        "question": "Birth length doubles by what age?",
        "exp": "Ans. (d) 4 years. Ref: O. P Ghai 8th ed 15. Time. Length. At birth50cms3 months60cms9 months75 cms2 years90 cms4 years100 cms. Indian children gain 5 cms height every year until 10 years of age.",
        "cop": 4,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "35906da7-5d2b-4f10-a55d-a975aa41dc7c",
        "choice_type": "single"
    },
    {
        "question": "Ponderal index in malnourished babies is:",
        "exp": "Ans. (b) <2. Ref: Rudolph Pediatrics 22th ed./191. Ponderal index = weight in grams/ (length of baby in cm)3 multiplied by 100# If value is less than 2 = Asymetrical IUGR# If value is more than 2= symmetrical IUGR* Asymmetrical IUGR is more common. In asymmetrical IUGR, there is restriction of weight followed by length. The head continues to grow at normal or near-normal rates (head sparing). This is a protective mechanism that may have evolved to promote brain development. This type of IUGR is most commonly caused by extrinsic factors that affect the fetus at later gestational ages.* Symmetrical IUGR is less common and is more worrisome. This type of IUGR usually begins early in gestation. Since most neurons are developed by the 18th week of gestation, the fetus with symmetrical IUGR is more likely to have permanent neurological sequelae.",
        "cop": 2,
        "opa": "<1",
        "opb": "<2",
        "opc": "<4",
        "opd": "<6",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "f380251f-575d-484b-b03b-0d402d0fc013",
        "choice_type": "single"
    },
    {
        "question": "At what age do first permanent teeth appear?",
        "exp": "ANSWER: (B) 6 years. REF: Nelson 18th Ed Ch 8. Repeat 2013 Session 2",
        "cop": 2,
        "opa": "5 years",
        "opb": "6 years",
        "opc": "7 years",
        "opd": "8 years",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "71a536b2-0cb0-4507-9e76-3e668c604a29",
        "choice_type": "single"
    },
    {
        "question": "Early sign of puberty in male is enlargement of testes. In females it is determined by:",
        "exp": "Ans. (c) Thelarche. Ref: Nelson 18th ed,, Adolescence: chapter 12. IN GIRLS* The first visible sign of puberty and the hallmark of SMR2 (Sexual maturity rating) is the appearance of breast buds, between 8 and 12 yr of age.* Menses typically begins 2-2 1/2 yr later, during SMR3-4 (median age, 12 yr), around the peak height velocity. IN BOYS* The first visible sign of puberty and the hallmark of SMR2 is testicular enlargement, beginning as early as 9 1/2 yr. This is followed by penile growth during SMR3. Peak growth occurs when testis volumes reach approximately 9-10 cm3 during SMR4.* Under the influence of LH and testosterone, the seminiferous tubules, epididymis, seminal vesicles, and prostate enlarge. The left testis normally is lower than the right. Erections are common, and nocturnal emissions may occur. The voice deepens, and linear growth is accelerated. Also remember: Precocious puberty is defined as the onset of secondary sexual characteristics before 8 year of age in girls and 9 year in boys.",
        "cop": 3,
        "opa": "Pubarche",
        "opb": "Menarche",
        "opc": "Thelarche",
        "opd": "Menstruation",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "53a2d62c-4fae-485c-92f1-69d8ab254aa9",
        "choice_type": "single"
    },
    {
        "question": "First Sign of pubertal development in boy is -",
        "exp": "Ans. is 'b' i. e., Enlargement of testis o In male - Sequence of change1. Growth of testes (> 3 ml in volume or & thinning of scrotum 2 5 cm in longest diameter)2 Pigmentation of scrotum & growth of penis. Pubic hair. Axillary hairo In female -1. Breast bud - First sign2 Pubic hair3. Menarche",
        "cop": 2,
        "opa": "Enlargement of penis",
        "opb": "Enlargement of testes",
        "opc": "Appearance of pubic hair",
        "opd": "Appearance of axillary' hair",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "78f17605-b3f8-4e30-bac2-8bb48cec6854",
        "choice_type": "single"
    },
    {
        "question": "Cumulative increase in the height of the baby at 6 months:",
        "exp": "Ans: B (18 cm) Ref: Nelson Textbook of Pediatrics, 19th edition and Achar Textbook of Pediatrics, 4th edition. Explanation: Average Length/Height at different Postnatal Ages. At Birth - 50 cm. At 3 months - 60 cm. At 6 months - 65 cm. At 9 months - 70 cm. At 1 year - 75 cm. At 2 years - 87. 5 cm. At 4 years - 100 cm. At 8 years-125 cm. At 12 years - 150 cm>>>Expected adult height can be calculated by the formula 2 * Height at 2 years of age. Average Cumulative Gain in Height. At 3 months - 10 cm. At 6 months - 15 cm. At 1 year - 25 cm. At 2 years - 37. 5 cm. Also Note: In first year of life, the height increases by 25 cm. In second year of life, the height increases by 12. 5 cm. From 2-12 years - the height increases 6 cm per year. Weech Formula. To calculate expected height between 2-12 years. Expected Height (2 to 12 year) = Age 6+77 (in cm). Waterlow Classification of Stunting. Percentage of ideal height expected for age. Grade of stunting>95%No Stunting90 - 95%Grade 185 - 89%Grade 2<85%Grade 3",
        "cop": 2,
        "opa": "9 cm",
        "opb": "18 an",
        "opc": "24 cm",
        "opd": "6 cm",
        "subject_name": "Pediatrics",
        "topic_name": "Assessment of Growth",
        "id": "26b4a1ae-3cbb-4108-8408-6e37cc5e0ebc",
        "choice_type": "single"
    }
]