[
    {
        "question": "'Time out' is useful in the treatment of:",
        "exp": "Time-out- behavioral modification that involves temporarily separating child from an environment where an unacceptable behavior has occurred. The goal is to remove that child from an enriched, enjoyable environment- lead to extinction of the offending behavior. Distraction and 'time-out' strategies are useful in treatment of Temper Tantrums.",
        "cop": 1,
        "opa": "Temper Tantrums",
        "opb": "Pica",
        "opc": "Anorexia nervosa",
        "opd": "Nocturnal enuresis",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "ee52024a-4e71-4e0b-b1eb-ad1adb17cccd",
        "choice_type": "single"
    },
    {
        "question": "What abnormality does this child have?",
        "exp": "The given picture shows 'Pica'- persistent eating of non-nutritive, non-food substances over a period of at least 1 month. | risk of lead poisoning & parasitic infestations T/t- Behavioural modification, deworming, iron supplementation.",
        "cop": 3,
        "opa": "Bruxism",
        "opb": "Thumb sucking",
        "opc": "Pica",
        "opd": "Breath holding spell",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "29311e39-c004-43ec-9d95-919ed5bf7e7a",
        "choice_type": "single"
    },
    {
        "question": "A 3 years old boy with normal developmental milestones with delayed speech, has difficulty in communication and concentration. He is not making friends. Most probable diagnosis is:",
        "exp": "The given scenario where child is having delayed speech and difficulty in communication and concentration and is not making friends, suggests - Autistic spectrum disorder. Autistic disorder: qualitative impairment of social behaviour impairment of communication skills stereotypic & restricted behaviour onset before 3 years. More common in boys",
        "cop": 1,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Mental retardation",
        "opd": "Specific learning disability",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "3029096b-95ad-45a2-a2c9-da05407995c9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding \"thumb sucking\"?",
        "exp": "Thumb sucking: common in infancy and in as many as 25% of children age 2 yr and 15% of children age 5 yr. self-soothing behavior Leads to dental problems T/t- Behavioural therapy",
        "cop": 4,
        "opa": "Is a sign of insecurity",
        "opb": "Pleasurable sensation",
        "opc": "Leads to dental problems",
        "opd": "Seen only in child < 4 years of age",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "4cd114b1-fc7e-4c87-b3b9-15cb934942fa",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year old-child was brought with complaints of bed-wetting at night and not during day time. His urine specific gravity was 1. 020 and other tests were normal. What will you advice?",
        "exp": "Consult a child Psychologist In this case, the child has nocturnal enuresis, with normal findings on urine examination (normal urine specific gravity is 1. 016-1. 022) Normal milestones: 3 years- dry during day 5 years: dry during night Rx: Psychologic therapy - Motivational therapy, Conditioning therapy (auditory or vibratory alarm attached to a moisture sensor in underwear). Pharmacologic therapy is second line and is not curative.",
        "cop": 2,
        "opa": "Reassure",
        "opb": "Consult a child Psychologist",
        "opc": "USG abdomen",
        "opd": "CT pelvis",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "9b03aa9b-9445-4f85-a5c0-e1b5ae7752db",
        "choice_type": "single"
    },
    {
        "question": "All are habit disorders except:-",
        "exp": "- Temper tantrums & breath holding spells- age typical expressions of frustration or anger. Habit disorders- pattern of behavior that is repeated often (nail biting, thumb sucking, bruxism)",
        "cop": 3,
        "opa": "Nail biting",
        "opb": "Thumb sucking",
        "opc": "Temper tantrum",
        "opd": "Bruxism",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "2eb6a133-b3b1-40b2-ad7a-c7b33a327e88",
        "choice_type": "multi"
    },
    {
        "question": "Waking up at night, screaming with fear, at 2. 5 years age, is generally a manifestation of:",
        "exp": "Separation anxiety developmentally normal when it begins about 10 months of age and tapers off by 18 months By 3 yr of age, most children can accept the temporary absence of their mother or primary caregiver",
        "cop": 4,
        "opa": "Organic illness",
        "opb": "Normal development pattern",
        "opc": "Castration anxiety",
        "opd": "Separation anxiety",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "5222cc15-be76-4499-97c1-3dfef2b7f02a",
        "choice_type": "multi"
    },
    {
        "question": "A 9-year-old child was brought to OPD for being restless annd hyperactive. His mother gives the history that his teacher complaints that he does not listen to the chapters taught at school and disturbs other students, he also shows less interest in playing. The likely diagnosis is:",
        "exp": "Hyperactivity and sho attention span suggest a diagnosis of ADHD. Lack of concentration, impulsivity & hyperactivity are essential features of ADHD. Onset upto 12 years of age. Symptoms of ADHD: - Inattention - Hyperactivity - Impulsivity - Other symptoms- Destructive behavior, irritability, and aggression. Pharmacotherapy: Stimulants Non stimulants Methylphenidate, dexmethylphenidate Atomoxetine Amphetamines Bupropion Modafinil Clonidine, Guanfacine Venlafaxine",
        "cop": 2,
        "opa": "Cerebral palsy",
        "opb": "ADHD",
        "opc": "Delirium",
        "opd": "Mania",
        "subject_name": "Pediatrics",
        "topic_name": "Behavioral Disorders in Children",
        "id": "15d711d2-28b6-42e3-94c9-0fa81d79b5a3",
        "choice_type": "single"
    }
]