[
    {
        "question": "Anti-A, anti-B, antibody appear in child -",
        "exp": "Ans. is 'd' i. e.. After 6 months o litre of anti-A and anti-B antibodies is almost zero immedietly after birth. o Infants start producing anti-A and anti-B antibodies at age of 2-8 month when corresponding antigen is not present in cell. o Maximum titre rech at 8 to 10 years of age after that it started declinning.",
        "cop": 4,
        "opa": "Just after birth",
        "opb": "1 week after",
        "opc": "6 week after",
        "opd": "After 6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Blood Disorders",
        "id": "e57c7406-1794-41b2-84cb-64f3f71a7dd9",
        "choice_type": "single"
    },
    {
        "question": "Large doses of vitamin-K in a newborn causes?",
        "exp": "ANSWER: (B) Hemolytic anemia. REF: KDT 7zhedp. 596. Effects of large doses of Vitamin-KRapid iv injection causes breathlessness, sense of constriction, fall in BPHemolysis, especially in G6P deficiency. Kernicterus in newborns",
        "cop": 2,
        "opa": "Bulging of posterior fontanel",
        "opb": "Hemolytic anemia",
        "opc": "Convulsions",
        "opd": "Hyperprothombinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood Disorders",
        "id": "10baf602-2986-4366-896a-f41b11f1203e",
        "choice_type": "single"
    },
    {
        "question": "Hemorrhagic disease of the newborn is attributed to the deficiency of?",
        "exp": "Ans. (c) Vitamin K* Vitamin K is produced by our gut flora. The gut of a New-born baby is sterile and hence no vitamin K is being produced. Moreover vitamin k is negligible in breast milk. In lieu of these factors all babies are susceptible to development of Hemorrhagic disease of New-born.* To prevent this from happening therefore, as standard operating procedure in all hospitals injection vitamin K 1: 1 mg intramuscular is given to prevent hemorrhagic disease of new born referred to as H. D. N.* In our country where a large number of children are born via home deliveries, no vitamin K would be given to the child and therefore the child may be brought to the hospital on day 5 with umbilical stump bleeding.* For management: the child should be given injection vitamin K lmg intravenously. If bleeding is still present then FFP needs to be administered. Previous Year Questions on Topic: Bleeding Disorders in Children* Type of vitamin K used for treatment of H. D. N= vitamin K1* Umbilical stump bleeding in child on day 1 of life= factor 13 deficiency* Umbilical stump bleeding in child on day 5 of life= H. D. N* Male baby with excessive circumcision bleeding= hemophilia A* Vaginal bleeding in a girl child on day 5 of life= No intervention required",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Vitamin E",
        "opc": "Vitamin K",
        "opd": "Vitamin C",
        "subject_name": "Pediatrics",
        "topic_name": "Blood Disorders",
        "id": "675c2285-9501-4e7d-a5aa-7e35236e222e",
        "choice_type": "single"
    },
    {
        "question": "Hemolytic disease of new born is commonly due to incompatibility of which antigen?",
        "exp": "Ans. is 'b' i. e., D antigen in Rh group o Repeat from previous sessions",
        "cop": 2,
        "opa": "C antigen in Rh group",
        "opb": "D antigen in Rh group",
        "opc": "E antigen in Rh group",
        "opd": "Lewis antigen",
        "subject_name": "Pediatrics",
        "topic_name": "Blood Disorders",
        "id": "17c83a87-c605-439b-99d6-43ba22e02dd4",
        "choice_type": "single"
    }
]