[
    {
        "question": "Two weeks after a viral syndrome, a 2-year-old child develops bruising and generalized petechiae, more prominent over the legs. No hepatosplenomegaly or lymph node enlargement is noted. The examination is otherwise unremarkable. Laboratory testing shows the patient to have a normal hemoglobin, hematocrit, and white blood cell (WBC) count and differential. The platelet count is 15, 000/mL. Which of the following is the most likely diagnosis?",
        "exp": "In children, ITP is the most common form of thrombocytopenic purpura. In most cases, a preceding viral infection can be noted. No diagnostic test identifies this disease; exclusion of the other diseases listed in the question is necessary. In this disease, the platelet count is frequently less than 20, 000/mL, but other laboratory tests yield essentially normal results, including the bone marrow aspiration (if done). Complications are uncommon; significant bleeding occurs in only 5% of cases and intracranial hemorrhage is even rarer. The treatment of childhood ITP is controversial. Patients with mild symptoms such as bruising and self-limited epistaxis may be observed, while patients with significant bleeding should be treated. IVIG and corticosteroids are effective in causing a rapid increase in platelet count, but controversy exists surrounding the use of prednisone before ruling out leukemia with a bone marrow aspirate. For Rh-positive patients with a working spleen, the use of anti-D immunoglobulin also results in an increase in platelet count. For patients with chronic (> 1 year) ITP, a splenectomy may be necessary. Aplastic anemia is unlikely if the other cell lines are normal. v. WD might be expected to present with bleeding and not just bruising. It is unlikely that acute leukemia would present with thrombocytopenia only. Thrombotic thrombocytopenic purpura is rare in children.",
        "cop": 3,
        "opa": "Von Willebrand disease (v. WD)",
        "opb": "Acute leukemia",
        "opc": "Idiopathic (immune) thrombocytopenic purpura (ITP)",
        "opd": "Aplastic anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "e675b134-430c-4e38-8e06-89dec30f728e",
        "choice_type": "single"
    },
    {
        "question": "Golden har svndrome-",
        "exp": "Ans. is 'b' i. e., Ist & 2nd branchial arch Goldenhar syndrome (oculoauriculovertebral dysplasia with hemifacial microsomia) is a rare congenital de\\>elopmental anomaly involving the first and second branchial arches. The classic features of this syndrome include ocular changes such as microphthalmia, epibulbar dermoids, lipodennoids and coloboma; aural features such as preauricular tragi, hearing loss and microtia; and vertebral anomalies such as scoliosis, hemivertebrae and cenncal fusion. In addition to facial, vertebral, ophthalmic malformations cardiovascular, CNS, genitourinary: malformations have been associated with goldenhar syndrome.",
        "cop": 2,
        "opa": "1st branchial arch",
        "opb": "1st & 2nd branchial arch",
        "opc": "2nd & 3rd branchial arch",
        "opd": "3rd & 4th branchial arch",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "b1b69a1f-8d61-4b71-b487-033bd2b00dbb",
        "choice_type": "single"
    },
    {
        "question": "Liver and spleen produce RBC's for",
        "exp": "Ans. a (Prenatal life). (Ref. Nelson, Paediatrics, 17th/pg. l599; Dutta, Obst., 4th/pg. 42)DEVELOPMENTAL HEMATOPOIESIS OCCURS IN ANATOMICAL STAGESMesoblastic. Hepatic. Myeloid. Yolk sac. Liver. Bone marrow10-14th day to 10-12 weeks6-8 weeks to throughout the gestation5th month to throughout life long",
        "cop": 1,
        "opa": "Prenatal life",
        "opb": "First year of life",
        "opc": "Upto five years of life",
        "opd": "Lifelong",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "6c1583ed-dcf0-4958-933f-f7105fdf8b1e",
        "choice_type": "single"
    },
    {
        "question": "While bathing her newly received 2-year-old son, a foster mother feels a mass in his abdomen. A thorough medical evaluation of the child reveals aniridia, hypospadias, horseshoe kidney, and hemihypertrophy. Which of the following is the most likely diagnosis for this child?",
        "exp": "An abdominal mass is palpated in 85% of patients with Wilms tumor; abdominal pain is present in 40%, hypertension in about 60%, and hematuria in 12% to 24%. Because of the association of hemihypertrophy and aniridia with Wilms tumor, children with these findings should be followed with periodic physical examinations and abdominal sonograms, especially during their first 5 years. Wilms tumor and aniridia are associated with abnormalities on chromosome 11. Neuroblastoma should also be considered in the differential diagnosis of abdominal mass, especially if fever, irritability, bone pain, limp, and diarrhea are present; in the case presented, however, the other features such as aniridia and horseshoe kidney make this diagnosis less likely than Wilms tumor.",
        "cop": 2,
        "opa": "Neuroblastoma",
        "opb": "Wilms tumor",
        "opc": "Hepatoblastoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "e09cc716-03ea-4980-99f6-6d95c8e2fd03",
        "choice_type": "single"
    },
    {
        "question": "Salmonellosis is the most common in which of the following hematologic disorder:",
        "exp": "Ans. A. Sickle cell disease. Sickle cell anemia is an autosomal recessive disease that results from substitution of valine from glutamic acid at position 6 of the beta- globin chain. Patients who are homozygous for the HbS gene have sickle cell disease. Patients who are heterozygous for the HbS gene have sickle cell trait. The gene frequency in India is 4. 3% and is common in Odisha, Maharashtra, Madhya Pradesh and Jharkhand. The most common clinical manifestation of is vaso-occlusive crisis; pain crises are the most distinguishing clinical feature. Other manifestations include bone pain, anemia, aplastic crisis, splenic sequestration and infections. Organisms that pose the greatest danger include Salmonella, encapsulated respiratory bacteria, particularly Streptococcus pneumonia; Haemophilus influenzae adult infections are predominately with gram- negative organisms, especially E. coli and Mycoplasma pneumoniae.",
        "cop": 1,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Haemophilia",
        "opd": "Macrocytic Anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "4890fdd1-8b45-4895-a338-b51fe1a551e2",
        "choice_type": "single"
    },
    {
        "question": "What is the mid upper arm circumference - cut off value for malnutrition of a child:",
        "exp": "Ans. (a) 12. 5cm. Ref: OP Ghai 8th ed./97* Mid arm circumference is measured by a Field instrument -> Shakir's tape* Among age group: 1-5 yrs* <12. 5 cm shows severe malnutrition",
        "cop": 1,
        "opa": "12. 5cm",
        "opb": "10. 5cm",
        "opc": "14. 5cm",
        "opd": "9. 5cm",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "64b77e15-e27a-4bc1-9711-ecc5f6159a08",
        "choice_type": "single"
    },
    {
        "question": "AML best prognosis is seen with -",
        "exp": "Ans. is 'c' i. e., Acute promyeloblastic leukemia (M. 3) Acute promvcloblastic leukemia. Also known as M-3. Associated with t( 15: 17)DIC, chloromas common. Very responsine to retinoic acid combined with anthracylines. M. 7 (acute megakaiyocytic leukemia) mostly seen in down syndrome. French-American-British (FAB) Classification of Acute Myelogenous Leukemia. SUBTYPECOMMON NAMEMl. Acute myeloblastic leukemia without maturation. M2. Acute myeloblastic leukemia with maturation. M3. Acute promyeloblastic leukemia. M4. Acute myelomonocytic leukemia. M5. Acute monocytic leukemia. M6. Erythroleukemia. M7. Acute megakaryocytic leukemia",
        "cop": 3,
        "opa": "Acute mvelo monocytic leukemia.",
        "opb": "Acute monocytic leukemia.",
        "opc": "Acute promyeloblastic lukemia (M. 3).",
        "opd": "Eiythro leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "27f9ac7c-3e59-4182-9576-68471f87c67b",
        "choice_type": "single"
    },
    {
        "question": "Hemophilia A results due to deficiency of which of the factors:",
        "exp": "Ans. C. VIIIHaemophilia's are the most common hereditary clotting defects occurring as X-linked recessive disorders. Haemophilia A is caused by factor VIII deficiency and haemophilia B due to factor XI deficiency:",
        "cop": 3,
        "opa": "II",
        "opb": "VII",
        "opc": "VIII",
        "opd": "XI",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "00189e95-15c0-4916-9523-d69c9f1aad37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Henoch Schonlein purpura?",
        "exp": "Ans. is 'b' i. e, Thrombocytopenia Henoch-Schonlein purpura* Henoch - Schonlein purpura is vasculitis of small vessels (capillaries, venules or arterioles) and characterized by deposition of IgA in the wall of involved vessels.* H. S. purpura is characterized by tetrad of purpura, arthritis, glomerulonephritis, and abdominal pain. Gross hematuria is seen in 20-30% of cases.* All changes result from the deposition of circulating immune complexes, containing IgA and complement on the endothelium of the blood vessels throughout the body and within the glomerular mesangial regions.* Diagnosis is confirmed by presence of palpable purpura with normal platelet count along with one or more of the following: abdominal pain, arthralgia/arthritis and mesangial deposition of IgA.* Biopsy of the kidney may be performed both to establish the diagnosis or to assess the severity of already suspected kidney disease. The main findings on kidney biopsy are increased cells and IgA deposition in the mesangium (part of the glomerulus, where blood is filtered), white blood cells, and the development of crescents.* Renal manifestations usually start at the onset or within 3 months of onset of other symptoms.",
        "cop": 2,
        "opa": "Purpura",
        "opb": "Thrombocytopenia",
        "opc": "Glomerulonephritis",
        "opd": "Abdominal pain",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "0206c72b-ba13-407b-8cdb-a54f1be60bf4",
        "choice_type": "single"
    },
    {
        "question": "Not used in treatment of thalassemia:",
        "exp": "Ans. b (Iron therapy). (Ref. Harrison, Principles of Medicine, 18th/Ch. 104)# Iron therapy is infact contraindicated in thalassemic patients on transfusion, as they are likely to have iron overload. Many patients with Beta-thalassemia major require chronic hypertransfusion therapy designed to maintain a hematocrit of at least 27-30% so that erythropoiesis is suppressed. Splenectomy is required if the annual transfusion requirement (volume of RBCs per kilogram of body weight per year) increases by >50%. Folic acid supplements may be useful. Vaccination with Pneumovax in anticipation of eventual splenectomy is advised, as is close monitoring for infection, leg ulcers, and biliary tract disease. Many patients develop endocrine deficiencies as a result of iron overload. Early endocrine evaluation is required for glucose intolerance, thyroid dysfunction, and delayed onset of puberty or secondary sexual characteristics. Patients with Beta-thalassemia intermedia exhibit similar stigmata but can survive without chronic hypertransfusion. Persons with alpha-thalassemia trait may exhibit mild hypochromia and microcytosis usually without anemia. Hb. A2 and HbF levels are normal. Affected individuals usually require only genetic counseling. HbH disease (in which three loci deleted on the contrary to Hb Barts, in which all four loci are deleted) resembles -thalassemia intermedia, with the added complication that the HbH molecule behaves like moderately unstable hemoglobin. Patients with HbH disease should undergo splenectomy if excessive anemia or a transfusion requirement develops. Oxidative drugs should be avoided. Iron overload leading to death can occur in more severely affected patients.",
        "cop": 2,
        "opa": "Folic-acid",
        "opb": "Iron therapy",
        "opc": "Splenectomy",
        "opd": "Bone marrow transplant",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "ec51f217-05a3-47ff-ab1e-f17cc7526d3e",
        "choice_type": "single"
    },
    {
        "question": "Neonatal MCV is:",
        "exp": "a. 90-110fL(Ref: Nelson's 20/e p 2309-2312, Ghai 8/e p 330). Normal Red Cell Indices in Infancy and Childhood. Age. MCV (fL) (mean)MCH (pg) (mean)MCHC (g/dL) (mean). Birth (cord blood)10834331 month10434331 - 2 years7827332 - 6 years8127346 - 12 years772934",
        "cop": 1,
        "opa": "90-110 fL",
        "opb": "110-125 fL",
        "opc": "125-135 fL",
        "opd": "140-150 fL",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "590ab01d-c3bb-48c0-82b4-aeaeec84dc0d",
        "choice_type": "single"
    },
    {
        "question": "Genes responsible for beta thalassemia are located on which chromosome?",
        "exp": "Ans. b (Chromosome 11). (Ref. Harrison's medicine 16th ed., 370, 594)CHROMOSOME NO. ASSOCIATED DISEASE (S). Chromosome 1. presenilin 2 mutation (Alzheimer's). Chromosome 3 (3P)VHLChromosome 4. Huntington's disease. Chromosome 5. Familial adenomatous Polyposis. Cridu-Chat syndrome. Chromosome 6. HLAChromosome 7. Cystic fibrosis. Chromosome 11. Wilm's tumor. Beta thalassemia. Alzheimer's disease. Chrosome 4&16. ADPKDChromosome 16. Alpha thalassemia. Long arm of 17. NF-1. Chromosome 22. NF-2",
        "cop": 2,
        "opa": "Chromosome 7",
        "opb": "Chromosome 11",
        "opc": "Chromosome 16",
        "opd": "Chromosome 18",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "fc5b7c58-5fd4-4f64-995d-d53e46120bae",
        "choice_type": "single"
    },
    {
        "question": "The earliest indicator of response after starting iron therapy in a 6 year old with iron deficiency is:",
        "exp": "Ans. C. Increased reticulocyte count* Reticulocyte count is the earliest to rise after starting iron therapy.* This is followed by elevation of hemoglobin levels.* Body iron stores are repleted after the correction of hemoglobin levels.",
        "cop": 3,
        "opa": "Increased ferritin",
        "opb": "Increased hemoglobin",
        "opc": "Increased reticulocyte count",
        "opd": "Increased serum iron",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "d5c98014-a25b-4219-895d-b7dee5c278a2",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child in shock has multiple non-blanching purple lesions of various sizes scattered about on the trunk and extremities; petechiae are noted, and oozing from the venipuncture site has been observed. The child's peripheral blood smear is shown below. Clotting studies are likely to show which of the following?",
        "exp": "The clinical history and blood smear findings (fragmented cells and few platelets) presented in the question are typical of DIC. The disorder, which can be triggered by endotoxin shock, results ultimately in the initiation of the intrinsic clotting mechanism and the generation of thrombin (prolonged PT and PTT, decreased fibrinogen concentration, and an increase in fibrin split products). Fibrin deposited in the microcirculatory system can lead to tissue ischemia and necrosis, further capillary damage, release of thromboplastic substances, and increased thrombin generation. Simultaneous activation of the fibrinolytic system produces increased amounts of fibrin split products, which inhibit thrombin activity. Of utmost importance in the treatment of children who have DIC is the management of the condition that precipitated the disorder.",
        "cop": 4,
        "opa": "Increased levels of factors V and VIII",
        "opb": "A decreased prothrombin level",
        "opc": "An increased fibrinogen level",
        "opd": "The presence of fibrin split products",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "7231f948-a35a-4801-b80c-c73f8c9ac62b",
        "choice_type": "single"
    },
    {
        "question": "Painful \"hand - foot syndrome\" is a manifestation of:",
        "exp": "Ans. B. Sickle cell Anemia. Sickle cell disease (SCD) and its variants are genetic disorders resulting from the presence of a mutated form of hemoglobin, hemoglobin S (HbS) caused by a single amino acid substitution within the hemoglobin A (HbA) gene, creating the abnormal HbS. Patients with sickle cell anemia can present with sickle cell crisis which can be of three types: vaso occlusive, sequestration and aplastic. Vaso occlusive crisis are painful episodes due to intravascular sickling and tissue anoxia, predominantly affecting bones, lung liver, spleen, brain and penis. Patients develop throbbing bony pain, sometimes accompanied by local tenderness, erythema, warmth and swelling. These attacks often get precipitated following infections, climatic changes and psychological stress. In small children under 5 years, hands and feet bones are often affected. Painful \"hand-foot syndrome\" may be the first clinical manifestation of sickle cell disease.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Sickle cell Anemia",
        "opc": "Autoimmune haemolytic anemia",
        "opd": "Idiopathic Thrombocytopenic purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "1ce52cb8-1dea-4ce1-a335-2d7124596bf2",
        "choice_type": "single"
    },
    {
        "question": "The most common leukocytoclastic vasculitis affecting children is:",
        "exp": "Ans. is 'c' i. e. Henoch Schonlein purpura First, what is Leukocytoclastic vasculitis. Leukocytoclastic vasculitis- *It is a cutaneous acute vasculitis characterized clinically by palpable purpura especially of the legs and histologically by the presence of leukocytoblast (Leukocytoblast are nuclear debris of neutrophils). This is the definition of leukocytoclastic vasculitis given in Dorland's dictionary, but according to Harrison the term leukocytoclastic vasculitis can be used interchangeably with the term hypersensitivity vasculitis and predominantly cutaneous vasculitis Harrison further adds that none of the term is adequate due to heterogenicity of this group of disorder. Now the causes of leukocytoclastic vasculitis: -Drug induced vasculitis*Henoch Schonlein purpura*Systemic lupus erythematosis*Rheumatoid arthritis*Sjogren's syndrome*Essential mixed cryoglobulinemia*SABE*EBV infection. HIV infection. Chronic active hepatitis. Ulcerative colitis. Retro peritoneal fibrosis. Primary biliary cirrhosis. So the answer is obvious, none of the options given in the question cause leukocytoclastic vasculitis except H. S. purpura. More about leukocytoclastic vasculitis: Pathological features: -Vasculitis of small vessels* (post capillary venules are most commonly involved). Leukocytoclastic is present - (leukocytoblast are nuclear debris remaining from the neutrophils). Immune complex deposition - It is considered to be the immuno pathogenic mechanism* of this type of vasculitis. Clinical features. The hallmark of this group of vasculitis is the predominance of skin involvement. The skin lesions appear as. Palpable purpura (M. C. skin involvement). Macules. Papules. Vesicles. Bullae. Other organ system may also be involved to varying degrees * Laboratory diagnosis. No specific laboratory tests for this group of vasculitis. Only nonspecific features such as mild Leucocytosis with or without eosinophilia and elevated ESR is seen.",
        "cop": 3,
        "opa": "Takayasu disease.",
        "opb": "Mucocutaneous lymph node syndrome. (Kawasaki disease).",
        "opc": "Henoch Schonlein purpura.",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "fe87c00f-cfe6-46c8-8ffb-c3c37bf8590b",
        "choice_type": "single"
    },
    {
        "question": "Best diagnostic test in Thalassemia is",
        "exp": "(HbF) (310-11- Ghai 6th) (2035- Nelson 18th) (308-Ghai 7lh). Laboratory Investigations in Thalassemia* The infant is bom only with HbF or some cases HbF and HbE (heterozygosity for J3deg thalassemia)* Hb | (2-6 gm/dL), HbF T and Hb. A2 is nrmal* Reculocyte count is commonly <8% and is in appropriately low compared with the degree of anemia because of ineffective erythropoiesis* Unconjugated serum bilirubin level is usually elevated but the chemistry values may be normal at an early stages* Peripheral smears shows - hypochromia, anisocytosis and poikilocytosis, (Target and tear drop cell, Howell Jolly bodies & Heinz bodies) with marked basophilic stippling* Bone marrow - hypercellular with erythroid hyperplasia with erythroid hyperplasia with increased number of stippled erythroblasts and side roblasts* Osmotic fragility decreased* Serum iron, serum ferritin levels increased",
        "cop": 1,
        "opa": "HbF",
        "opb": "Hb. A2",
        "opc": "Serum iron levels",
        "opd": "Reticulocyte count",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "c372e5bf-08fa-4716-8cf2-7708a0442a8d",
        "choice_type": "single"
    },
    {
        "question": "Opsoclonus is associated with -",
        "exp": "Ans. is 'a' i. e., Neuroblastoma o Opsolonus is seen primarily in Neuroblastoma. o Neuroblastoma is embryonal cancer of peripheral sympathetic nervous system, o Thirst most common childhood cancer (lst - leukemia, 2nd - Brain tumor), o MC diagnosed neoplasm in infancy. o Arises in abdomen either in adrenal gland or retroperitoneal sympathetic ganglion, o Superior cervical ganglion involvement produce Horner syndrome, o Can present as Paraneoplastic as ataxia or opsomvoclonus. o Optoclonus also seen sometimes in encephalitis.",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Nephroblastoma",
        "opc": "Retinoblastoma",
        "opd": "Hypernephroma",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "f0b60d73-f4e4-46e9-a366-047c96292236",
        "choice_type": "single"
    }
]