[
    {
        "question": "A 20 month old female child is brought for routine check-up. Complete blood count (CBC) shows moderate neutropenia. Child looks healthy, eats well and within expected parameters for age and sex. Other parameters of blood count are within normal range expected for age. Family history is unremarkable. CBC after 1 and 2 weeks shows same results. Bone marrow examination is normal. Next step",
        "exp": "Answer: c) Watch and wait strategyBENIGN NEUTROPENIAA rare disease usually found in young children that is self-limiting.Despite low neutrophil count, the cells are functional, so infections in these children are not more common than in children with normal neutrophil count.Neutropenia is expected to get better on its own after several weeks to several months.Corticosteroids would not help with the neutrophil count and would be potentially dangerous because of all the side effects they have.Benign neutropenia is not a result of vitamin deficiency, so multivitamin therapy would not be helpful.Despite low neutrophil count, severe infections are not expected in these children, so antibiotics administration is not necessary.",
        "cop": 3,
        "opa": "Corticosteroid administration",
        "opb": "Multivitamin administration",
        "opc": "Watch and wait strategy",
        "opd": "Antibiotics to prevent infection",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "ddbe2008-30f0-40d2-92ac-45ca60ce2246",
        "choice_type": "multi"
    },
    {
        "question": "Hallmarks of the hemophilia is",
        "exp": "(Hemarthroses): Ref: 326-G, 1657-Nelson 17th (321-Ghai 7th)Hemophilia - X-1 inked recessive, The females carries the hemophilia trait but only male offspring suffers from the disease.Clinical features - Bleeding following tooth extraction, severe trauma or following surgery muscle hematoma, and bleeding in joints.* Prolonged bleeding following circumcision may be the first symptoms* Excessive bleeding episodes from umbilical cord may be the presenting features in newborns* As the child learns to walk, there are repeated episodes of hemarthrosis* Bleeding may occur in the any area of the body, the hallmark of hemophilia is the hemarthrosis. The earliest joint hemorrhages appears most commonly in the ankle, because of the lack of stability of this joint as the toddler assumed an upright posture (1657-Nelson 17th)",
        "cop": 2,
        "opa": "Epistaxis",
        "opb": "Hemarthrosis",
        "opc": "Abdominal pain",
        "opd": "Anaemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "8865278a-5360-4e66-b4dc-4d6013826241",
        "choice_type": "multi"
    },
    {
        "question": "A healthy 3-year-old girl presents with acute onset of petechiae, purpura, and epistaxis. Her Hb 12 g/dl, WBC 5550/mm3, platelet count 2000/mm3. The most likely diagnosis is:",
        "exp": "Ans. A. Idiopathic thrombocytopenic purpura (ITP)ITP is most commonly seen in previously healthy children, who may have encountered a recent viral infection. Because the pathogenesis involves peripheral destruction of platelets, the BM appears normal and other hemic lineages are not affected (unlike the case for acute leukemia or aplastic anemia). In contrast to patient with ITP, child with DIC usually is extremely ill.",
        "cop": 1,
        "opa": "ITP",
        "opb": "ALL",
        "opc": "Aplastic anemia",
        "opd": "DIC",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "05f39d2e-75c8-40ad-b1ec-307471fe79bc",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are suggestive of Iron deficiency anemia except:",
        "exp": "Ans. C. Increased Red blood cellsIron deficiency has a low RBC count. Thalassemia major is also a differential of microcytic hypochromic anemia but increased red cell count is a feature of Thalassemia and not Iron deficiency anemia.",
        "cop": 3,
        "opa": "Microcytosis",
        "opb": "Hypochromia",
        "opc": "Increased Red blood cells",
        "opd": "Increased Red cell distribution width",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "a8ddbe5e-3bb3-43ad-aeb3-e0ef354964a3",
        "choice_type": "multi"
    },
    {
        "question": "Two weeks after a viral syndrome, a 2-year-old child develops bruising and generalized petechiae, more prominent over the legs. No hepatosplenomegaly or lymph node enlargement is noted. The examination is otherwise unremarkable. Laboratory testing shows the patient to have a normal hemoglobin, hematocrit, and white blood cell (WBC) count and differential. The platelet count is 15,000/mL. Which of the following is the most likely diagnosis?",
        "exp": "In children, ITP is the most common form of thrombocytopenic purpura. In most cases, a preceding viral infection can be noted. No diagnostic test identifies this disease; exclusion of the other diseases listed in the question is necessary. In this disease, the platelet count is frequently less than 20,000/mL, but other laboratory tests yield essentially normal results, including the bone marrow aspiration (if done). Complications are uncommon; significant bleeding occurs in only 5% of cases and intracranial hemorrhage is even rarer. The treatment of childhood ITP is controversial. Patients with mild symptoms such as bruising and self-limited epistaxis may be observed, while patients with significant bleeding should be treated. IVIG and corticosteroids are effective in causing a rapid increase in platelet count, but controversy exists surrounding the use of prednisone before ruling out leukemia with a bone marrow aspirate. For Rh-positive patients with a working spleen, the use of anti-D immunoglobulin also results in an increase in platelet count. For patients with chronic (> 1 year) ITP, a splenectomy may be necessary.Aplastic anemia is unlikely if the other cell lines are normal. vWD might be expected to present with bleeding and not just bruising. It is unlikely that acute leukemia would present with thrombocytopenia only. Thrombotic thrombocytopenic purpura is rare in children.",
        "cop": 3,
        "opa": "Von Willebrand disease (vWD)",
        "opb": "Acute leukemia",
        "opc": "Idiopathic (immune) thrombocytopenic purpura (ITP)",
        "opd": "Aplastic anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "e675b134-430c-4e38-8e06-89dec30f728e",
        "choice_type": "single"
    },
    {
        "question": "All the following are seen in thalassemia major except:",
        "exp": "Ans: c (Low iron content in blood)Serum iron content is increased in thalassaemia major and not decreased.THALASSAEMIA MAJOR / COOLY'S ANAEMIAAge is usually 3-6 monthsRegular, monthly blood transfusion dependentClinical Features* Mainly due to extramedullary erythropoiesis in facial and skull bones -> haemolytic facies* HepatosplenomegalyLab Findings* Peripheral smear- hypochromic microcytic anaemia with bizarre fragmented poikilocytes* Intra erythrocytic inclusions - Heinz bodies Heinz bodies are precipitated extra alpha chain* Hb F increased* TIBC normal* Osmotic fragility is reduced* X ray skull - hair on end appearance.Complications 1) Hypersplenism 2) Haemosiderosis 3) Endocrine complications4) Cardiomyopathy - cause of death# Diabetes mellitus# Hypothyroidism# Delayed puberty5) Hyperpigmentation due to melanin deposition6) Growth retardationTreatmentRegular packed cell transfusionBone marrow transfusion is curative",
        "cop": 3,
        "opa": "Microcytic hypochromic anaemia",
        "opb": "Hepatosplenomegaly",
        "opc": "Low iron content in blood",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "df364358-5ed5-420d-89d7-efe52e6cdde9",
        "choice_type": "multi"
    },
    {
        "question": "In a patient with mild hemophilia levels of clotting factor (antihemophilic factor) would be above",
        "exp": "Ans. a (5%) (Ref. Nelson paediatrics 18th ed., p. 2068)HEMOPHILIA# Life-threatening hemorrhages require replacement therapy to achieve normal plasma level (100 IU/dL, or 100%).# Patients with mild hemophilia who have factor VIII or factor IX levels of >5 IU/dL usually do not have spontaneous hemorrhages. These individuals may experience prolonged bleeding after dental work, surgery, or injuries.# The hemostatic level for factor VIII is >30-40 pL, and for factor IX, it is >25-30%.# The lower limit of levels for factors VIII and IX in normal individuals is approximately-50%.# Even in patients with severe hemophilia, only 90% have evidence of | bleeding by 1 yr of age. Although bleeding may occur in any area of the body, the hallmark of hemophilia is hemarthrosis. PTPTTMechanism and commentsHemophilia A or B Increased# X-linked recessive inheritance, Intrinsic pathway coagulation defect.# A: deficiency of factor VIII -|PTT. And B; deficiency of factor IX -|PTT.# Macrohemorrhage in hemophilia --hemarthroses (bleeding into joints), easy bruising,| PTT.# Treatment: recombinant factor VIII (in hemophilia A).Vitamin K deficiencyIncreasedIncreasedGeneral coagulation defect. Bleeding time normal, synthesis of factors II, VII, IX, X, protein C, protein S",
        "cop": 1,
        "opa": "5%",
        "opb": "10%",
        "opc": "30%",
        "opd": "Any of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "6f95f84b-ad8e-46f2-b138-e6a301bb85b8",
        "choice_type": "multi"
    },
    {
        "question": "Golden har svndrome-",
        "exp": "Ans. is 'b' i.e., Ist & 2nd branchial arch Goldenhar syndrome (oculoauriculovertebral dysplasia with hemifacial microsomia) is a rare congenital de\\>elopmental anomaly involving the first and second branchial arches.The classic features of this syndrome include ocular changes such as microphthalmia, epibulbar dermoids, lipodennoids and coloboma; aural features such as preauricular tragi, hearing loss and microtia; and vertebral anomalies such as scoliosis, hemivertebrae and cenncal fusion.In addition to facial, vertebral, ophthalmic malformations cardiovascular, CNS, genitourinary: malformations have been associated with goldenhar syndrome.",
        "cop": 2,
        "opa": "1st branchial arch",
        "opb": "1st & 2nd branchial arch",
        "opc": "2nd & 3rd branchial arch",
        "opd": "3rd & 4th branchial arch",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "b1b69a1f-8d61-4b71-b487-033bd2b00dbb",
        "choice_type": "single"
    },
    {
        "question": "Liver and spleen produce RBC's for",
        "exp": "Ans. a (Prenatal life). (Ref. Nelson, Paediatrics, 17th/pg.l599; Dutta, Obst., 4th/pg.42)DEVELOPMENTAL HEMATOPOIESIS OCCURS IN ANATOMICAL STAGESMesoblasticHepaticMyeloidYolk sacLiverBone marrow10-14th day to 10-12 weeks6-8 weeks to throughout the gestation5th month to throughout life long",
        "cop": 1,
        "opa": "Prenatal life",
        "opb": "First year of life",
        "opc": "Upto five years of life",
        "opd": "Lifelong",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "6c1583ed-dcf0-4958-933f-f7105fdf8b1e",
        "choice_type": "single"
    },
    {
        "question": "All are causes of eosinophilia except:",
        "exp": "Ans: C (Corticosteroid therapy) Ref: Nelson Textbook of Pediatrics, 19th edition. Pg 740.Explanation:Corticosteroid therapy causes eosinopenia.Causes of EosinophiliaAllergic DisordersAllergic rhinitisAsthmaAcute and chronic urticariaHypersensitivity drug reactionsInfectious DiseasesTissue-Invasive Helminth Infections TrichinosisToxocariasisStrongyloidosisAscariasisFiiariasisPneumocystis cariniiToxoplasmosisAmebiasisMalariaBronchopulmonary aspergillosisScabiesMalignant DisordersBrain tumorsHodgkin disease and T-cell lymphomaMyeloproliferative disordersGastrointestinal DisordersInflammatory bowel diseaseEosinophilic gastroenteritisChronic active hepatitisRheumatologic DiseaseRheumatoid arthritisEosinophilic fascitisImmunodeficiency DiseaseHyper-IgE syndromeWiskott-Aldrich syndromeLoftier syndromeEosinophilic leukemiaHypersensitivity pneumoniaMiscellaneousThrombocytopenia with absent radiiVasculitisHistiocytosis with cutaneous involvement",
        "cop": 3,
        "opa": "Allergic Rhinitis",
        "opb": "Trichinosis",
        "opc": "Corticosteroid therapy",
        "opd": "Rhematoid arthritis",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "413820b8-9019-4ec0-be32-9438f21e67e0",
        "choice_type": "multi"
    },
    {
        "question": "While bathing her newly received 2-year-old son, a foster mother feels a mass in his abdomen. A thorough medical evaluation of the child reveals aniridia, hypospadias, horseshoe kidney, and hemihypertrophy. Which of the following is the most likely diagnosis for this child?",
        "exp": "An abdominal mass is palpated in 85% of patients with Wilms tumor; abdominal pain is present in 40%, hypertension in about 60%, and hematuria in 12% to 24%. Because of the association of hemihypertrophy and aniridia with Wilms tumor, children with these findings should be followed with periodic physical examinations and abdominal sonograms, especially during their first 5 years. Wilms tumor and aniridia are associated with abnormalities on chromosome 11.Neuroblastoma should also be considered in the differential diagnosis of abdominal mass, especially if fever, irritability, bone pain, limp, and diarrhea are present; in the case presented, however, the other features such as aniridia and horseshoe kidney make this diagnosis less likely than Wilms tumor.",
        "cop": 2,
        "opa": "Neuroblastoma",
        "opb": "Wilms tumor",
        "opc": "Hepatoblastoma",
        "opd": "Rhabdomyosarcoma",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "e09cc716-03ea-4980-99f6-6d95c8e2fd03",
        "choice_type": "single"
    },
    {
        "question": "Salmonellosis is the most common in which of the following hematologic disorder:",
        "exp": "Ans. A. Sickle cell diseaseSickle cell anemia is an autosomal recessive disease that results from substitution of valine from glutamic acid at position 6 of the beta- globin chain. Patients who are homozygous for the HbS gene have sickle cell disease. Patients who are heterozygous for the HbS gene have sickle cell trait. The gene frequency in India is 4.3% and is common in Odisha, Maharashtra, Madhya Pradesh and Jharkhand. The most common clinical manifestation of is vaso-occlusive crisis; pain crises are the most distinguishing clinical feature. Other manifestations include bone pain, anemia, aplastic crisis, splenic sequestration and infections. Organisms that pose the greatest danger include Salmonella, encapsulated respiratory bacteria, particularly Streptococcus pneumonia; Haemophilus influenzae adult infections are predominately with gram- negative organisms, especially E. coli and Mycoplasma pneumoniae.",
        "cop": 1,
        "opa": "Sickle cell anaemia",
        "opb": "Thalassemia",
        "opc": "Haemophilia",
        "opd": "Macrocytic Anaemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "4890fdd1-8b45-4895-a338-b51fe1a551e2",
        "choice_type": "single"
    },
    {
        "question": "What is the mid upper arm circumference - cut off value for malnutrition of a child:",
        "exp": "Ans. (a) 12.5cmRef : OP Ghai 8th ed./97* Mid arm circumference is measured by a Field instrument -> Shakir's tape* Among age group: 1-5 yrs* <12.5 cm shows severe malnutrition",
        "cop": 1,
        "opa": "12.5cm",
        "opb": "10.5cm",
        "opc": "14.5cm",
        "opd": "9.5cm",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "64b77e15-e27a-4bc1-9711-ecc5f6159a08",
        "choice_type": "single"
    },
    {
        "question": "An otherwise healthy child has on his 1-year-old routine CBC the polymorphonuclear neutrophil shown below. Which of the following is an appropriate next step?",
        "exp": "The finding of hyper-segmented neutrophils in the peripheral blood is one of the most useful laboratory aids in making an early diagnosis of folate deficiency. Serum folate levels become low in weeks with an inadequate dietary source.",
        "cop": 3,
        "opa": "Bone marrow aspiration",
        "opb": "Begin oral iron therapy",
        "opc": "Begin folic acid supplementation",
        "opd": "Hemoglobin electrophoresis",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "53aa77a8-ca44-4390-8290-39a409916bbc",
        "choice_type": "multi"
    },
    {
        "question": "AML best prognosis is seen with -",
        "exp": "Ans. is 'c' i.e., Acute promyeloblastic leukemia (M.3) Acute promvcloblastic leukemiaAlso known as M-3Associated with t( 15:17)DIC, chloromas commonVery responsine to retinoic acid combined with anthracylines.M.7 (acute megakaiyocytic leukemia) mostly seen in down syndrome. French-American-British (FAB) Classification of Acute Myelogenous LeukemiaSUBTYPECOMMON NAMEMlAcute myeloblastic leukemia without maturationM2Acute myeloblastic leukemia with maturationM3Acute promyeloblastic leukemiaM4Acute myelomonocytic leukemiaM5Acute monocytic leukemiaM6ErythroleukemiaM7Acute megakaryocytic leukemia",
        "cop": 3,
        "opa": "Acute mvelo monocytic leukemia.",
        "opb": "Acute monocytic leukemia.",
        "opc": "Acute promyeloblastic lukemia (M.3).",
        "opd": "Eiythro leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "27f9ac7c-3e59-4182-9576-68471f87c67b",
        "choice_type": "single"
    },
    {
        "question": "Hemophilia A results due to deficiency of which of the factors:",
        "exp": "Ans. C. VIIIHaemophilia's are the most common hereditary clotting defects occurring as X-linked recessive disorders. Haemophilia A is caused by factor VIII deficiency and haemophilia B due to factor XI deficiency:",
        "cop": 3,
        "opa": "II",
        "opb": "VII",
        "opc": "VIII",
        "opd": "XI",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "00189e95-15c0-4916-9523-d69c9f1aad37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Henoch Schonlein purpura?",
        "exp": "Ans. is 'b' i.e, Thrombocytopenia Henoch-Schonlein purpura* Henoch - Schonlein purpura is vasculitis of small vessels (capillaries, venules or arterioles) and characterized by deposition of IgA in the wall of involved vessels.* H.S. purpura is characterized by tetrad of purpura, arthritis, glomerulonephritis, and abdominal pain. Gross hematuria is seen in 20-30% of cases.* All changes result from the deposition of circulating immune complexes, containing IgA and complement on the endothelium of the blood vessels throughout the body and within the glomerular mesangial regions.* Diagnosis is confirmed by presence of palpable purpura with normal platelet count along with one or more of the following : abdominal pain, arthralgia/arthritis and mesangial deposition of IgA.* Biopsy of the kidney may be performed both to establish the diagnosis or to assess the severity of already suspected kidney disease. The main findings on kidney biopsy are increased cells and IgA deposition in the mesangium (part of the glomerulus, where blood is filtered), white blood cells, and the development of crescents.* Renal manifestations usually start at the onset or within 3 months of onset of other symptoms.",
        "cop": 2,
        "opa": "Purpura",
        "opb": "Thrombocytopenia",
        "opc": "Glomerulonephritis",
        "opd": "Abdominal pain",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "0206c72b-ba13-407b-8cdb-a54f1be60bf4",
        "choice_type": "single"
    },
    {
        "question": "Not used in treatment of thalassemia:",
        "exp": "Ans. b (Iron therapy). (Ref. Harrison, Principles of Medicine, 18th/Ch. 104)# Iron therapy is infact contraindicated in thalassemic patients on transfusion, as they are likely to have iron overload.Many patients with Beta-thalassemia major require chronic hypertransfusion therapy designed to maintain a hematocrit of at least 27-30% so that erythropoiesis is suppressed. Splenectomy is required if the annual transfusion requirement (volume of RBCs per kilogram of body weight per year) increases by >50%. Folic acid supplements may be useful. Vaccination with Pneumovax in anticipation of eventual splenectomy is advised, as is close monitoring for infection, leg ulcers, and biliary tract disease. Many patients develop endocrine deficiencies as a result of iron overload. Early endocrine evaluation is required for glucose intolerance, thyroid dysfunction, and delayed onset of puberty or secondary sexual characteristics.Patients with Beta-thalassemia intermedia exhibit similar stigmata but can survive without chronic hypertransfusion.Persons with alpha-thalassemia trait may exhibit mild hypochromia and microcytosis usually without anemia. HbA2 and HbF levels are normal. Affected individuals usually require only genetic counseling. HbH disease (in which three loci deleted on the contrary to Hb Barts, in which all four loci are deleted) resembles -thalassemia intermedia, with the added complication that the HbH molecule behaves like moderately unstable hemoglobin. Patients with HbH disease should undergo splenectomy if excessive anemia or a transfusion requirement develops. Oxidative drugs should be avoided. Iron overload leading to death can occur in more severely affected patients.",
        "cop": 2,
        "opa": "Folic-acid",
        "opb": "Iron therapy",
        "opc": "Splenectomy",
        "opd": "Bone marrow transplant",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "ec51f217-05a3-47ff-ab1e-f17cc7526d3e",
        "choice_type": "single"
    },
    {
        "question": "Neonatal MCV is:",
        "exp": "a. 90-110fL(Ref: Nelson's 20/e p 2309-2312, Ghai 8/e p 330)Normal Red Cell Indices in Infancy and ChildhoodAgeMCV (fL) (mean)MCH (pg) (mean)MCHC (g/dL) (mean)Birth (cord blood)10834331 month10434331 - 2 years7827332 - 6 years8127346 - 12 years772934",
        "cop": 1,
        "opa": "90-110 fL",
        "opb": "110-125 fL",
        "opc": "125-135 fL",
        "opd": "140-150 fL",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "590ab01d-c3bb-48c0-82b4-aeaeec84dc0d",
        "choice_type": "single"
    },
    {
        "question": "Genes responsible for beta thalassemia are located on which chromosome?",
        "exp": "Ans. b (Chromosome 11). (Ref. Harrison's medicine 16th ed., 370, 594)CHROMOSOME NO.ASSOCIATED DISEASE (S)Chromosome 1.presenilin 2 mutation (Alzheimer's)Chromosome 3 (3P)VHLChromosome 4Huntington's diseaseChromosome 5Familial adenomatous PolyposisCridu-Chat syndromeChromosome 6HLAChromosome 7Cystic fibrosisChromosome 11Wilm's tumorBeta thalassemiaAlzheimer's diseaseChrosome 4&16ADPKDChromosome 16Alpha thalassemiaLong arm of 17NF-1Chromosome 22NF-2",
        "cop": 2,
        "opa": "Chromosome 7",
        "opb": "Chromosome 11",
        "opc": "Chromosome 16",
        "opd": "Chromosome 18",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "fc5b7c58-5fd4-4f64-995d-d53e46120bae",
        "choice_type": "single"
    },
    {
        "question": "The earliest indicator of response after starting iron therapy in a 6 year old with iron deficiency is:",
        "exp": "Ans. C. Increased reticulocyte count* Reticulocyte count is the earliest to rise after starting iron therapy.* This is followed by elevation of haemoglobin levels.* Body iron stores are repleted after the correction of haemoglobin levels.",
        "cop": 3,
        "opa": "Increased ferritin",
        "opb": "Increased haemoglobin",
        "opc": "Increased reticulocyte count",
        "opd": "Increased serum iron",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "d5c98014-a25b-4219-895d-b7dee5c278a2",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child in shock has multiple non-blanching purple lesions of various sizes scattered about on the trunk and extremities; petechiae are noted, and oozing from the venipuncture site has been observed. The child's peripheral blood smear is shown below. Clotting studies are likely to show which of the following?",
        "exp": "The clinical history and blood smear findings (fragmented cells and few platelets) presented in the question are typical of DIC. The disorder, which can be triggered by endotoxin shock, results ultimately in the initiation of the intrinsic clotting mechanism and the generation of thrombin (prolonged PT and PTT, decreased fibrinogen concentration, and an increase in fibrin split products). Fibrin deposited in the microcirculatory system can lead to tissue ischemia and necrosis, further capillary damage, release of thromboplastic substances, and increased thrombin generation. Simultaneous activation of the fibrinolytic system produces increased amounts of fibrin split products, which inhibit thrombin activity. Of utmost importance in the treatment of children who have DIC is the management of the condition that precipitated the disorder.",
        "cop": 4,
        "opa": "Increased levels of factors V and VIII",
        "opb": "A decreased prothrombin level",
        "opc": "An increased fibrinogen level",
        "opd": "The presence of fibrin split products",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "7231f948-a35a-4801-b80c-c73f8c9ac62b",
        "choice_type": "single"
    },
    {
        "question": "Painful \"hand - foot syndrome\" is a manifestation of:",
        "exp": "Ans. B. Sickle cell AnemiaSickle cell disease (SCD) and its variants are genetic disorders resulting from the presence of a mutated form of hemoglobin, hemoglobin S (HbS) caused by a single amino acid substitution within the hemoglobin A (HbA) gene, creating the abnormal HbS. Patients with sickle cell anemia can present with sickle cell crisis which can be of three types: vaso occlusive, sequestration and aplastic. Vaso occlusive crisis are painful episodes due to intravascular sickling and tissue anoxia, predominantly affecting bones, lung liver, spleen, brain and penis. Patients develop throbbing bony pain, sometimes accompanied by local tenderness, erythema, warmth and swelling. These attacks often get precipitated following infections, climatic changes and psychological stress. In small children under 5 years, hands and feet bones are often affected. Painful \"hand-foot syndrome\" may be the first clinical manifestation of sickle cell disease.",
        "cop": 2,
        "opa": "Malaria",
        "opb": "Sickle cell Anemia",
        "opc": "Autoimmune haemolytic anemia",
        "opd": "Idiopathic Thrombocytopenic purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "1ce52cb8-1dea-4ce1-a335-2d7124596bf2",
        "choice_type": "single"
    },
    {
        "question": "The most common leukocytoclastic vasculitis affecting children is:",
        "exp": "Ans. is 'c' i.e. Henoch Schonlein purpura First, what is Leukocytoclastic vasculitisLeukocytoclastic vasculitis- *It is a cutaneous acute vasculitis characterized clinically by palpable purpura especially of the legs and histologically by the presence of leukocytoblast (Leukocytoblast are nuclear debris of neutrophils)This is the definition of leukocytoclastic vasculitis given in Dorland's dictionary, but according to Harrison the term leukocytoclastic vasculitis can be used interchangeably with the term hypersensitivity vasculitis and predominantly cutaneous vasculitis Harrison further adds that none of the term is adequate due to heterogenicity of this group of disorder.Now the causes of leukocytoclastic vasculitis: -Drug induced vasculitis*Henoch Schonlein purpura*Systemic lupus erythematosis*Rheumatoid arthritis*Sjogren's syndrome*Essential mixed cryoglobulinemia*SABE*EBV infectionHIV infectionChronic active hepatitisUlcerative colitisRetro peritoneal fibrosisPrimary biliary cirrhosisSo the answer is obvious, none of the options given in the question cause leukocytoclastic vasculitis except H.S. purpuraMore about leukocytoclastic vasculitis:Pathological features: -Vasculitis of small vessels* (post capillary venules are most commonly involved)Leukocytoclastic is present - (leukocytoblast are nuclear debris remaining from the neutrophils)Immune complex deposition - It is considered to be the immuno pathogenic mechanism* of this type of vasculitisClinical featuresThe hallmark of this group of vasculitis is the predominance of skin involvement. The skin lesions appear asPalpable purpura (M.C. skin involvement)MaculesPapulesVesiclesBullaeOther organ system may also be involved to varying degrees * Laboratory diagnosisNo specific laboratory tests for this group of vasculitis. Only nonspecific features such as mild Leucocytosis with or without eosinophilia and elevated ESR is seen.",
        "cop": 3,
        "opa": "Takayasu disease.",
        "opb": "Mucocutaneous lymph node syndrome. (Kawasaki disease).",
        "opc": "Henoch Schonlein purpura.",
        "opd": "Polyarteritis nodosa",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "fe87c00f-cfe6-46c8-8ffb-c3c37bf8590b",
        "choice_type": "single"
    },
    {
        "question": "Best diagnostic test in Thalassemia is",
        "exp": "(HbF) (310-11- Ghai 6th) (2035- Nelson 18th) (308-Ghai 7lh)Laboratory Investigations in Thalassemia* The infant is bom only with HbF or some cases HbF and HbE (heterozygosity for J3deg thalassemia)* Hb | (2-6 gm/dL), HbF T and HbA2 is nrmal* Reculocyte count is commonly <8% and is in appropriately low compared with the degree of anemia because of ineffective erythropoiesis* Unconjugated serum bilirubin level is usually elevated but the chemistry values may be normal at an early stages* Peripheral smears shows - hypochromia, anisocytosis and poikilocytosis, (Target and tear drop cell, Howell Jolly bodies & Heinz bodies) with marked basophilic stippling* Bone marrow - hypercellular with erythroid hyperplasia with erythroid hyperplasia with increased number of stippled erythroblasts and side roblasts* Osmotic fragility decreased* Serum iron, serum ferritin levels increased",
        "cop": 1,
        "opa": "HbF",
        "opb": "HbA2",
        "opc": "Serum iron levels",
        "opd": "Reticulocyte count",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "c372e5bf-08fa-4716-8cf2-7708a0442a8d",
        "choice_type": "single"
    },
    {
        "question": "Constitutional pancytopenia can be seen in following except",
        "exp": "Ans. b (Diamond-Blackfan syndrome) (Ref. Nelson Paediatrics 18th12047; Table 468-1)Diamond-Blackfan syndrome (DBS), also called congenital hypoplastic anemia, is a macrocytic pure red aplasia associated with several congenital anomalies such as short stature, webbed neck, cleft lip, shielded chest and triphalangeal thumbs. Therapy is mainly corticosteroids. For unresponsive patients, transfusion therapy is indicated.CONSTITUTIONAL (INHERITED) PANCYTOPENIA# It is defined as decreased marrow production of the 3 major hematopoietic lineages on an inherited basis, resulting in anemia, neutropenia, and thrombocytopenia.0# Constitutional pancytopenias account for approximately 1/3 of cases of pediatric marrow failure. 0# Fanconi anemia is the most common constitutional disorder. 0# Causes of constitutional pancytopenia:- Fanconi anemia- Shwachman-Diamond syndrome- Dyskeratosis congenital- Amegakaryocytic thrombocytopenia- Down syndrome- Dubowitz syndrome- Seckel syndrome- Reticular dysgenesis- Schimke immune-osseous dysplasia- Familial aplastic anemia (non-Fanconi)- Pearson syndrome- Noonan syndromeFanconi (Aplastic) Anemia# Fanconi's anemia is an autosomal recessive disorder characterized by progressive pancytopenia and macrocytosis. Cell fusion of Fanconi cells with normal cells or with cells from unrelated patients with Fanconi anemia produces a corrective effect on chromosomal fragility, a process called complementation. No other constitutional pancytopenia is associated with an abnormal chromosomal breakage study.0 The average age at diagnosis is 8 years.# The most common anomaly is Hyperpigmentation of the trunk, neck, and intertriginous areas, as well as cafe-au-lait spots and vitiligo, alone or in combination. Other associated deformities include microcephaly, microphthalmia, short stature, horseshoe kidneys and absent thumbs (not triphalangeal thumbs).# The most frequent solid tumors are carcinomas of the head, neck, and upper esophagus, followed by carcinomas of the vulva and/or anus and lower esophagus.# Hematopoietic stem cell transplantation is the only curative therapy for the hematologic abnormalities. Androgens produce a response in 50% of patients. Oral oxymetholone is used most frequently once a day. Low-dose prednisone orally every 2nd day may be added. Transposons are nonviral vectors that have been used successfully for gene delivery hold promise in humans.Shwachman-Diamond sxndrome (Autosomal recessive) - Essential diagnostic criteria are:# Exocrine pancreatic insufficiency# Variable hematologic cytopenias due to marrow failure.# Chromosomes are normal, and there is no increased breakage after DEB clastogenic stress testing.# The mutant gene SBDS maps to chromosome 7qll.Dyskeratosis congenita (DC)# Mucocutaneous and hematopoietic systems involved in association with somatic abnormalities.# The diagnostic ectodermal triad is:- Reticulate skin pigmentation of the upper body- Mucosal leukoplakia, and- Nail dystrophy.# DC is a constitutional pancytopenia; aplastic anemia occurs in approximately 50% of cases, usually in the 2nd decade of life. Patients also have a predisposition to cancer and MDS.# Approximately 85% of patients are male, compatible with X-linked recessive inheritance.# The X-linked recessive form of DC maps to Xq28.",
        "cop": 2,
        "opa": "Fanconi's anemia",
        "opb": "Diamond-Blackfan syndrome",
        "opc": "Dyskeratosis congenita",
        "opd": "Schwachman Diamond syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "b85ad32a-0da4-43b0-8a27-970d8f7538ee",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old child with short stature pallor, multiple petechiae, and hypoplastic thumb has HB of 7 g %, normal reticulocyte count (1%), hematocrit 25%, and absolute neutrophil count 200/cu mm. The most likely diagnosis is",
        "exp": "Ans. a (Fanconi's anemia) (Ref. Nelson Textbook of Pediatrics, 19th ed./Ch. 489)Neutropenia may be present with some viral infections, particularly parvovirus B19 infection; drug reactions; systemic lupus erythematosus; typhoid; brucellosis; and infiltrative diseases of the bone marrow, including lymphoma, leukemia, tuberculosis, and histoplasmosis.The rash of erythema infectiosum (fifth disease), which is caused by human parvovirus B19, primarily affects children 3 to 12 years old; it develops after fever has resolved as a bright blanchable erythema on the cheeks (\"slapped cheeks\") with perioral pallor.Educational point:# Earliest feature of Fanconi's anemia is pancytopenia.# Filgastrim is drug used in Rx of febrile neutropenia.",
        "cop": 1,
        "opa": "Fanconi's anemia",
        "opb": "HIV bone morrow infection",
        "opc": "Hypersplenism induced bicytopenia",
        "opd": "Parvovirus B virus infection with transient erythro- blastopenia of childhood",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "927d7899-1a42-4878-96b4-3acb7ed3b5f6",
        "choice_type": "multi"
    },
    {
        "question": "Opsoclonus is associated with -",
        "exp": "Ans. is 'a' i.e., Neuroblastoma o Opsolonus is seen primarily in Neuroblastoma.o Neuroblastoma is embryonal cancer of peripheral sympathetic nervous system,o Thirst most common childhood cancer (lst - leukemia, 2nd - Brain tumor),o MC diagnosed neoplasm in infancy.o Arises in abdomen either in adrenal gland or retroperitoneal sympathetic ganglion,o Superior cervical ganglion involvement produce Horner syndrome,o Can present as Paraneoplastic as ataxia or opsomvoclonus.o Optoclonus also seen sometimes in encephalitis.",
        "cop": 1,
        "opa": "Neuroblastoma",
        "opb": "Nephroblastoma",
        "opc": "Retinoblastoma",
        "opd": "Hypernephroma",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "f0b60d73-f4e4-46e9-a366-047c96292236",
        "choice_type": "single"
    },
    {
        "question": "Red cell Protoporphyrin levels more than 100 microgram/ dL is suggestive of which of the following?",
        "exp": "Ans. a (Iron deficiency anemia) (Ref. Harrison 18th/ ch. 103)RED CELL PROTOPORPHYRIN LEVELS# Protoporphyrin is an intermediate in the pathway to heme synthesis.# Under conditions in which heme synthesis is impaired, protoporphyrin accumulates within the red cell.# This can reflect an inadequate iron supply to erythroid precursors to support hemoglobin synthesis.# Normal values are less than 30 microg/dL of red cells.# In iron deficiency, values in excess of 100 microg/dL are seen.# The most common causes of increased red cell protoporphyrin levels are absolute or relative iron deficiency and lead poisoning.",
        "cop": 1,
        "opa": "Iron deficiency anemia",
        "opb": "Lead poisoning",
        "opc": "Myelodysplasia",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "Blood",
        "id": "41eb29fe-1b14-4b8f-9fe3-1dd97e201068",
        "choice_type": "multi"
    }
]