[
    {
        "question": "Which of the following in the natural course of disease has no reversal of the shunt?",
        "exp": "Ans. c. TOF (Ref. Myong K. Park 5/e p238). Natural History of TOF: (Myong K. Park 5/e p238). Infants with acvanotic gradually become cyanotic as a result of worsening condition of the infundinular stenosis and polycythemia. Polycythemia develop secondary to cyanosis. Hypoxic spells may develop in infants. Growth retardation may be present if cyanosis is severe. Brain abscess and cerebrovascular accidents rarely occur. SABE is occasionally a complication. Some patients, particularly those with severe TOF develop ARCoagulopathy is a late complication of longstanding cyanosis. Eisenmenger syndrome. Eisenmenger syndrome was so named by Dr. Paul Wood after Dr. Victor Eisenmenger, who first described the condition in 1897. Congenital heart defects causing Eisenmenger syndrome. Atrial septal defects. Ventricular septal defects. Patent ductus arteriosus. More complex types of acyanotic heart disease. Calcium chloride is not given in the treatment of cyanotic spells in a patient of TOF. Management of Anoxic Spells in Tetralogy of Fallot. Knee chest position. Humidified oxygen. MorphineQ 0. 1 to 0. 2 mg/kg SCObtain venous pH; sodium bicarbonateQ 1-3 ml/kg (diluated) IVPropranolol 0. 1 mg/kg/IV (during spell)Q; 0. 5-1 mg/kg/6 hourly orally (alternatives: metoprolol, esmoiol). Vasopressors: Methoxamine (Vasoxy1) IM or IV drip (Phenylephrine is a vasopressor)QCorrect anemia. Consider surgery. Tetralogy of Fallot. Commonest congenital cyanotic congenital heart diseaseQ in children above the age of 2 years constituting almost 75 percent of all blue patients. Hemodynamics: Physiologically the pulmonary stenosis causes concentric right ventricular hypertrophy without cardiac enlargementQ and an increase in right ventricular pressure. Severity of cyanosis is directly proportional to the severity of pulmonic stenosis, but the intensity of the systolic murmur is inversely proportional to the severity of pulmonic stenosisQ. Since the right ventricle is e. ffectively decompressed by the ventricular septal defect, congestive failure never occurs in TOFQ. The late and soft P2 is generally inaudible in TOF. The S2 is therefore single and the audible sound is A2. On auscultation, the diastolic interval is completely clear in TOF as there is no third or fourth sound or diastolic murmur. Clinical Features: MC symptoms are dyspnoea on exertion and exercise intoleranceQ. Squatting is not specific for TOF, TOF is the commonest congenital lesion in which squatting is notedQ. Characteristic features: Normal sized heart with upturned apexQ (suggestive of RVH). Absence of main pulmonary artery segment gives it the shape described as 'Cor-en Sabot'Q Pulmonary fields are oligaemic. QAortic-mitral valve continuity is maintainedQ. Complications: Anemia, infective endocarditis, venous thrombosis. Paradoxical embolism, hemiplegia, brain abscess. QTreatment: Medical management for anemia and management of complications. Palliative operations in TOF1. Blalock-Taussig shunt: Subclavian artery-pulmonary artery anastomosisQ. 2. Potts shunt: Descending aorta is anastomosed to pulmonary arteryQ. 3. Waterston's shunt: Ascending aorta-right pulmonary artery anastomosisQ. Definitive operations: Closing the VSD and resecting the infundibular obstructionQ. Fallot's. Trilogy. Tetralogy. Pentalogy* Pulmonary stenosisQ* Atrial septal defectQ* Right ventricular hypertrophQ* Pulmonary stenosisQ* Ventricular septal defectQ* Right ventricular hypertrophyQ* Ovemding or dextroposed aortaQ.* Tetralogy of Fallot + ASDQ or patent foramen ovaleQ",
        "cop": 3,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TOF",
        "opd": "PDA",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "c870e1aa-19f1-4209-a240-37ee06a2fabf",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common congenital cardiac defect?",
        "exp": "Ans. is 'c' i. e., Ventricular septal defect o VSD is the most common congenital heart diseaseo TOF is the commonest cyanotic congenital heart disease",
        "cop": 3,
        "opa": "TAPVC",
        "opb": "Transposition of great arteries",
        "opc": "Ventricular septal defect",
        "opd": "Atrial septal defect",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "3aa47382-d4de-4a98-9b4d-90ab6cd9e8c6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in congental rubella syndrome?",
        "exp": "Ans. is 'a' i. e., Atrial septal defect o Cardiac anomalies in Congenital rubella (In decreasing order of frequency) - PDA (most common), PS, VSD, ASDo ASD is the best answer amongst the given options because amongst the given options, ASD is least commonly associated with congential rubella.",
        "cop": 1,
        "opa": "Atrial septal defect",
        "opb": "Ventricular septal defect",
        "opc": "Patent ductus arteriosus",
        "opd": "Pulmonary stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "f6bb47d5-30f3-413d-b9c6-897d1dc257e6",
        "choice_type": "single"
    },
    {
        "question": "NADA's criteria are used for:",
        "exp": "Ans. is 'c' Assessment of child for the presence of heart disease The assessment of a child for the absence or presence of Heart disease can be done with the help of some guidelines suggested by NAD A and are called NADA's criteria. NADA's criteria. Either one major or 2 minor criteria are necessary for indicating the presence of heart disease. Major criteria. Systolic murmur grade HI or more in intensity. Pansystolic murmur of any grade is always organic. Ejection systolic with thrill is always organic. Diastolic murmur is always organic Two exceptions. Severe systemic hypertension (AR). Anemia (MS, TS). Cyanosis (Central Cyanosis)CHF always indicates heart disease except in infants who can have CHF from anemia or hypoglycemia. Minor. Systolic murmur less than grade IIIAbnormal Ibid heart sound. Abnormal B. P. Abnormal x-ray. Cardiomegaly in inspiration is highly suggestive of heart disease. Abnormal ECG.",
        "cop": 3,
        "opa": "Assessment of child for degree of dehydration",
        "opb": "Assessment of child for degree of malnutrition",
        "opc": "Assessment of child for presence of heart disease",
        "opd": "Assessment of child for degree of mental retardation",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "f287d4a5-0ba8-41d9-9762-82339c3c1703",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a sign of PDA in a preterm baby?",
        "exp": "Ans. d. Narrow pulse pressure (Ref: Ghai 7/e p405-406; http://www. merckmanuals. com/professional/pediatrics/congenital_cardiovascular_anomalies/patent_ductus_arteriosus_pda. htmI)\"Premature newborns cannot tolerate PDA, so it results in heart failure, respiratory distress or necrotizing enterocolitis. So they require prompt management\"- Ghai 7/e p406. Patent Ductus Arteriosus. PDA is a communication between pulmonary artery and aorta. The aortic attachment to the ductus arteriosus is just distal toQ the left subclavian artery. Hemodynamics: PDA results in a left to right shuntQ from the aorta to the pulmonary artery. Flow occurs during systole and diastole as the pressure gradient is present throughout the cardiac cycle between the two great arteries, if the pulmonary artery pressure is normal, the flow of blood results in murmur, hence it is a continuous murmurQ. Clinical Features: Clinical presentation depends on PDA sizeQ and gestational age at deliveryQ. Infants and children with a small PDA are generally asymptomatic: infants with a large PDA present with signs of heart failureQ (e. g. failure to thrive, poor feeding, tachypnea, dyspnea with feeding, tachycardia). Premature newborns can't tolerate PDA, so it results in heart failure, respiratory distress or necrotizing enterocolitisQ. Premature infants may present with respiratory distress, apnea, worsening mechanical ventilation requirement or other serious complications (e. g. necrotizing enterocolitisQ). Signs of heart failure occur earlier in premature infants than in full-term infants and may be more severe. A large ductal shunt in a premature infant often is a major contributor to the severity of the lung disease of prematurity. Patients of PDA may become symptomatic in early life and develop CCF around 6-10 weeks of ageQ. Older children give history of effort intolerance, palpitations and frequent chest infectionsQ. The flow from the aorta to the pulmonary artery is a leak from the systemic flow. This results in a wide pulse pressure and many of the signs of wide pulse pressure seen in patient with aortic regurgitation. Differential Cyanosis (characteristic of PDA). Since the right to left shunt through the PDA, blood flows down the descending aorta, cyanosis is present in toes, but not in fingers. This is called differential cyanosisQ and is characteristic of PDA with pulmonary arterial hypertension and right to left shunt. Sounds. S1: Accentuated, loud M1. S2: Normal splitting and movement, single or paradoxical P2 + to P2 ++S3: With large shuntsX: Constant. Murmurs. Shunt murmurs: Continuous (machinery). Flow murmurs: Mitral delayed diastolic2. Aortic ejection systolic Treatment: Indomethacin or ibuprofen (0. 1 mg/kg 12 hourly for 3 doses)PDA in full-term babies may close spontaneously. Indications of surgery in PDASmall infant with large duct. QPre-term infants. QDucts that are very largeQ",
        "cop": 4,
        "opa": "Apnea",
        "opb": "Tachycardia",
        "opc": "Necrotizing enterocolitis",
        "opd": "Narrow pulse pressure",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "f4f0dbec-955b-47ae-b9d6-2abfc76e9dbf",
        "choice_type": "single"
    },
    {
        "question": "Coarctation of aorta is most commonly seen w ith-",
        "exp": "Ans. is 'd' i. e., Bicuspid aortic Valveo Coarctation of the Aorta -Constrictions of the aorta of varying degrees may occur at any point from the transverse arch to the iliac bifurcation, but 98% occur just below^ the origin of the left subclavian artery at the origin of the ductus arteriosus (juxtaductal coarctation). The anomaly occurs twice as often in males as in females. Coarctation of the aorta may be a feature of Turner syndrome and is associated with a bicuspid aortic valve in more than 70% of patients. Mitral valve abnormalities (a supravalvular mitral ring or parachute mitral valve) and subaortic stenosis are potential associated lesions. When this group of left-sided obstructive lesions occurs together, they are referred to as the Shone complex.",
        "cop": 4,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "Bicuspid aortic valve",
        "subject_name": "Pediatrics",
        "topic_name": "C. H. D.",
        "id": "6637f43c-12a1-4743-8357-8e98ef6c70cb",
        "choice_type": "single"
    }
]