[
    {
        "question": "Ligamentum teres of the liver is a remnant of ________",
        "exp": "Ligamentum teres is a remnant of the umbilical vein. The vessels that are occluded soon after bih are in due to course replaced by fibrous tissue and forms the following ligaments: Fetal structure Adult structure Foramen ovale Fossa ovalis Umbilical vein Ligamentum teres Ductus venosus Ligamentum venosum Umbilical aeries Medial umbilical ligaments Ductus aeriosus Ligamentum aeriosum Note: the median umbilical ligament or Xander&; s ligament represents the remnant of the embryonic urachus The lateral umbilical ligaments are folds of peritoneum over the inferior epigastric aeries Ref: Nelson textbook of pediatrics 21st edition Pgno: 975",
        "cop": 2,
        "opa": "Umbilical aeries",
        "opb": "Umbilical vein",
        "opc": "Ductus venosus",
        "opd": "Ductus aeriosus",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "0d1b4064-d462-4e22-82b8-60f713d9bd4b",
        "choice_type": "single"
    },
    {
        "question": "Radiofemoral delay is characteristic of ____________",
        "exp": "In coarctation of aoa there will be radiofemoral delay. Ref: Ghai essential of pediatrics, eighth edition, p. no: 432",
        "cop": 2,
        "opa": "Patent ductus aeriosis",
        "opb": "Coarctation of aoa",
        "opc": "Aoic dissection",
        "opd": "Takayasu's disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2423d12b-9755-428d-a814-fb05f9053f2e",
        "choice_type": "single"
    },
    {
        "question": "The cardiac silhouette can have an \"egg on side\" appearance in",
        "exp": "Transposition of great vessels (TGA) is defined as aoa arising from the right ventricle and pulmonary aery from the left ventricle. In patients with TGA, the oxygenated pulmonary venous blood recirculates in the lungs whereas the systemic venous blood recirculates in the systemic circulation. The pulmonary aery saturation is thus always higher than the aoic saturation. Survival depends on the mixing available between the two circulations. Patients of complete TGA with intact ventricular septum are cyanotic at bih. Since the interatrial communication results in poor mixing, the neonates present with rapid breathing and congestive failure secondary to hypoxemia within the first week of life. Physical examination shows severe cyanosis, congestive failure, normal first sound, single second sound and an insignificant grade one to two ejection systolic murmur. The electrocardiogram shows right axis detion and right ventricular hyperophy. The thoracic roentgenogram shows cardiomegaly with a narrow base and plethoric lung fields. The cardiac silhouette can have an \"egg on side\" appearance: The right upper lung fields appear more plethoric than other areas. The thymic shadow is often absent. Patients of TGA with VSD have increased pulmonary blood flow; mixing at the ventricular level determines the severity of cyanosis. They develop congestive failure around 4-10 weeks of age. Physical findings consist of cyanosis, cardiomegaly, congestive failure, normal first sound, single or normally split second sound and grade II-IV ejection systolic murmur. Apical third sound gallop or a mid-diastolic rumble may be present. Electrocardiogram shows right axis detion with biventricular, right ventricular or left ventricular hyperophy. Chest X-ray shows cardiomegaly, plethoric lung fields and features of pulmonary venous hypertension. The aerial switch operation is now established as the treatment of choice for TGA, Prostaglandin El can help reduce cyanosis in selected cases by keeping the PDA open. Interim palliation can be accomplished through a balloon atrial septostomy. Reference: Essential Paediatrics; O. P. Ghai; Page no: 425",
        "cop": 4,
        "opa": "VSD",
        "opb": "PDA",
        "opc": "TOF",
        "opd": "Transposition of Great Vessels",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "160f1ef7-451b-4362-bd71-97c72fcc8140",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of heart failure in infancy is ________",
        "exp": "Most common cause of congestive cardiac failure in infants is congenital heart disease. Ref: Ghai essential of pediatrics, eighth edition, p. no: 397",
        "cop": 4,
        "opa": "Myocarditis",
        "opb": "Rheumatic fever",
        "opc": "Cardiomyopathy",
        "opd": "Congenital heart disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "9b7cceee-02f8-47b4-9a8c-e716704b7e7f",
        "choice_type": "single"
    },
    {
        "question": "Umbilical cord has ____________",
        "exp": "Umbilical cord contain two aeries & one vein. Ref: Ghai essential of pediatrics, 19th edition, p. no402; Davidson principal and practice of internal medicine, 22nd edition, p. no: 630",
        "cop": 1,
        "opa": "1 vein and 2 aeries",
        "opb": "2 vein and 2 aeries",
        "opc": "1 vein and 1 aery",
        "opd": "2 veins and 1 aery",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "c973957e-8a58-42c7-9ed0-07ddafc05069",
        "choice_type": "single"
    },
    {
        "question": "The commonest valvular manifestation of acute as well as previous rheumatic carditis is",
        "exp": "Mitral regurgitation (MR) is the commonest manifestation of acute as well as previous rheumatic carditis. Reference: Essential Paediatrics; O. P. Ghai; Page no: 438",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "Mitral regurgitation",
        "opc": "Aoic stenosis",
        "opd": "Aoic regurgitation",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "f7ccc9f7-59da-4f7d-910c-01f5d2bfce70",
        "choice_type": "single"
    },
    {
        "question": "Commonest type of cong. cyanotic heart disease is",
        "exp": "Most common cyanotic heart disease is tetrology of fallot encountered beyond the age of 1 yr constituting almost 75% of all blue patient. Ref: Ghai essential pediatrics, eighth edition, P. no: 420",
        "cop": 3,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TOF",
        "opd": "PDA",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "ab9e09e9-f33e-42b1-9a3b-0f972a4dc197",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following conditions is associated with Kawasaki&; s syndrome?",
        "exp": "Kawasaki disease is an acute, febrile, multisystem disease of children. Although the disease is generally benign and self-limited, it is associated with coronary aery aneurysms in approximately 25% of cases. There is typical intimal proliferation and infiltration of the vessel wall with mononuclear cells. Beadlike aneurysms and thromboses may be seen along the aery. Other manifestations include pericarditis, myocarditis, myocardial ischemia and infarction, and cardiomegaly. High-dose IV g-globulin (2 g/kg as a single infusion over 10 h) together with aspirin (100 mg/kg per day for 14 days followed by 3-5 mg/kg per day for several weeks) have been shown to be effective in reducing the prevalence of coronary aery abnormalities when administered early in the course of the disease. Surgery may be necessary for Kawasaki disease patients who have giant coronary aery aneurysms or other coronary complications. Surgical treatment most commonly includes thromboendaerectomy, thrombus clearing, aneurysmal reconstruction, and coronary aery bypass grafting. Ref: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 385 The Vasculitis Syndromes; Page no: 2193",
        "cop": 3,
        "opa": "Acute rheumatic fever",
        "opb": "Pulseless disease",
        "opc": "Coronary aery aneurysm",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "7127064c-afe7-4544-8703-455106284c54",
        "choice_type": "single"
    },
    {
        "question": "Holt oram syndrome is characterised by",
        "exp": "Holt or am syndrome characterized by ASD. Ghai essential of pediatrics, eighth edition, p. no: 401, table 15. 7",
        "cop": 1,
        "opa": "ASD",
        "opb": "Pulmonary stenosis",
        "opc": "TGA",
        "opd": "TAPVC",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "83898b29-bcd9-41dc-a4ce-81a5b699c021",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions left atrium is not enlarged",
        "exp": "In ASD left atrium does not enlarge unless associated with other anomalies like mitral regurgitation. Ref: Ghai essential of pediatrics, eighth edition P. no: 413",
        "cop": 2,
        "opa": "Ventricular septal defect",
        "opb": "Atrial septal defect",
        "opc": "Aoopulmonary window",
        "opd": "Patent ductus aeriosus",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "4b67d549-d428-4bd6-be85-a53e67ea6957",
        "choice_type": "single"
    },
    {
        "question": "The total fetal cardiac output at term is estimated to be ______?",
        "exp": "The total fetal cardiac output is approximately 450 mL/Kg/min. Approximately 65% of descending aoic blood flow returns to the placenta, and hence, only the remaining 35% perfuses the fetal organs and tissues. Ref: Nelson textbook of pediatrics 21st edition Pgno: 9260",
        "cop": 4,
        "opa": "150 mL/Kg body weight",
        "opb": "250 mL/Kg body weight",
        "opc": "350 mL/Kg body weight",
        "opd": "450 mL/Kg body weight",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "13419315-6e5a-4338-bd6a-5a276f2e36f0",
        "choice_type": "single"
    },
    {
        "question": "PGE causes worsening in infant with?",
        "exp": "In patient with Pulmonary stenosis without VSD, PGE cause worsening. Ref: Ghai essential of pediatrics, eighth edition, p. no: 433",
        "cop": 1,
        "opa": "PS without VSD",
        "opb": "Hypoplastic left heart syndrome",
        "opc": "Pulmonary stenosis",
        "opd": "TGA with intact ventricular septum",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "726b6b47-6138-474a-bf4f-1bdb9ec1fb4b",
        "choice_type": "single"
    },
    {
        "question": "The heart lesion not found in Congenital Rubella infection is",
        "exp": "Classical triad of congenital rubella syndrome is cataract, deafness, cardiac defects. Cardiac defects include pulmonary stenosis, patent ductus aeriosus, ventricular septal defect. Ref: Harrison&; s principles of essential medicine P. no: 1299",
        "cop": 1,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "PS",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "84476f68-e01b-4c63-9072-f7485d9b0139",
        "choice_type": "single"
    },
    {
        "question": "Which is not a major criteria of jones in Rheumatic fever?",
        "exp": "Major criteria of Jones in RHD are card it is, ahritis, chorea, subcutaneous nodules, erythema marginatum. Ref: Ghai essential of pediatrics, eighth edition p. no: 435",
        "cop": 4,
        "opa": "Pancarditis",
        "opb": "Ahritis",
        "opc": "Chorea",
        "opd": "Elevated ESR",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "a6a1b421-7813-4d57-89e3-2e88eda00a16",
        "choice_type": "single"
    },
    {
        "question": "Most Common cardiac tumor in childhood?",
        "exp": "Most Common primary cardiac tumor in infancy and childhood is Rhabdomyoma. Ref: Harrison principals of internal medicine, 19th edition, chapter289e, p. no: 1577",
        "cop": 1,
        "opa": "Rhabdomyoma",
        "opb": "Lymphoma",
        "opc": "Atrial myxoma",
        "opd": "Sarcoma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "86474175-6aba-4387-8159-bb78cdaa876b",
        "choice_type": "single"
    },
    {
        "question": "Blalock and Taussing shunt is done between ________ to ________.",
        "exp": "Blalock-taussing shunt done between subclan aery& pulmonary aery using goretex graft. Ref: Ghai essential of pediatrics, eighth edition, p. no: 422",
        "cop": 1,
        "opa": "Aoa to pulmonary aery",
        "opb": "Aoa to pulmonary vein",
        "opc": "Subclan aery to pulmonary vein",
        "opd": "Subclan vein to aery",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "ad3a3518-84f5-4f7c-9018-9ff52546a8e7",
        "choice_type": "single"
    },
    {
        "question": "Ductus-dependent congenital heart lesions is a type of",
        "exp": "Ductus dependent congenial cardiac lesions represent a decreased in cardiac output secondary to direct impediment to right- or left-heart outflow or restriction of all cardiac chambers. Ref:- Nelson&; s textbook of paediatrics",
        "cop": 2,
        "opa": "Distributive shock",
        "opb": "Obstructive shock",
        "opc": "Hypovolaemic shock",
        "opd": "Cardiogenic shock",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "58facd37-0f7c-49cb-b0e5-0a4f5b73fe6f",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a component of APGAR scoring in the newborn",
        "exp": "Components of apgar score include heart rate, respiration, muscle tone, reflex, color. Ref: Ghai essential of pediatrics, eighth edition, p. no: 126",
        "cop": 4,
        "opa": "Heart rate",
        "opb": "Muscle tone",
        "opc": "Raspiratory effo",
        "opd": "Body temperature",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "fd4b3042-6eda-4dbc-8b05-91469dbe6786",
        "choice_type": "single"
    },
    {
        "question": "Commonest congenital lesion complicated by infective endocarditis is",
        "exp": "VSD is the commonest congenital lesion complicated by infective endocarditis. The incidence of infective endocarditis has been estimated as 2/100 patients in a follow up of ten years, that is 1/500 patient years. The incidence of infective endocarditis is small enough that it is not an indication for operation in small defects. However, it is impoant to emphasize good oral-dental hygiene in all patients with VSD. Reference: Essential Paediatrics; O. P. Ghai; Page no: 417",
        "cop": 2,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "TOF",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "01bec318-bb07-45cd-89eb-e98998c67cf2",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby develops cyanosis on day three of life. On auscultation, there is a systolic murmur. Echocardiography reveals a cyanotic heart disease in the baby. Which one of the following drugs can be administered to prolong the life of the baby pending intervention?",
        "exp": "PGE1 help to reduce cyanosis in selected cases by keeping PDA open. Ref: Ghai essential of pediatrics, eighth edition, p. no: 425",
        "cop": 3,
        "opa": "Indomethacin",
        "opb": "Ibuprofen",
        "opc": "Prostaglandin E1",
        "opd": "Propanolol",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "e043f7f4-380b-499b-870b-33aea59e367b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following features on X-ray chest can differentiate an Atrial septal Defect (ADH) from a Ventricular Septal Defect (VSD)?",
        "exp": "Usually left atrium does not enlarge in size in ASD unless associated with other anomalies like mitral regurgitation, but in large left to right shunt VSD there will be left atrial enlargement. DIFFERENTIATING AN ASD FROM A VSD USING A CHEST X-RAY Left atrium is not dilated in a case of atrial septal defect (ASD). It is dilated in patients with ventricular septal defect. (VSD). Pulmonary plethora is present in both ASD and VSD. Pulmonary aery is dilated in both. Size of the aoa is normal in both. Ref: Ghai essential of pediatrics, eighth edition, P. no: 413",
        "cop": 1,
        "opa": "Enlarged Left Atrium",
        "opb": "Pulmonary Plethora",
        "opc": "Enlarged pulmonary Aery",
        "opd": "Enlarged Aoa",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "21453207-c198-4e8e-993a-0f806dcaa24e",
        "choice_type": "single"
    },
    {
        "question": "Children born to mothers with SLE are likely to have one of the following anomalies",
        "exp": "Systemic lupus erythematosus (SLE) is one of the most common autoimmune disorders that affect women during their childbearing years. SLE increases the risk of spontaneous aboion, intrauterine fetal death, preeclampsia, intrauterine growth retardation, and preterm bih. HEART INVOLVEMENT IN NEONATAL LUPUS Complete heart block (CHB) is the most serious manifestation of the neonatal lupus syndrome (NLS), a congenital syndrome in which maternal IgG anti-Ro/SS-A autoantibodies cross the placenta and injure an otherwise normally developing heart. CHB is often regarded as a model of passively acquired autoimmunity in which antibodies are necessary but insufficient to cause CHB, and fetal factors are likely contributory. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "ASD",
        "opb": "TOF",
        "opc": "TGA",
        "opd": "Complete heart block",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "5a8f6841-f3a6-4051-a6b8-8a0adb20d3fc",
        "choice_type": "single"
    },
    {
        "question": "Caorctation of aoa is most commonly seen with",
        "exp": "Coarctation of aoa is associated with bicuspid aoic valve. Ref: Ghai essential of pediatrics, eighth edition, p. no: 431",
        "cop": 4,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "Bicuspid aoic valve",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "77498013-697f-41a3-9604-a281482d56b4",
        "choice_type": "single"
    },
    {
        "question": "A ten year old boy presents to the pediatric emergency unit with seizures. Blood pressure in the upper extremity measured as 200/140 mm Hg. Femaral pulses were not palpable. The most likely diagnosis amongst the flollowing is",
        "exp": "In coarctation of aoa there will be radiofemoral delay. Ref: Ghai essential of pediatrics, eighth edition, p. no: 432",
        "cop": 4,
        "opa": "Takayasu aooaeritis",
        "opb": "Renal parenchymal disease",
        "opc": "Grandmal seiures",
        "opd": "Coarcctation of aoa",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "57e65e72-c86f-42cc-b218-3ff77213e0ff",
        "choice_type": "single"
    },
    {
        "question": "Pharmacological closure of patent ductus aeriosus in a premature infant is by administration of ______________",
        "exp": "PDA treated with PG inhibitors. Ref: Ghai essential of pediatrics, eighth edition, p. no: 417",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "Estrogen",
        "opc": "Ibuprofen",
        "opd": "Prednisolone",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "6fc91fa1-b35a-483d-9ff1-0cd7eb442335",
        "choice_type": "single"
    },
    {
        "question": "The most common cardiac defects seen in congenital rubella syndrome is",
        "exp": "Common cardiac defects in congenital rubella syndrome is PDA and PS. Ghai essential of pediatrics, eighth edition, p. no: 401",
        "cop": 4,
        "opa": "Pulmonary aery stenosis and coarctation of aoa",
        "opb": "Vantricular septal defect (VSD) and patent ductus aesian (PDA)",
        "opc": "VSD and pulmonary aery stenosis",
        "opd": "Pulmonary aery stenosis and PDA",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "9187ee54-9e08-4110-89b1-d504f6a036ec",
        "choice_type": "single"
    },
    {
        "question": "A patient with VSD develops pulmonary hypertension, the characterstic feature will be",
        "exp": "Pulmonary hypertension in VSD lead to cyanosis. Ref: Ghai essential of pediatrics, eighth edition, p. no: 417",
        "cop": 2,
        "opa": "ESM in pulmonary area",
        "opb": "Cyanosis",
        "opc": "Inveed 'T' wave in ECG",
        "opd": "Clubbing",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "f1264d97-e7b5-41da-9f5f-e20ef7c9c705",
        "choice_type": "single"
    },
    {
        "question": "The presence of left axis detion beyond -30deg in electrocardiogram suggests",
        "exp": "The electrocardiogram of ostium secundum ASD is characterized by right axis detion and right ventricular hyperophy. The characteristic configuration of the lead Vl is rsR&; seen in almost 90% patients. Presence of left axis detion beyond -30deg suggests ostium primum ASD. Reference: Essential Paediatrics; O. P. Ghai; Page no: 413",
        "cop": 3,
        "opa": "Fossa ovalis ASD",
        "opb": "Sinus venosus ASD",
        "opc": "Ostium primum ASD",
        "opd": "Coronary sinus ASD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "089d1fcd-e1f6-417f-a292-c13b213fafd1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of heart failure in infancy is",
        "exp": "Most common cause of heart failure in infancy is CHD. Ref: Ghai essential of pediatrics, eighth edition, p. no: 397",
        "cop": 4,
        "opa": "Myocarditis",
        "opb": "Rheumatic fever",
        "opc": "Cardiomyopathy",
        "opd": "Congenital heart disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "589ef2d9-916b-48d3-831b-21565c49c717",
        "choice_type": "single"
    },
    {
        "question": "A newborn infant was referred with intermittent cyanosis which improved on crying but worsened when quiet. What is the most likely dignosis?",
        "exp": "In choanal atresia cyanosis relieves when baby stas mouth breathing, that is on crying. Ref: Ghai essential of pediatrics, eighth edition, p. no: 366",
        "cop": 3,
        "opa": "Diaphragmatic hernia",
        "opb": "Congenital heart disease (Cyanotic)",
        "opc": "Choanal atresia",
        "opd": "Tracheal agencies",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "fe20a1d4-68d5-4f0b-99d9-79fd4e0d9111",
        "choice_type": "single"
    },
    {
        "question": "Under the Jones criteria, which one of the following is a major criterion for the diagnosis of acute rheumatic fever?",
        "exp": "Carditis is a jones major criteria. Ref: Ghai essential of pediatrics, eighth edition, p. no: 434",
        "cop": 4,
        "opa": "Elavated acute -phase reactants",
        "opb": "Elevated ASO titer",
        "opc": "Increased PR interval",
        "opd": "Carditis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "48b47809-dda2-4ca2-900e-ff6454ca2132",
        "choice_type": "single"
    },
    {
        "question": "The most common paediatric cardiac tumour among the following is",
        "exp": "The vast majority of tumours originating from the heart are benign. Rhabdomyomas are the most common pediatric cardiac tumours and are associated with tuberous sclerosis in 70-95% of cases. Rhabdomyomas may occur at any age, from fetal life through late adolescence. They are often multiple, can occur in any cardiac chamber, and originate within the myocardium extending, often, into the atrial or ventricular cavities. Depending on their location and size, they can result in inflow or outflow obstruction leading to cyanosis or cardiac failure; many are asymptomatic. Atrial and ventricular arrhythmias have been repoed with rhabdomyomas, and on occasion, ventricular pre-excitation (Wolff-Parkinson-White) is present on electrocardiogram. Reference: Nelson; 20th edition; Page no: 2281",
        "cop": 2,
        "opa": "Fibromas",
        "opb": "Rhabdomyomas",
        "opc": "Myxomas",
        "opd": "Hemangiomas",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "dda44456-0284-4f6c-8d6c-506f49c765b8",
        "choice_type": "single"
    },
    {
        "question": "A 4 year old girl presents with severe vomiting after viral fever of 6 days. She develops cerebral edema later on. What would be the liver biopsy finding?",
        "exp": "Micrograph demonstrating marked (macrovesicular) steatosis in non-alcoholic fatty liver disease. Masson&; s trichrome stain, When the vesicles are large enough to disto the nucleus, the condition is known as macrovesicular steatosis; otherwise, the condition is known as microvesicular steatosis. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Centrizonal haemorrhagic necrosis",
        "opb": "Marked microvesicular steatosis",
        "opc": "Ring granuloma",
        "opd": "NASH",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "5af41159-2a45-4675-a006-5624feaff571",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of preload disorders in children?",
        "exp": "Preload is the amount of blood that the heart receives to distribute to the body. In addition to heart rate, afterload, and cardiac contractility, preload determines cardiac output. In children, the most common cause of decreased preload is hypovolemia, usually from vomiting and diarrhea. Distributive shock secondary to sepsis, neurogenic spinal shock, or anaphylaxis is a less common cause of preload reduction. Acute anemia may also be associated with decreased preload. Congestive heart failure is a frequent complication in children with congenital heart disease. Increased preload results in elevation of left atrial pressure leading to pulmonary edema and decreased oxygenation. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Distributive shock",
        "opb": "Hypovolemic shock from vomiting and diarrhea",
        "opc": "Congestive heart failure",
        "opd": "Severe anemia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "afa78690-28c6-4758-a85f-93d3340cda6b",
        "choice_type": "single"
    },
    {
        "question": "Coaaction of aoa is associated with",
        "exp": "Coarctation of aoa is association with bicuspid aoic valve. Ref: Ghai essential of pediatrics, eighth edition, p. no: 432",
        "cop": 3,
        "opa": "VSD",
        "opb": "PDA",
        "opc": "Bicuspid aoic valve",
        "opd": "ASD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "a488dddf-354e-4553-8127-998b1d7da504",
        "choice_type": "single"
    },
    {
        "question": "A child after 4 weeks of bih acyanotic, ejection systolic murmur detected causes are/is ___________",
        "exp": "VSD is the most common CHD (1/4) presents with ejection systolic murmur at pulmonary valve& palpable thrill. Ref: Ghai essential of pediatrics, eighth edition, p. no: 414",
        "cop": 1,
        "opa": "VSD",
        "opb": "PDA",
        "opc": "TOF",
        "opd": "Coaation of aoa",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "68f1b2bc-d440-425b-8891-363981174af2",
        "choice_type": "single"
    },
    {
        "question": "The most common type of total anomalous pulmonary venous connection is",
        "exp": "Most common type of TAPVC is supracardiac type, where 2 pulmonary vein join to form common pulmonary vein that may drains to left innominate vein or right superior venacava. Classification of TAPVC: Darling&; s classification (1957) is the most popular. 1. Type I-Supracardiac connections: 45% of TAPVC patients. The common venous confluence joins SVC. 2. Type II-Cardiac TAPVC It accounts for 25% of cases. CVC drains into coronary sinus or directly into RA. 3. Type III-Infracardiac TAPVC Approx. 21% of cases. CVC drains into hepatic vein, ductus venosus, poal vein or IVC. The common pulmonary vein penetrates the diaphragm through the esophageal hiatus. 4. Type IV-Mixed Type It accounts for <10% of cases. Ref: Ghai essential of pediatrics, eighth edition, p. no: 426",
        "cop": 1,
        "opa": "Supracardiac",
        "opb": "Infracardiac",
        "opc": "Mixed",
        "opd": "Cardiac",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "38fd710f-c0b5-457e-84aa-9809848ad3f1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not given in the treatment cyanotic spells in a patient of TOF?",
        "exp": "Calcium chloride is not used. Propanolol, sodium bicarbonate, phenylephrine are given for cyanotic spells Ghai essential of pediatrics, eighth edition, p. no: 412, table 15. 13",
        "cop": 3,
        "opa": "Phenylephrine",
        "opb": "Propranolol",
        "opc": "Calcium chloride",
        "opd": "Sodium bicarbonate",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "559eece6-b9a6-4397-9c4a-1842f361b29f",
        "choice_type": "single"
    },
    {
        "question": "A patient of moderate VSD in chronic CCF develops clubbing with no cyanosis. Diagnosis",
        "exp": "Mild to moderate VSD there are minimal symptoms. VSD is the commonest congenital lesion complicated by infective endocarditis. Ref: pg 417 Ghai pediatrics. Eighth edition",
        "cop": 3,
        "opa": "Shunt reversal",
        "opb": "Long standing pulmonary edema",
        "opc": "SABE",
        "opd": "Pulmonary aery hypertension",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "622c7c0b-64f3-43b2-93ba-ea26b42c6674",
        "choice_type": "single"
    },
    {
        "question": "2 weeks baby central cyanosis, grade II murmur, normal S1 single S2, plethoric lung diagnosis?",
        "exp": "In TGA there will be plethoric lung field, grade ll ejection systolic murmur, normal S1 and split S2. Ghai essential of pediatrics, eighth edition, p. no: 425",
        "cop": 1,
        "opa": "TGA",
        "opb": "TAPVC",
        "opc": "TOF",
        "opd": "Pulmonary atresia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "19d153d3-f94b-42a6-b732-f15647a7b48c",
        "choice_type": "single"
    },
    {
        "question": "Hilar dance on fluoroscopy is seen in",
        "exp": ". Ghai essential of pediatrics, eighth edition p. no: 413 hilar dance on fluoroscopy due to vigorous pulmonary aery pulsations seen in ASD",
        "cop": 1,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PS",
        "opd": "TR",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "8985a7cd-5e34-4d08-adb0-f0362d317024",
        "choice_type": "single"
    },
    {
        "question": "Which of the following symptoms suggests CHF in failure",
        "exp": "Parent complaining of an infant with CHD that child has difficulty with feeds. This is a feature of an infant with congestive heart failure resulting from CHD Ref: page no 405 ghai essential pediatrics eighth edition",
        "cop": 1,
        "opa": "Diaphoresis with feedings",
        "opb": "Fever",
        "opc": "Cyanosis",
        "opd": "Persistant irritability",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "66ea30e5-52af-4e1d-8004-e558744b0557",
        "choice_type": "single"
    },
    {
        "question": "Definitive treatment of choice for Transposition of great vessels (TGA) is",
        "exp": "The aerial switch operation is now established as the treatment of choice for TGA and most centers endeavour to offer this procedure for all infants with TGA. In this operation, the pulmonary aery and aoa are transected. The distal aoa is anastomosed to the proximal pulmonary stump (neo-aoic root) and the pulmonary aery to the proximal aoic stump (neopulmonary aery). The coronary aeries are moved along to the neo-aoic root along with a cuff of aoic tissue to allow suturing without compromise of coronary blood flow. There is a limited window of time for performing the aerial switch for TGA. Infants with TGA and intact septum should ideally undergo this procedure within the first 2-4 weeks of life. As pulmonary vascular resistance falls after bih the left ventricle regresses rapidly. In 1-2 months the left ventricle has the ability to adjust to the elevated systemic vascular resistance after the aerial switch through hyperplasia of the available muscle. After this, it is difficult for the left ventricle to adapt to an aerial switch. Later in infancy, the atrial switch operation (Senning operation) is the only option for TGA with intact ventricular septum. This is not an ideal long-term option because the right ventricle remains as the systemic ventricle for life. Over time, right ventricle dysfunction and severe tricuspid regurgitation sets in. Additionally, extensive restructuring of atria predisposes to atrial rhythm disturbances. Reference: Essential Paediatrics; O. P. Ghai; Page no: 426",
        "cop": 2,
        "opa": "Atrial switch",
        "opb": "Aerial switch",
        "opc": "Atrial septostomy",
        "opd": "Medical management",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2742767b-cba8-450c-ab3c-cc0f848d7611",
        "choice_type": "single"
    },
    {
        "question": "Ebstein anomaly - causes",
        "exp": "Ebstein anomaly is association with Right atrial enlargement. Ghai essential of pediatrics, eighth edition, p. no: 423",
        "cop": 2,
        "opa": "Left atrial enlargement",
        "opb": "Right atrial enlargement",
        "opc": "Left ventricular enlargement",
        "opd": "Right venticular enlargement",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "1b8646f9-7696-47a2-8b86-d2982b00f597",
        "choice_type": "single"
    },
    {
        "question": "The definition of hypertension in children is",
        "exp": "The definition of hypertension in adults is BP >=140/90 mm Hg, regardless of body size, sex, or age. This is a functional definition that relates level of BP elevation with the likelihood of subsequent cardiovascular events. Because hypertension-associated cardiovascular events, such as myocardial infarction or stroke, usually do not occur in childhood, the definition of hypertension in children is statistical rather than functional. The National High Blood Pressure Education Program Working Group on High Blood Pressure in Children and Adolescents published the Fouh Repo on the Diagnosis, Evaluation, and Treatment of High Blood Pressure in Children and Adolescents (Fouh Repo) in 2004. This repo established normal values based on the normative distribution of BP in healthy children and included tables with systolic and diastolic values for the 50th, 90th, 95th, and 99th percentile by age, sex, and height percentile. The Fouh Repo defined hypertension as average systolic blood pressure (SBP) and/or diastolic BP that is >=95th percentile for age, sex, and height on >=3 occasions. Prehypertension was defined as average SBP or diastolic BP that is >=90th percentile but <95th percentile. In adolescents beginning at age 12 yr, prehypertension is defined as BP between 120/80 mm Hg and the 95th percentile. A child with BP levels >=95th percentile in a medical setting but normal BP outside of the office has white coat hypertension. The Fouh Repo fuher recommended that if BP is >=95th percentile, then hypertension should be staged. Children with BP between the 95th and 99th percentile plus 5 mm Hg are categorized as stage 1 hypertension, and children with BP above the 99th percentile plus 5 mm Hg have stage 2 hypertension. Stage 1 hypertension, if asymptomatic and without target organ damage, allows time for evaluation before staing treatment, whereas stage 2 hypertension calls for more prompt evaluation and pharmacologic therapy. Reference: Nelson; 20th edition; Page no: 2294",
        "cop": 2,
        "opa": "Average systolic blood pressure (SBP) and/or diastolic BP that is >=95th percentile for age, sex, and height on >=2 occasions",
        "opb": "Average systolic blood pressure (SBP) and/or diastolic BP that is >=95th percentile for age, sex, and height on >=3 occasions",
        "opc": "Average systolic blood pressure (SBP) and/or diastolic BP that is >=90th percentile for age, sex, and height on >=2 occasions",
        "opd": "Average systolic blood pressure (SBP) and/or diastolic BP that is >=90th percentile for age, sex, and height on >=3 occasions",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "127f7d7a-3385-4932-8f50-146933549024",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a major criteria for diagnosis of Rheumatic fever (RF) according to modified Jones criteria?",
        "exp": "Jones major criteria of RHD include card it is, chorea, ahritis, subcutaneous nodule, erythema marginatum. Ref: Ghai essential of pediatrics, eighth edition p. no: 436, Davidson principal and practice of medicine, 21st edition, p. no: 613",
        "cop": 4,
        "opa": "ASO titre",
        "opb": "Past history of Rheumatic fever",
        "opc": "Fever",
        "opd": "Subcutaneous nodules",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "e60f2d77-4607-45f5-b187-3f0272102497",
        "choice_type": "single"
    },
    {
        "question": "Most commonly, ductus aeriosus is",
        "exp": "Most commonly, the ductus aeriosus is just distal to the subclan, and the ductus enters the pulmonary aery at its bifurcation. Ref: Nelson textbook of pediatrics 21st edition Pgno: 2344",
        "cop": 2,
        "opa": "Just proximal to the left common carotid",
        "opb": "Just distal to the left subclan",
        "opc": "Just distal to the left common carotid",
        "opd": "Just proximal to the left subclan",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2947c9f6-0da0-4282-bef3-4c0c204f29ae",
        "choice_type": "single"
    },
    {
        "question": "Widely split S1 is heard in",
        "exp": "In ASD there Will be widely fixed split S2. Ref: Ghai essential of pediatrics, eighth edition, p. no: 413",
        "cop": 3,
        "opa": "Right bundle branch block (RBBB)",
        "opb": "Mitral regurgitation (MR)",
        "opc": "Atrial septal defect (ASD)",
        "opd": "Ventricular septal defect (VSD)",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "e64bc315-a3b2-43aa-a4d6-41fec3098dbe",
        "choice_type": "single"
    },
    {
        "question": "The sequence of oxygenated blood from the placenta to the fetal heart is ________",
        "exp": "The sequence of oxygenated blood flow from the placenta to the fetal heart is Umbilical vein - ductus venosus - inferior vena - right atrium - left atrium. Ref: Nelson textbook of pediatrics 21st edition p. Gno: 2345",
        "cop": 3,
        "opa": "Umbilical aery - Inferior vena cava - ductus venosus - right atrium - left atrium",
        "opb": "Umbilical aery - Superior vena cava - right atrium - ductus aeriosus - left atrium",
        "opc": "Umbilical vein - ductus venosus - inferior vena cava - right atrium - left atrium",
        "opd": "Umbilical vein - ductus aeriosus - superior vena cava - right atrium - left atrium",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "48c07cf1-5eb2-4290-94ec-cf9d5e07949e",
        "choice_type": "single"
    },
    {
        "question": "3 years old boy with a history of fever from a week has diffuse faint rashes, erythema of palms and soles, enlarged unilateral cervical nodes and strawberry tongue. The diagnosis is __________",
        "exp": "Kawasaki disease - It is acute febrile mucocutaneous lymph node syndrome affecting infant, children and young. The diagnostic criteria for Kawasaki disease are follow. Fever lastingfor atleast 5 days Presence of any 4 of the following 5 conditions. Bilateralnonpurulent conjunctival injection Changes in mucosa of oropharynx ( injected pharynx, injected lips, strawberry tongue ) Changes of peripheral extremities (edema, erythemaof hands or feet, desquamation ) Polymorphous rash Cervical lymphadenopathy Ref: Ghai pediatrics eighth edition pg no 631, 632",
        "cop": 4,
        "opa": "Scarlet fever",
        "opb": "Erythema infectiosum",
        "opc": "Infectious mononucleosis",
        "opd": "Kawasaki disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "f2b6bac0-d828-4569-981c-301eabc65c73",
        "choice_type": "single"
    },
    {
        "question": "Cardiomyopathy is not a feature of",
        "exp": "Lowe&; s syndrome is not associated with cardiomyopathy. Cardiomyopathy is are associated with genetic disorder like duchenne dystrophy, Friedrich ataxia, pompe disease. Ref: Harrison&; s principles of internal medicine, 19th edition, p. no: 1555",
        "cop": 4,
        "opa": "Duchenne's Muscular Dystrophy",
        "opb": "Friedriech's ataxia",
        "opc": "Pompe disease",
        "opd": "Lowe's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "90113e3a-ac77-4caf-9248-6b7ca7063c58",
        "choice_type": "single"
    },
    {
        "question": "The risk of recurrence of congenital heart disease",
        "exp": "Only 2-8 % of congenital heart diseases recur Ref: page no 412 ghai pediatrics eighth edition",
        "cop": 3,
        "opa": "0. 80%",
        "opb": "1%",
        "opc": "2-6%",
        "opd": "10-12%",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "6d94e1de-9195-4024-92ba-e71790870287",
        "choice_type": "single"
    },
    {
        "question": "Brain abscess in Cyanotic heart disease is commonly located in",
        "exp": "Brain abscess in CHD is located mainly in frontal lobe. Ghai essential of pediatrics, eighth edition, p. no: 411",
        "cop": 2,
        "opa": "Carebellar hemisphere",
        "opb": "Frontal lobe",
        "opc": "Temporal lobe",
        "opd": "Parietal lobe",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "cffb0908-602b-48cc-afaf-11f8fc2a2b15",
        "choice_type": "single"
    },
    {
        "question": "A patient presents with LVH and pulmonary complications. ECG shows left axis detion. Most likely diagnosis is",
        "exp": "In tricuspid atresia ECG shows left axis detion and left ventricular hyperophy. Sincethepulmonary blood flow is abnormal may present with pulmonary complications. Ref Ghai pediatrics eighth edition pg no 422",
        "cop": 2,
        "opa": "TOP",
        "opb": "Tricuspid atresia",
        "opc": "TAPVC",
        "opd": "VSD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "fd943375-2a8d-4a54-b033-2db73971018d",
        "choice_type": "single"
    },
    {
        "question": "ASD with murmur similar to MR and left axis detion?",
        "exp": "ASD primum lead to left axis detion. Ghai essential of pediatrics, eighth edition, p. no: 413",
        "cop": 2,
        "opa": "ASD secondum",
        "opb": "ASD primum",
        "opc": "Floppy mitral valve",
        "opd": "ASD secondum with rheumatic MR",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "652650f4-128a-40e9-89fd-8c315a0bddb8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cyanotic heart diseases is associated with left axis of detion and left ventricular hyperophy?",
        "exp": "In tricuspid atresia there will be left axis detion and left ventricular type apical impulse Ref: Ghai essential of pediatrics, eighth edition, p. no: 423",
        "cop": 3,
        "opa": "Transposition of great vessels",
        "opb": "Trancus aeriosus",
        "opc": "Tricuspid atresia",
        "opd": "Total anomalous pulmonary venous drainage",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "fdf7ff8c-c33c-45f8-9ecc-9ce1b262fd10",
        "choice_type": "single"
    },
    {
        "question": "An 8 month old female child presented to emergency with a heart rate of 220/minute and features of cogestive heart failure. Her heart rate comes down to normal after administering intravenous adenosine. What is the most likely diagnosis?",
        "exp": "Most common indication of adenosine is paroxysmal supra ventricular tachycardia Ref: Harrison principals and practice of internal medicine, 19th edition, p. no: 1479",
        "cop": 3,
        "opa": "Atrial fibrillation",
        "opb": "Atrial flutter",
        "opc": "Paroxysmal supraventricular tachycardia",
        "opd": "Ventricular tachycardia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "100ff550-2733-4a80-aa30-750984133276",
        "choice_type": "single"
    },
    {
        "question": "The development of septal defects in the fetal heart occurs at",
        "exp": "Fetal heart septal defect develop by 6-8 weeks. Ref: Ghai essential of pediatrics, eighth edition, p. no: 402",
        "cop": 2,
        "opa": "3-5 weeks",
        "opb": "6-8 weeks",
        "opc": "9-12 weeks",
        "opd": "13-15 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "266c645d-9f93-4cb5-9619-33b8113750cd",
        "choice_type": "single"
    },
    {
        "question": "Most common type of atrial septal defect is ___________",
        "exp": "Most common type of ASD is ostium secundum. Ref: Ghai essential of pediatrics, eighth edition, p. no: 413",
        "cop": 2,
        "opa": "Ostium primum",
        "opb": "Ostium secondum",
        "opc": "Endocardial cushion defect",
        "opd": "Endocardial hyperophy",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2147fa11-4f93-4e70-b2c9-3374de3bf3d2",
        "choice_type": "single"
    },
    {
        "question": "ASD which is common",
        "exp": "Ostium secundum ASD is the commonest type. Ghai essential of pediatrics, eighth edition, p. no: 413",
        "cop": 3,
        "opa": "Patent foremen ovale",
        "opb": "Ostium primum",
        "opc": "Ostium secondum",
        "opd": "Sinus venosus",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "d9e9caff-d5fb-44ef-b699-36592bd96712",
        "choice_type": "single"
    },
    {
        "question": "A 1 month old boy is refereed for failure to thrive. On examination, he shows feature of congestive failure. The femoral pulses are feeble as compared to branchial pulses. The most likely clinical diagnosis is",
        "exp": "In coarctation of aoa there will be radiofemoral delay. Ref: Ghai essential of pediatrics, eighth edition, p. no: 432",
        "cop": 2,
        "opa": "Congenital aoic stenosis",
        "opb": "Coarctation of aoa",
        "opc": "Patent ductus aeriosus",
        "opd": "Congenital aooiliac disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "bbcc2a14-bcf4-4fa5-89c3-d1e1d7285429",
        "choice_type": "single"
    },
    {
        "question": "Anatomical closure of ductus aeriosus occurs at ________",
        "exp": "Ductus aeriosus is functionally closed at 10-15 hours after bih and then anatomical closure occurs at 10-12 days. Ref: Ghai essential pediatrics 9th edition Pgno: 400",
        "cop": 3,
        "opa": "Bih",
        "opb": "3-4 days",
        "opc": "10-21 days",
        "opd": "10-15 hours",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "6ef15824-9a31-4580-9081-1c44183de6bb",
        "choice_type": "single"
    },
    {
        "question": "Oxygenated blood to the fetus is carried by",
        "exp": "Fetus receive oxygenated blood from placenta left and right umbilical vein. Ref: Ghai Essential pediatrics, eighth edition, p. no: 402",
        "cop": 2,
        "opa": "Umbilical aery",
        "opb": "Umbilical vein",
        "opc": "SVC",
        "opd": "Pulmonary aery",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "a537d12a-ef20-48b3-8fb5-9219cdb49a38",
        "choice_type": "single"
    },
    {
        "question": "Normal QRS duration at 1 year of age is",
        "exp": "Normal QRS duration at various age groups Age group QRS duration in seconds 0-6 months 0. 03-0. 07 (0. 05) 1-5 yr 0. 04-0. 08 (0. 06) 10-15 yr 0. 04-0. 09 (0. 07) >15 yr 0. 06-0. 09 (0. 08) Reference: Essential Paediatrics; O. P. Ghai; Page no: 459",
        "cop": 2,
        "opa": "0. 03-0. 07 seconds",
        "opb": "0. 04-0. 08 seconds",
        "opc": "0. 04-0. 09 seconds",
        "opd": "0. 06-0. 09 seconds",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2d86bcd6-3996-4c84-bb94-4a81b69204c2",
        "choice_type": "single"
    },
    {
        "question": "Sinus bradycardia in neonates is considered if sinus rate is",
        "exp": "Sinus bradycardia is a result of slow discharge of impulses from the sinus node, the heart's natural pacemaker. A sinus rate <90 beats/min in neonates and <60 beats/min in older children is considered to be sinus bradycardia. It is commonly seen in well-trained athletes; in healthy individuals, it is generally without significance. Sinus bradycardia may occur in systemic disease (hypothyroidism or anorexia nervosa), and it resolves when the disorder is under control. It may also be seen in association with conditions in which there is high vagal tone, such as gastrointestinal obstruction or intracranial processes. Reference: Nelson; 20th edition; Page no: 435",
        "cop": 2,
        "opa": "<100 beats/min",
        "opb": "<90 beats/min",
        "opc": "<80 beats/min",
        "opd": "<60 beats/min",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "51fca24f-96a9-4b9c-a101-d88cb181f522",
        "choice_type": "single"
    },
    {
        "question": "The most common congenital cardiac lesion identified at bih is",
        "exp": "Ventricular Septal Defect (VSD) This is the most common congenital cardiac lesion identified at bih accounting for one-quaer of all CHD. VSD is a communication between the two ventricles. 90% are located in the membranous pa of the ventricular septum with variable extension into the muscular septum. Others are located in the muscular septum and can be multiple. Reference: Essential Paediatrics; O. P. Ghai; Page no: 414",
        "cop": 2,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "Coarctation of Aoa",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "2cb62211-c6b7-4b90-ac2c-525a33dcda96",
        "choice_type": "single"
    },
    {
        "question": "A premature infant is born with a patent ductus aeriosus. Its closure can be stimulated by administration of",
        "exp": "Before 2 weeks of gestation indomethacin 0. 2mg/kg dose orally every 12-24 hr for 3 doses. Ref: Ghai essential pediatrics, eighth edition P. no: 419",
        "cop": 4,
        "opa": "Prostaglandin analogue",
        "opb": "Estrogen",
        "opc": "Anti-estrogen compounds",
        "opd": "Prostaglandin inhibitors",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "c67832fc-0811-49d2-b49c-984e87ff6759",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in tuberous sclerosis?",
        "exp": "Tuberous sclerosis characterized by angiofibroma, astrocytoma, subependymal lesion and white matter lesion. Ref: Ghai essential of pediatrics, eighth edition, p. no: 586",
        "cop": 2,
        "opa": "Astrocytoma",
        "opb": "Ependymoma",
        "opc": "White matter lesions",
        "opd": "Subpendymal nodules",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "132df81e-37b8-4ce8-8f96-57908cc231bd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following syndromes is best associated with congenital heart disease",
        "exp": "Holt oram charge association syndrome is a autosomal dominant disease characterized by Cardiac lesion( ostium secundum ASD, VSD, TOF, pulmonary stenosis), coloboma, choanal atresia, genital hypoplasia, ear abnormalities, growth retardation due to TBX5 mutation Lesch nyhan syndrome/ juvenile gout is associated with self mutilation of hand & feet, intelluctal disability, early death Rasmussen syndrome is chronic focal encephalitis character used by seizure, hemiparesis, aphasia, dementia Leopard / noon an syndrome, there will be Lentigines, Electrocardiographic conduction anomaly, Ocular hypeelorism, Pulmonary stenosis, Abnormal genitalia, Retarded growth & Deafness Ref: Ghai essential of pediatrics, eighth edition, p. no: 401",
        "cop": 3,
        "opa": "Lesch-Nyhan syndrome",
        "opb": "Rasumussen syndrome",
        "opc": "Holt oram syndrome",
        "opd": "LEOPARD syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "9b665f12-83c2-4229-83e6-7d720dcb0dc4",
        "choice_type": "single"
    },
    {
        "question": "A child with large perimembranous VSD has congestive heart failure. What may be the cause of improvement of failure in this patient",
        "exp": "Patients born With uncomplicated VSD may develop pulmonary stenosis due to hyperophy of right ventricular infundibulum, develop pulmonary aerial hypertension or rarely develop aoic regurgitation. Development of pulmonary aerial hypertension is dreaded complication since if it is of obstructive type the patient becomes inoperable. Ref Ghai pediatrics eighth edition pg no 417",
        "cop": 2,
        "opa": "Aoic regurgitation",
        "opb": "Vascular changes in pulmonary circulation",
        "opc": "Infective endocarditis",
        "opd": "Closure of VSD spontaneously",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "a8ed6b1b-66ee-419c-8df6-f9af5601e50d",
        "choice_type": "single"
    },
    {
        "question": "One month old baby is referred for failure to thrive. On examination there are features of congestive cardiac failure. Femoral pulses are feeble compared to brachial pulses. The likely diagnosis is",
        "exp": "In coarctation of aoa there will be radiofemoral delay. Ghai essential of pediatrics, eighth edition, p. no: 432",
        "cop": 1,
        "opa": "Coarctation of aoa",
        "opb": "Patent ductus aeriosus",
        "opc": "Congenital aoic stenosis",
        "opd": "Congenital aoa-iliac disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "de199236-369f-4bf9-a78f-1fc0236c4a46",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are Nada&; s major criteria for clinical diagnosis of congenital heart disease?",
        "exp": "Nadas&; Criteria The assessment for presence of heart disease can be done using the Nadas&; criteria. Presence of one major or two minor criteria is essential for indicating the presence of heart disease. Nadas&; criteria for clinical diagnosis of congenital heart disease Major Minor Systolic murmur grade III or more Systolic murmur grade I or II Diastolic murmur Abnormal second sound Cyanosis Abnormal electrocardiogram Congestive cardiac failure Abnormal X-ray Abnormal blood pressure Reference: Essential Paediatrics; O. P. Ghai; Page no: 406",
        "cop": 2,
        "opa": "Systolic murmur grade I or II",
        "opb": "Diastolic murmur",
        "opc": "Abnormal blood pressure",
        "opd": "Abnormal electrocardiogram",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "ec5fa5dd-9f4b-4992-9f76-3177ca4a4bb7",
        "choice_type": "single"
    },
    {
        "question": "The most common congenital cardiac abnormality associated with the maternal rubella infection during pregnancy is",
        "exp": "Congenital rubella syndrome characterized by PDA, PS, VSD. Ref: Ghai essential of pediatrics, eighth edition, p. no: 401",
        "cop": 2,
        "opa": "Atrial septal defect",
        "opb": "Patent ductus aeriosus",
        "opc": "Ventricular septal defect",
        "opd": "Coarctation of aoa",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "751422fa-c4c2-48b6-b1db-44c7a8f07234",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old boy is having hypertension. There is no other significant history and urine analysis is cause for his hypertension?",
        "exp": "All these renal disease leads to hypertension. But except in polycystic kidney disease, all other will show characteristics urine findings. Polycystic kidney disease is usually asymptotic. Hypertension devolops about 10 to 20 years of age. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Chronic glomerulonephritis",
        "opb": "Polycystic kidney disease",
        "opc": "Reflux nephropathy",
        "opd": "Renal Parenchymal disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S",
        "id": "65f3144c-1d8b-480e-bdc7-b18e4dfa4d96",
        "choice_type": "single"
    }
]