[
    {
        "question": "Most common type of TAPVC -",
        "exp": "Ans. is 'a' Supracardiac * Total anomalous pulmonary venous connection (TAPVC) is characterized by abnormal drainage of pulmonary veins into the right heart either by direct connection into the right atrium or into its tributaries.* According to the site or level of connection of the pulmonary veins to the systemic venous system TAPVC has been classified into four types# Type I (most common: 45%): Anomalous connection at supracardiac level (PV drains into left innominate vein or SVC).# Type II (25%): Anomalous connection at cardiac level (PV joins the coronary sinus or enter right atrium directly).# Type III (25%): Anomalous connection at infracardiac level (PV drain into portal vein).# Type IV (5%): Anomalous connection at multiple levels.* In supracardiac TAPVC the pulmonary veins join to form a single trunk (common pulmonary vein) which than drain through anomalous connection.",
        "cop": 1,
        "opa": "Supracardiac",
        "opb": "Cardiac",
        "opc": "Infracardiac",
        "opd": "Mixed",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "77c3a79e-78a3-45f4-9d99-2455207bc7a9",
        "choice_type": "single"
    },
    {
        "question": "Least common cause of pericarditis/pericardial effusion in children:",
        "exp": "b. Sarcoidosis(Ref: Nelson's 20/e p 2269-2271, Ghai 8/e p 433-443). Important causes of pericarditis/pericardial effusion in children: Infectious* Viral (Coxsackie virus B, EBV, Influenza, Adenovirus); Fungal (Histoplasmosis, Actinomycosis)* Bacterial (TB, Streptococcus, Pneumococcus, Staphylococcus, Meningococcus, Mycoplasma, Tularemia, Listeria, Leptospirosis)* Immune complex (Meningococcus, Hemophilus influenzae)* Parasitic (Toxoplasmosis, Echinococcosis) Connective tissue diseases. Metabolic-endocrine. Rheumatoid arthritis. Rheumatic fever. Systemic lupus erythematosus. Systemic sclerosis. Sarcoidosis. Wegener granulomatosis. Uremia. Hypothyroidism. Chylopericardium. Out of the causes given in the options, Sarcoidosis is the least common.",
        "cop": 2,
        "opa": "Rheumatic fever",
        "opb": "Sarcoidosis",
        "opc": "Rheumatoid arthritis",
        "opd": "SLE",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c8ed0948-f3e7-40fc-a4f3-eeec566f2a1f",
        "choice_type": "single"
    },
    {
        "question": "Ductus arteriosus closes in response to:",
        "exp": "b. Indomethacin therapy(Ref: Nelson's 20/e p 2197, Ghai 8/e p 417). Indomethacin, a Prostaglandin inhibitor is used in medical closure of Ductus arteriosus.",
        "cop": 2,
        "opa": "Decrease in peripheral oxygen saturation",
        "opb": "Indomethacin therapy",
        "opc": "Prostaglandin E1",
        "opd": "Increase in pulmonary vascular resistance",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "99fde1c6-9563-4388-a59f-09f1c20691bb",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child comes with ear discharge, seborrheic dermatitis, polyuria and hepatosplenomegaly. Which of the following is the most likely diagnosis?",
        "exp": "c. Langerhan's cell histiocytosis(Ref: Nelson's 20/e p 2484-2489], Ghai 8/e p 620-623). Seborrheic dermatitis, polyuria, hepatosplenomegaly and ear discharge suggests diagnosis of LCH.",
        "cop": 3,
        "opa": "Leukemia",
        "opb": "Lymphoma",
        "opc": "Langerhan's cell histiocytosis",
        "opd": "Germ cell tumor",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "9ff4ff7d-f226-4a51-a63c-2d29943d3e37",
        "choice_type": "single"
    },
    {
        "question": "Ebstein anomaly is due to maternal intake of:",
        "exp": "a. Lithium(Ref: Nelson's 20/e p 2211-2217, Ghai 8/e p 420-423). Maternal drug. Congenital heart disease. Phenytoin. VSD, ASD, coarctation of aorta, PDAValproate. Coarctation of aorta, aortic stenosis, pulmonary atresia, VSDLithium. Ebstein anomaly, Tricuspid atresia. Alcohol. ASD. VSD",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Copper",
        "opc": "Cobalt",
        "opd": "Nickel",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "18a4d13c-d58d-4320-80b0-59f4142de7d8",
        "choice_type": "single"
    },
    {
        "question": "MC malignancy in children is:",
        "exp": "b. Leukemia(Ref: Nelson 20/e p 2416). Most frequent childhood cancers are: (in order of decreasing frequency). Leukemia (Most common is ALL). Brain Tumors. Neuroblastoma. Wilms tumor",
        "cop": 2,
        "opa": "Retinoblastoma",
        "opb": "Leukemia",
        "opc": "Wilms tumor",
        "opd": "Neuroblastoma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "4f0d57d3-1ead-4648-b574-1a52247a4b25",
        "choice_type": "single"
    },
    {
        "question": "An infant presents with cardiac failure. Examination reveals a weaker femoral pulse when compared to the radial pulse. What is the probable diagnosis?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition. Explanation: Weak femoral pulse is indicative of Coarctation of aorta. Normally, the femoral pulse occurs slightly before the radial pulse. Weak femoral pulse or femoral pulse felt after radial pulse is a characteristic feature of COACoarctation of aorta (COA). Constrictions of the aorta of varying degrees may occur at any point from the transverse arch to the iliac bifurcation, hut 98% occur just below the origin of the left subclavian artery at the origin of the ductus arteriosus i juxtaductal coarctation). The anomaly occurs twice as often in males as in females. Coarctation of the aorta may be a feature of Turner syndrome and is associated with a bicuspid aortic valve in more than 70% of patients. Mitral valve abnormalities (a supravalvular mitral ring or parachute mitral valve) and subaortic stenosis are potential associated lesions. When this group of left-sided obstructive lesions occurs together, they are referred to as the Shone complex. Clinical Manifestations. Mostly asymptomatic. Some children or adolescents complain about weakness or pain in the legs after exercise. Silent hypertension diagnosed on routine physical examination. Disparity in pulsation and blood pressure in the arms and legs. The femoral, popliteal, posterior tibia], and dorsalis pedis pulses are weak (or absent in up to 40%' of patients), in contrast to the bounding pulses of the arms and carotid vessels. The radial and femoral pulses should always be palpated simultaneously for the presence of a radial-femora] delay. Normally, the femoral pulse occurs slightly before the radial pulse. A radial-femoral delay occurs when blood flow to the descending aorta is dependent on collaterals, in which case the femora] pulse is felt after the radial pulse. In normal persons, systolic blood pressure in the legs obtained by the cuff method is 10-20 mm Hg higher than that in the arms. In coarctation of the aorta, blood pressure in the legs is lower than that in the arms. The precordial impulse and heart sounds are usually normal. The presence of a systolic ejection click or thrill in the suprasternal notch suggests a bicuspid aortic valve (present in 709c of cases). A short systolic murmur is often heard along the left sternal border at the 3rd and 4th intercostal spaces. In older patients with well-developed collateral blood flow, systolic or continuous murmurs may be heard over the left and right sides of the chest laterally and posteriorly. (SUZMAN SIGN). In these patients, a palpable thri 11 can occasionally be appreciated in the intercostal spaces on the back. Diagnosis. Cardiac enlargement and pulmonary congestion are noted in infants with severe coarctation. The enlarged left subclavian artery commonly produces a prominent shadow in the left superior mediastinum. Notching of the inferior border of the ribs from pressure erosion by enlarged collateral vessels is common by late childhood. In most instances, the descending aorta has an area of poststenotic dilatation.",
        "cop": 2,
        "opa": "PDA",
        "opb": "COA",
        "opc": "Aorto-illiac vasculitis",
        "opd": "VSD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "5809008f-8182-4a8f-b331-6ea6e9389524",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a stimulus for closure of ductus arteriosus?",
        "exp": "a. Increased O2 tension(Ref: Nelson's 20/e p 2162). In the course of several days after birth, the high arterial Po2 constricts and eventually closes the ductus arteriosus, which eventually becomes the ligamentum arteriosum",
        "cop": 1,
        "opa": "Increased O2 tension",
        "opb": "Hypoxia",
        "opc": "Prematurity",
        "opd": "Hypercapnia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c334f24c-dcc8-4702-9ee5-e0f68d7efdfb",
        "choice_type": "single"
    },
    {
        "question": "A young female presents with history of dyspnea on exertion. On examination, she has wide, fixed split S2 with ejection systolic murmur (III/VI) in left second intercostal space. Her ECG shows left axis deviation. The most probable diagnosis is:",
        "exp": "c. Ostium primum atrial septal defect(Ref: Nelson's 20/e p 2189, Ghai 8/e p 413). Wide fixed splitting of S2 in association with ejection systolic murmur suggests the diagnosis of atrial septal defect. The presence of left axis deviation in A. S. D., suggests ostium primum type of defect.",
        "cop": 3,
        "opa": "Total anomalous pulmonary venous drainage",
        "opb": "Tricuspid atresia",
        "opc": "Ostium primum atrial septal defect",
        "opd": "Ventricular septal defect with pulmonary arterial hypertension",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e1c222cb-50f7-43d6-ad43-05a7013fa9d4",
        "choice_type": "single"
    },
    {
        "question": "Microangiopathic hemolytic anemia with thrombocytopenia and renal insufficiency is commonly seen in young children with:",
        "exp": "b. Hemolytic uremic syndrome(Ref: Nelson's 20/e p 2508, Ghai 8/e p 492). Neurologic findings (due to microthrombi formed in vessels of CNS) are present in TTP in addition to the triad seen in HUS (Microangiopathic hemolytic anemia, Thrombocytopenia and Renal failure).",
        "cop": 2,
        "opa": "Sickle cell anemia",
        "opb": "Hemolytic uremic syndrome",
        "opc": "Malaria",
        "opd": "SLE (systemic lupus erythematosus)",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "2ead81ed-6e6e-469a-80a9-1e9f8150c766",
        "choice_type": "single"
    },
    {
        "question": "Thalassemia gives protection against:",
        "exp": "c. Malaria(Ref: Nelson's 20/e p 2349', Ghai 8/e p 341). Thalassemia gives a reduced parasite invasion/growth and an increased susceptibility to phagocytosis of the infected RBC as a malaria-protective effect.",
        "cop": 3,
        "opa": "Filaria",
        "opb": "Kala-azar",
        "opc": "Malaria",
        "opd": "Leptospirosis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "ae6ac490-6d11-4bda-8922-bd7340f3f141",
        "choice_type": "single"
    },
    {
        "question": "A 2 weeks baby with central cyanosis has grade II systolic murmur, normal S1, single S2, plethoric lung. What is the diagnosis?",
        "exp": "a. TGA(Ref: Nelson's 20/e p 2211-2217, Ghai 8/e p 420-423). The given clinical picture suggests a diagnosis of TGA (Transposition of great arteries). In TOF and Pulmonary atresia, pulmonary vascularity is decreased. In TAPVC, S2 is not single, rather there is a wide fixed split of the 2nd heart sound.",
        "cop": 1,
        "opa": "TGA",
        "opb": "TAPVC",
        "opc": "TOF",
        "opd": "Pulmonary atresia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "09c464d4-70b4-4183-82ed-6f9ede16244e",
        "choice_type": "single"
    },
    {
        "question": "A neonate presenting with heart failure on day 7 of life has this chest X-ray. What is the most probable diagnosis?",
        "exp": "d. TGAChest X-ray showing 'egg on side' appearance in a neonate presenting with heart failure on day 7 of life has TGA (Transposition of great arteries)",
        "cop": 4,
        "opa": "TOF",
        "opb": "VSD",
        "opc": "TAPVC",
        "opd": "TGA",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "2adc7fb6-4e92-4f82-81fc-8e2c311cfb76",
        "choice_type": "single"
    },
    {
        "question": "Which of the following syndromes is best associated with congenital heart disease?",
        "exp": "c. Holt-Oram syndrome(Ref: Nelson's 20/e p 746, Ghai 8/e p 413). Discussing about the options one by one, Name of the syndrome. Clinical featuresa. Lesch-Nyhan syndrome. Hyperuricemia, intellectual disability, dystonia, choreoathetosis, spasticity, dysarthric speech and compulsive self-biting, usually beginning with eruption of teethb. Rasumussen syndrome. It is an immune mediated disease associated with intractable unilateral seizures, progressive hemiparesis and intellectual dysfunctionc. Holt-Oram syndrome. ASD & bony abnormalities, with a strong familial tendency (autosomal dominant inheritance)d. LEOPARD syndrome. Lentigines (multiple), Electrocardiographic conduction abnormalities, Ocular hypertelorism, Pulmonary stenosis, Abnormalities of genitalia, Retardation of growth, Deafness",
        "cop": 3,
        "opa": "Lesch-Nyhan syndrome",
        "opb": "Rasmussen syndrome",
        "opc": "Holt-Oram syndrome",
        "opd": "Leopard syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "947b03df-2487-4390-85b9-3a9b118694b2",
        "choice_type": "single"
    },
    {
        "question": "Autosplenectomy occurs in:",
        "exp": "b. Sickle cell anemia(Ref: Nelson's 20/e p 2336, Ghai 8/e p 345). Patients of sickle cell anemia may undergo auto-splenectomyQ due to multiple infarcts in splenic artery, that causes spleen to be reduced to fibrous tissue (splenic atrophy spleen may become non-palpable).",
        "cop": 2,
        "opa": "Thalassemia",
        "opb": "Sickle cell anemia",
        "opc": "HbH disease",
        "opd": "Hydrops fetalis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "69e781d9-3d15-412f-9bd9-8b41399b37be",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the major site of erythropoietin production during the fetal stage:",
        "exp": "a. Liver(Ref: Nelson's 20/e p 2306). Erythropoietin (EPO) is produced in fetal liver during 1st & 2nd trimesters, by cells of monocyte/macrophage origin. After birth, the anatomic site of EPO production shifts to the kidney.",
        "cop": 1,
        "opa": "Liver",
        "opb": "Yolk",
        "opc": "Bone",
        "opd": "Spleen",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "09bb5e57-cfa0-408e-aa0e-6982199ce7b4",
        "choice_type": "single"
    },
    {
        "question": "What is the drug of choice to control supraventricular tachycardia?",
        "exp": "a. Adenosine(Ref: Nelson's 20/e p 2282-2287, Ghai 8/e p 396-400). In stable patients with Supraventricular Tachycardia, Adenosine by rapid IV push is the treatment of choice because of its rapid onset of action and minimal effects on cardiac contractility.",
        "cop": 1,
        "opa": "Adenosine",
        "opb": "Propranolol",
        "opc": "Verapamil",
        "opd": "Digoxin",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "1f18e717-49ce-4b37-ab4f-154b4e1e713a",
        "choice_type": "single"
    },
    {
        "question": "To prevent acute rheumatic fever, acute pharyngitis due to group A streptococci should be treated with antibiotics before:",
        "exp": "c. 9 days of illness(Ref: Nelson's 20/e p 2269-2271). Antibiotic therapy for patients with GAS pharyngitis can prevent acute rheumatic fever, shorten the clinical course of the illness, reduce transmission of the infection to others, and prevent suppurative complications. When therapy is instituted within 9 days of onset of symptoms and continued for the full course, acute rheumatic fever is almost always prevented.",
        "cop": 3,
        "opa": "7 days of illness",
        "opb": "8 days of illness",
        "opc": "9 days of illness",
        "opd": "10 days of illness",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e160d32d-2bda-41ba-bcd8-d7cec24c022a",
        "choice_type": "single"
    },
    {
        "question": "Reed Sternberg cells are found in:",
        "exp": "a. Hodgkin's disease(Ref: Nelson's 20/e p 2445-2448, Ghai 8/e p 608-610). Diagnostic Hallmark of Hodgkin Lymphoma are Reed-Sternberg cells, which are binucleate cell or having a single nucleus with multiple nuclear lobes.",
        "cop": 1,
        "opa": "Hodgkin's disease",
        "opb": "Sickle cell anemia",
        "opc": "Thalassemia",
        "opd": "CML",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e97d8a10-1dd8-4b89-9ac2-0226d1b39313",
        "choice_type": "single"
    },
    {
        "question": "Cardiac output of a normal newborn is:",
        "exp": "Ans: a (350 ml/kg/mt) Ref: Nelson, 17th ed, p. 1480; 18th ed, p. 1856. Questions were asked from this particular page of Nelson in 2006. 07 and 08!! \"The newborn cardiac output (about 350 ml/kg/mt) falls over the first 2 months of life to about 150 ml/ kg/min and then gradually to the normal adult cardiac output of about 75 ml/kg/min. \"",
        "cop": 1,
        "opa": "350 ml/kg/mt",
        "opb": "150 ml/kg/mt",
        "opc": "80 ml/kg/mt",
        "opd": "40 ml/kg/mt",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "67ece070-486a-4b12-bfad-1803277ee35d",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice in supraventricular tachycardia in children:",
        "exp": "Ans: b (Adenosine) Ref: Nelson,, 18th ed, p. 1946; 17th ed, p. 1560* In stable patients, adenosine by rapid intravenous push is the treatment of choice because of it rapid onset of action and minimal effect on cardiac contractility* Calcium channel blockers such as verapamil have also been used in the initial treatment of SVT in older children. But it may reduce cardiac output and produce hypotension and cardiac arrest in infants younger than 1 year. Therefore it is contraindicated in infants younger than 1 year.* Supraventricular tachycardia (SVT) involves component of the conduction system within or above the bundle of His.* Three major categories of SVT1. Re entrant tachycardia using an accessory pathway2. Re entrant tachycardia without an accessory pathway. 3. Ectopic or automatic tachycardias. Re entrant tachycardia using an accessory pathway is the most common type of SVT in infants. An unoperated congenital heart disease in which SVT may occur -- Ebstein anomaly.",
        "cop": 2,
        "opa": "Digoxin",
        "opb": "Adenosine",
        "opc": "Verapamil",
        "opd": "Procainamide",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "dae20e4b-217b-4ccc-af0b-06dea51a622a",
        "choice_type": "single"
    },
    {
        "question": "What is the approximate Total fetal cardiac output?",
        "exp": "b. 450ml/kg/min(Ref: Nelson's 20/e p 2161). Total fetal cardiac output, i. e. combined output of both left and right ventricles--is 450mL/kg/min. 65% of descending aortic blood flow returns to the placenta and remaining 35% perfuses the fetal organs and tissues.",
        "cop": 2,
        "opa": "300 ml/kg/min",
        "opb": "450 ml/kg/min",
        "opc": "600 ml/kg/min",
        "opd": "150 ml/kg/min",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "741a0f2f-c98e-4942-bb3f-d1fe0f73dc29",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT a major NADA's criteria for clinical diagnosis of congenital heart disease:",
        "exp": "d. Abnormal X-ray(Ref: Nelson's 20/e p, Ghai 8/e p 406)NADA's Criteria. Used in the past to diagnose presence of congenital heart diseaseQ. Major. Minor* Systolic murmur grade 3 or more* Any diastolic murmur* Cyanosis* Congestive heart failure* Systolic murmur less than grade 3* Abnormal S2* Abnormal ECG* Abnormal chest X-ray* Abnormal BPPresence of 1 major or 2 minor criteria indicate very high probability of a Congenital Heart Disease (CHD)",
        "cop": 4,
        "opa": "Diastolic murmur",
        "opb": "Cyanosis",
        "opc": "Congestive cardiac failure",
        "opd": "Abnormal X-ray",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "96f99cf9-56a4-4fb9-8d90-56d768b2c8f6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following features of rheumatic fever is not due to molecular mimicry?",
        "exp": "Ans: (d) Pericarditis. Molecular mimicry is definitely the current accepted hypothesis regarding pathogenesis of acute rheumatic fever. It is strongly related to presence of cross-reacting antigens in heart, brain, skin and joints. In heart, anti-streptococcal antibodies reacting with 'Cardiac myosin' and subsequent T cell activation is proposed. This response is mainly seen in myocardium and Endocardium (Valves).",
        "cop": 4,
        "opa": "Myocarditis",
        "opb": "Polyarthritis",
        "opc": "Valvulitis",
        "opd": "Pericarditis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "daed59bd-e3a9-4ca1-bf24-06c2691f4a20",
        "choice_type": "single"
    },
    {
        "question": "Ebstein anomaly is due to -",
        "exp": "Ans. is 'a' i. e., Lithium o Ebstein anomaly. Downward displacement of an abnormal tricuspid valve into right ventricle. Due to lithium exposure in intrauterine life.",
        "cop": 1,
        "opa": "Lithium",
        "opb": "Cu",
        "opc": "Co",
        "opd": "Ni",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "0e9ca415-a453-4e3f-b38d-c71c00a10193",
        "choice_type": "single"
    },
    {
        "question": "Transient myeloproliferative disorder of the newborn is seen in association with:",
        "exp": "b. Down syndrome(Ref: Nelson's 20/e p 2442-2443, Ghai 8/e p 605-607)'Neonates and infants with Down Syndrome may have a condition known as 'transient myeloproliferative syndrome which mimics congenital leukemia'.",
        "cop": 2,
        "opa": "Turner syndrome",
        "opb": "Down syndrome",
        "opc": "Neurofibromatosis",
        "opd": "Ataxia telangiectasia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "03611874-f455-4267-abdf-c2d2968fb054",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following does not produce cyanosis in the first year of life?",
        "exp": "a. Atrial septal defect(Ref: Nelson's 20/e p 2189, Ghai 8/e p 413). Apart from ASD, rest of the 3 heart diseases are cyanotic heart diseases.",
        "cop": 1,
        "opa": "Atrial septal defect",
        "opb": "Hypoplastic left heart syndrome",
        "opc": "Truncus arteriosus",
        "opd": "Double outlet right ventricle",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "3abb4bb0-fecf-4f7d-ae26-a424cefe509d",
        "choice_type": "single"
    },
    {
        "question": "Infective endocarditis is rarely seen in:",
        "exp": "b. ASD(Ref: Nelson's 20/e p 2263-2268, Ghai 8/e p 443). Risk of infective endocarditis in various lesions: High risk. Moderate risk. Low risk* Prosthetic heart valve* Tetralogy of Fallot* PDA* AR* AS* VSD* MR* Coarctation of aorta* Mitral valve prolapse with MR* TS* TR* PS* MS* Mitral valve prolapse* ASD",
        "cop": 2,
        "opa": "VSD",
        "opb": "ASD",
        "opc": "PDA",
        "opd": "RHD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "32d246e7-d026-4560-8645-b3beee429980",
        "choice_type": "single"
    },
    {
        "question": "In a case of acute hemarthrosis in hemophilia, treatment with factor VIII along with fresh frozen plasma is given for:",
        "exp": "d. Till joint effusion subsides(Ref: Nelson's 20/e p 2384, Ghai 8/e p 352). Treatment of Hemarthrosis (in Hemophilia): 50-60. IU/kg factor VIII concentrate on day 1; then 20-30. IU/kg on days 2, 3, 5 until joint function is normal or back to baseline. Consider additional treatment every other day for 7-10 days.",
        "cop": 4,
        "opa": "3 days",
        "opb": "7 days",
        "opc": "1 day",
        "opd": "Till joint effusion subsides",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "2e72e831-8d0a-418f-ba57-789dd07103ce",
        "choice_type": "single"
    },
    {
        "question": "Pancytopenia with hypocellular bone marrow seen in:",
        "exp": "a. Fanconi's anemia(Ref: Nelson's 20/e p 2362-2371, Chai 8/e p 345-347). Fanconi's anemia shows pancytopenia with hypocellular bone marrow while others in the options cause hypercellular bone marrow.",
        "cop": 1,
        "opa": "Fanconi's anemia",
        "opb": "Paroxysmal nocturnal hemoglobinuria",
        "opc": "Hairy cell leukemia",
        "opd": "Myelopthisis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "8a5d4a97-098c-4f5b-8bfb-f8e41489d0fe",
        "choice_type": "single"
    },
    {
        "question": "The V wave of jugular venous pulses is produced due to:",
        "exp": "d. Passive filling of atrium during ventricular systole(Ref: Nelson's 20/e p 2164-2169). Normal waves in jugular venous pulse. Name ofwave. Underlying causea wave. Atrial contractionc wave. Transmission of carotid arterial impulse through jugular veins or by bulging of tricuspid valve cusps into right atrium in early systole. v wave. Filling up of Right atrium in late systole and early diastole. x wave. Atrium relaxes and tricuspid valve moves downwardy wave. Filling of ventricle after tricuspid opening",
        "cop": 4,
        "opa": "Atrial systole preceding tricuspid valve closure",
        "opb": "Descent of the tricuspid valve ring",
        "opc": "Closure of tricuspid valve",
        "opd": "Passive filing of atrium during ventricular systole",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "6dd06677-8064-4c78-befa-7e1a7ef9202e",
        "choice_type": "single"
    },
    {
        "question": "Reversal of shunt is not possible in natural history of?",
        "exp": "c. TOF(Ref: Nelson's 20/e p 2211-2217, Ghai 8/e p 420-423). Reversal of shunt or Eisenmenger syndrome is seen in- VSD, ASD, AV canal defect, PDA.",
        "cop": 3,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "TOF",
        "opd": "PDA",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e9f2918e-fb8e-44ca-8856-a7cdaef594a2",
        "choice_type": "single"
    },
    {
        "question": "Characteristic feature of PDA murmur?",
        "exp": "Ans. c (Loudest at the time of S2) (Ref. Harrison 18th/ ch. 236). In most adults with PDA, pulmonary pressures are normal and a gradient and shunt from aorta to pulmonary artery persist throughout the cardiac cycle, resulting in a characteristic thrill and a continuous \"machinery\" murmur with late systolic accentuation at the upper left sternal edge. PATENT DUCTUS ARTERIOSUSThe ductus arteriosus is a vessel leading from the bifurcation of the pulmonary artery to the aorta just distal to the left subclavian artery. Normally, the vascular channel is open in the fetus but closes immediately after birth. The flow across the ductus is determined by the pressure and resistance relationships between the systemic and pulmonary circulations and by the cross-sectional area and length of the ductus. In adults who were bom with a large left-to-right shunt through the ductus arteriosus, pulmonary vascular obstruction (Eisenmenger syndrome) with pulmonary hypertension, right-to- left shunting, and cyanosis have usually developed. Severe pulmonary vascular disease results in reversal of flow through the ductus; unoxygenated blood is shunted to the descending aorta; and the toes-but not the fingers-become cyanotic and clubbed, a finding termed differential cyanosis. The leading causes of death in adults with patent ductus are cardiac failure and infective endocarditis. Treatment: Patent Ductus Arteriosus. In the absence of severe pulmonary vascular disease and predominant left-to-right shunting of blood, the patent ductus should be surgically ligated or divided. Transcatheter closure using coils, buttons, plugs, and umbrellas has become common place for appropriately shaped defects. Causes of characteristic murmurs. Early systolic Murmurs. Acute MRVSD (Muscular, Nonrestrictive with pulmonary hypertension)TR with normal pulmonary artery pressure. Mid-systolic Murmurs. Supravalvular-supravalvular aortic stenosis, coarctation of the aorta. Valvular-AS and aortic sclerosis. Subvalvular-discrete, tunnel or HOCMIncreased flow, hyperkinetic states, AR, complete heart block. Dilation of ascending aorta, atheroma, aortitis. Supravalvular-pulmonary artery stenosis. Valvular-pulmonic valve stenosis. Subvalvular-infundibular stenosis (dynamic). Increased flow, hyperkinetic states, left-to-right shunt (e. g., ASD). Dilation of pulmonary artery. Late systolic Murmurs. MVP, acute myocardial ischemia. TVPHolosystolic Murmurs. Atrioventricular valve regurgitation (MR, TR). Left-to-right shunt at ventricular level (VSD). Early Diastolic Murmurs. Aortic regurgitation. Valvular: congenital (bicuspid valve), rheumatic deformity, endocarditis, prolapse, trauma, post-valvulotomy. Dilation of valve ring: aorta dissection, annulo-aortic ectasia, cystic medial degeneration, hypertension, ankylosing spondylitis. Widening of commissures: syphilis contd. Pulmonic regurgitation. Valvular: post-valvulotomy, endocarditis, rheumatic fever, carcinoid. Dilation of valve ring: pulmonary hypertension; Marfan syndrome. Congenital: isolated or associated with tetralogy of Fallot, VSD, pulmonic stenosis. Mid-Diastolic Murmurs. Mitral stenosis. Carey-Coombs murmur (mid-diastolic apical murmur in acute rheumatic fever). Increased flow across nonstenotic mitral valve (e. g., MR, VSD, PDA, high-output states, and complete heart block). Tricuspid stenosis. Increased flow across nonstenotic tricuspid valve (e. g., TR, ASD, and anomalous pulmonary venous return). Left and right atrial tumors (myxoma). Severe AR (Austin Flint murmur). Continuous Murmurs. Patent ductus arteriosus. Coronary AV fistula. Ruptured sinus of Valsalva aneurysm. Aortic septal defect. Cervical venous hum. Anomalous left coronary artery. Proximal coronary artery stenosis. Mammary souffle of pregnancy. Pulmonary artery branch stenosis. Bronchial collateral circulation. Small (restrictive) ASD with MSIntercostal AV fistula",
        "cop": 3,
        "opa": "Prominent in left 2nd intercostal space",
        "opb": "Prominent in left infraclavicular space",
        "opc": "Loudest at the time of S2",
        "opd": "Associated with thrill",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c12a9be0-5a70-482b-b267-e7960e497925",
        "choice_type": "single"
    },
    {
        "question": "Localised Langerhans cells histiocytosis affecting head and neck is",
        "exp": "d. Eosinophilic granuloma(Ref: Nelson's 20/e p 2484-2489, Ghai 8/e p 620-623). Eosinophilic granuloma: Bone lesions, with no visceral involvement; Localised; affects head and neck",
        "cop": 4,
        "opa": "Letterer-Siwe disease",
        "opb": "Pulmonary Langerhans cell histiocytosis",
        "opc": "Hand-Schuller-Christian disease",
        "opd": "Eosinophilic granuloma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "bdd33734-c747-431c-b865-4571fe94cd8e",
        "choice_type": "single"
    },
    {
        "question": "Average central aortic pressure in full-term neonate is_____ mm Hg?",
        "exp": "Ans. a (75/50) (Ref. Nelson Paediatrics 18th/1856; OP Ghai 6th/393). Nelson pediatrics 18th/p. 1856 under heading Neonatal Circulation:# The average central aortic pressure in a term neonate is 75/50 mm Hg. THE NEONATAL CIRCULATION# At birth, the fetal circulation must immediately adapts to extrauterine life as gas exchange is transferred from the placenta to the lung.- After an initial slight fall in systemic blood pressure, a progressive rise occurs with increasing age. 0- The heart rate slows as a result of a baroreceptor response to an increase in systemic vascular resistance when the placental circulation is eliminated.- The average central aortic pressure in a term neonate is 75/50 mm Hg.- The onset of ventilation, pulmonary vascular resistance is markedly decreased as a consequence of both active (PO2 related) and passive (mechanical related) pulmonary vasodilation.* The major decline in pulmonary resistance from the high fetal levels to the low \"adult\" levels in the human infant at sea level usually occurs within the 1st 2-3 days but may be prolonged for 7 days or more.* Over the 1st several weeks of life, pulmonary vascular resistance decreases even further, secondary to remodeling of the pulmonary vasculature, including thinning of the vascular smooth muscle and recruitment of new vessels. Significant differences between the neonatal circulation and that of older infants include:- right-to-left or left-to-right shunting may persist across the patent foramen ovale;- in the presence of cardiopulmonary disease, continued patency of the ductus arteriosus may allow left-to-right, right-to-left, or bidirectional shunting;- the neonatal pulmonary vasculature constricts more vigorously in response to hypoxemia, hypercapnia, and acidosis;- the wall thickness and muscle mass of the neonatal left and right ventricles are almost equal; and- newborn infants at rest have relatively high oxygen consumption, which is associated with relatively high cardiac output.# The newborn cardiac output is about 350 mL/kg/min.# CO falls in the 1st 2 months of life to about 150 mL/kg/min# Then more gradually to the normal adult cardiac output of about 75 mL/kg/min.# The foramen ovale is functionally closed by the 3rd mo of life.# Functional closure of the ductus arteriosus is usually complete by 10--15 hr in a normal neonate0# The normal ductus arteriosus differs morphologically from the adjoining aorta and pulmonary artery in that the ductus has a significant amount of circularly arranged smooth muscle in its medial layer.# During fetal life, patency of the ductus arteriosus appears to be maintained by the combined relaxant effects of low oxygen tension and endogenously produced prostaglandins, specifically prostaglandin E2# In a full-term neonate, orygen is the most important factor controlling ductal closure. 0# 'When the PO2 of the blood passing through the ductus reaches about 50 mm Hg, the ductal wall constricts.",
        "cop": 1,
        "opa": "75/50",
        "opb": "60/40",
        "opc": "40/20",
        "opd": "20/10",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "bffe6b79-1bb5-41d6-9b96-bfd79aa76e9f",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old girl is brought to the pediatrician's office. Her father reports that she suddenly became pale and stopped running while he had been playfully chasing her and her pet Chihuahua. After 30 minutes, she was no longer pale and wanted to resume the game. She has never had a previous episode and has never been cyanotic. Her physical examination was normal, as were her chest x-ray and echocardiogram. An ECG showed the pattern seen on the next page, which indicates which of the following?",
        "exp": "The child described in the question has no cyanosis or murmur, no cardiac or pulmonary vascular abnormalities by chest x-ray, and no evidence of structural anomalies by echocardiogram, and therefore is unlikely to have an underlying gross anatomic defect. The ECG pattern in the figure shows the configuration of preexcitation, the pattern seen in the WPW syndrome. These patients have an aberrant atrioventricular conduction pathway, which causes the early ventricular depolarization appearing on the ECG as a shortened PR interval. The initial slow ventricular depolarization wave is referred to as the delta wave. Seventy percent of patients with WPW syndrome have single or repeated episodes of paroxysmal supraventricular tachycardia, which can cause the symptoms described in the question. The preexcitation ECG pattern and WPW syndrome can occur in Ebstein malformation, but this is unlikely in the absence of cyanosis and with a normal echocardiogram. If ventricular tachycardia were present, the symptoms would likely be more profound. Active play and exposure to over-the-counter medications containing sympathomimetics in a healthy 4- year-old child can cause symptoms such as those described in the question in children with WPW syndrome by precipitating paroxysmal supraventricular tachycardia.",
        "cop": 3,
        "opa": "Paroxysmal ventricular tachycardia",
        "opb": "Paroxysmal supraventricular tachycardia",
        "opc": "Wolff-Parkinson-White syndrome",
        "opd": "Stokes-Adams pattern",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "47072ba0-7933-4ee0-b540-2da349797b1c",
        "choice_type": "single"
    },
    {
        "question": "A new bom child presented with CHD has cyanosis, become prominanat on breathing and improved in crying. The Diagnosis is",
        "exp": "i. e. (Bilateral choanal atresia): (336-Ghai 7th) (178-458-Dhingra 5th)* Affected baby cycles between spells of cyanosis and crying. Attempts at suckling immediately precipitates cyanosis in CHOANAL ATRESIACHOANAL ATRESIA* More often unilateral. More common in female (2: 1), more often on the right side and more often bony than membranous (9: 1)* Due to persistance of bucconasal membrane* Bilateral choanal atresia usually presents immediately after birth with respiratory distress which is due to the fact that neonates are obligate nose-breathers. Sometimes babies bom with choanal atresia also have other abnormalities: Coloboma. Heart defects. Mental retardation. Growth impairment. Others (see also CHARGE syndrome). Also any condition that causes significant depression of the nasal bridge or midface retraction can be associated with choanal atresia. Examples include the craniosynostosis syndrome such as Crouzon syndrome, and Antley- Bixler syndrome.* Diagnosis(i) Presence of mucoid discharge in the nose(ii) Absence of air bubbles in the nasal discharge(iii) Failure to pass a catheter from nose to pharynx(iv) Putting a few drops of a dye (methylene blue) in to the nose and seeing its passage into the pharynx(v) Installing - radio - opaque dye into the nose and taking a lateral film* Bilateral choanal atresia requires - Urgent management by inserting a finger in the baby's mouth: this can be replaced by with a plastic oropharyngeal airway or a Me Govern nipple - Failure - Endotrachial tube or tracheostomy* Bilateral atresia can be associated with other syndrome head and neck abnormalities eg CHARGE association (Coloboma, hearing impairment, choanal atresia, mental retardation, genital abnormality, endocardial cushion defects) meningo-myelocoeles, craniosynostosis etc.* Most patient with CHARGE syndrome have mutation in CHD7 gene. Mitomycin C has been used to present the development of granulation tissue & stenosis (1743-Nelson 18th). Diaphragmatic hernia - occurs because offailure of closure of the pleuroperitoneal membrane - at birth presented with respiratory distress and a scaphoid abdomen and mediastinal shift",
        "cop": 1,
        "opa": "Bilateral choanal atresia",
        "opb": "Diaphragmatic hernia",
        "opc": "Genitourinary defects",
        "opd": "Coloboma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "05838ddf-d656-4a9f-90ec-48f750977495",
        "choice_type": "single"
    },
    {
        "question": "A child with Thalassemia major has a history of treatment for cardiac arrhythmia due to iron overload. Now the child came for regular transfusion and while transfusion the child became anxious and developed complaints of backpain. What is the next management?",
        "exp": "b. Stop transfusion and look for clerical errors style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\">(Ref: ). Transfusion reactions: Category 1: Mild reactions. Signs. Symptoms. Possible cause. Immediate management. Urticaria/rash. Pruritis (itching). Allergic* Stop transfusion* Assess patient* An antihistamine may be required* Transfusion may be restarted if no other signs/symptoms are present* If signs/symptoms worsen treat as Category 2. Category 2: Moderately severe reactions. Signs. Symptoms. Possible cause. Immediate management. Flushing. Urticaria. Rigors. Fever. Restlessness. Tachycardia. Anxiety. Pruritis. Palpitations. Mild dyspnea. Headache. Allergic (moderately-severe). Febrile non-hemolytic transfusion reaction:-antibodies to white cells or platelets* Antibodies to proteins including IgA* Possible contamination with pyrogens and /or bacteria* Stop transfusion and maintain IV line with NSaline* Contact Medical Officer* Patient may require antihistamine and/or paracetamol* Further investigation and management according to clinical features* If investigation required: complete Transfusion Reaction Form and send blood pack, form and samples to blood bank Category 3: Life-threatening reactions. Signs. Symptoms Possible cause Immediate management. Rigors. Fever. Restlessness. Hypotension. Tachycardia. Dark Urine. Unexplained bleeding (DIC). Anxiety. Chest pain. Pain at infusion site. Respiratory distress. Loin/back pain. Headache. Dyspnea. Acute intravascular hemolysis (wrong blood). Bacterial contamination and septic shock. Fluid overload. Anaphylaxis. Transfusion related acute lung injury (TRALI)* Stop transfusion and maintain IV line with N. Saline* Contact Medical Officer* Manage immediate needs:- Fluid for hypotension- Oxygen- Adrenaline for anaphylaxis- Diuretic for fluid overload* Complete Transfusion Reaction Form and send blood pack, form and samples to blood bank* Further management according to likely cause",
        "cop": 2,
        "opa": "ECG",
        "opb": "Stop transfusion and look for clerical errors",
        "opc": "Continue transfusion while monitoring for vitals",
        "opd": "Check for reddish discolouration of urine",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "fe7de1d0-97fe-4feb-ba7d-664527bf8b42",
        "choice_type": "single"
    },
    {
        "question": "Most common cardiac anomaly in Turner's syndrome is?",
        "exp": "b. Bicuspid aortic valve(Ref: Nelson's 20/e p 2189-2191, Ghai 8/e p 413-414). Most common heart defects in Turner syndrome are bicuspid aortic valves, coarctation of aorta and aortic stenosis.",
        "cop": 2,
        "opa": "Coarctation of aorta",
        "opb": "Bicuspid aortic valve",
        "opc": "Ventricular septal defect",
        "opd": "Atrial septal defect",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "ecbd6ecb-cb8e-416f-afea-97b5e74ea9c4",
        "choice_type": "single"
    },
    {
        "question": "Release of ferroportin store is controlled by:",
        "exp": "a. Hepcidin(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Ferroportin which regulates the Iron release from tissue store house is regulated by hepcidin hormone released by liver.",
        "cop": 1,
        "opa": "Hepcidin",
        "opb": "Transferrin",
        "opc": "Ferritin",
        "opd": "Hepoxin",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "6f289cca-4ece-4111-b23e-748f20cd48d1",
        "choice_type": "single"
    },
    {
        "question": "ECG new born child with Down syndrome -",
        "exp": "Ans. is 'a' i. e., Normal o Neonatal ECG screening for congenital heart disease in Down syndrome. Narchi HIHe studied the value of routine neonatal electrocardiography (ECG) in the 1st 48 hours of life to diagnose congenital heart disease in 37 neonates with Down syndrome. 60% infants had no clinical evidence of congenital heart disease, had normal ECGs and normal cardiac anatomy on echocardiography: About 40% children with down syndrome have congenital heart disease. Endocardial cushion defect (ASD with ostium primum) account for 40-60% of cases. Note: Although in ASD, ASD with secundum is 10 times more common than ASD with ostium primum.",
        "cop": 1,
        "opa": "Normal",
        "opb": "ASD",
        "opc": "VSD",
        "opd": "TOP",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "91475d07-d98e-401a-91f1-4a12313951fd",
        "choice_type": "single"
    },
    {
        "question": "A 1-month-old boy is referred for failure to thrive. On examination, he shows features of congestive failure. The femoral pulses are feeble as compared to brachial pulses. The most likely clinical diagnosis is:",
        "exp": "b. Coarctation of aorta(Ref: Nelson's 20/e p 2205, Ghai 8/e p 413-433). Feeble femoral pulsations compared to strong brachial pulsations suggests of coarctation of aorta.",
        "cop": 2,
        "opa": "Congenital aortic stenosis",
        "opb": "Coarctation of aorta",
        "opc": "Patent ductus arteriosus",
        "opd": "Congenital aortoiliac disease",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e25e8e65-3b93-4730-bc3c-3cfcd3c19f39",
        "choice_type": "single"
    },
    {
        "question": "Ductus arteriosus is maintained open due to -",
        "exp": "Ans. is 'b' i. e., Prostaglandins Prostaglandins and ductus arteriosuso The E series of prostaglandins are responsible for maintaining the patency of the DA (by dilation of vascular smooth muscle) throughout the fetal period. o Prostaglandin E2 (PGE2), produced by both the placenta and the DA itself, is the most potent of the E prostaglandins, but prostaglandin El (PGE1) also has a role in keeping the DA open. PGE1 and PGE2 keep the DA open via involvement of specific PGE-sensitive receptors (such as EP2 or EP4). o EP4 is the major receptor associated with PGE2-induced dilation of the DA and can be found across the DA in smooth muscle cells. o Immediately after birth, the levels of both PGE2 and the EP4 receptors reduce significantly, allowing for closure of the DA and establishment of normal postnatal circulation. Ductus arteriosuso Ductus arteriosus is a shunt between pulmonary trunk and desending Aorta. o Functional closure of ductus occurs within 15 hours after birth. Increasing oxygen saturation causes the muscle of ductus to constrict -In full term neonates the ductus arteriosus closes within 10 to 25 days (Anatomic closure). Management of PDAo NSAIDs (most commonly indomethacin) are used to induce closure of PDA, as these drugs inhibit synthesis of prostaglandins (Prostaglanding are involved in maintainance of patency of ductus arteriosuso If indomethacin is not successful and the ductus remains hemodynamically significant, surgical ligation with or without division of ductus should be performed.",
        "cop": 2,
        "opa": "Decreased oxygen to fetal heart",
        "opb": "Prostaglandins",
        "opc": "ATP",
        "opd": "Lack of respiratory effort",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "055e3afa-332b-4800-bdaf-6c2141ad28cc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not given in dilated cardiomyopathy?",
        "exp": "b. Calcium channel blocker(Ref: Nelson's 20/e p 2275). Treatment of Dilated Cardiomyopathy: Drugs used include diuretics, ACE inhibitors, angiotensin receptor blockers, digitalis, b-blockers (carvedilol or metoprolol). In patients presenting with extreme degrees of heart failure or circulatory collapse, intensive care measures are often required, including IV inotropes, diuretics, mechanical ventilatory support +- circulatory support, which may include ventricular assist devices, extracorporeal membrane oxygenation (ECMO), and ultimately cardiac transplantation. In patients with DCM and atrial or ventricular arrhythmias, specific antiarrhythmic therapy should be instituted.",
        "cop": 2,
        "opa": "Beta blocker",
        "opb": "Calcium channel blocker",
        "opc": "Spironolactone",
        "opd": "ACE inhibitors",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "0d58a386-d20a-4c24-9134-2a62213dbf47",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for Sickle cell anemia is:",
        "exp": "a. Hydroxyurea(Ref: Nelson's 20/e p 2236-2345', Ghai 8/e p 344-345). Hydroxyurea increases HbF levels and so is used for treatment of sickle cell anemia.",
        "cop": 1,
        "opa": "Hydroxyurea",
        "opb": "Sulphonamide",
        "opc": "Iron Injection",
        "opd": "Blood transfusion",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "51c6e722-c136-41aa-8f51-aa43348dfeb2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common sustained tachyarrhythmia in children?",
        "exp": "Ans. B. Supra ventricular tachycardia. Supraventricular tachycardia is the most common sustained tachyarrhythmia in children with an incidence of 1 to 4 children per thousand. Infants with SVT present with signs of congestive heart failure. Older children present with palpitations, chest discomfort and dyspnea. The ECG shows a regular rate of 220-300/min.",
        "cop": 2,
        "opa": "Ventricular tachycardia",
        "opb": "Supra ventricular tachycardia",
        "opc": "Atrial Flutter",
        "opd": "Atrial fibrillation",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c3f636b1-782a-4260-a945-5e1209cf4fdb",
        "choice_type": "single"
    },
    {
        "question": "Serious infections can occur when absolute neutrophil count decreases to?",
        "exp": "a. Less than 500/mL(Ref: Nelson's 20/e p 1048, Ghai 8/e p 357). Serious infections are most likely when the neutrophil count falls below 500 per mm3.",
        "cop": 1,
        "opa": "Less than 500/mL",
        "opb": "Less than 800/mL",
        "opc": "Less than 1000/mL",
        "opd": "Less than 1500/mL",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e0a210a0-7a88-473a-99b4-f45245bcb53f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used for the management of Supraventricular tachycardia?",
        "exp": "Ans. A. Adenosine. Adenosine is the drug of choice for the management of supraventricular tachycardia. It is given in a dose of 0. 1mg/kg IV or IO as rapid bolus. While using adenosine, one should monitor the ECG during the dose and it should be preferable administered in a vein close to the heart.",
        "cop": 1,
        "opa": "Adenosine",
        "opb": "Amiodarone",
        "opc": "Naloxone",
        "opd": "Calcium gluconate",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "1acbba89-c6f9-415a-984d-1c562d978163",
        "choice_type": "single"
    },
    {
        "question": "Langerhans cell shows which of these?",
        "exp": "d. Birbeck's granules(Ref: Nelson's 20/e p 2484-2489; Ghai 8/e p 620-623). Tennis racquet and not badminton racquet appearance is seen in EM of LCH; LCH is positive for CD1a and S100.",
        "cop": 4,
        "opa": "Badminton racquet appearance",
        "opb": "CD100a",
        "opc": "MPO +",
        "opd": "Birbeck's granules",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e1232898-12c2-4c6b-b2fb-5e066d5b9270",
        "choice_type": "single"
    },
    {
        "question": "A ten-year-old boy presents to the pediatric emergency unit with seizures. Blood pressure in the upper extremity measured as 200/140 mm Hg. Femoral pulses were not palpable. The most likely diagnosis amongst the following is:",
        "exp": "d. Coarctation of aorta(Ref: Nelson's 20/e p 2205, Ghai 8/e p 431-433). Isolated upper extremity hypertension (200/140mm. Hg), together with absent/diminished femoral pulses is a characteristic feature of coarctation of aorta.",
        "cop": 4,
        "opa": "Takayasu aortoarteritis",
        "opb": "Renal parenchymal disease",
        "opc": "Grand mal seizures",
        "opd": "Coarctation of aorta",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c4cf8ace-4a15-4b7f-8007-903f45a21a3e",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy presented with 1 day history of bleeding gums, subconjunctival bleed and purpuric rash. Investigations revealed: Hb 6. 4 gm/dL; TLC-26, 500/mm3; prothrombin time-20 sec with a control of 13 sec; partial thromboplastin time-50 sec; and fibrinogen 10 mg/dL. Peripheral smear was suggestive of acute myeloblastic leukemia. Which of the following is the most likely?",
        "exp": "c. Promyelocytic leukemia(Ref: Nelson's 20/e p 2442-2443, Ghai 8/e p 605-607). This patient has complaints of bleeding along with thrombocytopenia, decreased fibrinogen & increased PT & APTT. This is consistent with DIC; DIC is most commonly seen with M3 AML",
        "cop": 3,
        "opa": "Myeloblastic leukemia without maturation",
        "opb": "Myeloblastic leukemia with maturation",
        "opc": "Promyelocytic leukemia",
        "opd": "Myelomonocytic leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "1c81286b-e762-4c3b-9272-61af882aa08e",
        "choice_type": "single"
    },
    {
        "question": "In infant, Bone Marrow biopsy is done from?",
        "exp": "a. Tibia(Ref: Nelson's 20/e p 2425, Ghai 8/e p 736). Age group. Site of bone marrow sampling. Younger children. Anterior medial tibialQ area, below tibial tuberosity. Adult. Anterior or posterior iliac crest area",
        "cop": 1,
        "opa": "Tibia",
        "opb": "Sternum",
        "opc": "Posterior superior Iliac spine",
        "opd": "Iliac crest",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "cb56061a-0a49-4749-8e14-310ec0fa5a18",
        "choice_type": "single"
    },
    {
        "question": "A previously healthy child has sudden onset of red spots on body. There is a history of a preceding viral infection 1-4 weeks before the onset.",
        "exp": "d. Idiopathic thrombocytopenic purpura. Acute onset purpura and thrombocytopenia in a previously healthy child, with preceding history of viral infection is suggestive of ITP",
        "cop": 4,
        "opa": "Dengue fever",
        "opb": "Hemophilia A",
        "opc": "Thrombotic thrombocytopenic purpura",
        "opd": "Idiopathic thrombocytopenic purpura",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "85796c35-f581-46ac-8915-9ab128ed9e50",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old girl with short stature, neck webbing, and sexual infantilism is found to have coarctation of the aorta. A chromosomal analysis likely would demonstrate which of the following?",
        "exp": "Short stature, neck webbing, sexual infantilism, and a shield like chest with widely spaced nipples are signs of Turner syndrome, which is usually associated with an XO karyotype. Aortic coarctation occurs in about 15% to 20% of those with this disorder. Down syndrome is most commonly associated with endocardial cushion defects or VSD. Marfan syndrome (mutation 15q21. 1) is associated with dilatation of the aorta and mitral and aortic regurgitation. Ellis-van Creveld syndrome (defect 4p16) is associated with ASD.",
        "cop": 3,
        "opa": "Mutation at chromosome 15q21. 1",
        "opb": "Trisomy 21",
        "opc": "XO karyotype",
        "opd": "Defect at chromosome 4p 16",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "190bc76a-a6a2-4411-99ee-a1cf128bfe38",
        "choice_type": "single"
    },
    {
        "question": "A 2 days old premature neonate develops GTCS. What is the investigation done to diagnose the pathology? (AIIMS November 2013, May 2013)",
        "exp": "Ans. a. Transcranial ultrasound (Ref: http://www. ncbi. nlm. nih. gov/books/NBK2599)'Cranial ultrasonography is the main imaging modality of premature neonates and well suited for the study of neonates in general. It is performed at the bedside and provides effective assessment of ventricular size and other fluid-containing lesions as well as effective viewing of haemorrhagic and ischaemic lesions and their evolution. '- style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\"> NBK2599/Neonatal Seizures. Neonatal seizures or neonatal convulsions are epileptic fits occurring from birth to the end of the neonatal periodQ. The neonatal period is the most vulnerable of all periods of life for developing seizures, particularly in the first 1-2 days to the first week from birthQ. Etiology: MC cause is hypoxic-ischaemic encephalopathy, responsible for 80% of all seizures in the first 2 days of lifeQ. Brain damage due to prenatal distress and malformations of cortical developmentQ. Intracranial haemorrhage and infarction, stroke. Prenatal and neonatal infections. Acute metabolic disturbances such as electrolyte and glucose abnormalities. Inborn errors of metabolism. Pathophysiology. Early postnatal development time is a period of increased susceptibility to seizures in relation to other ages, due to a combination of factors specific to the developing brain that enhance excitation and diminish inhibitionQ. Diagnostic Procedures: Polygraphic video-EEG recording of suspected events is probably mandatory for an incontrovertible seizure diagnosis. Brain Imaging: Cranial ultrasonograghy is the main imaging modality of premature neonates and well suited for the study of neonates in generalQ. It is performed at the bedside and provides effective assessment of ventricular size and other fluid-containing lesions as well as effective viewing of haemorrhagic and ischaemic lesions and their evolution. CT brain scan is often of secondary or adjunctive importance to ultrasound. Last-generation CT brain scan images are of high resolution, can be generated within seconds and can accurately detect haemorrhage, infarction, gross malformations and ventricular and other pathological conditions. MRl is much superior for abnormalities of cortical development, used for the detection of structural abnormalities such as malformations of cortical development, intracranial haemorrhage, hydrocephalus and cerebral infarction.",
        "cop": 1,
        "opa": "Transcranial ultrasound",
        "opb": "CT Head",
        "opc": "MRI brain",
        "opd": "X-ray",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "07b6cc02-f1dd-4736-ab6f-98bb85c80297",
        "choice_type": "single"
    },
    {
        "question": "Children with Thalassemia and Iron overload are at an increased risk for infection with:",
        "exp": "a. Yersinia enterocolitica(Ref: Nelson's 20/e p 2325). Iron therapy may increase the virulence of malaria and certain, gram-negative bacteria, particularly in developing countries. Iron overload is associated with Yersinia infection.",
        "cop": 1,
        "opa": "Yersinia Enterocolitica",
        "opb": "Campylobacter jejuni",
        "opc": "Escherichia coli",
        "opd": "Vibrio cholera",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c23c1c0c-74b0-4cc7-ae1a-192edccfa835",
        "choice_type": "single"
    },
    {
        "question": "Iron stores are best indicated by:",
        "exp": "a. S. ferritin(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Serum ferritin reflects the storage of Iron which is decreased even in the pre-latent stage of Iron deficiency Anemia and is the most sensitive marker.",
        "cop": 1,
        "opa": "S. ferritin",
        "opb": "S. Iron",
        "opc": "S. Transferrin",
        "opd": "TIBC",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "49b2d7ba-70a0-4c22-ba5c-72ad30269cf2",
        "choice_type": "single"
    },
    {
        "question": "The most common type of total anomalous pulmonary venous connection is:",
        "exp": "a. Supracardiac(Ref: Nelson's 20/e p 2211-2217, Ghai 8/e p 420-423). Remember, Most common type of TAPVC is Supracardiac and Infracardiac type of TAPVC is always obstructive",
        "cop": 1,
        "opa": "Supracardiac",
        "opb": "Infracardiac",
        "opc": "Mixed",
        "opd": "Cardiac",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "5210aaba-8ba6-4ed7-9426-0a7986f6a75c",
        "choice_type": "single"
    },
    {
        "question": "What is the definitive finding of G6. PD?",
        "exp": "a. Bite cells(Ref: Nelson's 20/e p 2335-2356, Ghai 8/e p 339). Bite cells are characteristic finding of G6. PD deficiency while others can be seen in any intravascular hemolysis.",
        "cop": 1,
        "opa": "Bite cells",
        "opb": "Intravascular hemolysis",
        "opc": "Splenomegaly",
        "opd": "Hemoglobinuria",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e4ab086e-ccda-4e76-9a11-aa955fba8c82",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Atrial septal defect is:",
        "exp": "(Ostium secondum) (400-G) (401-Ghai 7th). Atrial septal defect - ostium secondum type is 10 times more common than the endocardial cushion defrct.* Ostium secondum - generally anatomically located at the fossa ovalis superior or posterior to the fossa - ovalis.* Ostium primum - is situated inferior to the fossa-ovalis* CHF, Infective endocarditis is rare* The ideal age of operation is between 2-5 years.",
        "cop": 2,
        "opa": "Ostium primum",
        "opb": "Ostium secondom",
        "opc": "Endocardial cushion defect",
        "opd": "Endocardial hypertrophy",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "ced5fd38-9e3d-4fd3-bd96-6c006d8935b5",
        "choice_type": "single"
    },
    {
        "question": "LEOPARD syndrome does not include -",
        "exp": "Ans. is D, i. e., Atrial myxoma LEOPARD SYNDROME - Autosomal dominant. L-Lentiges, multiple, small pigmented maculeE-ECG abnormalitiesO-Ocular hypertelorismP-Pulmonary stenosisA-Abnormal genitalia (Cryptorchidism, Hypogonadism, Hypospadias)R-Growth retardationD-Deafness (sensory neural hearing loss)LAMB SYNDROMEL-LentigesA-Atrial myxomaM-Mucocutaneous myxomaB-Blue nevi",
        "cop": 4,
        "opa": "Growth retardation",
        "opb": "ECG abnormalities",
        "opc": "Pulmonary stenosis",
        "opd": "Atrial myxoma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e753275c-96bd-4187-bf6d-6caaf9f85c36",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child presents with Anemia. His peripheral smear finding is shown below. What is the most probable type of anemia, this child is suffering from?",
        "exp": "b. Megaloblastic anemia. Peripheral smear shows macro-ovalocytes & hypersegmented neutrophils, which are seen in Megaloblastic anemia",
        "cop": 2,
        "opa": "Hemolytic anemia",
        "opb": "Megaloblastic anemia",
        "opc": "Aplastic anemia",
        "opd": "Iron deficiency anemia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "4fb89be2-42a5-4820-b52f-4e18a10a8ce1",
        "choice_type": "single"
    },
    {
        "question": "Which plasma protein is necessary for adhesion of platelets to subendothelial fibres?",
        "exp": "b. Von Willebrand factor(Ref: Nelson's 20/e p 2386-2390, Ghai 8/e p 349). Von Willebrand factor present in plasma and expressed on endothelium after tissue injury is necessary for platelet adhesion with the help of Gp Ib/IX on platelets.",
        "cop": 2,
        "opa": "Glycoprotein IIb",
        "opb": "Von Willebrand factor",
        "opc": "Platelet factor 3",
        "opd": "Factor X",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "9803f254-2af9-4111-b638-141afa39448b",
        "choice_type": "single"
    },
    {
        "question": "Which is not seen in iron deficiency anemia?",
        "exp": "a. Hypersegmented neutrophils(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Hypersegmented neutrophils are seen in megaloblastic anemia.",
        "cop": 1,
        "opa": "Hypersegmented neutrophils",
        "opb": "Microcytosis precedes hypochromia",
        "opc": "MCHC < 50%",
        "opd": "Commonest cause of anemia in India",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "6b15ca2c-cfa0-4900-8992-d873e4a7b3ee",
        "choice_type": "single"
    },
    {
        "question": "Which drug is used to treat PDA?",
        "exp": "Ans. is 'b' i. e., Indomethacin Management of PDAo NSAIDs (most commonly indomethacin) are used to induce closure of PDA, as these drugs inhibit synthesis of prostaglandins (Prostaglanding are involved in maintainance of patency of ductus arteriosuso Recent studies from Europe indicate that ibuprofen may be as effective as indomethacin for the medical closure of preterm PDA. o If indomethacin is not successful and the ductus remains hemodynamically significant, surgical ligation(AI 08) with or without division of ductus should be performed.",
        "cop": 2,
        "opa": "Oxaceprol",
        "opb": "Indomethacin",
        "opc": "Dopamine",
        "opd": "Medical treatment Is ineffective",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "eddcdbf6-59d0-4439-a528-f8ce1fbafb07",
        "choice_type": "single"
    },
    {
        "question": "In b-thalassemia there is:",
        "exp": "d. Reduced p-chain(Ref: Ne/sosn's 20/e p 2349, Ghai 8/e p 341). In beta-thalassemia there is reduced b chain and relatively excess chain.",
        "cop": 4,
        "opa": "Excess a-chain",
        "opb": "Reduced a-chain",
        "opc": "Excess b-chain",
        "opd": "Reduced b-chain",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "807a6ccd-aad5-4b78-874c-c6f47cc141d1",
        "choice_type": "single"
    },
    {
        "question": "Most sensitive and specific test for diagnosis of iron deficiency is:",
        "exp": "b. Serum ferritin levels(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Low serum ferritin level invariably indicates iron deficiency and hence it is the most specific and sensitive test for iron deficiency anemia.",
        "cop": 2,
        "opa": "Serum iron level",
        "opb": "Serum ferritin levels",
        "opc": "Serum transferrin receptor populations",
        "opd": "Transferrin saturation",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "58c72b89-accf-465a-a237-ceae15ad63de",
        "choice_type": "single"
    },
    {
        "question": "Fanconi's anemia is a:",
        "exp": "a. Constitutional anemia(Ref: Nelson's 20/e p 2390-2392, Ghai 8/e p 349-351). Constitutional pancytopenia is defined as decreased marrow production of the 3 major hematopoietic lineages on an inherited basis, resulting in anemia, neutropenia and thrombocytopenia. Important causes are: Fanconi anemia. Amegakaryocytic thrombocytopenia. Shwachman-Diamond syndrome. Down syndrome. Dyskeratosis congenita. Noonan syndrome",
        "cop": 1,
        "opa": "Constitutional anemia",
        "opb": "Hemolytic anemia",
        "opc": "Iron deficiency anemia",
        "opd": "Auto-immune anemia",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "df7d4781-5714-485d-8515-b3eb78f62ab2",
        "choice_type": "single"
    },
    {
        "question": "Best test for assessment of iron status is:",
        "exp": "b. Ferritin(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Serum ferritin level indicates the amount of iron present in both liver and reticuloendothelial system and hence is the best assessment of iron status.",
        "cop": 2,
        "opa": "Transferrin",
        "opb": "Ferritin",
        "opc": "Serum iron",
        "opd": "Hemoglobin",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "0dc38043-6e7e-448b-bb3d-d8811ff6e56d",
        "choice_type": "single"
    },
    {
        "question": "Which congenital heart disease is associated with the defect shown in the diagram below?",
        "exp": "Ans. D. Endocardial cushion defect. The above diagram shown is of Simian Crease. This finding is seen in Down's syndrome specifically. So this is a case of Down's syndrome in which most common congenital anomaly found is Endocardial Cushion Defect, hence the answer.",
        "cop": 4,
        "opa": "Tricuspid atresia",
        "opb": "Hypoplastic left ventricle",
        "opc": "Aortic stenosis",
        "opd": "Endocardial cushion defect",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "dfa3e482-a7ed-4e05-9043-dd75ce1998c1",
        "choice_type": "single"
    },
    {
        "question": "Subependymal calcified nodules are seen in -",
        "exp": "Ans. is 'b' i. e., Tuberous sclerosis",
        "cop": 2,
        "opa": "Sturge Weber syndrome",
        "opb": "Tuberous sclerosis",
        "opc": "Neurofibromatosis 2",
        "opd": "Von Hippel Lindau syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "f8a1cf45-534c-4d3c-9cc8-06716187a69b",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old girl always had to wear warm socks even in summer season. On physical examination, it was noticed that she had high blood pressure and her femoral pulse was weak as compared to radial and carotid pulse, a chest radiography showed remarkable notching of ribs along with their lower borders. This was due to:",
        "exp": "b. Coarctation of aorta(Ref: Nelson's 20/e p 2205, Ghai 8/e p 431). Hypertension, Weak femoral pulses and notching of inferior margin of ribs point towards Coarctation of aorta.",
        "cop": 2,
        "opa": "Femoral artery thrombosis",
        "opb": "Coarctation of aorta",
        "opc": "Raynaud's disease",
        "opd": "Takayasu arteritis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "e47e66cb-450e-47a9-a93d-4789e019b38f",
        "choice_type": "single"
    },
    {
        "question": "A child has a 2-week history of spiking fevers, which have been as high as 40degC (104degF). She has spindle-shaped swelling of finger joints and complains of upper sternal pain. When she has fever, the parents note a faint salmon-colored rash that resolves with the resolution of the fever. She has had no conjunctivitis or mucositis, but her heart sounds are muffled and she has increased pulsus paradoxus. Which of the following is the most likely diagnosis?",
        "exp": "Juvenile idiopathic arthritis (JIA, formerly known as juvenile rheumatoid arthritis) frequently causes spindle-shaped swelling of finger joints and can involve unusual joints such as the sternoclavicular joint. Presentation of JIA occurs as either polyarthritis (five or more joints, systemic symptoms not so severe or persistent), pauciarticular (four or fewer joints, lower-extremity joints, extra-articular disease unusual), or systemic disease (severe constitutional disease, systemic symptoms prior to arthritis, rheumatoid rash, high spiking fevers, variable joint involvement, also known as Still's disease). This disorder can be associated with spiking high fevers and diffuse rash, which are not a feature of rheumatic fever, toxic synovitis, or osteoarthritis. Although septic arthritis can affect any joint, it would not be likely to affect finger joints by causing spindle-shaped swellings. Toxic synovitis usually involves larger joints, such as the hip, and osteoarthritis is not a disease of childhood.",
        "cop": 2,
        "opa": "Rheumatic fever",
        "opb": "Juvenile idiopathic arthritis",
        "opc": "Toxic synovitis",
        "opd": "Septic arthritis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "321414b5-69ae-4151-a6b2-dff1143934af",
        "choice_type": "single"
    },
    {
        "question": "CD marker of histiocytosisis:",
        "exp": "a. CD 1 a(Ref: Nelson's 20/e p 2484-2489, Ghai 8/e p 620-623). Immunohistochemistry shows: CD1a, S-100 or Langerin (CD 207) in Histiocytosis.",
        "cop": 1,
        "opa": "CD 1a",
        "opb": "CD 1b",
        "opc": "CD 1c",
        "opd": "CD 1d",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "3c2e90e7-49e9-4c60-abb5-6304df4f31c6",
        "choice_type": "single"
    },
    {
        "question": "Sustained severe hypertension in children is most commonly suggestive of -",
        "exp": "Ans. is 'c' i. e., Renal Parenchymatous disease o Essential hypertension is relatively uncommon (10%) in children in contrast to aged persons, o The four most common causes of hypertension in children are:-i) Chronic glomerulonephritis (most common) - 25 %ii) Chronic pyelonephritis - 10%iii) Renal artery stenosis - 10%iv) Essential hypertension - 10 %",
        "cop": 3,
        "opa": "Coarctation of aorta",
        "opb": "Pheochromocytoma",
        "opc": "Renal parenchymatous disease",
        "opd": "Drug induced",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "b6f156a5-951f-4a5e-a314-f7503c578c4b",
        "choice_type": "single"
    },
    {
        "question": "Leiden mutation involves:",
        "exp": "a. Factor V(Ref: Nelson's 20/e p 2384-2389, Ghai 8/e p 350-352). Factor V Leiden: glutamine arginine substitution at amino acid residue 506 that renders factor V resistant to cleavage and inactivation by protein C (also called Activated Protein C resistance)",
        "cop": 1,
        "opa": "Factor V",
        "opb": "Factor VI",
        "opc": "Protein C",
        "opd": "Protein S",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "386b46ef-442f-4128-b4b1-27f884ddecd1",
        "choice_type": "single"
    },
    {
        "question": "Dohle bodies are seen in:",
        "exp": "a. Neutrophils(Ref: Nelson's 20/e p 1048, Ghai 8/e p 357). In sepsis or severe inflammatory disorders, morphologic changes can be seen in neutrophils, like cytoplasmic vacuoles, Toxic granules (coarser and darker than normal neutrophilic granules) and Dohle bodies, which are patches of dilated endoplasmic reticulum that appear as sky-blue cytoplasmic \"puddles. \"",
        "cop": 1,
        "opa": "Neutrophils",
        "opb": "Macrophages",
        "opc": "Plasma cells",
        "opd": "Histiocytes",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "fb4858bf-0255-4535-82a7-9a83d7690980",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice for acute Kawasaki disease is -",
        "exp": "Ans. is 'c' i. e., Intravenous immunoglobulin * Treatment of choice for acute phase is intravenous immunoglobulin along with high dose of aspirin. For subacute phase low dose aspirin is given.",
        "cop": 3,
        "opa": "Low molecular weight heparin",
        "opb": "Aspirin",
        "opc": "Intravenous immunoglobulin",
        "opd": "Mycophenolate mofetil",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "8da16fa2-7154-457d-8a28-5c6e8d0067a3",
        "choice_type": "single"
    },
    {
        "question": "Coarctation of aorta is most commonly associated with?",
        "exp": "c. Bicuspid aortic valve(Ref: Nelson's 20/e p 2205, Ghai 8/e p 429-431). Coarctation of aorta is associated with a bicuspid aortic valve in more than 70% of patients",
        "cop": 3,
        "opa": "ASD",
        "opb": "PDA",
        "opc": "Bicuspid aortic valve",
        "opd": "VSD",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "a273f8dc-d329-4b3e-9884-a9b55fa46864",
        "choice_type": "single"
    },
    {
        "question": "Bart's hydrops fetalis is lethal because:",
        "exp": "c. Hb Bart's cannot release oxygen to fetal tissues(Ref: Nelson's 20/e p 2349-2352, Ghai 8/e p 341). As Hb Bart's consists of 4y chains, which have very high oxygen affinity, it cannot release oxygen to fetal tissues.",
        "cop": 3,
        "opa": "Hb Bart's cannot bind oxygen",
        "opb": "The excess a-globin form insoluble precipitates",
        "opc": "Hb Bart's cannot release oxygen to fetal tissues",
        "opd": "Microcytic red cells become trapped in the placental",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "5831ac98-f299-4192-9afe-2ee42e330f5e",
        "choice_type": "single"
    },
    {
        "question": "Major criteria for jones classification is",
        "exp": "i. e. (Chorea): (380 - Ghai 7th)JONES CRITERIA FOR RHEUMATIC FEVERMajor Criteria Minor Criteria* Carditis* Arthritis* Subcutaneous nodule* Chorea* Erythema marginatumA. Clinicali. Feverii. Arthralgiaiii. Previous rheumatic fever rheumatic heart diseaseB. Laboratoryi. Acute phase reactants leukocytosis, elevated ESR and CRPii. Prolonged PR interval on ECGEssential criteria. Evidence for recent streptococcal infection as evidenced bya. Increased antistreptolycin 'O' titerb. Positive throat culturec. Recent scarlet fever. Two major qr one major and two minor criteria are required in the presence of essential criteria to diagnose acute rheumatic fever. Assessment for Presence of Heart Disease. Nadas' Criteria. Major Minor* Systolic murmur* Systolic murmur less than grade III* Grade III or more* Abnormal second sound* Diastolic murmur* Abnormal ECG* Cyanosis* Abnormal X-ray* CHF* Abnormal blood pressure. Presence of one major or two minor criteria indicate heart disease (399- Ghai 7th)",
        "cop": 3,
        "opa": "Fever",
        "opb": "Arthralgia",
        "opc": "Chorea",
        "opd": "TPR Interval",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "493d426b-ae0c-45e0-a116-fb9bba4e325a",
        "choice_type": "single"
    },
    {
        "question": "Kleihaeur Bethke test is done for:",
        "exp": "b. Fetomaternal hemorrhage(Ref: Nelson's 20/e p 2335, Ghai 8/e p 340)A common approach to evaluating Fetomaternal Hemorrhage (FMH) is the rosette test to screen for the presence of fetal cells followed by the Kleihauer-Betke acid elution method to quantify the magnitude of feto-maternal bleed.",
        "cop": 2,
        "opa": "Cephalopelvic disproportion",
        "opb": "Fetomaternal hemorrhage",
        "opc": "Determining karyotype of normal fetus",
        "opd": "Diagnosing fetal infections",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "282dea9b-232e-43ba-8cc8-95deed899663",
        "choice_type": "single"
    },
    {
        "question": "Oxygenated blood from fetus is carried by:",
        "exp": "b. Umbilical vein(Ref: Nelson's 20/e p 2161-2162, Ghai 8/e p 402). Blood oxygenated in placenta returns via umbilical vein, which enter the fetus at the umbilicus and joins portal vein",
        "cop": 2,
        "opa": "Umbilical artery",
        "opb": "Umbilical vein",
        "opc": "Ductus venosus",
        "opd": "Hypogastric artery",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c2a3e383-33c2-4f87-80b6-3db36ac716f0",
        "choice_type": "single"
    },
    {
        "question": "Drug that is safe in G6. PD deficiency:",
        "exp": "c. Quinidine(Ref: Nelson's 20/e p 2335, Ghai 8/e p 339). Quinidine does not carry risk of hemolysis in persons with G-6-PD deficiency.",
        "cop": 3,
        "opa": "Primaquine",
        "opb": "Acetanilide",
        "opc": "Quinidine",
        "opd": "Dapsone",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "a22ba2d1-ceb3-4742-a67f-4d8d0e4e2c3e",
        "choice_type": "single"
    },
    {
        "question": "Salmonellosis is most common in:",
        "exp": "a. Sickle cell anemia(Ref: Nelson's 20/e p1386 and 2339, Ghai 8/e p). Children with sickle cell disease are at increased risk for Salmonella septicemia and osteomyelitis.",
        "cop": 1,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Hemophilia",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "fe2054b1-9e52-413a-babd-a6502a961824",
        "choice_type": "single"
    },
    {
        "question": "Increased fetal hemoglobin is seen in:",
        "exp": "a. Juvenile CML(Ref: Nelson's 20/e p 2442-2443, Ghai 8/e p 605-607). Increased hemoglobin F for age is a feature of JMML or Juvenile CML.",
        "cop": 1,
        "opa": "Juvenile CML",
        "opb": "Congenital red cell aplasia",
        "opc": "Hereditary spherocytosis",
        "opd": "AML",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "3e86fd46-f796-4b43-b9f8-c37db9f156f1",
        "choice_type": "single"
    },
    {
        "question": "Affinity of fetal Hemoglobin to oxygen is more than adult hemoglobin due to:",
        "exp": "a. 2, 3 BPG in blood(Ref: Nelson's 20/e p 2336, Ghai 8/e p 345). Greater affinity of fetal Hb for oxygen is explained by lack of fetal Hb's interaction with 2, 3-bisphosphoglycerate (2, 3-BPG or 2, 3-DPG); In adult red blood cells, 2, 3 DPG decreases the affinity of hemoglobin for oxygen2, 3-BPG interacts less efficiently with fetal hemoglobin than adult hemoglobin, due to a change in a single amino acid (residue 143) found in the 2, 3-BPG 'binding pocket': from histidine to serine, leading to greater oxygen affinity.",
        "cop": 1,
        "opa": "2, 3 BPG in blood",
        "opb": "Decreased pH",
        "opc": "Increased p. CO2",
        "opd": "Right shift",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "92bbf39c-f2e0-4638-afc0-0463553a881b",
        "choice_type": "single"
    },
    {
        "question": "Auer rods are specific for:",
        "exp": "a. Acute myeloid leukemia(Ref: Nelson's 20/e p 2442-2443, Ghai 8/e p 605-607). Auer rods are Needle-like azurophilic fusiform inclusions in cytoplasm of myeloblasts. Auer rods are most reliable morphological feature of AML; Myeloblasts Stain +ve with MPO and Sudan Black B",
        "cop": 1,
        "opa": "Acute myeloid leukemia",
        "opb": "Acute lymphocytic leukemia",
        "opc": "Chronic lymphocytic leukemia",
        "opd": "Hodgkin's lymphoma",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c75504f5-9952-4f52-9d75-1bf0a23e9144",
        "choice_type": "single"
    },
    {
        "question": "Inferior Rib notching is seen in?",
        "exp": "a. Coarctation of aorta(Ref: Nelson's 20/e p 2205). Notching of the inferior border of 3rd - 9th ribs from pressure erosion by enlarged collateral vessels, is usually seen beyond the age of 3 years, in a child with coarctation of aorta.",
        "cop": 1,
        "opa": "Coarctation of aorta",
        "opb": "Marfan's syndrome",
        "opc": "Rickets",
        "opd": "SLE",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "74f82fe3-4f65-49bb-bf41-f8524fab2397",
        "choice_type": "single"
    },
    {
        "question": "Iron absorption is increased by:",
        "exp": "d. Ascorbic acid(Ref: Nelson's 20/e p 2323-2325, Ghai 8/e p 334-335). Iron Absorption* Site of iron absorption: duodenum and upper jejunum; Ferrous form (Fe2+) of iron is absorbedQ* Transport of (Fe2+) into enterocyte occurs via DMT1Q Increased by. Decreased by* Acids e. g. ascorbic acid (Vitamin C)Q* Amino acid containing SH-group* Alkalies* Phosphates and PhytatesQ* Tetracycline* Presence of other food in stomach",
        "cop": 4,
        "opa": "Phytates",
        "opb": "Tannates",
        "opc": "Plant food",
        "opd": "Ascorbic acid",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "c089cc12-fb2f-4e8a-a9f4-e8f47138c277",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not associated with pure red cell aplasia?",
        "exp": "c. Erythropoietin(Ref: Nelson's 20/e p 2362-2371, Ghai 8/e p 345-347). Classification of pure red cell aplasia. Acquired* Self-limited: Transient erythroblastopenia of childhood* Thymoma* Hereditary: Congenital pure red cell aplasia (Diamond- Blackfan syndrome)Q* Lymphomas: Hodgkin's, or Non Hodgkin's, large granular Lymphoma* Paraneoplastic to solid tumors* Connective tissue disorders: SLE, JRA, RA* Virus: Parvovirus B19Q, hepatitis, HTLV, EBV* Drugs: phenytoin, azathioprine, chloramphenicol, isoniazid* Post ABO incompatible transplantQ",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Isoniazid",
        "opc": "Erythropoietin",
        "opd": "Chloramphenicol",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "ed0ffb86-a831-4586-8ee8-a62876dd785d",
        "choice_type": "single"
    },
    {
        "question": "NADA criteria are used to assess the presence or absence of heart diseases in children. Which of the following is not a minor NADA's criteria?",
        "exp": "Ans. D. Systolic heart murmur > grade IIINADAs criteria are often used for assessment of the presence of heart diseases in children. It includes both major and minor criteria. Presence of one major or two minor criteria increases the likelihood of the presence of heart disease in children. Major criteria include1. Systolic murmur > grade 32. Diastolic murmur3. Cyanosis4. Congestive heart failure. Minor criteria includes1. Systolic murmur < grade 32. Abnormal 2nd heart sound3. Abnormal ECG4. Abnormal chest X ray5. Abnormal BP",
        "cop": 4,
        "opa": "Abnormal ECG",
        "opb": "Abnormal chest X ray",
        "opc": "Abnormal blood pressure",
        "opd": "Systolic heart murmur > grade III",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "0396d20b-11aa-4159-8286-a451371a99f0",
        "choice_type": "single"
    },
    {
        "question": "In morbus caeruleus foramen ovole closes after -",
        "exp": "Ans. is 'd' i. e., Never o In few cases foramen ovale remains patent throughout life give rise to cyanosis, a condition called morbus caeruleus.",
        "cop": 4,
        "opa": "6 months",
        "opb": "2 years",
        "opc": "1 year",
        "opd": "Never",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "72513c34-1978-407e-80ef-43169f9f93c4",
        "choice_type": "single"
    },
    {
        "question": "Potts surgery:",
        "exp": "Ans. A. Left pulmonary artery and descending aorta Ref: Park's Pediatric Cardiology for Practitioners 6th/ed pl29. Explanation1. Classic Blalock-Taussig (BT) shunt, anastomosed between the subclavian artery and the ipsi- lateral PA, is usually performed for infants older than 3 months because the shunt is often thrombozed in young infants. 2. Modified BT shunt, a Gore-Tex interposition shunt is placed between the subclavian artery and the ipsilateral PA. This is the most popular procedure for any age. The surgical mortality rate is 1% or less. 3. The Waterston shunt, anastomosed between the ascending aorta and the right PA, is no longer performed because of a high incidence of surgical complications. 4. The Potts operation, anastomosed between the descending aorta and the left PA, is no longer performed.",
        "cop": 1,
        "opa": "Left pulmonary artery and descending aorta",
        "opb": "Left pulmonary artery and ascending aorta",
        "opc": "Main pulmonary artery and aorta",
        "opd": "Left pulmonary artery and subclavian artery",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "b863a1a9-e446-4acf-a297-82d25ed7f028",
        "choice_type": "single"
    },
    {
        "question": "v. WF protects:",
        "exp": "d. Factor VIII(Ref: Nelson's 20/e p 2390, Ghai 8/e p 349)2 major functions of v. WF are: Platelet adhesion via Gp Ib/IX and stabilization of factor VIII in circulation.",
        "cop": 4,
        "opa": "Factor V",
        "opb": "Factor VI",
        "opc": "Factor VII",
        "opd": "Factor VIII",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "8ce83fe1-1f59-4f97-bbd8-c7f1548a8064",
        "choice_type": "single"
    },
    {
        "question": "Indomethacin causes:",
        "exp": "a. Closure of ductus in premature neonate(Ref: Nelson's 20/e p 2197). Indomethacin, a Prostaglandin inhibitor is used in medical closure of Ductus arteriosus in preterm neonates with PDA.",
        "cop": 1,
        "opa": "Closure of ductus in premature neonate",
        "opb": "Patent ductus arteriosus",
        "opc": "Closure of ductus in term & premature neonates",
        "opd": "Closure of ductus in older children also",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "0ce1c206-1c6f-4448-9222-f2e36883c0af",
        "choice_type": "single"
    },
    {
        "question": "First cell of RBC development:",
        "exp": "a. Proerythroblast(Ref: Nelson's 20/e p 2304-2308, Ghai 8/e p 330). Stage of RBC development are: Proerythroblast - Basophillic - polychromatic - Orthochromatic erythroblast - Nucleated RBC - Reticulocyte - Mature RBC.",
        "cop": 1,
        "opa": "Proerythroblast",
        "opb": "Intermediate normoblast",
        "opc": "Reticulocyte",
        "opd": "Basophilic erythroblast",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "47345e92-a6c5-4703-99f9-a870533e8fa5",
        "choice_type": "single"
    },
    {
        "question": "Risk of congenital heart disease in first degree relative is",
        "exp": "Ans. b (2 to 6%). (Ref. Nelson, Textbook of Paediatrics, 18th/pg. 1878). Congenital heart disease occurs in# 0. 5 to 0. 8% of live births.# 3 to 4 % of stillboms.# 10 to 25% of abortuses.# 2% of premature infants (except PDA)# 0. 8% of normal population.# 2-6% after birth of a child with CHD or if parent affected.# 20-30% when 2 first-degree relatives have congenital heart disease. NOTE: Most congenital defects are well tolerated in the fetus because of the parallel nature of the fetal circulation. Even the most severe cardiac defects (hypoplastic left heart syndrome) can usually be well compensated for by the fetal circulation. It is only after birth when the fetal pathways (ductus arteriosus and foramen ovale) are closed that the full hemodynamic impact of an anatomic abnormality becomes apparent. One notable exception is the case of severe regurgitant lesions, most commonly of the tricuspid valve. In these lesions (Ebstein anomaly), the parallel fetal circulation cannot compensate for the volume load imposed on the right side of the heart. In utero heart failure, often with fetal pleural and pericardial effusions, and generalized ascites (nonimmune hydrops fetalis) may occur.",
        "cop": 2,
        "opa": "0. 5 to 0. 6%",
        "opb": "2 to 6%",
        "opc": "5 to 6%",
        "opd": "20 to 25%",
        "subject_name": "Pediatrics",
        "topic_name": "C. V. S.",
        "id": "b2b00e6c-8f8f-46d8-9cf9-b2cd25e8e0c1",
        "choice_type": "single"
    }
]