[
    {
        "question": "The appearance of cobweb formation in CSF indicates _________",
        "exp": "- Cob web coagulum formation in CSF is a feature of Tuberculous meningitis. Other features of CSF study in tuberculous meningitis are: Opening pressure- elevated Cell count - 500/mm3 (lymphocytic predominance) Elevated proteins & Low glucose",
        "cop": 3,
        "opa": "Pyogenic meningitis",
        "opb": "Viral meningitis",
        "opc": "Tuberculous meningitis",
        "opd": "Fungal meningitis",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "c8f38fed-8c25-4375-9025-06e6c1054648",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the antihelminthic of choice for the treatment of neurocysticercosis?",
        "exp": "- Albendazole is the anti-helminthic of choice for the treatment of neurocysticercosis. - Neurocysticercosis - Parasitic infestation of brain by encysted larvae of pork tape worm",
        "cop": 2,
        "opa": "Mebendazole",
        "opb": "Albendazole",
        "opc": "Thiabendazole",
        "opd": "Ivermectin",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "b058424d-885c-41e0-809d-c6f6329ba193",
        "choice_type": "single"
    },
    {
        "question": "A CSF/serum glucose ratio of < 0. 4 is highly suggestive of:",
        "exp": "- Hypoglycorrhachia (Low CSF: serum glucose ratio) is commonly seen in Bacterial meningitis. CSF findings:",
        "cop": 1,
        "opa": "Bacterial Meningitis",
        "opb": "Viral Meningitis",
        "opc": "Carcinomatous Meningitis",
        "opd": "Acanthameba meningitis",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "af33d6f5-ba93-4e2c-860e-d9fa18d14140",
        "choice_type": "single"
    },
    {
        "question": "An 18 month baby with poor feeding & fever since 3 days is brought with lower limb weakness. On examination, he has lethargy, abnormal movement of lower limbs & anterior fontanelle is bulging. What is the diagnosis:",
        "exp": "Given case scenario suggests the diagnosis of Meningitis BACTERIAL MENINGITIS: MC organism causing Bacterial Meningitis in neonates - E. coli, Group B streptococci In Infants & older children - streptococcus pneumoniae Clinical features in infants & Neonates: Irritability Shrill cry Seizures Tense, bulging anterior fontanelle Diagnosis: CSF examination PCR to detect bacterial DNA Treatment: Empirical intravenous therapy with third generation Cephalosporin. Therapy is usually administered for 3 weeks in neonates and for 7-10 days in older children. Note: Nuchal rigidity and Kernig and Brudzinski signs are frequently seen in adults but are not present in the neonate with meningitis. Other option: Intracranial hemorrhage - Would not cause fever.",
        "cop": 3,
        "opa": "Intra cranial hemorrhage",
        "opb": "Psuedotumor cerebri",
        "opc": "Meningitis",
        "opd": "Cerebral palsy",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "685f8a02-867a-4760-aab6-1532c03d4cc2",
        "choice_type": "single"
    },
    {
        "question": "A child presented with fever for 2 days, altered sensorium and purpuric rashes. His blood pressure is 90/60 mm. Hg. Treatment of choice is>",
        "exp": "Ans. is 'c' i. e. Penicillin. The clinical presentation of fever, altered sensorium and purpuric rashes, is highly suggestive of meningococcal meningitis. Purpuric rash in quite characteristic of meningococcemia. I. V. Penicillin is the treatment of choice for meningoccal inf. among the given options. The DOC for meningococcal infection is -IIIrd generation cephalosporin e. g. Cefotaxime, Ceftriaxone. Also Remember. Waterhouse Friderichsen syndrome. Seen in fulminant meningococcemiaadrenal insufficiency occurs* due Haemorrhage and necrosis in the adrenal glands. Clinical presentation isprostrationhypotensionshock and. Ultimately coma and death.",
        "cop": 3,
        "opa": "IV Quinine",
        "opb": "IV Artesunate",
        "opc": "IV Penicillin",
        "opd": "Chloroquine",
        "subject_name": "Pediatrics",
        "topic_name": "CNS Infections",
        "id": "774b74b7-8fd5-4841-94a7-eddf0d7a94d0",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of meningoencephalitis in children is:",
        "exp": "- Enteroviruses are the most common cause of viral meningoencephalitis in children. Also remember, - JAPANESE ENCEPHALITIS is MCC of encephalitis in children in India",
        "cop": 4,
        "opa": "HSV",
        "opb": "Measles",
        "opc": "Arbovirus",
        "opd": "Enterovirus",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "f7741c09-414c-4b45-bc97-007bcc0e391b",
        "choice_type": "single"
    },
    {
        "question": "A neonate who is febrile, presents with features of encephalitis. On examination, the baby is found to have vesicular skin lesions. Most probable causative organism is:",
        "exp": "- Given features suggests the diagnosis of HSV encephalitis. As the question mentions Neonate, therefore answer is option 2 i. e. HSV-II. CNS infection by Herpes Simplex: In the neonatal period, HSV II (acquired from maternal genital lesions) is an impoant cause of encephalitis. Beyond the neonatal period, HSV encephalitis is almost always caused by HSV I. HSV encephalitis usually involves (most common) temporal frontal coex and the limbic system. HSV is a cause of aseptic meningitis and is the most common cause of recurrent aseptic meningitis (Mollaret meningitis). Fever is relatively uncommon and skin vesicles occur in only 60% of cases of HSV encephalitis Herpes simplex virus (HSV) type 1 is an impoant cause of severe, sporadic encephalitis in children and adults. Severe encephalitis with diffuse brain involvement is caused by HSV type 2 in neonates who usually contract the virus from their mothers at delivery.",
        "cop": 2,
        "opa": "HSV I",
        "opb": "HSV II",
        "opc": "Meningococci",
        "opd": "Streptococci",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "7a2279ce-8a00-4dff-b0c9-c1075cd6e4d6",
        "choice_type": "single"
    },
    {
        "question": "A 10-month-old child presents with 2 weeks history of fever, vomiting and alteration of sensorium. Cranial CT scan reveals basal exudates and hydrocephalus, the most likely etiological agent is:",
        "exp": "- History suggests the diagnosis of Tuberculous meningitis caused by Mycobacterium tuberculosis - It is one of the most severe forms of TB Pathogenesis: Primary infection - Bacillemia - Seeding of meninges (RICH's FOCI)- Rupture -Tubercular meningitis Clinical features: Stages: 1. Prodromal stage (fever, anorexia, vomiting, irritability) 2. Focal deficits, seizures, meningeal signs 3. Coma, neurological sequelae Investigations: CNS IMAGING (CT Head) Basal exudates Image showing basal exudates Hydrocephalus Tuberculoma with perilesional edema CSF STUDY: Opening pressure elevated Cell count - 500/mm3 (lymphocytic predominance) Elevated proteins & Low glucose Cob-web coagulum Diagnosis is confirmed if CSF culture / PCR is +ve for mycobactacterium tuberculosis / acid fast bacilli TREATMENT - ATT + Steroids",
        "cop": 1,
        "opa": "Mycobacterium tuberculosis",
        "opb": "Cryptococcus neoformans",
        "opc": "Listeria monocytogenes",
        "opd": "Streptococcus pneumoniae",
        "subject_name": "Pediatrics",
        "topic_name": "CNS infections",
        "id": "984426d1-e300-46a0-9069-633a9082b405",
        "choice_type": "single"
    }
]