[
    {
        "question": "The commonest mode of inheritance of von Willebrand's disease:",
        "exp": "- Most common type of v. WD is type I, which has autosomal dominant inheritance",
        "cop": 3,
        "opa": "Codominant",
        "opb": "Autosomal recessive",
        "opc": "Autosomal dominant",
        "opd": "X-linked recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Coagulation disorders",
        "id": "5cea3da4-a2ae-4acd-8c35-d84fb2aa2ca2",
        "choice_type": "single"
    },
    {
        "question": "Low molecular weight heparins are used very frequently to prevent propagation of thrombus in children with stroke. What is the laboratory test used in blood to monitor the LMW Heparins?",
        "exp": "Low Molecular Weight Heparin (LMWH) use in children: Because of ease of dosing and need for less monitoring, LMWH is used more frequently in pediatric patients. Unlike unfractionated Heparin, which is monitored using the a. PTT, LMWH is monitored anti-Xa activity. LMWH formulation that has been used most often in pediatric patients is enoxaparin Recommended standard staing dose of enoxaparin for infants <2 mo is 1. 5 mg/kg/dose subcutaneously every 12 hr; for patients >2 mo it is 1 mg/kg subcutaneously every 12 hr. Peak levels are achieved 2-6 hr following an injection.",
        "cop": 1,
        "opa": "Anti factor X a",
        "opb": "Factor Xa",
        "opc": "Thrombin",
        "opd": "Antithrombin",
        "subject_name": "Pediatrics",
        "topic_name": "Coagulation disorders",
        "id": "f0663e33-ba9d-43df-93f1-fe244563ce2e",
        "choice_type": "single"
    },
    {
        "question": "The gold standard Lab test for diagnosis of PNH (Paroxysmal Nocturnal Hemoglobinuria) is?",
        "exp": "1.)CD59 -It is also given the name of. MIRL(Membrane Inhibitor of Reactive Lysis). 2.)CD55 -It is given the name of. DAF(Decay Accelerating Factor). It is responsible for breakdown of. C3. -Flow cytometry of RBC showing absence of CD55 and CD59 is gold standard diagnostic test for PNH. Other tests used are: Sucrose hemolysis test: patient's whole blood is mixed with isotonic sucrose solution, which promotes binding of complement to red blood cells, then incubated and examined for hemolysis; greater than 10percent hemolysis indicates PNH Acidified serum (Ham test): Acidification of serumactivates complement alternate pathway and causes haemolysis of red cells if they are abnormally sensitive to complement.",
        "cop": 3,
        "opa": "Ham test",
        "opb": "Haptoglobin",
        "opc": "Flow cytometry",
        "opd": "Sucrose Lysis test",
        "subject_name": "Pediatrics",
        "topic_name": "Coagulation disorders",
        "id": "ff89be57-b639-4adc-aed3-7968d7739613",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old female presented to the emergency depament with history of recurrent epistaxis, Hematuria and hematochezia. There was a history of profuse bleeding from the umbilicus stump at bih. Previous investigations revealed normal prothrombin time, activated paial thromboplastin time, thrombin time and fibrinogen levels. Her platelet counts as well as platelet function tests were normal but urea clot lysis test was positive. Which one of the following clotting factor is most likely to be deficient?",
        "exp": "- History given in question suggests diagnosis of Factor XIII deficiency. Factor XIII deficiency (Fibrin stabilizing factor or transglutaminase deficiency): Clinical symptoms include history of bleeding from umbilical stump, recurrent episodes of epistaxis, Hematuria and hematochezia As factor XIII is responsible for the cross linkage of fibrin & stabilizing the fibrin clot, symptoms of delayed hemorrhage are secondary to the clot instability PT, a. PTT, Thrombin time & fibrinogen levels are normal The normal clot remains insoluble in the presence of urea, whereas in a patient with factor XIII deficiency, the clot dissolves due to failure of cross linking.",
        "cop": 4,
        "opa": "Factor X",
        "opb": "Factor XI",
        "opc": "Factor XII",
        "opd": "Factor XIII",
        "subject_name": "Pediatrics",
        "topic_name": "Coagulation disorders",
        "id": "76845e44-1408-4ca1-8a06-689a741df540",
        "choice_type": "single"
    },
    {
        "question": "In a case of acute hemahrosis in hemophilia, treatment with factor VIII along with fresh frozen plasma is given for duration:",
        "exp": "Treatment of Hemahrosis (in Hemophilia): 50-60 IU/kg factor VIII concentrate on day 1; Then 20-30 IU/kg on days 2, 3, 5 until joint function is normal or back to baseline. Consider additional treatment every other day for 7-10 days.",
        "cop": 4,
        "opa": "3 days",
        "opb": "7 days",
        "opc": "1 days",
        "opd": "Till joint effusion subsides",
        "subject_name": "Pediatrics",
        "topic_name": "Coagulation disorders",
        "id": "bae8a3c0-df50-435c-bf63-e8dd0e491f22",
        "choice_type": "single"
    }
]