[
    {
        "question": "Premature closure of which of the following sutures can cause dolichocephaly?",
        "exp": "The most common form of craniosynostosis is premature closure of the sagittal suture, giving a scaphocephalic (boat-shaped) or dolicocephalic head. Premature closure of the coronal suture leads to a brachycephaly.",
        "cop": 1,
        "opa": "Sagittal suture",
        "opb": "Coronal suture",
        "opc": "Metopic suture.",
        "opd": "Frontozygomatic suture",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "fcb95876-55f3-49f0-a6d7-9d14ba9020b3",
        "choice_type": "single"
    },
    {
        "question": "In a lady with history of bih of a previous child with neural tube defect, amount of folic acid to be given in microgram as secondary prophylaxis before next conception is:",
        "exp": "To prevent NTDs, it is recommended that all women of child-bearing age, who are capable of becoming pregnant should take 0. 4 mg (400 mg) of folic acid daily. If a pregnancy is planned in high risk women (with previously affected child), supplementation should be staed with 4 mg (4000 mg) of folic acid daily, beginning 1 month before the time of the planned conception.",
        "cop": 3,
        "opa": "40 microgm",
        "opb": "400 microgm",
        "opc": "4000 microgm",
        "opd": "500 microgm",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "8f7afa4a-a772-4e74-8960-0401448cd0cb",
        "choice_type": "single"
    },
    {
        "question": "Giving Folic acid in the periconceptional period lowers the risk of neural tube defects by:",
        "exp": "- Giving 0. 4 mg/ 400ug Folic acid daily in the periconceptional period lowers the risk of neural tube defects by at least 50%",
        "cop": 3,
        "opa": "10%",
        "opb": "30%",
        "opc": "50%",
        "opd": "70%",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "c5e24133-5d4b-41b1-b207-3c74fced273a",
        "choice_type": "single"
    },
    {
        "question": "This defect most commonly involves which region of the spine?",
        "exp": "- The given image is showing a sac of meninges with some neural component inside it. So it is a meningomyelocele. - Most common location of a meningomyelocele is lumbo-sacral region.",
        "cop": 3,
        "opa": "Cervico-dorsal",
        "opb": "Dorso-lumbar",
        "opc": "Lumbo-sacral",
        "opd": "Atlanto-occipital",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "9b4214af-c8ff-4d8b-8488-933acba9de2e",
        "choice_type": "single"
    },
    {
        "question": "A neonate presents with features of heart failure. On examination anterior fontanelle was found to be bulging. On auscultation, a cranial bruit was heard. A CT angiography done showed the following: Which vessel is mainly involved in this abnormality?",
        "exp": "- History of features of heart failure, bulging anterior fontanelle, cranial bruit & image given suggests the diagnosis of VEIN OF GALEN MALFORMATION - Vessel involved is - Median prosencephalic vein of markowsky (precursor of vein of Galen) - Onset - 11-13 weeks of gestation",
        "cop": 1,
        "opa": "Median prosencephalic vein",
        "opb": "Vein of Galen",
        "opc": "Entire circle of willis",
        "opd": "Choroid plexus",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "12522c93-f279-4a5c-8f59-0814e1bd3f9e",
        "choice_type": "single"
    },
    {
        "question": "What is the name of the congenital anomaly this child is suffering from?",
        "exp": "- In the child given in image - skull bones are absent & the brain parenchyma is exposed; which is characteristic to anencephaly. Other options: Encephalocele - neural tube defect characterized by sac-like protrusions of the brain & membranes that cover it through openings in the skull Hydranencephaly - cerebral hemispheres are absent & replaced by fluid filled sac -Transillumination +ve Diastematomyelia - rare congenital anomaly that results in the \"splitting\" of the spinal cord in a longitudinal (sagittal) direction.",
        "cop": 2,
        "opa": "Encephalocele",
        "opb": "Anencephaly",
        "opc": "Hydranencephaly",
        "opd": "Diastematomyelia",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "ce5e7754-8a00-4367-8af9-0ffb170f74af",
        "choice_type": "single"
    },
    {
        "question": "Neural tube defects have which one of the following inheritance patterns?",
        "exp": "- Neural tube defects: Occurs d/t failure of proper closure of neural tube Show multifactorial inheritance. Examples: 1. Meningocele 2. Meningomyelocele 3. Anencephaly 4. Spina bifida occulta 5. Iniencephaly 6. Encephalocele - Extra Edge: Other conditions having multifactorial inheritance are Hypertension Diabetes mellitus Most of the congenital heart diseases etc",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked recessive",
        "opd": "Multifactorial",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "a19db228-6ed6-4723-8c17-da9b01491f41",
        "choice_type": "single"
    },
    {
        "question": "Most specific congenital abnormality in a baby born to a diabetic woman is?",
        "exp": "-Sacral agenesis or Caudal regression syndrome is the most specific congenital abnormality in a baby born to a diabetic woman.",
        "cop": 2,
        "opa": "Ventricular Septal defect",
        "opb": "Sacral agenesis",
        "opc": "Meningomyelocele",
        "opd": "Transposition of great aeries",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "945851cf-a6cc-44b9-bfa7-2322d894989d",
        "choice_type": "single"
    },
    {
        "question": "Earliest suture to close among the following -",
        "exp": "Premature fusion of one or more cranial sutures, either major/ minor is called as CRANIOSYNOSTOSIS. SEQUENCE OF CLOSURE OF SUTURES - METOPIC ( 2 months) - SAGGITAL - CORONAL - LAMBDOID (22-26 months)f/b frontonasal - frontozygomatic (68-72 months) Mc type of craniosynostosis is scaphocephaly/ Dolichocephaly d/t premature fusion of saggital suture",
        "cop": 4,
        "opa": "Lambdoid",
        "opb": "Saggital",
        "opc": "Coronal",
        "opd": "Metopic",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital CNS malformations",
        "id": "c15f1324-800a-472c-897a-ce6baaaab5ed",
        "choice_type": "single"
    }
]