[
    {
        "question": "Congenital hydrocephalus treatment -",
        "exp": "Ans. is 'a' i. e., V-P shunt Congenital hydrocephaluso Starts in fetal life and may manifest or even develop sub sequentially, o Causes -Intrauterine infections - TORCHIC bleed. IVHCongenital malformation -Aqueductal stenosis (MQDandy walker cyst. Arnold chiary malfomation. Midline tumor. Treatmento Depends upon primary cause, course and severely. o Usually mild, non progessine require medical mx like - acetazolamide and glycerin, o Large, progressive - require surgeryo Sx. include shunt operation (VP shunt, VA shunt), o Endoscopic third ventriculatomy is another option.",
        "cop": 1,
        "opa": "V-P shunt",
        "opb": "Acetazolamide",
        "opc": "Glycerine",
        "opd": "Frusemide",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "d9d8d4dc-e80d-4b72-965b-7eda67ce5404",
        "choice_type": "single"
    },
    {
        "question": "What is the best preventive measure for neural tube defects?",
        "exp": "Ans. is 'b' i. e., Folate supplementation to mother Neural tube defectso NTDs account for most congenital anomalies in CNS. It results from failure of neural tube to close spontaneously between 3rd-4th week of in utero developmento NTDs have multiple etiological factors:-# Maternal diabetes# Maternal exposure to alcohol, radiation, valproate, carbamazepine# Zinc and folate deficiency# Trisomy 13 and 15# Maternal malnutrition is an important risk factor for development of NTD. There is decreased maternal folatelevels in NTD affected pregnancies. Periconceptional folic acid supplementation decreases the occurrence of NTDo NTDs allow excretion of fetal substances like alpha-fetoprotein and acetylcholinesteraseinto amniotic fluid, which are used as prenatal biochemical markers for diagnosis",
        "cop": 2,
        "opa": "Vitamin B12 supplementation to mother",
        "opb": "Folate supplementation to mother",
        "opc": "BCG vaccination at birth",
        "opd": "USG in 2nd trimester",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "3f1fe87c-10c1-446d-9648-28b8ec3009c7",
        "choice_type": "single"
    },
    {
        "question": "Administration of which of the following can prevent neural defects in newborn?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition. Explanation: Prevention of Neural tube defects. All women of childbearing age and who are capable of becoming pregnant take (1. 4 mg of folic acid daily. In high-risk women (previously affected child), supplementation should be started with 4 mg of folic acid daily, beginning i mo before the time of the planned conception. Certain drugs that antagonize folic acid increase the risk of myelomeningocele. Trimethoprim. Carbamazepine. Phenytoin. Phenobarbital. Primidone. Valproic acid",
        "cop": 1,
        "opa": "Folic acid",
        "opb": "Vit. Bl'2",
        "opc": "Pyridoxine",
        "opd": "Vitamin C",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "3e0f00db-98b7-4e62-bb09-81cd96431d26",
        "choice_type": "single"
    }
]