[
    {
        "question": "Which of the following is not true about encephalocoele?",
        "exp": "Ans. is 'b' i. e., Common in the frontal region o Encephalocele-There is protrusion of brain tissue (cerebral cortex, cerebellum or brainstem) through a cranial defect (cranium bifidum). Most common site is occipital region. Hydrocephalus can occur due to aqueductal stenosis, chiari malformation or Dandy-Walker syndrome. Encephalocoeleo Encephalocoeles, also known as meningoencephalocele, are a type of cephalocoelewhere brain tissue herniates out through a defect in the cranium. Terminologyo They should be distinguished from cranial meningoceles in which the lesion contains only meninges and extracranial brain herniation, in which brain herniates through a dural and skull defect (e. g. post trauma or surgery). Epidemiologyo They are thought to occur in one of every 4, 000 live births. Fronto-ethmoidal encephaloceles are more common in South and Southeast Asian populations. There is no recognised gender predilection. Clinical presentationo Fronto-ethmoidal encephaloceles manifest as a clinically visible mass along the nose. The intracranial root of most fronto-ethmoidal encephaloceles lies at theforamen caecum, a small ostium located at the bottom of a small depression anterior to the crista galli and formed by the closure of the frontal and ethmoid boneso Basal encephaloceles are internal and are not generally externally visible, although they may manifest as a lump or bump in the oropharynx or nasopharynx. Pathologyo It is thought to occur due to a failed closure of the rostral end of the neural tube in early development. Locationo Many encephalocoeles are midline in position# Occipital encephalocoele: ~75% of cases# Other locations include:# Fronto-ethmoidal encephalocoele / nasal encephalocoele: ~15% of cases# Basal encephalocoele:-10%# Parietal encephalocoele",
        "cop": 2,
        "opa": "It is a neural tube defect",
        "opb": "Common in the frontal region",
        "opc": "Can be associated with hydrocephalus",
        "opd": "It is protrusion of neural tissue through a defect",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "f39f1191-5b11-4ae5-9002-1bf05fd4d5cd",
        "choice_type": "multi"
    },
    {
        "question": "Congenital hydrocephalus treatment -",
        "exp": "Ans. is 'a' i. e., V-P shunt Congenital hydrocephaluso Starts in fetal life and may manifest or even develop sub sequentially, o Causes -Intrauterine infections - TORCHIC bleed. IVHCongenital malformation -Aqueductal stenosis (MQDandy walker cyst. Arnold chiary malfomation. Midline tumor. Treatmento Depends upon primary cause, course and severely. o Usually mild, non progessine require medical mx like - acetazolamide and glycerin, o Large, progressive - require surgeryo Sx. include shunt operation (VP shunt, VA shunt), o Endoscopic third ventriculatomy is another option.",
        "cop": 1,
        "opa": "V-P shunt",
        "opb": "Acetazolamide",
        "opc": "Glycerine",
        "opd": "Frusemide",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "d9d8d4dc-e80d-4b72-965b-7eda67ce5404",
        "choice_type": "single"
    },
    {
        "question": "What is the best preventive measure for neural tube defects?",
        "exp": "Ans. is 'b' i. e., Folate supplementation to mother Neural tube defectso NTDs account for most congenital anomalies in CNS. It results from failure of neural tube to close spontaneously between 3rd-4th week of in utero developmento NTDs have multiple etiological factors:-# Maternal diabetes# Maternal exposure to alcohol, radiation, valproate, carbamazepine# Zinc and folate deficiency# Trisomy 13 and 15# Maternal malnutrition is an important risk factor for development of NTD. There is decreased maternal folatelevels in NTD affected pregnancies. Periconceptional folic acid supplementation decreases the occurrence of NTDo NTDs allow excretion of fetal substances like alpha-fetoprotein and acetylcholinesteraseinto amniotic fluid, which are used as prenatal biochemical markers for diagnosis",
        "cop": 2,
        "opa": "Vitamin B12 supplementation to mother",
        "opb": "Folate supplementation to mother",
        "opc": "BCG vaccination at birth",
        "opd": "USG in 2nd trimester",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "3f1fe87c-10c1-446d-9648-28b8ec3009c7",
        "choice_type": "single"
    },
    {
        "question": "Administration of which of the following can prevent neural defects in newborn?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition. Explanation: Prevention of Neural tube defects. All women of childbearing age and who are capable of becoming pregnant take (1. 4 mg of folic acid daily. In high-risk women (previously affected child), supplementation should be started with 4 mg of folic acid daily, beginning i mo before the time of the planned conception. Certain drugs that antagonize folic acid increase the risk of myelomeningocele. Trimethoprim. Carbamazepine. Phenytoin. Phenobarbital. Primidone. Valproic acid",
        "cop": 1,
        "opa": "Folic acid",
        "opb": "Vit. Bl'2",
        "opc": "Pyridoxine",
        "opd": "Vitamin C",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "3e0f00db-98b7-4e62-bb09-81cd96431d26",
        "choice_type": "single"
    },
    {
        "question": "Dandy walker syndrome- True is -",
        "exp": "Ans. is 'd' i. e., All are true o The Dandy-Walker malformation consists of a cystic expansion of the 4th ventricle in the posterior fossa and midline cerebellar hypoplasia, which results from a developmental failure of the roof of the 4th ventricle during embryogenesiso Approximately 90% of patients have hydrocephalus, and a significant number of children have associated anomalies, including agenesis of the posterior cerebellar vermis and corpus callosum. Infants present with a rapid increase in head size and a prominent occiput. o Transillumination of the skull may be positive. Most children have evidence of long-tract signs, cerebellar ataxia, and delayed motor and cognitive milestones, probably due to the associated structural anomalies. o The Dandy-Walker malformation is managed by shunting the cystic cavity (and on occasion the ventricles as well) in the presence of hydrocephalus.",
        "cop": 4,
        "opa": "Mostly had hydrocephalus",
        "opb": "Cystic expansion of 4, h ventricle",
        "opc": "Mid cerebellar hypoplasia",
        "opd": "All are true",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "ea3270b1-9d61-4252-9cc8-4e90a31af7cd",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are neural tube defects except:",
        "exp": "Ans. D. Holoprosencephaly. Neural tube defects (NTDs) are a group of birth defects in which an opening in the spinal cord or brain remains from early in human development. In the 3rd week of pregnancy called gastrulation, specialized cells on the dorsal side of the embryo begin to change shape and form the neural tube. When the neural tube does not close completely, an NTD develops. There are 2 types of NTD: open and closed. Open NTDs occur when the brain and/or spinal cord are exposed at birth through a defect in the skull or vertebrae (back bones). Examples of open NTDs are anencephaly, encephaloceles, hydranencephaly, iniencephaly, schizencephaly, and spina bifida. Rarer types of NTDs are called closed NTDs. Closed NTDs occur when the spinal defect is covered by skin. Common examples of closed NTDs are lipomyelomeningocele, lipomeningocele, and tethered cord.",
        "cop": 4,
        "opa": "Myelomeningocele",
        "opb": "Anencephaly",
        "opc": "Encephalocele",
        "opd": "Holoprosencephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Congenital Anomalies of the CNS",
        "id": "78e5916a-03d2-47ac-ae25-3ba36eb1c1a5",
        "choice_type": "multi"
    }
]