[
    {
        "question": "Most common congenital cyanotic heart disease in child-",
        "exp": "Ans. is 'a' i. e., TOF Tetralogy of falloto Cyanotic heart disease (MC). o Defect in infundibular septum leads to: Pulmonary stenosis. VSD (Not ASD). Dextroposition and overriding of aorta. Right ventricular hypertrophy (NOT LVH). o Pink TOF (Acyanotic TOF) when PS is mild to moderate balanced shunt tnt across the VSD, pt not have cyanosis.",
        "cop": 1,
        "opa": "TOF",
        "opb": "PDA",
        "opc": "TA",
        "opd": "TAPVC",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "d4e04cbf-8a9a-478b-83c4-7b2e117b2883",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of TOF -",
        "exp": "Ans. is 'b' i. e., Patent foramen ovale. Tetrology of fallot# Cyanotic heart disease (MC). Defect in infundibular septum leads to: Pulmonary' stenosis. VSD (Not ASD). Dextroposition and overriding of aorta. Right ventticular hypertrophy (NOT LVH). Pink TOF (Acyanotic TOF) when PS is mild to moderate balanced shunt tnt across the VSD, pt nothave cyanosis. Plain film\"Boot shaped\" heart with an upturned cardiac apex due to right ventricular hypertrophy and concave pulmonary? arterial segment. Pulmonary oligaemia due to decreased pulmonary' arterial flow.",
        "cop": 2,
        "opa": "Boot shaped heart",
        "opb": "Patent foramenovale",
        "opc": "VSD",
        "opd": "RVH",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "733f2329-a325-4be3-bb33-4d5ac11ac3b5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not given in the treatment of cyanotic spells in a patient of TOF?",
        "exp": "Ans. c. Calcium chloride (Ref: Ghai 7/e p410; Myong K. Park 5/e p238). Calcium chloride is not given in the treatment of cyanotic spells in a patient of TOF. Management of Anoxic Spells in Tetralogy of Fallot. Knee chest position. Humidified oxygen. MorphineQ 0. 1 to 0. 2 mg/kg SCObtain venous pH; sodium bicarbonateQ 1-3 ml/kg (diluated) IVPropranolol 0. 1 mg/kg/IV (during spell)Q; 0. 5-1 mg/kg/6 hourly orally (alternatives: metoprolol, esmoiol). Vasopressors: Methoxamine (Vasoxy1) IM or IV drip (Phenylephrine is a vasopressor)QCorrect anemia. Consider surgery. Tetralogy of Fallot. Commonest congenital cyanotic congenital heart diseaseQ in children above the age of 2 years constituting almost 75 percent of all blue patients. Hemodynamics: Physiologically the pulmonary stenosis causes concentric right ventricular hypertrophy without cardiac enlargementQ and an increase in right ventricular pressure. Severity of cyanosis is directly proportional to the severity of pulmonic stenosis, but the intensity of the systolic murmur is inversely proportional to the severity of pulmonic stenosisQ. Since the right ventricle is e. ffectively decompressed by the ventricular septal defect, congestive failure never occurs in TOFQ. The late and soft P2 is generally inaudible in TOF. The S2 is therefore single and the audible sound is A2. On auscultation, the diastolic interval is completely clear in TOF as there is no third or fourth sound or diastolic murmur. Clinical Features: MC symptoms are dyspnoea on exertion and exercise intoleranceQ. Squatting is not specific for TOF, TOF is the commonest congenital lesion in which squatting is notedQ. Characteristic features: Normal sized heart with upturned apexQ (suggestive of RVH). Absence of main pulmonary artery segment gives it the shape described as 'Cor-en Sabot'Q Pulmonary fields are oligaemic. QAortic-mitral valve continuity is maintainedQ. Complications: Anemia, infective endocarditis, venous thrombosis. Paradoxical embolism, hemiplegia, brain abscess. QTreatment: Medical management for anemia and management of complications. Palliative operations in TOF1. Blalock-Taussig shunt: Subclavian artery-pulmonary artery anastomosisQ. 2. Potts shunt: Descending aorta is anastomosed to pulmonary arteryQ. 3. Waterston's shunt: Ascending aorta-right pulmonary artery anastomosisQ. Definitive operations: Closing the VSD and resecting the infundibular obstructionQ. Fallot's. Trilogy. Tetralogy. Pentalogy* Pulmonary stenosisQ* Atrial septal defectQ* Right ventricular hypertrophQ* Pulmonary stenosisQ* Ventricular septal defectQ* Right ventricular hypertrophyQ* Ovemding or dextroposed aortaQ.* Tetralogy of Fallot + ASDQ or patent foramen ovaleQ",
        "cop": 3,
        "opa": "Phenylephrine",
        "opb": "Propranolol",
        "opc": "Calcium chloride",
        "opd": "Sodium bicarbonate",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "a2a98a90-f4bb-4a8c-aa65-348ffa4c8f63",
        "choice_type": "single"
    },
    {
        "question": "2 weeks baby central cyanosis, grade II murmur, normal Sa single S2, plethoric lung? diagnosis -",
        "exp": "Ans. is 'a' i. e., TGA Transposition of Great vessel (TGA). Aorta arise from right ventricle and pulmonary artery from left ventricle. Pt. with pure TGA with intact VSD have cyanosis at birth. Have rapid breathing with CHF within first week of life. Heart size normal initially lateron increase. Normal S., single S,. Grade II - Ejection Systolic Murmur. X-ray show- - Cardiomegaly with narrow' base and plethoric lung field, (egg on side appearance)TAPVCCyanosis -10 week of life. Have widely fixed Sro TOF and pulmonary atresia have oligemic lung field.",
        "cop": 1,
        "opa": "TGA",
        "opb": "TAPVC",
        "opc": "TOF",
        "opd": "Pulmonary atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "8d7df15e-1b46-4ac1-9c6b-37bed1f53e96",
        "choice_type": "single"
    },
    {
        "question": "TOF not associated with -",
        "exp": "Ans. is 'a' i. e., ASD Tetralogy of falloto Cyanotic heart disease (MC)o Defect in infundibular septum leads to: o Pulmonary stenosiso VSD (Not ASD)o Dextroposition and overriding of aorta. o Right ventticular hypertrophy (NOT LVH). o Pink TOF (Acyanotic TGF) when PS is mild to moderate balanced shunt tnt across the VSD, pt not have cyanosis.",
        "cop": 1,
        "opa": "ASD",
        "opb": "VSD",
        "opc": "RVH",
        "opd": "PS",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "5500d4a2-5b4e-42fd-9987-115a72515b4d",
        "choice_type": "single"
    },
    {
        "question": "End stage treatment of TOF is -",
        "exp": "Ans. is 'b' i. e., Modified BT shunt o Tetralogy of fallot: BT shuntfsystemic-pulmonary artery (PA) shunts: Classic BT shunt: The subclavian artery' is anastomosed to the ipsilateralpulmonary artery (PA). This procedure is usually performed in infants older than 3- months; a right-sided shunt is performed in patients with left aortic arch; a left sided shunt is performed for right aortic arch. Modified Blalock-Taussig shunt: A Gore-Tex interposition graft is placed between the subclavian artery' and the ipsilateral PA. This is the most popular procedure for any age, especially for small infants younger than 3 months of age. A left-sided shunt is preferred for patients with a right aortic arch. The surgical mortality rate is 1% or less. The Waterston shunt: Anastomosis is performed between the ascending aorta and the right PA; this shunt is no longer performed because of high incidence of surgical complications, which include too latge a shunt leading to congestive heart failure (CHF) or pulmonary hypertension, or both, and narrowing and kinking of the right PA causing difficulty at the time of corrective surgery: The Pott-shunt operation: Anastomosis is performed between the descending aorta and the left PA; this shunt is no longer performed. It may result in CHF or pulmonary* hypertension, as in the Waterston operation. Moreover, left thoracotomy is required to close the shunt during corrective surgery:",
        "cop": 2,
        "opa": "BT shunt",
        "opb": "Modified BT shunt",
        "opc": "Waterston shunt",
        "opd": "Pott - shunt operation",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "0282fb2a-f055-4360-8884-848cb9480203",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary plethora is not seen in:",
        "exp": "Ref: Pediatric Cardiology by Myung K. Park 5th edition: page no. 217. Explanation: Cyantic heart disease with increased pulmonary blood flow. Double outlet right ventricle (DORV) with sub pulmonary VSD (Taussig-Bing anomaly). Total anomalous pulmonary venous return (TAPVR); Transposition of the great arteries (TGA). Single ventricle (without PS). Persistent truncus arteriosus type ICyantic heart disease with decreased pulmonary blood flow. Tetralogy of Fallot (TOF). Ebstein's anomaly. Pulmonary atresia. Tricuspid atresia. TGA and PSPersistent truncus arteriosus (type II or III). Single ventricle and PSCyanotic heart disease with increased pulmonary blood flow and acyanotic heart disease with left to right shunt (VSD, ASD, PDA) are associated with pulmonary plethora.- Cyanotic heart disease with decreased pulmonary blood flow are associated with pulmonary oligemia.",
        "cop": 2,
        "opa": "VSD",
        "opb": "TOF",
        "opc": "Truncus arteriosus",
        "opd": "TAPVC",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "75d599b0-e4a4-4885-a2ae-795d4e3e0682",
        "choice_type": "single"
    },
    {
        "question": "Treatment of TOF-",
        "exp": "Ans. is 'a' i. e., Modified BT shunt",
        "cop": 1,
        "opa": "Modified BT shunt",
        "opb": "Fontan procedure",
        "opc": "Glenn shunt",
        "opd": "Rastelli operation",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "cefb74e6-02ff-47dd-a8ed-109303e7aad7",
        "choice_type": "single"
    },
    {
        "question": "Most common site for opening of TAPVC is -",
        "exp": "Ans. is 'a' i. e., Supracardiac TAPVCo Total anomalous pulmonary venous connection (TAPVC) is characterized by abnormal drainage of pulmonary veins into the right heart either by direct connection into the right atrium or into its tributarieso According to the site or level of connection of the pulmonary veins to the systemic venous system TAPVC has been classified into four typeso Type I (most common: 45%): Anomalous connection at supracardiac level (PV drains into left innominatevein or SVC)o Type II (25%): Anomalous connection at cardiac level (PV joins the coronary sinus or enter right atrium directly)o Type III (25%): Anomalous connection at infracardiac level (PV drain into portal vein)? o Type IV (5%): Anomalous connection at multiple levels. o In supracardiac TAPVC the pulmonary veins join to form a single trunk (common pulmonary vein) which than drain through anomalous connection",
        "cop": 1,
        "opa": "Supracardiac",
        "opb": "Cardiac",
        "opc": "Infracardiac",
        "opd": "Multiple",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "2a6178fe-11c4-4de9-864c-267957962dbb",
        "choice_type": "single"
    },
    {
        "question": "Most common cyanotic heart disease -",
        "exp": "Ans. is 'a' i. e., TOF Tetroiogy of falloto Cyanonic heart disease (MC). o Defect in infundibular septum leads to: Pulmonary stenosis. VSD (Not ASD). Dextroposition and overriding of aorta. Right ventricular hypertrophy (NOT LVH). o Pink TOF (Acyanotic TOF) when PS is mild to moderate, balanced shunt across the VSD, pt does not have cyanosis.",
        "cop": 1,
        "opa": "TOF",
        "opb": "VSD",
        "opc": "TAPVC",
        "opd": "Ebstein anomalies",
        "subject_name": "Pediatrics",
        "topic_name": "Cyanotic Congenital Heart Disease",
        "id": "311fe724-bd17-418a-ab25-a2d6beab1641",
        "choice_type": "single"
    }
]