[
    {
        "question": "4 day old newborn baby having icterus involving sole, bilirubin level (mg/dl) -",
        "exp": "Ans. is 'b' i. e., 15 mg/dl Dermal staining of biiirubin-o Described by kramero Jaundice progress in cephalocaudal directiono Divided in 5 zone. Zone Bilirubin1) 4-6 mg/dl-Face2) 6-8 mg/dl-Trun k & upper abdomen3) 8-12 mg/dl-Lower abdomen & thign4) 12-14 mg/dl-Arm & leg5) > 15 mg/dl-Palm & sole",
        "cop": 2,
        "opa": "12",
        "opb": "15",
        "opc": "8",
        "opd": "6",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "e7936439-3945-491d-82fe-07868e6bec10",
        "choice_type": "single"
    },
    {
        "question": "The time usually taken for air to reach the descending colon after birth in a normal infant is:",
        "exp": "Ans. (d) 8-9 hrs* Since there is no gas in the abdomen of a new born baby, in case we are investigating a baby with ano- rectal malformations, the X-Ray to be done shall be an INVERTOGRAM and should be done after 8 hours as that would the time taken for air to reach the descending colon and performing the X ray shall be fruitful.",
        "cop": 4,
        "opa": "l-2hrs",
        "opb": "3-4 hrs",
        "opc": "5-6 hrs",
        "opd": "8-9 hrs",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "57c475b7-79f4-45df-a478-fb164d30ada1",
        "choice_type": "multi"
    },
    {
        "question": "For a neonate at 48 hours of birth with a history of non-passage of meconium, next step in evaluation will be:",
        "exp": "Ans. c. Lower Gl study (Ref: Nelson 19/e p1286: Sabiston 19/e p1848-1849; Schwartz 9/e p1435-1437; Bailey 26/e 1177, 25/e p1155-1156). For a neonate at 48 hours of birth with a history of non-passage of meconium, next step in evaluation will be lower GI study. 'Timely passage of the first stool is a hallmark of the well-being of the newborn infant. Failure of a full-term newborn to pass meconium in the first 24 hours may signal intestinal obstruction. Lower intestinal obstruction may be associated with disorders such as Hirschsprung's disease, anorectal malformations, meconium plug syndrome, small left colon syndrome, hypoganglionosis, neuronal intestinal dysplasia and megacystis-microcolon-intestinal hypoperistalsis syndrome. Radiologic studies are usually required to make the diagnosis. In addition, specific tests such as pelvic magnetic resonance imaging, anorectal manometry and rectal biopsy are helpful in the evaluation of newborns with failure to pass meconium. - style=\"font-size: 1. 04761904761905em; font-family: Times New Roman, Times, serif\"> html. LOGICAL APPROACH TO NEONATAL INTESTINAL OBSTRUCTIONSigns and Symptoms* Bilious vomiting is always abnormal.* Abdominal distention (scaphoid abdomen possible).* Delayed, scanty or no passage of meconium.* Polyhydramnios in mother.* Down's syndrome* Family history: Hirschsprung's disease, Diabetic mother, Jejunal atresia. Work-up (Logical approach). While the infant is being studied, it must be kept in mind that the problem may be 'non-surgical'. Sepsis of the newborn with associated ileus is the most important cause of non-surgical bilious vomiting and abdominal distention. Intracranial lesions: Hydrocephalus, Subdural hemorrhage. Renal disease associated with uremia: Renal agenesis. Polycystic disease, other urinary- tract anomalies, which may be associated with severe hydronephrosis. Plain roentgenograms of the abdomen. Diagnostic in complete high intestinal obstruction- no gas in distal small bowel: (Double bubble in duodenal obstruction: Few gas filled loops beyond duodenum indicates jejunal atresia). Many gas filled loops (requires 24 hours) indicates some form of low intestinal obstruction. May be nonspecific in instances of malrotation of the intestines. This diagnosis must always be considered in neonates with unexplained bilious vomiting. Calcifications - at some time during fetal life meconium was (is) present in the abdomen. Contrast enema will differentiate the various types of low intestinal obstruction. Microcolon - complete obstruction of the small bowel. Meconium plug syndrome - colon dilated proximal to an intraluminal mass. Hirschsprung's disease - although it may appear to be diagnostic, not reliable in the newborn. Small left colon syndrome - colon dilated to the splenic flexure, then becomes narrow. Upper G. I. series - the procedure of choice in diagnosing malrotation of the intestines. In the past a contrast enema was thought to be the diagnostic test of choice in instances of malrotation but the cecum and ascending colon can be in normal position in an infant or child with malrotation of the intestines. Rectal biopsy - a pathologist competent in reading the slides is essential and should not be taken for granted. Suction biopsy of the rectal mucosa and submucosa- best screening procedure to rule out Hirschsprung's disease (ganglion cells are present in the submucosa), and is diagnostic in experienced hands. Full thickness biopsy of the rectal wall may be necessary if the suction biopsy is non-diagnostic or if the pathologist is unwilling or unable to make the diagnosis of aganglionosis on a suction biopsy specimen. This procedure is difficult in the small infant and has been replaced by the suction biopsy in most centers. All newborns who have delayed passage of meconium associated with a suspicious contrast enema should have a suction biopsy of the rectal mucosa and submucosa. With this technique, Hirschsprung's disease will be diagnosed early before it is complicated with enterocolitis. Hirschsprung's Disease. Occurs in 1 out of every 5000 live births. QCharacterized pathologically by absent ganglion cells in the myenteric (Auerbach's)Q and submucosal (Meissner's) plexusQ with hypertrophy of nerve trunksQ in the plexus. MC affected site: Rectosigmoid (75%)Q > splenic flexure or transverse colon (17%) > Entire colon with variable extension into the small bowelQ (8%). Increased Risk: Positive family historyQ and Down syndrome. QPathogenesis: Characterized pathologically by absent ganglion cells in the myenteric (Auerbach's) and submucosal (Meissner's) plexus with hypertrophy of nerve trunksQ in the plexus. Associated with muscular spasm of the distal colon and internal anal sphincter resulting in a functional obstruction. QAbnormal bowel is the contracted distal segment whereas the normal bowel is the proximal, dilated portionQ. Clinical Presentation. Neonates. First few weeks of life. Otherwise healthy children and adults. Suspected in all neonates presenting with:* Delayed passage of meconium beyond the first 24 hours of lifeQ* Abdominal distension following feeds. QSuspected in any child presenting in first view weeks of life with:* Gross abdominal distensionQ* Chronic constipationQ* Failure to thrive. QShort segment Hirschsprung's disease should be suspected in otherwise healthy children and adultsQ presenting wilh:* Severe constipation without fecal soiling* Fecal soiling is usually not a feature of this condition. Digital examination: Rectum is empty on digital examination. QRapid expulsion of feces often follows examination. QContracted rectal wall can sometimes be appreciated by examining finger Diagnosis. Rectal biopsy. Anorectal manometry. Radiology* Gold standard for the diagnosis of Hirschsprung's diseaseQ* Confirms the diagnosis on demonstration of:* AganglionosisQ* Hypertrophic nerve fibres in the nerve plexusQ* Useful as a screening testQ* Rectoanal inhibitory reflex is absentQ* Water soluble contrast enema indicates the length and site of involved intestine.* Important positive findings include:- Coning down of transition zone - Irregularity in mucosa - Abnormal contraction of intestine. Repeated tube decompression and gentle rectal washouts with 30-50 ml of normal saline have a positive and significant clinical impact on these patients. Treatment of Hirschsprung's Disease. Short segment disease. Long segment disease* Extended myectomyQ removing a strip of rectal wall up to the area where normal ganglion cells start may be sufficient* Temporary colostomyQ for a few months to allow proximal intestine to return to its normal caliber followed by definitive procedures:* SwensonQ* DuhamelQ* Soave. QPrognosis: Excellent overall survival. MC post-operative problems: Constipation (MC)Q >soiling incontinence >enterocolitis.",
        "cop": 3,
        "opa": "Sweat chloride level",
        "opb": "CFTR mutation analysis",
        "opc": "Lower GI study",
        "opd": "Manometry",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "0147be1e-53ea-4850-83de-1cb05f913816",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of per rectal bleeding in infant is -",
        "exp": "Ans. is 'a' i. e., Anal fissure Anal fissure:-o Anal fissure is a laceration of the anal mucocutaneous junction. It is an acquired lesion of unknown etiology thought to be secondary to the forceful passage of a hard stool, mainly seen in infants < 1 yr of age. Fissures may be the consequence and not the cause of constipation. o A histoiy of constipation is often noted. A patient may have a painful bowel movement, which may correspond to the fissure formation after passing of hard stool. The patient then voluntarily retains stool to avoid another painful bowel movement. This exacerbates the constipation, and, eventually, the passing of harder stools. Pain on defecation and bright red blood on the surface of the stool may be observed. The diagnosis is established by inspection of the perineal area. The infant's hips are held in acute flexion, the buttocks are separated to expand the folds of the perianal skin, and the fissure becomes evident as a minor laceration. Sometimes, peripheral to the laceration, the patient has a little skin appendage that actually represents epithelialized granulomatous tissue, secondary to the chronic inflammation; this is usually known as a ''tag. \" On rectal examination, there may be hard stool in the ampulla and rectal spasm.",
        "cop": 1,
        "opa": "Anal fissure",
        "opb": "Rectal polyp",
        "opc": "Intussusception",
        "opd": "Hypertension",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "df3de9bc-09a3-48aa-ad0f-e1ba3ac1e6bb",
        "choice_type": "single"
    },
    {
        "question": "In Neonatal cholestasis direct bilirubin is -",
        "exp": "Ans. is 'c' i. e., >20% Neonatal cholestasiso Prolonge elevation of serum level of conjugated bilirubin beyond the 1st 14 days of life, o Causes may be: Infectious. Genetic. Metabolic. Mechanical obstruction (Biliary). Idiopathic. Pathological Jaundice (Ghai TYep. 147)STB (Serum Total bilirubin) > 5 mg; dl DI10mg''d. ID212-13 thereaftero Appearence of Jaundice within 24 hour, o Jaundice beyound 3 week (In Nelson beyond 2 week), o Conjugated bilirubin. o Direct reacting bilirubin >2 mg'dl at any time, or more than 20% of total serum bilirubin (Journal America! Family Physician)--Feb. 2000",
        "cop": 3,
        "opa": ">10%",
        "opb": ">15%",
        "opc": ">20%",
        "opd": ">25%",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "785b1126-a154-4c45-8c37-920e1727356b",
        "choice_type": "single"
    }
]