[
    {
        "question": "4 day old newborn baby having icterus involving sole, bilirubin level (mg/dl) -",
        "exp": "Ans. is 'b' i. e., 15 mg/dl Dermal staining of biiirubin-o Described by kramero Jaundice progress in cephalocaudal directiono Divided in 5 zone. Zone Bilirubin1) 4-6 mg/dl-Face2) 6-8 mg/dl-Trun k & upper abdomen3) 8-12 mg/dl-Lower abdomen & thign4) 12-14 mg/dl-Arm & leg5) > 15 mg/dl-Palm & sole",
        "cop": 2,
        "opa": "12",
        "opb": "15",
        "opc": "8",
        "opd": "6",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "e7936439-3945-491d-82fe-07868e6bec10",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of per rectal bleeding in infant is -",
        "exp": "Ans. is 'a' i. e., Anal fissure Anal fissure:-o Anal fissure is a laceration of the anal mucocutaneous junction. It is an acquired lesion of unknown etiology thought to be secondary to the forceful passage of a hard stool, mainly seen in infants < 1 yr of age. Fissures may be the consequence and not the cause of constipation. o A histoiy of constipation is often noted. A patient may have a painful bowel movement, which may correspond to the fissure formation after passing of hard stool. The patient then voluntarily retains stool to avoid another painful bowel movement. This exacerbates the constipation, and, eventually, the passing of harder stools. Pain on defecation and bright red blood on the surface of the stool may be observed. The diagnosis is established by inspection of the perineal area. The infant's hips are held in acute flexion, the buttocks are separated to expand the folds of the perianal skin, and the fissure becomes evident as a minor laceration. Sometimes, peripheral to the laceration, the patient has a little skin appendage that actually represents epithelialized granulomatous tissue, secondary to the chronic inflammation; this is usually known as a ''tag. \" On rectal examination, there may be hard stool in the ampulla and rectal spasm.",
        "cop": 1,
        "opa": "Anal fissure",
        "opb": "Rectal polyp",
        "opc": "Intussusception",
        "opd": "Hypertension",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "df3de9bc-09a3-48aa-ad0f-e1ba3ac1e6bb",
        "choice_type": "single"
    },
    {
        "question": "In Neonatal cholestasis direct bilirubin is -",
        "exp": "Ans. is 'c' i. e., >20% Neonatal cholestasiso Prolonge elevation of serum level of conjugated bilirubin beyond the 1st 14 days of life, o Causes may be: Infectious. Genetic. Metabolic. Mechanical obstruction (Biliary). Idiopathic. Pathological Jaundice (Ghai TYep. 147)STB (Serum Total bilirubin) > 5 mg; dl DI10mg''d. ID212-13 thereaftero Appearence of Jaundice within 24 hour, o Jaundice beyound 3 week (In Nelson beyond 2 week), o Conjugated bilirubin. o Direct reacting bilirubin >2 mg'dl at any time, or more than 20% of total serum bilirubin (Journal America! Family Physician)--Feb. 2000",
        "cop": 3,
        "opa": ">10%",
        "opb": ">15%",
        "opc": ">20%",
        "opd": ">25%",
        "subject_name": "Pediatrics",
        "topic_name": "Digestive System Disorders",
        "id": "785b1126-a154-4c45-8c37-920e1727356b",
        "choice_type": "single"
    }
]