[
    {
        "question": "Delayed pubey is when primary amenorrhea is seen without development of secondary sexual characters beyond the age of?",
        "exp": "Delayed pubey: Girls: Absence of secondary sexual characters by 13 yrs of age / Absence of menarche by 16 years of age / within 5 yrs of onset of pubey Boys: Lack of pubeal changes by 14 yrs of age",
        "cop": 3,
        "opa": "12 years",
        "opb": "14 years",
        "opc": "16 years",
        "opd": "18 years",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "4825f9a3-4cb7-41ef-adcd-9a3bdf9e33e7",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of central precocious pubey in girls:",
        "exp": "- MCC of central precocious pubey in girls is Idiopathic. - Organic causes are more common in boys. - OTHER CAUSES: Infections - TB, meningitis Injuries - Trauma, neurosurgery, Radiotherapy Tumors - Hypothalamic hamaoma (Gelastic seizures)- MCC of organic central precocious pubey CNS malformations like arachnoid cyst, hydrocephalus, septo-optic dysplasia",
        "cop": 2,
        "opa": "Exogenous estrogen",
        "opb": "Idiopathic",
        "opc": "CNS tumor",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "8254a3a6-8642-40d5-a619-03afeabb5e3c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of delayed pubey in males is:",
        "exp": "DELAYED PUBEY: More common in boys Delayed pubey in boys - lack of pubeal changes by 14 yrs of age Most common cause of delayed pubey is constitutional. Constitutional delay in pubey in boys: Have growth retardation & delayed bone age Family history of delayed pubey is present Gonadotropin levels - prepubeal - similar to hypogonadotropic hypogonadism",
        "cop": 3,
        "opa": "Kallman syndrome",
        "opb": "Klinefelter syndrome",
        "opc": "Constitutional",
        "opd": "Prader-willi syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "e3d49ee8-77a7-4aa4-a33a-cf35e377ce2a",
        "choice_type": "multi"
    },
    {
        "question": "A 6-year-old girl presents with precocious pubey, some bony lesions & hyperpigmented skin lesions as shown below. What is the most probable diagnosis?",
        "exp": "The history & image given in question suggests the diagnosis of MC CUNE ALBRIGHT SYNDROME: MC CUNE ALBRIGHT SYNDROME: - Characterized by Triad of Precocious pubey Cafe au lait spots Polyostotic fibrous dysplasia - Occurs due to somatic activating mutation of stimulatory G- protein - Associated endocrine abnormalities are * Hypehyroidism Rickets GH excess Precocious pubey",
        "cop": 4,
        "opa": "Prader Willi syndrome",
        "opb": "Laurence Moon syndrome",
        "opc": "Cushing syndrome",
        "opd": "Mc. Cune-Albright syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "de721fc9-b452-410c-8a9c-4c78831edb9e",
        "choice_type": "single"
    },
    {
        "question": "Precocious pubey in a girl is defined as breast development before the age of?",
        "exp": "Precocious pubey: Precocious pubey is defined by the onset of secondary sexual characteristics before the age of 8 years in girls and 9 years in boys.",
        "cop": 2,
        "opa": "6 years",
        "opb": "8 years",
        "opc": "12 years",
        "opd": "10 years",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "9cfcd978-f4e8-4470-a2e5-48f6bb029fb1",
        "choice_type": "single"
    },
    {
        "question": "A baby girl presents with bilateral inguinal masses, thought to be hernias but are found to be testes in the inguinal canals. Which karyotype would you expect to find in the child?",
        "exp": "- This baby girl with bilateral inguinal masses (testis) is probably suffering from Androgen insensitivity syndrome, where karyotype is 46, XY XLR ( Karotype Male and Phenotype Female) Testosterone is produced but androgen receptors are defective Affected individuals typically present with Bilateral Testes Breast development Pubic or axillary hair absent Female External genitalia, a blindly ending vagina, No mullerian derivatives (i. e., uterus and fallopian tubes) Because the Patient is a genetic male, testes are present & Seoli cells make antimullerian hormone (AMH), thus, mullerian regression occurs normally ( Reason for absent uterus & tubes in a phenotypic normal female).",
        "cop": 2,
        "opa": "46, XX",
        "opb": "46, XY",
        "opc": "46, XXY",
        "opd": "47, XXY",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "289bba9c-915f-442e-851b-e186096cb072",
        "choice_type": "single"
    },
    {
        "question": "A child with decreased levels of LH, FSH and Testosterone presents with delayed pubey. Which of the following is the most likely diagnosis:",
        "exp": "- Among the given options, only Kallman syndrome is a cause of hypogonadotrophic hypogonadism, where LH, FSH, as well as testosterone levels will be low. - Associated with impaired sensation of smell - Remaining all options given, presents with hypergonadotropic hypogonadism",
        "cop": 2,
        "opa": "Klinfelter's syndrome",
        "opb": "Kallman's syndrome",
        "opc": "Androgen Insensitivity syndrome",
        "opd": "Testicular Infection",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "f74a79c3-82b5-4339-a77f-3ca8d3f59ba0",
        "choice_type": "multi"
    },
    {
        "question": "A 6 week infant with ambiguous genitalia (as shown below) presents with an episode of dehydration & shock requiring hospitalization. What is the electrolyte abnormality that you expect in this baby?",
        "exp": "Ambiguous genitalia in an infant with dehydration & shock, suggests the diagnosis of CAH due to 21 hydroxylase deficiency; There is aldosterone and coisol deficiency leading to hypotension, hypoglycaemia, hyponatremia and hyperkalemia.",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hypocalcemia",
        "opd": "Hypercalcemia",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "0788d426-932b-443f-a5ea-3f7f6324e0a7",
        "choice_type": "single"
    },
    {
        "question": "Features of Laurence-Moon-Bardet-Biedl syndrome include all of the following EXCEPT:",
        "exp": "Laurence-Moon-Bardet-Biedel Syndrome: -Autosomal recessive disorder of hypogonadotropic hypogonadism -characterised by Mental retardation Obesity Polydactyly Retinitis pigmentosa Hypogonadism - delayed pubey",
        "cop": 4,
        "opa": "Hypogonadism",
        "opb": "Obesity",
        "opc": "Polydactyly",
        "opd": "Cataract",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "6f9d153b-b0b4-467c-a978-052e05d3baef",
        "choice_type": "multi"
    },
    {
        "question": "In hypogonadotropic hypogonadism?",
        "exp": "- LH and FSH are decreased in hypogonadotropic hypogonadism. Hypogonadotropic hypogonadism: - Reversible - if its d/t to Chronic systemic illness (CKD, Chronic liver Disease) Severe malnutrition Endocrine causes (hypothyroidism, type 1 DM) - Permanent if its d/t Isolated delayed pubey - Genetic mutations - KAL 1 (Kallmann Syndrome), Gn. RH Receptor, DAX -1 gene - Syndromes- Prader Willi Syndrome, Laurence Moon Syndrome MPHD (multiple pituitary hormone disease) - Injury - Infiltration by tumors- Langerhan cell histiocytosis - Genetic - PROP1, LH - Malformations - Trauma",
        "cop": 1,
        "opa": "Both LH and FSH decreased",
        "opb": "Both LH and FSH increased",
        "opc": "LH increased and FSH decreased",
        "opd": "LH decreased and FSH increased",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "79177128-12c2-4f05-845b-eb9226e8f7a6",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for precocious pubey:",
        "exp": "Treatment of precocious pubey: Rx the underlying cause Long acting Gn. RH analogues (Leuprolide)",
        "cop": 4,
        "opa": "Cyproterone acetate",
        "opb": "Danazol",
        "opc": "Medroxyprogesterone",
        "opd": "Gn. RH agonists",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pubey",
        "id": "b2e65332-8691-44d0-819c-91eb2c26a32f",
        "choice_type": "single"
    }
]