[
    {
        "question": "A 9-month-old girl is brought with PR bleed, vomiting, mass in right lumbar region with masked liver dullness. She is in shock like condition. Management should include all of the following EXCEPT?",
        "exp": "* In patients with prolonged intussusception with signs of shock, peritoneal irritation, intestinal perforation, reduction (with barium, saline or air) should not be attempted * Urgent laprotomy should be planned * But the first priority is urgent resuscitation ie A, B, C (airway, breathing, circulation). Hence in case of shock, and as the child in question is also vomiting, she should be made NPO and Nasogastric tube inseion should be done.",
        "cop": 1,
        "opa": "Barium enema",
        "opb": "IV fluid",
        "opc": "Give O2",
        "opd": "Nasogastric tube",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "9d56662a-e7c1-49ec-aaff-1a766fe9d442",
        "choice_type": "multi"
    },
    {
        "question": "A two-year-old child presents with persistent diarrhea, acidic stools and presence of one percent of reducing substance in the fresh stools. What is the most probable diagnosis?",
        "exp": "Presence of acidic stools with reducing substance positive, suggests a diagnosis of lactose intolerance.",
        "cop": 2,
        "opa": "Cystic fibrosis",
        "opb": "Lactose intolerance",
        "opc": "Rotavirus induced diarrhea",
        "opd": "Intestinal tuberculosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "33e7cae5-5277-43b0-8a2b-1f9ef1355d87",
        "choice_type": "single"
    },
    {
        "question": "A child presents with acute diarrhea with signs of dehydration; On investigation, Na+ 125 mEq/L, K+ 3 meq/L, HCO3- 16 mEq/L and pH is 7.23. IV Fluid to be given is?",
        "exp": "* Hyponatremic dehydration is treated by correction of intravascular volume with isotonic fluid (NS or LR). * An overly rapid (>12 mEq/L over the first 24 hr) or overcorrection of serum sodium concentration (>135 mEq/L) is associated with an increased risk of central pontine myelinolysis.",
        "cop": 1,
        "opa": "Normal saline",
        "opb": "3% saline",
        "opc": "N/2 saline + 10% dextrose",
        "opd": "N/3 saline + 5% dextrose",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "be987604-79fd-4499-b753-4eac67f3ab2c",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child presented with recurrent pain abdomen, failure to thrive and iron deficiency anemia refractory to Iron therapy. His anti TTG anti-body titres were 300 U/L. An upper GI endoscopy was done and duodenal biopsy was taken which showed the following. What is the diagnosis?",
        "exp": "Intestinal biopsy showing villous atrophy, crypt hyperplasia, intraepithelial lymphocytic infiltration in the given case scenario, suggest a diagnosis of Celiac disease",
        "cop": 3,
        "opa": "Crohn disease",
        "opb": "Hirschsprung disease",
        "opc": "Celiac disease",
        "opd": "Congenital lactase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "b980ef1f-f337-435c-8922-82b0b58535a4",
        "choice_type": "single"
    },
    {
        "question": "Chronic constipation in children is seen in all EXCEPT:",
        "exp": "Jejunal polyp- abdominal pain, malena, intestinal obstruction Chronic constipation in children: Hirschsprung disease Hypothyroidism Stricture",
        "cop": 2,
        "opa": "Hirschsprung disease",
        "opb": "Jejunal polyp",
        "opc": "Hypothyroidism",
        "opd": "Stricture",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "e7cba383-717b-4536-9c9e-d7954fb23b8c",
        "choice_type": "multi"
    },
    {
        "question": "A coin is loaded in the esophagus of an asymptomatic 3 years female child, treatment is:",
        "exp": "Asymptomatic blunt objects and coins can be observed for up to 24 hr anticipating passage into the stomach. If they still remain lodged in the esophagus, endoscopic removal is warranted. Sharp objects, disk button batteries, or foreign bodies associated with respiratory symptoms require urgent removal.",
        "cop": 1,
        "opa": "Endoscopic removal after 24 hours",
        "opb": "Immediate endoscopic removal",
        "opc": "Wait for 48 hours",
        "opd": "Dislodge the coin to the stomach by inseing Ryle's tube",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "ef20580f-461a-41cb-af4d-9c232907e409",
        "choice_type": "single"
    },
    {
        "question": "An infant presents with 15-20 watery stools since 9 days. Along with Zinc, what else should be given to the patient?",
        "exp": "This child is suffering from acute gastroenteritis (as duration is less than 14 days) Treatment of Acute Gastroenteritis in children: oral rehydration therapy (ORS), zinc supplementation, normal diet.",
        "cop": 1,
        "opa": "ORS alone",
        "opb": "ORS and low lactose feed",
        "opc": "ORS with antibiotics",
        "opd": "ORS with probiotics",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "f0c332a3-9fe3-4226-b911-ddcbd5d0440e",
        "choice_type": "single"
    },
    {
        "question": "The most common finding in children with severe viral enteritis:",
        "exp": "Isotonic dehydration with acidosis is the most common finding in children with severe viral enteritis. In Diarrhoea- loss of bicarbonate in stools- causes normal anion gap metabolic acidosis.",
        "cop": 1,
        "opa": "Isotonic dehydration with Acidosis",
        "opb": "Isotonic dehydration with Alkalosis",
        "opc": "Hypotonic dehydration with Acidosis",
        "opd": "Hypotonic dehydration with Alkalosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "37813431-1ec9-4a8e-a91e-09d18fa748ed",
        "choice_type": "single"
    },
    {
        "question": "False statement on FAP:",
        "exp": "Familial adenomatous polyposis (FAP): mutations in APC gene (chr 5q21) Most common genetic polyposis syndrome Characterized by numerous adenomatous polyps (100s to 1000s) throughout colon Polyps generally develop in adolescence (mean age of presentation is 16 year). These are precancerous lesions & without intervention, the risk of developing colon cancer is 100% by 5th decade of life (average age of cancer diagnosis is 40 years).",
        "cop": 4,
        "opa": "Most common genetic polyposis syndrome",
        "opb": ">100 polyps may be present in colon",
        "opc": "Risk of developing colon cancer is 90-100%",
        "opd": "Colon cancer usually develops around 20 years of age",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "bd2663b1-9d60-4f7e-ae99-5eb1f0fd0c7b",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-child presents with recurrent episodes of blood in stool. On examination his lips shows the following. He may be suffering with?",
        "exp": "Macular pigmented lesions around lips and oral mucosa, with a history of GI bleeds suggests Peutz Jegher syndrome Intussusception- colicky abdominal pain, red current jelly stools, sausage shaped mass in abdomen Meckel's diveiculum- aymptomatic/ malena Crohn disease- abdominal pain, bleeding PR, ahralgia/uveitis",
        "cop": 3,
        "opa": "Intussusception",
        "opb": "Meckel's diveiculum",
        "opc": "Peutz Jegher syndrome",
        "opd": "Crohn disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "b193b855-7d94-49c5-a6ce-3e4680ecb19d",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old term male neonate presents with delayed passage of meconium, abdominal distension and bilious vomiting. Barium enema and intestinal biopsy findings are shown below: What is the diagnosis?",
        "exp": "1st picture shows narrow distal segment with dilated proximal segment of intestine in Ba enema. 2nd picture shows hyperophied nerve bundles between muscular layer & submucosa and enteric nerve plexuses lacking ganglion cells in H&E stain. Both the above findings are suggestive of Hirschsprung disease (Congenital aganglionic megacolon)",
        "cop": 1,
        "opa": "Congenital aganglionic megacolon",
        "opb": "Hyperophic pyloric stenosis",
        "opc": "Cystic fibrosis",
        "opd": "Intestinal malrotation",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "a574b61e-7439-4015-b197-05ccdf3c3369",
        "choice_type": "single"
    },
    {
        "question": "A newborn suffering from perforated necrotizing enterocolitis is having very poor general condition. He is currently stabilized on ventilator. Which of the following should be done in the management of this patient?",
        "exp": "Management of necrotising enterocolitis (NEC): Medical treatment of NEC include Surgical interventions in NEC Cessation of feeding and Nasogastric decompression. Administration of IV fluids. Systemic broad spectrum antibiotics Evidence of perforation is an indication for laparotomy and resection of necrotic bowel. Peritoneal drainage in unstable patients From this discussion, we choose the answer to be peritoneal drainage because; Patients is on ventilator (and unstable)",
        "cop": 4,
        "opa": "Conservative treatment",
        "opb": "Resection and anastomosis",
        "opc": "Stabilization with membrane oxygenator and defer surgery",
        "opd": "Peritoneal drainage by putting drains in the flanks",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "dacdd5e5-21f7-4d84-9c40-1526b4d74a86",
        "choice_type": "single"
    },
    {
        "question": "A term newborn presents with frothing, excessive drooling and coughing with feeds. There was a history of polyhydramnios in the antenatal period. A chest X-ray was done which showed the following finding. What is the diagnosis?",
        "exp": "* Chest X ray showing a feeding tube coiled in upper esophagus with no gases in bowel loops, in a newborn with frothing, excessive drooling & coughing with feeds, with history of antenatal polyhydramnios suggests a diagnosis of Esophageal atresia with tracheoesophageal fistula (EA with TEF) Classification of TEF: Type A: Atresia only (60%) Type B: Atresia with proximal TEF (2%) Type C: Atresia with distal TEF (85%): most common Type D: Atresia with both proximal and distal TEF (rare) Type E: Isolated TEF (H-type) (1%)",
        "cop": 3,
        "opa": "Congenital diaphragmatic hernia",
        "opb": "Esophageal atresia only",
        "opc": "Esophageal atresia with tracheoesophageal fistula",
        "opd": "Hyperophic pyloric stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "92012767-27e7-476d-be01-4b00c675ef17",
        "choice_type": "single"
    },
    {
        "question": "Acquired megacolon in children most commonly occurs due to:",
        "exp": "Megacolon:abnormal dilatation of colon that is not caused by mechanical obstruction Types of megacolon: Congenital megacolon- Hirschsprung disease Acquired megacolon: Poor bowel habit (MC), infections (Chagas disease), idiopathic, antipsychotic drugs.",
        "cop": 2,
        "opa": "Psychological problems",
        "opb": "Bad bowel habit",
        "opc": "Chaga's disease",
        "opd": "Hirschsprung's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "26655680-0be9-442d-8dec-ad37782af3f3",
        "choice_type": "single"
    },
    {
        "question": "Amount of ORS given in a 4 kg child with diarrhea with some dehydration:",
        "exp": "For some dehydration, amount of ORS given is 75 ml/kg = 75 x 4 = 300 ml, over 4 hours",
        "cop": 2,
        "opa": "200 mL",
        "opb": "300 mL",
        "opc": "400 mL",
        "opd": "800 mL",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "a0abf8b3-b48c-4f16-82b2-e2875c111dbc",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old baby presents with history of bloody diarrhea of 2 days duration with abdominal distension and on examination the baby screams, diagnosis is:",
        "exp": "Discussing the options one by one: a. Intussusception The typical age group with sho history of bloody diarrhea and extreme tenderness on examination point towards intussusception b. HUS Sudden onset pallor, oliguria, edema, petechiae and lethargy; Usually there is history of severe gastroenteritis with blood stained stools but no severe pain abdomen c. Appendicitis Typically presents with right lower quadrant pain with/ without gastroenteritis. It is most common in older children, with peak incidence between the age of 12 and 18 year d. Ac. enterocolitis There is usually a history of fever, vomiting and colicky pain abdomen, usually associated with tenesmus",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "HUS",
        "opc": "Appendicitis",
        "opd": "Ac. enterocolitis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "ad25b15e-af6e-4530-a450-bb6cf40c5307",
        "choice_type": "single"
    },
    {
        "question": "The histological features of celiac disease include all of the following EXCEPT:",
        "exp": "Biopsy of intestine in celiac sprue demonstrates; overall mucosal thickness remains same Villous atrophy Loss of microvilli brush border, with crypt hyperplasia Plasma cells, lymphocytes, macrophages, eosinophils, mast cells are present in lamina propria",
        "cop": 2,
        "opa": "Crypt hyperplasia",
        "opb": "Increase in thickness of the mucosa",
        "opc": "Increase in intraepithelial lymphocytes",
        "opd": "Increase in inflammatory cells in lamina propria",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "3be3c701-e2e6-4f01-8c19-e2f4d562ccac",
        "choice_type": "multi"
    },
    {
        "question": "One of the intestinal enzymes that is generally deficient in children following an attack of severe infectious enteritis is?",
        "exp": "Because Lactase activity in mucosa is marginal, it is likely to be depleted secondary to diffuse mucosal disease Causes of Acquired Lactase deficiency Acute Infective enteritis: Viral or Bacterial gastroenteritis Cystic fibrosis Protein energy malnutrition Cow's milk protein intolerance Prolonged use of drugs like Neomycin",
        "cop": 1,
        "opa": "Lactase",
        "opb": "Trypsin",
        "opc": "Lipase",
        "opd": "Amylase",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "a5d2d937-60f1-470f-aa57-1e53c6f08289",
        "choice_type": "multi"
    },
    {
        "question": "A 4-month-old child has 10 episodes of vomiting and 2-3 episodes of loose stools and crying since the last 24 hours. Best line of management will be:",
        "exp": "Risks associated with severe dehydration that necessitate intravenous resuscitation include: age <6 mo; prematurity chronic illness high fever bloody diarrhea; persistent emesis poor urine output; sunken eyes and a depressed level of consciousness. In this case, as the child is < 6 months old and is having persistent emesis, intravenous fluid is indicated.",
        "cop": 1,
        "opa": "Intravenous fluids",
        "opb": "ORS",
        "opc": "Breastfeeding only",
        "opd": "Antibiotics",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "41e8baca-87cd-4df5-86d9-534f3c7f1bee",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy presented with abdominal distension, fever, bilious vomiting and constipation. He also has a history of recurrent episodes of severe pain abdomen, tenesmus and blood in stools. Exploratory laparotomy was done and a poion of intestine had to be resected, which is seen below. What is the probable diagnosis?",
        "exp": "Multiple skip lesions with areas of intervening normal mucosa, along with history of abdominal distension, fever, bilious vomiting & blood in stools, suggest a diagnosis of Crohn ds. Ulcerative colitis : Continuous ; no normal intervening mucosa ; lead/pipe stem appearance",
        "cop": 1,
        "opa": "Crohn disease",
        "opb": "Ulcerative colitis",
        "opc": "Celiac disease",
        "opd": "Intestinal lymphangiectasia",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "7a01d61a-ca0c-4902-adfe-dfab0c378348",
        "choice_type": "single"
    },
    {
        "question": "True about Peutz-Jegher's syndrome:",
        "exp": "Peutz Jegher Syndrome: Autosomal dominant Characterized by mucocutaneous pigmentation and extensive GI hamaomatous polyposis Life time risk of cancer- 47-93%",
        "cop": 1,
        "opa": "Pigmentary changes in skin and mucous membrane around mouth",
        "opb": "Adenomatous polyp in intestine",
        "opc": "Most common of pattern inheritance is autosomal recessive",
        "opd": "20-30% premalignant",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "8feddfe8-b512-44e3-9bc3-a83afc23a385",
        "choice_type": "multi"
    },
    {
        "question": "Esophageal atresia may occur as a pa of VACTERL group of anomalies. What does 'TE' stand for?",
        "exp": "VACTERL association (also called VATER association) : Veebral anomalies Anal atresia Cardiac defects Tracheoesophageal fistula and/or Esophageal atresia Renal and Radial anomalies Limb defects.",
        "cop": 3,
        "opa": "Tetralogy of Fallot",
        "opb": "Thoracic empyema",
        "opc": "Tracheo-esophageal fistula",
        "opd": "Talipes equinovarus",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "e4278e5b-461d-4c6c-9ed7-f12a1103ae3a",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the earliest indicator of pathological gastroesophageal reflux in infants (GERD)?",
        "exp": "* Presence of respiratory symptoms point towards pathological GERD * Stricture esophagus and upper GI bleeding are complications due to severe GERD.",
        "cop": 1,
        "opa": "Respiratory symptoms",
        "opb": "Postprandial regurgitation",
        "opc": "Upper GI bleed",
        "opd": "Stricture esophagus",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "0df86ff8-7164-4723-8948-cf170f4bd672",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child presents with fever since 24 hours. History reveals 3 episodes of chest infection and passage of bulky, foul smelling stools. The most probable diagnosis is?",
        "exp": "Recurrent chest infections & bulky, foul smelling stools point to a diagnosis of cystic fibrosis",
        "cop": 1,
        "opa": "Cystic fibrosis",
        "opb": "Maple syrup urine disease",
        "opc": "Bilirubin conjugation defect",
        "opd": "Crigler-Najjar syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "822b2796-356f-4abe-96d8-ff938044ca0a",
        "choice_type": "single"
    },
    {
        "question": "Fluid of choice in an infant with diarrhea is:",
        "exp": "ORS is now the global standard of care and is more effective than home fluids, including decarbonated soda beverages, fruit juices, and tea for fluid replacement in diarrhea.",
        "cop": 1,
        "opa": "ORS",
        "opb": "Dextrose",
        "opc": "Salt water",
        "opd": "Sugar water",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "76ac9936-f72c-4877-94ed-51803db377c9",
        "choice_type": "single"
    },
    {
        "question": "Double bubble sign in children is seen in all EXCEPT:",
        "exp": "* Obstruction of 2nd pa of duodenum cause 'double bubble' sign on plain abdominal radiograph * It may be due to- Annular pancreas, Pancreatic pseudocyst, Ladds band & tumor in head of pancreas.",
        "cop": 4,
        "opa": "Ladds band",
        "opb": "Annular pancreas",
        "opc": "Pancreatic pseudocyst",
        "opd": "Diaphragmatic hernia",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "78122d32-27a1-4aab-b381-591253712608",
        "choice_type": "multi"
    },
    {
        "question": "Ulcerative Colitis and Crohn's diseases are associated with all EXCEPT?",
        "exp": "Genetic disorders that have been associated with IBD: Turner syndrome Hermansky-Pudlak syndrome Glycogen storage disease type Ib Wiskott Aldrich syndrome SCID and Agammaglobulinemia.",
        "cop": 3,
        "opa": "Wiskott Aldrich Syndrome",
        "opb": "Turner's syndrome",
        "opc": "Glycogen storage diseases Type III",
        "opd": "Hermansky Pudlak Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "fa4ac659-a152-4907-8341-32e81f6b892b",
        "choice_type": "multi"
    },
    {
        "question": "The Gold standard investigation for Gastro-Oesophageal reflux disease is:",
        "exp": "24 hour Esophageal pH recording provides a quantitative & sensitive documentation of acidic reflux episodes.",
        "cop": 2,
        "opa": "Endoscopy",
        "opb": "24 hour esophageal pH recording",
        "opc": "Oesophageal manometry",
        "opd": "Measurement of length of lower oesophageal sphincter",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "18df632e-0876-45c0-92a5-0ba908751dc7",
        "choice_type": "single"
    },
    {
        "question": "The IgA anti TTG (Tissue Transglutaminase) is a sensitive marker for diagnosis of:",
        "exp": "Celiac disease: specific antibodies comprise- IgA anti TTG Endomysial antibodies Antibodies against deamidated forms of gliadin peptides",
        "cop": 1,
        "opa": "Celiac Disease",
        "opb": "Eosinophilic Gastroenteritis",
        "opc": "Primary Immunodeficiency",
        "opd": "Crohn's Disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "a2bc03fb-b3a9-44f1-b5e6-071cf83c2293",
        "choice_type": "single"
    },
    {
        "question": "Use of antibiotic in a child with diarrhea is indicated in all of the following situations except?",
        "exp": "Indications for antibiotics in a child with diarrhea: Severe malnutrition(majority of these children have associated systemic infections and clinical signs of infection may not be obvious) Evidence of systemic infection Rice watery stools (suggestive of cholera) Presence of dysentery",
        "cop": 4,
        "opa": "Presence of severe acute malnutrition",
        "opb": "Strong evidence of systemic infection",
        "opc": "Rice watery stools and severe dehydration",
        "opd": "Profuse vomiting associated with loose stools",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "8b148067-caa1-434a-96b7-2254f2b4046a",
        "choice_type": "multi"
    },
    {
        "question": "True about Crohn disease are all EXCEPT?",
        "exp": "Discussing about the options one by one, a. Loss of haustrations is a feature of ulcerative colitis b. Growth failure can even be the only manifestation of Crohn disease. c. Linear ulcers can give a cobblestone appearance to the mucosal surface in Crohn disease d. Perianal disease is common (tag, fistula, deep fissure, abscess) in Crohn disease",
        "cop": 1,
        "opa": "Loss of haustration",
        "opb": "Growth failure",
        "opc": "Cobblestone colon",
        "opd": "Perianal fistula formation",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "938db603-34b2-47a4-80a7-4978a14566ee",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding osmotic diarrhea EXCEPT:",
        "exp": "Osmotic diarrhea is caused by nonabsorbed nutrients in the intestinal lumen as a result of one or more of the following mechanisms: (1) intestinal damage (e.g., enteric infection); (2) reduced absorptive surface area (e.g., active celiac disease); (3) defective digestive enzyme or nutrient carrier (e.g., lactase deficiency); (4) decreased intestinal transit time (e.g., functional diarrhea); and (5) nutrient overload, exceeding the digestive capacity (e.g., overfeeding, sorbitol in fruit juice). Whatever the mechanism, the osmotic force generated by nonabsorbed solutes drives water into the intestinal lumen. A very common example of osmotic diarrhea is lactose intolerance. Lactose, if not absorbed in the small intestine, reaches the colon, where it is fermented to sho-chain organic acids, releasing hydrogen that is detected in the lactose breath test, and generating an osmotic overload. Another risk for chronic osmotic diarrhea often noted in patients with diarrhea-associated irritable bowel syndrome are foods containing FODMAPs (fermentable oligo- di-monosaccharides and polyols).",
        "cop": 4,
        "opa": "Due to highly osmotic substances in lumen",
        "opb": "Fasting may improve symptoms",
        "opc": "Stool reducing substances are present",
        "opd": "Can be mediated by bacterial toxins",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "550018bc-efce-4bce-a5f6-e8da8833eada",
        "choice_type": "multi"
    },
    {
        "question": "In a 12-month-old child with Diarrhea, the dose of zinc is:",
        "exp": "Dose of Zinc for children older than 6 months with diarrhea is 20 mg/day for 10-14 days.",
        "cop": 4,
        "opa": "1 mg/day for 10-14 days",
        "opb": "10 mg/day for 10-14 days",
        "opc": "15 mg/day for 10-14 days",
        "opd": "20 mg/day for 10-14 days",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "2726ca00-e68a-41a6-9557-8362bd2a418e",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child presents with loose stools. On examination she has signs of severe dehydration. If her weight is 10 kg, what would be the volume of fluid to be given in the first 3 hours?",
        "exp": "For treatment of severe dehydration in a 2 yr child (10 kg wt), 100 ml/kg is to be given over 3 hrs, i.e. 100 x 10 = 1000 ml",
        "cop": 1,
        "opa": "1000 ml",
        "opb": "100 ml",
        "opc": "200 ml",
        "opd": "1500 ml",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "132f3ef3-7b9f-44fb-ba46-b76351ca4655",
        "choice_type": "single"
    },
    {
        "question": "Gasless abdomen on X-ray is seen in what type of trachea-esophageal fistula?",
        "exp": "* In EA with proximal TEF, as there is no connection of the distal esophagus with the trachea or proximal esophagus, gasless abdomen will be seen on X-ray. Classification of TEF: Type A: Atresia only (60%) Type B: Atresia with proximal TEF (2%) Type C: Atresia with distal TEF (85%): most common Type D: Atresia with both proximal and distal TEF (rare) Type E: Isolated TEF (H-type) (1%)",
        "cop": 2,
        "opa": "Isolated TEF",
        "opb": "EA with proximal TEF",
        "opc": "EA with distal TEF",
        "opd": "EA with double TEF",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "96720e51-13bc-469c-a3ce-926c7b6e35ba",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is most suggestive of neonatal small bowel obstruction:",
        "exp": "Bilious vomiting is the most common symptom of intestinal obstruction in newborn Proximal obstruction- history of polyhydramnios is common Obstruction high in the intestinal tract results in frequent, bilious emesis with little or no abdominal distention. Distal obstruction- Abdominal distension and constipation are more common, while vomiting is less common. In neonates proximal intestinal obstruction are more common. So, bilious vomiting is the most common presentation of neonatal intestinal obstruction.",
        "cop": 3,
        "opa": "Generalized abdominal distension",
        "opb": "Failure to pass meconium in the first 24 hours",
        "opc": "Bilious vomiting",
        "opd": "Refusal of feeds",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "84cd1a5e-bee6-4fd6-a893-9901d10b6201",
        "choice_type": "multi"
    },
    {
        "question": "The abdominal mass in congenital hyperophic pyloric stenosis is a new born child can be best palpated:-",
        "exp": "Congenital Hyperophic Pyloric stenosis: Movable, 2 cm in length, olive shaped mass- best palpated in MIDEPIGASTRIUM beneath Liver's edge.",
        "cop": 1,
        "opa": "In the midepigastric area",
        "opb": "In the right hypochondriac quadrant",
        "opc": "In the umbilical area",
        "opd": "During feeding",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "b9444562-d773-4138-9fd4-088634cb8f4a",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl has history of recurrent bulky stools and abdominal pain since 3 year of age. She has moderate pallor and her weight and height are below the 3rd percentile. Which of the following is the most appropriate investigation to make a specific diagnosis?",
        "exp": "The given child has malabsorption syndrome associated with chronic diarrhea Intestinal biopsy is necessary to differentiate chronic diarrhea due to different pathophysiological reasons Iron absorption occurs from duodenum so, any disease involving duodenum will lead to anemia D-Xylose - monosaccharide, or simple sugar, that does not require enzymes for digestion prior to absorption. Its absorption requires an intact mucosa only. In normal individuals, a 25 g oral dose of D-xylose will be absorbed and excreted in the urine at approximately 4.5 g in 5 hours. A decreased urinary excretion of D-xylose is seen in small intestinal bacterial overgrowth and Whipple's disease.",
        "cop": 1,
        "opa": "Small intestinal biopsy",
        "opb": "Barium studies",
        "opc": "24 hours fecal fat estimation",
        "opd": "Urinary d-xylose test",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "a318715e-7f46-46c5-bd75-f9a4f18c9a29",
        "choice_type": "multi"
    },
    {
        "question": "Exocrine pancreatic insufficiency is seen in:",
        "exp": "Disorders associated with pancreatic insufficiency include: Cystic fibrosis Shwachman-Diamond syndrome Pearson syndrome Johanson-Blizzard syndrome Chronic pancreatitis & protein-calorie malnutrition . Shwachman-Diamond syndrome- autosomal recessive syndrome with pancreatic insufficiency, neutropenia, neutrophil chemotaxis defects, metaphyseal dysostosis, failure to thrive & sho stature.",
        "cop": 1,
        "opa": "Shwachman-Diamond syndrome",
        "opb": "Diamond-Blackfan syndrome",
        "opc": "Rubinstein-Taybi syndrome",
        "opd": "Seckel syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "cf369b6e-a7fc-46cb-936d-6248cac19a2a",
        "choice_type": "single"
    },
    {
        "question": "Profuse watery diarrhea in an immuno-compromised child is due to:",
        "exp": "Cryptosporidium induces severe and protracted diarrhea in AIDS patients.",
        "cop": 1,
        "opa": "Cryptosporidium",
        "opb": "Amoeba",
        "opc": "Giardia",
        "opd": "Lactose intolerance",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "c57112e6-7a0e-4686-86bf-423d179589a3",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old drowsy child came in emergency with history of vomiting, loose motion for 3 days. On examination he had sunken eyes, hypothermia, skin on pinching was taking 5 seconds to reve. What is your diagnosis?",
        "exp": "In this case, sunken eyes and skin \"goes back very slowly\" (in 5 seconds) in a \"lethargic\" (drowsy) child, so it is a case of severe dehydration.",
        "cop": 4,
        "opa": "No dehydration",
        "opb": "Mild dehydration",
        "opc": "Some dehydration",
        "opd": "Severe dehydration",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "86ef489e-a1ce-469a-9fc0-7027607d70a8",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old child comes to hospital with history of loose stools but no history of fever or blood in stools. Mother says he is irritable and drinks water if given. On examination eyes are sunken and on Skin pinch test--the skin retracted within two seconds but not immediately. What will be the appropriate management?",
        "exp": "This child has acute diarrhea with some dehydration. So, the treatment of choice is ORS with zinc for 14 days. For treatment of some dehydration, 75 ml/kg ORS has to be given over 4 hours.",
        "cop": 4,
        "opa": "Administer the first dose of IV antibiotic and immediately refer to higher centre",
        "opb": "Give oral antibiotics and ORS and ask the mother to continue the same and visit again next day",
        "opc": "Consider severe dehydration sta IV fluids, IV antibiotics and refer to higher centre",
        "opd": "ORS with zinc for 14 days",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "c0624084-d8dc-467e-bbb6-fc0754352424",
        "choice_type": "single"
    },
    {
        "question": "Carbohydrates malabsorption is detected by:",
        "exp": "Breath hydrogen test: used to identify the specific carbohydrate (lactose, sucrose, fructose, or glucose) that is malabsorbed. Ex: Lactose, if not absorbed in the small intestine, reaches the colon, where it is fermented to sho-chain organic acids, releasing hydrogen that is detected in the lactose breath test Rapid urease test: for H. pylori",
        "cop": 1,
        "opa": "Breath hydrogen test",
        "opb": "Nitrogen breath test",
        "opc": "Fecal nitrogen",
        "opd": "Rapid urease test",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "baf02112-f74d-4aaa-b5c7-131c7515a27c",
        "choice_type": "single"
    },
    {
        "question": "An eight-year-old boy had abdominal pain, fever with bloody diarrhea for 18 months. His height is 100 cm and weight is 14.5 kg. Stool culture was negative for known entero-pathogens. The sigmoidoscopy was normal. During the same period child had an episode of renal colic and passed urinary gravel. The Mantoux test was 5 x 5 mm. The most probable diagnosis is:",
        "exp": "The boy in question is obviously malnourished (Expected weight is 20-25 kg and expected height is 125-130 cm) A normal sigmoidoscopy rules out ulcerative colitis as it extends in a continuous fashion proximally from the rectum. A negative Mantoux test goes against active tuberculosis and a negative stool culture also rules out strongyloidiasis. Interpretation of Mantoux test: If the width of the induration is: >= 10 mm: Positive (tuberculin reactors) 6-9 mm: Equivocal/doubtful reaction <=5 mm: Negative reaction Hence, the obvious choice left is option '2', i.e. Crohn's disease.",
        "cop": 2,
        "opa": "Ulcerative colitis",
        "opb": "Crohn's disease",
        "opc": "Intestinal tuberculosis",
        "opd": "Strongyloidiasis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Gastrointestinal System Including Diarrhea",
        "id": "011cb59e-80e7-48fe-aeba-65cc0fef4c7b",
        "choice_type": "single"
    }
]