[
    {
        "question": "Hers disease is due to deficiency of:",
        "exp": "Hers disease: due to deficiency of liver phosphorylase benign course and present with hepatomegaly and growth retardation in early childhood; Hypoglycemia, hyperlipidemia, and hyperketosis of variable severity are seen.",
        "cop": 1,
        "opa": "Liver phosphorylase",
        "opb": "Muscle phosphorylase",
        "opc": "Branching enzyme",
        "opd": "RBC phosphofructokinase",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "87498170-f5f3-49b1-a7ad-b560fcbd60ec",
        "choice_type": "single"
    },
    {
        "question": "A child complains of episodes of abdominal distension, bloating and diarrhea on intake of milk & milk products. Which of the following can be given in that child?",
        "exp": "Lactose Intolerance in children Types - Congenital/Primary: mutation of lactose gene in chromosome 2 - Acquired/Secondary: Post-infectious, inflammatory, radiation & drugs. C/F - Diarrhea, abdominal pain & vomiting, especially on intake of milk products; - Perianal excoriation Diagnosis - Reducing substances positive in stool; lactase breath test - Confirmed by improvement of symptoms on exclusion of milk - Decreased lactase activity in small intestine biopsy Treatment - Avoid milk, skimmed milk and milk products like ice cream; - Curd/Yoghu may be given",
        "cop": 4,
        "opa": "Ice cream",
        "opb": "Skimmed milk",
        "opc": "Cold milk",
        "opd": "Yoghu",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "58023360-2539-4db2-9e73-9dc5aadff205",
        "choice_type": "single"
    },
    {
        "question": "A child presents with hepatomegaly and hypoglycemia. There is no improvement in blood sugar even after administration of epinephrine. What is the likely diagnosis?",
        "exp": "Epinephrine- | blood glucose level by stimulating glycogenolysis and gluconeogenesis, mediated by glucose 6 phosphatase- conves Glucose-6-phosphate to Glucose Von Gierke disease- deficiency of Glucose 6 phosphatase enzyme Hence, epinephrine is not able to increase blood glucose in a child with Von Gierke disease, but lactate levels increase.",
        "cop": 1,
        "opa": "Von Gierke's disease",
        "opb": "Anderson's disease",
        "opc": "Pompe's disease",
        "opd": "Mc Ardle's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "81ec55fa-ce2d-45cf-9b22-c773479050e5",
        "choice_type": "single"
    },
    {
        "question": "Which glycogen storage disease (GSD) does not affect muscles?",
        "exp": "Type I GSD (Von Gierke disease) is a liver glycogenoses i. e. involves liver Type 2 (Pompe disease), type V (Mc. Ardles disease) and type VII ( Tarui disease) involves muscles (Muscle Glycogenoses) Type 3 GSD (Cori's disease) is predominantly a liver glycogenoses but skeletal muscle involvement may also be seen.",
        "cop": 1,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type V",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "a0c74c0e-1db7-484d-bcdc-ecf7a10e5d7f",
        "choice_type": "single"
    },
    {
        "question": "A 3-day-male baby vomits everything he feeds, has a distended abdomen and diarrhea. On examination, he has bilateral cataract. The urine is positive for Benedict's test for reducing substance. Which of the following is the probable underlying diagnosis?",
        "exp": "The given clinical features:- Vomiting Abdominal distension Diarrhea Presence of reducing substance in urine, in a 3-day-old neonate, who is probably on exclusive breast feeding, suggests diagnosis of Galactosemia. In a confirmed case of galactosemia- breast milk is contraindicated Lactose breaks down to glucose & galactose- galactose cannot be digested in Galactosemia.",
        "cop": 3,
        "opa": "Hereditary Fructose intolerance",
        "opb": "Phenylketonuria",
        "opc": "Galactosemia",
        "opd": "Von Gierke disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "8a6d3777-d1f3-497c-b362-dea2839bcb60",
        "choice_type": "single"
    },
    {
        "question": "For which glycogen storage disease (GSD), enzyme Replacement Therapy (E) is available?",
        "exp": "Enzyme Replacement Therapy (E) is available for diseases like:- Gaucher disease Pompe disease Hurler disease & Fabry disease.",
        "cop": 2,
        "opa": "GSD type I",
        "opb": "GSD type II",
        "opc": "GSD type III",
        "opd": "GSD type IV",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "9ee7347c-2e29-44ea-ad6d-b5685926eded",
        "choice_type": "single"
    },
    {
        "question": "A 3 year child presents with hepatomegaly and recurrent episodes of vomiting, jaundice and hypoglycemia, beginning from the later pa of infancy. These episodes seem to have no temporal relation with the intake of milk or milk products. The mother also gives a history that the child has an aversion to sweet food. Which of the following enzymes may be deficient in this child?",
        "exp": "HEREDITARY FRUCTOSE INTOLERANCE Aldolase B deficiency Symptoms appear on intake of fructose Aversion to sweet food C/F: Hypoglycemia Hepatomegaly Jaundice Vomiting Reducing substance in urine: POSITIVE - BENEDICT'S TEST T/t- Avoid fructose",
        "cop": 2,
        "opa": "Glucose-6-phosphatase",
        "opb": "Aldolase B",
        "opc": "Branching enzyme",
        "opd": "Galactose 1 phosphate uridyl transferase",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "95ea3ffd-4cf4-4482-8e8b-34b27303f317",
        "choice_type": "single"
    },
    {
        "question": "The following eye finding is not seen in which of the following diseases?",
        "exp": "The given picture shows bilateral cataract, can be seen in: Galactosemia Diabetes mellitus Wilson disease Peroxisomal disorders So, answer is option 3- phenylketonuria",
        "cop": 3,
        "opa": "Galactosemia",
        "opb": "Diabetes",
        "opc": "Phenylketonuria",
        "opd": "Wilson disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "fe357215-d2e3-4f13-b83d-c5afcfc0977d",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Von Gierke disease?",
        "exp": "Von gierke disease generally will not have muscle involvement. They mainly have enlarged liver and kidney(due to glycogen and lipid storage), stunted growth and doll like faces. Also there will be high lactate and uric acid and lipid levels along with hypoglycemia.",
        "cop": 2,
        "opa": "Hepatorenomegaly",
        "opb": "Myopathy",
        "opc": "Growth Retardation",
        "opd": "Doll like faces",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "4d247c91-020f-4b58-ad61-74d9f78d032d",
        "choice_type": "single"
    },
    {
        "question": "Patient with growth retardation, delayed milestones with kinky hair. What is the diagnosis?",
        "exp": "The given scenario suggests diagnosis of Menke's disease X- linked recessive disorder caused by mutations in genes coding for the copper transpo protein ATP7A. C/F- Growth retardation Delayed milestones Kinky hair Hypotonia, hypothermia Seizures Lesch nyhan syndrome- self injury Wilson disease- KF ring, neurological & hepatic manisfestation.",
        "cop": 1,
        "opa": "Menke's disease",
        "opb": "Trisomy 21",
        "opc": "Lesch nyhan syndrome",
        "opd": "Wilson disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "384300ca-dcf2-4fa4-a9e1-a76e01b6ee38",
        "choice_type": "single"
    },
    {
        "question": "In Wilson disease, which of the following is seen?",
        "exp": "Investigations in Wilson disease: serum ceruloplasmin - Decreased Urinary copper excretion (Normal <40 mg/day) is increased to >100 mg/day Serum free copper level may be elevated in early Wilson disease Hepatic copper content >250mg/g of dry liver weight Slit lamp examination: Kayser Fleischer Ring",
        "cop": 1,
        "opa": "Low ceruloplasmin, high urine copper",
        "opb": "Low ceruloplasmin, low urine copper",
        "opc": "High ceruloplasmin, high urine copper",
        "opd": "High ceruloplasmin, low urine copper",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "f6577a3c-7c21-472b-a2ef-795ad9a51e17",
        "choice_type": "single"
    },
    {
        "question": "Most common Glycogen storage disorder to be present in adolescents is?",
        "exp": "Mc Ardle disease (Type V GSD) due to muscle phosphorylase deficiency is the most common GSD to present in adolescents & adults.",
        "cop": 1,
        "opa": "Mc Ardle disease",
        "opb": "Cori disease",
        "opc": "Andersen disease",
        "opd": "Von Gierke disease",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Carbohydrate Metabolism",
        "id": "729cce5d-95f7-4d07-b797-7219ad089f2f",
        "choice_type": "single"
    }
]