[
    {
        "question": "A 9-year-old boy presents with growth retardation and propensity to hypoglycemia. Physical examination reveals sho stature, micropenis, increased fat and high-pitched voice. The skeletal survey reveals bone age of 5 years. Which of the following is most appropriate diagnosis?",
        "exp": "- Features mentioned in the question suggests the diagnosis of Growth hormone deficiency CLINICAL FEATURES OF GH DEFICIENCY: Delayed bone age, dentition, pubey, milestones Hypoglycemia Frontal bossing High pitched voice Sho stature",
        "cop": 2,
        "opa": "Malabsorption",
        "opb": "Growth hormone deficiency",
        "opc": "Adrenal tumour",
        "opd": "Thyroxin deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "3a316456-a521-4df4-b654-e8c2430bde00",
        "choice_type": "single"
    },
    {
        "question": "Upper segment: lower segment ratio in Growth hormone deficiency:",
        "exp": "- Growth hormone deficiency is a cause of propoionate sho stature - so upper segment: lower segment ratio remains normal or unchanged. CLINICAL FEATURES OF GH DEFICIENCY: Delayed bone age, dentition, pubey, milestones Hypoglycemia Frontal bossing High pitched voice Sho stature DIAGNOSIS: 1. GH stimulation test: Done using insulin/ arginine/ clonidine/ glucagon Peak GH level <10 ng/ml - GH deficiency 2. Bone age < Chronological age Treatment: Recombinant GH injections subcutaneously",
        "cop": 3,
        "opa": "Increases",
        "opb": "Decreases",
        "opc": "Remains unchanged",
        "opd": "Cannot comment",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "785f1fb4-b4d5-4412-b9de-6b46d188a8f7",
        "choice_type": "single"
    },
    {
        "question": "Lesions of which of the hypothalamic nuclei cause diabetes insipidus?",
        "exp": "- Vasopressin, a 9-amino-acid peptide, has both anti-diuretic and vascular pressor activity - It is synthesized in the paraventricular & supraoptic nuclei of the hypothalamus. - Deficiency of Vasopressin causes Diabetes insipidus. - DI results in Polyuria & polydipsia Satiety center Ventromedial nuclei (VMN) Reward centre Medial forebrain bundle Circadian rhythm Suprachiasmatic nucleus Oxytocin Paraventricular nucleus",
        "cop": 2,
        "opa": "Dorsomedial nuclei",
        "opb": "Supraoptic and paraventricular nuclei",
        "opc": "Median preoptic nuclei",
        "opd": "Ventromedial nuclei",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "a8deb6aa-b191-4c09-abdd-8134988f0f58",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy underwent neurosurgery for craniopharyngioma following which, pituitary functions were lost. Which of the following hormone should be replaced first?",
        "exp": "- Hydrocoisone should be supplemented first in hypopituitarism",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Thyroxine",
        "opc": "Growth hormone",
        "opd": "Prolactin",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "3b5287a6-4d1b-401c-9b8d-df35074f03fe",
        "choice_type": "single"
    },
    {
        "question": "13-year-old boy presented with complaints of episodes of headache, abdominal pain, palpitations, excessive sweating and dizziness. His mother also told that his weight is not gaining. On examination he is hypeensive, and tremors are present. What is the likely cause of child's condition?",
        "exp": "Clinical findings s/o Pheochromocytoma. Pheochromocytomas: catecholamine-producing tumors that arises from chromaffin cells of abdominal sympathetic chain / Peri adrenal area / thoracic cavity. These tumors may arise sporadically or be inherited as features of MEN 2 or von Hippel- Lindau (VHL) disease or Neurofibromatosis More likely to be B/L than adults C/F: Episodes of palpitation, headache, and profuse sweating (classic triad) with dominant sign of Hypertension. Diagnosis: increase urinary VMA Rx: surgical removal Pre- operative alpha blockade with prazosin",
        "cop": 3,
        "opa": "Diabetes mellitus",
        "opb": "Hysterical fainting spells",
        "opc": "Pheochromocytoma",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "9238a61a-01b8-49df-a67a-253335c0b9a1",
        "choice_type": "single"
    },
    {
        "question": "Gigantism is due to:",
        "exp": "- Excess GH results in: overgrowth / gigantism during childhood with open epiphysis * After fusion of epiphysis - ACROMEGALY - Features of Acromegaly: Coarse facies large tongue Prognathism(protruded lower jaw) thick skin broad nose headache & visual field defects - Best screening test - IGF 1 levels - TREATMENT: Somatostatin analogues (Octreotide) GH Receptor antagonist (Pegvisomant)",
        "cop": 3,
        "opa": "Increased secretion of coisol",
        "opb": "Decreased secretion of coisol",
        "opc": "Increased secretion of growth hormone",
        "opd": "Decreased secretion of growth hormone",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of Pituitary Gland",
        "id": "ada969c4-0f80-43c8-a42a-e1ef144b7dc0",
        "choice_type": "single"
    }
]