[
    {
        "question": "New born term baby born by vaginal delivers' had respiratory' distress, grunt, with scaphoid abdomen -Most probable diagnosis is -",
        "exp": "Ans. is 'b' i. e., Diaphragmatic hernia o Diaphragmatic Hernia is defined as a communication between abdominal & thoracic cavities with or without abdominal. Contents in thorax. MC Bochdalek type. More common on left (85%)30% of CDH have associated anomales. Cardiac anomalis is MC anomalis. In cardiac (Hypoplastic left heart syndrome most common). o X ray showing multiple gas locales within the lower left chest, the majority of the rest of the left lung opacified. The left hemidiaphragm can not be seen. The mediastinum and the heart are deviated to the contralateral right side.",
        "cop": 2,
        "opa": "HMD",
        "opb": "Diphragmatic hernia",
        "opc": "Pneumothorax",
        "opd": "Meconium aspiration syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "2a8fd512-a3c3-495d-abb9-414f08273de8",
        "choice_type": "single"
    },
    {
        "question": "Lecithin/Sphingomyelin ratio is done to assess the maturity of:",
        "exp": "Ref: Cloherty's Manual of Newborn Care. 6th edition, Page 323. Explanation: THE LECITHIN -SPHINGOMYELIN (L/S) RATIOAssessment of fetal lung maturity (FLM) prenatally by testing amniotic fluid obtained by amniocentesis. It is performed by thin-layer chromatography. The risk of RDS is very low if the L/S ratio is >2. Exceptions to L/S ratio >2 are: o Infants of diabetic mothers (IDMs)o Intrapartum asphyxiao Erythroblastosis fetalis. Other possible exceptions are intrauterine growth restriction (IUGR), abruptio placentae, preeclampsia and hydrops fetalis. Blood and meconium tend to elevate an immature L/S ratio and depress a mature L/S ratio. OTHER METHODSThe TDx-FLM 11 measures the surfactant- albumin ratio. Measured using fluorescent polarization technology. A value of >45 mg/g indicates maturity. Lamellar body counts in the amniotic fluid. Lamellar bodies are '\"packages\" of phospholipids produced by type II alveolar cells. A count of >50, 000 lamellar bodies/microliter predicted lung maturity.",
        "cop": 1,
        "opa": "Lung",
        "opb": "Fetal circulation",
        "opc": "Brain",
        "opd": "Gonad",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "f0649bfc-cd60-422b-91ee-ff7258af3fc1",
        "choice_type": "single"
    },
    {
        "question": "Alpha-1- antitrypsin deficiency presents as?",
        "exp": "Ans. (a) Emphysema. Ref: Robbins 8th. Edn /684y 685, Harrison 18, hed chapter 309, Nelson Textbook of Pediatrics, 18th ed chapter 390",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Bronchitectasis",
        "opc": "Empyema",
        "opd": "Bronchogenic carcinoma",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "b3a26a4b-588e-4f7b-bd20-b6734d9a8979",
        "choice_type": "single"
    },
    {
        "question": "Fast breathing in a 3 year old child is?",
        "exp": "ANSWER: (C) > 40. REF: OP Ghai 7th ed p. 356. According to WHO fast respiratory rate:>60/ min< 2 months> 50/min2-12 months>40/min12-60 months",
        "cop": 3,
        "opa": "> 60",
        "opb": ">50",
        "opc": ">40",
        "opd": ">30",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "53a04775-54ca-415c-a1c4-0a44b9a1cfc7",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child with H/O fever and cough and sudden onset respiratory distress presents to you in the emergency department. X-ray was done, displayed below, the most probable diagnosis is--",
        "exp": "Ans. is 'b' i. e., Pneumatoceles o Pneumatoceles are frequent with staphylococcal infections, and they should not be confused with a pulmonary abscess. Pneumatoceles have thin, smooth walls and are seen with an improving clinical picture, whereas pulmonary abscesses have thick, irregular walls with an air-fluid level and the child tends to be very ill Pneumatoceles are thought to be a form of localized pulmonary' interstitial emphysema and are self-limiting with only the rare case of a large; persisting pneumatocele needing surgery.",
        "cop": 2,
        "opa": "Abscess",
        "opb": "Pneumatoceles",
        "opc": "Consolidation",
        "opd": "Pneumothorax",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "cf393187-2a64-44b0-b48e-91a5850d9775",
        "choice_type": "single"
    },
    {
        "question": "A child presents with recurrent chest infections and recurrent sinusitis. Chest X-ray reveals dextrocardia and situs inversus. The most likely diagnosis is:",
        "exp": "Ans, a. Kartagener's syndrome (Ref: Robbins 9/e p683; Nelson 19/e pi 49?). The most likely diagnosis in a child with history of recurrent chest infections and recurrent sinusitis with dextrocardia and situs inversus on chest X-ray is Kartagener's syndrome. Kartagener's Syndrome (Immotile cilia syndrome/Primary ciliary dyskinesia)* Primary ciliary dyskinesia (PCD) comprises those respiratory disorders having in common the malfunction of airway cilia.* The abnormality results from various inherited primary structural defects in the cilia that lead to repeated and chronic lung and sinus infections.* About 50% of patients with PCD have Kartagener's syndrome: Situs inversus, chronic sinusitis and otitis, and airway disease leading to bronchiectasis.* Recurrent sinopulmonary infections are seen. Kartagener's Syndrome (Immotile cilia syndrome/Primary ciliary dyskinesia). Ultrastructural changes causing immotility of cilia. Immotility during embryogenesis. Immotility in respiratory Epithelium. Immotility of cilia in sperms* Situs inversus* Dextrocardia* Bronchiectasis* Sinusitis* Infertility (male) Major cardiac Anomaly. Major non cardiac anomaly. Kartagener's syndrome (Immotile cilia syndrome) (Primary ciliary dyskinesia)* Dextrocardia0* Situs inversus* Sinusitis* Bronchiectasis* Infertility",
        "cop": 1,
        "opa": "Kartagener's syndrome",
        "opb": "Ehler-Danlos syndrome",
        "opc": "Marfan's symdrome",
        "opd": "William Campbell syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "b8bb40ac-c7fc-4032-8a4f-cffd76a06e1c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of infectious croup is",
        "exp": "Ans. is 'b' i. e., Parainfluenza type I Infectious croup (Laryngitis & laryngotracheobronchitis)o Nearly always caused by viral infectiono Usually by parainfluenza type I. o Other-RSVParainfluenza 2, 3. Influenza. Adenoviruso Treatment. Humidified oxygen. Intravenous fluid for adequate hydration. Antibiotic (ampicillin ceftriaxone) if suspecting epiglottitis.",
        "cop": 2,
        "opa": "Adenovirus",
        "opb": "Parainfluenza type I",
        "opc": "RSV",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "0714e71a-d116-47b9-974e-503c6428d92e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following findings in a newborn suggests RDS?",
        "exp": "Ans. is 'b' i. e., Air bronchogram seen Age of onset of infant Respiratory distress syndrome. Infant respiratory distress syndrome presents immediately or soon after birth. Incidence and severity of RDS is inversely related to gestational use. Approximately 50% of the neonate's bom at 26- 28 weeks gestation develops respiratory distress syndrome where as less than 30% of premature neonates born at 30-31 weeks gestation develop respiratory distress syndrome. Administration of antenatal corticosteroid reduces the incidence of respiratory distress syndrome Administration of single dose of corctisteroid reduces the incidence and severity of respiratory distress syndrome if delivery occurs within one week of administration of corticosteroid. Administration of corticosteroid cause 50% reduction in the incidence of respiratory distress syndrome. Air bronchogram is a characteristic X- Ray feature of Hyaline membrane diseaseX-Ray features of Hyaline membrane disease. Pronounced hypoaerationB/L diffuse reticulo granular opacities in the pulmonary parenchyma. \"Prominent air broncho2rams\" (aerated bronchioles super- imposed on a background of collapsed alveole). Air bronchogram. Air bronchogram refers to the visualization of air filled bronchus when the surrounding alveoli are opacified. Normally, the lung fields are radiolucent and the bronchi are not separately visualized. But in certain conditions there is opacification of the alveoli due to various reasons. Due to this reason, the bronchus stands out as \"radiolucent\" in contrast to the adjacent alveoli, that are\" radiopaque\"These changes can be due to pneumonic consolidation, collapse of a part of the lung, or inflammatory edema in the lung tissue. Conditions associated with Air bronchogram. ARDSHyaline membrane disease. Alveolar cell carcinoma. Pulmonary consolidation. Pulmonary edema. Alveolar proteinosis. Sarcoidosis. Lymphoma",
        "cop": 2,
        "opa": "Develop 6 hrs after birth",
        "opb": "Air bronchogram seen",
        "opc": "Receipt of antenatal steroids",
        "opd": "Term gestation",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "c9d3f962-f19f-4110-9759-bd14bba9f7a6",
        "choice_type": "single"
    },
    {
        "question": "A 4 year child with bronchial asthma presents history of with and 3 and more episodes during daytime in a week and 2 wheezing episodes during night in a month. How will you grade this asthma?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition, Page: 790. Explanation: This is a straightforward question to assess whether you know the recent NAEPP classification of chronic asthma (2007). Be aware that there are some changes to the previous classification (2002). Latest edition of Nelson gives the most recent classification (2007) and the same is given below. (See table on below) National Asthma Education and Prevention Program (NAEPP) Classification of asthma. COMPONENTS OFCLASSIFICATION OF ASTHMA SEVERITYSEVERITYMild Intermittent. Mild Persistent. Moderate Persistent. Severe. Persistent. Impairment Daytime symptoms< 2 days/wk>2 days/wk but not daily. Daily. Throughout the day. Nighttime awakenings* Age 0-4 yr * Age >5 yr 0<2 x/month1-2x/mo3-4x/mo3-4x/mo>1x/wk but not nightly>1x/wk. Often 7x/wk. Short-acting b2-agonist use forsymptoms<2 days/wk>2 days/wk but not daily, and not more than 1 x on any day. Daily. Several times per day. Interference with normal activity. None. Minor limitation. Some limitation. Extremelimitation. Lung function: FEV1 % predictedage >5 yr. Normal FEV1betweenexacerbations >80%predicted 60- 80% predicted <60%predicted >80%predicted. FEV1/FVC ratio* Age 5- 11 yr* Age 2 yr. Risk >85%Normal>80%Normal75-80% Reduced 5%<75%Reduced >5%Exacerbations requiring systemic corticosteroids:* Age 0-4 yr0-1/yr> 2 exacerbations in 6 mo requiring systemic corticosteroids or> 4 wheezing episodes/yr lasting >1 day and risk factors for persistent asthma* Age > 5 yr0-1/yr> 2; yr",
        "cop": 1,
        "opa": "Mild Persistent",
        "opb": "Moderate Persistent",
        "opc": "Severe Persistent",
        "opd": "Mild intermittent",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "d06ed8c1-19a9-4514-a88c-273dc4b1d97a",
        "choice_type": "single"
    },
    {
        "question": "Common cause of congenital stridor in child-",
        "exp": "Ans. is 'a' i. e., Laryngomalacia STRIDORo Due to upper airway obstruction, o Types -Inspiratory stridor - Obstruction above vocal cords (supraglottic). Expiratory stridor - Obstriction distal trachea. Diphasic - From supraglottic or proximal tracheal. Causeso Infective: Croup (lanyngo tracheo bronchitis). Bacterial trachetis. Retropharyngeal abscess o Congenital: Laryngumalacia: 60% of all total most common cause. Vocal cord paralysis - 2nd most common. Subglottic stenosis - 3rd most common. o Iatrogenic: Long term intubation leads to subglottic stenosis - most common causes of aquired stridor in children, o Neoplasm: Recurrent respiratory papilloma (RRP) MC benign tumor and laynx.",
        "cop": 1,
        "opa": "Laiyngomalacia",
        "opb": "Laryngeal web",
        "opc": "Hemangioma",
        "opd": "Subglottic stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "805338b2-34b1-4668-9eb6-e16b9f63f33c",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in a patient who has situs inversus and sinusitis -",
        "exp": "Ans. is 'a' i. e., Kartagener's syndrome Kartagener's syndrome is characterized by triad of. Situs inversus. Chronic sinusitis. Bronchiectasis. It is a subset of primary ciliary dyskinesia Primary ciliary dyskinesia. Primary ciliary dyskinesia (PCD, also called the immotile-cilia syndrome) is characterized by congenital impairment of mucociliary clearance (MCC). Clinical manifestations include: -Chronic cough. Chronic rhinitis and. Chronic sinusitis. Otitis and otosalpingitis (common in childhood). Nasal polyposis and agenesis of the frontal sinuses * The underlying cause is a defect of cilia in the airways, making them. Unable to beat (ciliary immotility). Unable to beat normally (ciliary dyskinesia), or to be Missing altogether (ciliary aplasia). It is an inherited disease that has been described from most parts of the world and with equal prevalence in men and women of approximately one in 10, 000 to 30, 000 individuals. Because the embryonic, nodal cilia are also defective body asymmetry is randomized so that approximately 50 percent of the patients have situs inversus totalis. When situs inversus, chronic sinusitis, and bronchiectasis occur together, an individual is said to have Kartagener's syndrome, a subgroup of primary ciliary dyskinesia that has a prevalence of around one in 20, 000 to 40, 000 individuals. Bronchiectasis may develop in young persons, but is never present at birth; thus, no individual is born with a fully developed Kartagener's triad. Genetics. The inheritance pattern is autosomal recessive. Linkage studies have identified a locus on chromosome 5v encoding an axonemal dynein heavy chain protein called DNAHS. Clinical manifestations. There is considerable variation in the clinical presentation of primary ciliary dyskinesia, although the most common features are recurrent infections of the upper and lower respiratory tract.",
        "cop": 1,
        "opa": "Kartagener's syndrome",
        "opb": "Goodpastures syndrome",
        "opc": "Cystic fibrosis",
        "opd": "William Campbell syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "4c9975eb-0a6b-47b4-8bbf-c02f9d75d6e4",
        "choice_type": "single"
    },
    {
        "question": "In a child with respiratory distress, failure to thrive. His sweat chloride levels were estimated 35 m. Eq/Land 41 m. Eq/L. What is next best test to do cystic fibrosis for diagnosis?",
        "exp": "Ans. a. Transepithelial nasal potential difference (Ref: Nelson 18/e 1804, 1803]. Nasal potential difference is a sensitive test of electrolyte transport (CFTR) function that can be used to support or refute a diagnosis of cystic fibrosis. Diagnosis of cystic fibrosis. Sweat chloride testing. Nasal potential difference. Genetic analysis* The sweat test is the standard approach to diagnosis.* The diagnosis is made by elevated sodium and chloride level in the sweat >60 m. Eq/l.* Two tests on different days are required for accurate diagnosis.* A normal sweat chloride dose not exclude the diagnosis.* Genotyping and other tests such as measurement of nasal membrane potential difference, pancreatic function should be done if there is high clinical suspicion of cystic fibrosis.* Measurement of nasal transepithelial potential difference in vivo can be useful adjunct in the diagnosis of cystic fibrosis.* Individual with cystic fibrosis demonstrate a significantly more negative baseline nasal potential difference, with the topical application of amiloride there is loss of this potential difference. Nasal potential difference is a sensitive test of electrolyte transport (CFTR) function that can be used to support or refute a diagnosis of cystic fibrosis.* It is caused due to defect in CFTR (Cystic fibrosis transmembrane conductance regulator) protein.* Cystic fibrosis is associated with large number of mutations.* More than 1500 CFTR polymorphisms are associate with cystic fibrosis syndrome. * The most prevalent mutation of CFTR is the deletion of single phenylalanine residue at amino acid D508. This mutation is responsibly for high incidence of cystic fibrosis in northern European populations.* Now days commercial laboratories test for 30- 80 of the most common CFTR mutations. Detection of atleast 2 CF mutations are necessary for making the diagnosis of cystic fibrosis. Diagnostic Criteria for Cystic Fibrosis. Presence of typical clinical features(respiratory, gastrointestinal or genitourinary)orA history of CF in a siblingorA positive newborn screening testplus. Laboratory evidence for CFTR dysfunction. Two eleveated sweat chloride concentrations obtained on separate daysor. Identification of two CF mutationsor. An abnormal nasal potential difference.",
        "cop": 1,
        "opa": "Transepithelial nasal potential difference",
        "opb": "DNA analysis F 508 mutation",
        "opc": "CT chest",
        "opd": "72-hour fecal fat estimation",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "e897e20a-3179-4309-afb8-16b56b22faee",
        "choice_type": "single"
    },
    {
        "question": "TRALI occurs within -",
        "exp": "Ans. is 'a' i. e., Within 6 hour o Transfusion-Related Acute Lung Injury (TRALI) is a syndrome characterized by acute respiratory distress following transfusion, Symptoms of TRALI typically develop during, or within 6 hours of a transfusion. Patients present with the rapid onset of dyspnea and tachypnea. There may be associated fever, cyanosis, and hypotension. Clinical exam reveals respiratory distress and pulmonary crackles may be present with no signs of congestive heart failure or volume overload. CXR shows evidence of bilateral pulmonary edema unassociated with heart failure (non-cardiogenic pulmonary edema), with bilateral patchy infiltrates, which may rapidly progress to complete \"white out\" indistinguishable from Acute Respiratory Distress Syndrome (ARDS).",
        "cop": 1,
        "opa": "Within 6 hour",
        "opb": "6-8 hour",
        "opc": "8-10 hour",
        "opd": "> 10 hour",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "143c1c5f-5f7c-46b8-b5e7-73bbc94bc6e8",
        "choice_type": "single"
    },
    {
        "question": "A 4 years old child presented in emergency with respiratory difficulty and noisy breathing with drooling of saliva. Emergency X-ray showed thumb sign. Diagnosis is:",
        "exp": "Ans. b. Epiglottitis (Ref: Ghai 7/e p351; CPDT 18/e p501)A 4 years old child presented in emergency with respiratory difficulty and noisy breathing with drooling of saliva. Emergency X-ray showed thumb sign. Diagnosis is acute epiglottitis. Acute epiglottitis. Inflammation of epiglottis with inflammatory edema of hypopharynx. True medical emergency. MC organism responsible for infection: Hemophilus influenza type b. Clinical Features: Onset is sudden. Symptoms: Fever, dysphagia, drooling of saliva, muffled voice, inspiratory retractions, cyanosis and soft stridor. Patients often sit in sniffing dog position Imaging: On laryngoscopy: 'Cherry Red' swollen epiglottisX-ray: 'Thumbprint' sign. Treatment: Immediate endotracheal intubation. IV antibiotics for H. influenza Acute epiglottitis. Acute laryngotracheobronchitis (Croup). Causative organism. Hemophilus influenza type b. Parainfluenza virus type I and IIAge2-7 years3 months to 3 years. Pathology. Supraglottic larynx. Subglottic area. Prodromal symptoms. Absent. Present. Onset. Sudden. Slow. Fever. High. Low grade or no fever. Patient's look. Toxic. Non-toxic. Cough. Usually absent. Present (Barking seal like). Stridor. Present and may be marked. Present. Odynophagia. Present, with drooling of secretions. Usually absent. Radiology. Thumb sign on lateral view. Steeple sign anteroposterior view of neck. Treatment. Humidified oxygen, third generation cephalosporin (ceftriaxone) or amoxycillin. Humidified O2 tent, steroids",
        "cop": 2,
        "opa": "Croup",
        "opb": "Epiglottitis",
        "opc": "Foreign body aspiration",
        "opd": "Retropharyngeal abscess",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "bb00b1e2-93ed-4fdd-953e-d9b776feed6c",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of lower respiratory tract infection in 3 year old child is -",
        "exp": "Ans. is 'c' i. e., Streptococcal pneumonia Etiology of pneumonia Viral - RSV, Influenza, parainfluenza, adenovirus Responsible about 40% of cases. Bacteria - Seen in 2/3 of pneumonia. First 2 month -o Klebsellao Staphe aureus3 month - 3 year -o S. Pneumoniaeo H. Influenzao Staph aureus. After 3 year -o 5. Pneumoniao Ataph aureus",
        "cop": 3,
        "opa": "Klebsella",
        "opb": "H-influenza",
        "opc": "Streptococcal pneumonia",
        "opd": "Staphe aureus",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "c354e895-034a-44ec-ba0e-aa62f0b7fabb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the aetiological agent most often associated with Epiglottitis in children -",
        "exp": "Ans. is (a > b) Streptococcus pneumoniae In recent days because of vaccination, cases of Epiglottitis due to Haemophilus influenzae type b have gone down drastically and thus change in option from B to A. In the past, epiglottitis was most common in children 2 to 5 years old and was usually caused by the bacterium Haemophilus influenzae type b. Now that most children are vaccinated against Haemophilus influenzae type b, the disease is quite rare and is more common among adults. In adults, and also in children now, it is typically caused by Streptococcus pneumoniae, other streptococci, and staphylococci. Haemophilus influenzae type b (Hib) or Streptococcus pneumoniae (see Etiology) can colonize the pharynges of otherwise healthy children through respiratory transmission from intimate contact. These bacteria may penetrate the mucosal barrier, invading the bloodstream and causing bacteremia and seeding of the epiglottis and surrounding tissues. Bacteremia may also lead to infection of the meninges, skin, lungs, ears, joints, and other structures. Hib infection of the epiglottis leads to acute onset of inflammatory edema, beginning on the lingual surface of the epiglottis where the submucosa is loosely attached. Swelling significantly reduces the airway aperture. Edema rapidly progresses to involve the aryepiglottic folds, the arytenoids, and the entire supraglottic larynx. The tightly bound epithelium on the vocal cords halts edema spread at this level. Frank airway obstruction, aspiration of oropharyngeal secretions, or distal mucous plugging can cause respiratory arrest. Noninfectious inflammation of any of the structures around the epiglottis may also result from thermal or chemical injury or from local trauma, including blunt trauma to the neck.",
        "cop": 1,
        "opa": "Streptococcus pneumoniae",
        "opb": "Haemophilus influenzae type b",
        "opc": "Neisseria sp",
        "opd": "Moraxella catarrhalis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "73d1b764-fc04-4bd7-982d-c87d37331f81",
        "choice_type": "single"
    },
    {
        "question": "Surfactant is produced by: (Repeat)",
        "exp": "Ans: A (Type 2 pneumocytes) Ref: Nelson s Textbook of Pediatrics. 19th Edition. Explanation: Surfactant is produced by Type 2 pneumocytes",
        "cop": 1,
        "opa": "Type 2 pneumocytes",
        "opb": "Type 1 Pneumocytes",
        "opc": "Clara cells",
        "opd": "Endothelium",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "dcaabbb4-301c-42a3-877e-5f596a78d6b9",
        "choice_type": "single"
    },
    {
        "question": "Cystic fibrosis is associated with:",
        "exp": "Ans: A (Meconium ileus) Ref: Nelson's Textbook of Pediatrics. 19th Edition & Harrisons 18th edn, pg 2149. Neurologic Maturation of the Fetus and Newborn. FUNCTION26 WEEKS30 WEEKS34 WEEKS38 WEEKSResting. Flexion of arms. Flexion of arms. Flexion of all. Flexion of allposture. Flexion or extension of legs. Flexion or extension of legslimbslimbs. Arousal. Unable to maintain. Maintain briefly. Remain awake. Remain awake. Rooting. Absent. Long latency. Present. Present. Sucking. Absent. Long latency. Weak. Vigorous. Pupillary. Absent. Variable. Present. Presentreflex Traction. No response. No response. Head lag. Mild head lag. Moro. No response. Extension; no adduction. Ad auction variable. Complete. Withdrawal. Absent. Withdrawal only. Crossedextension. Crossedextension. Explanation: In 15-20% of newborn infants with Cystic fibrosis CF. the ileum is completely obstructed by meconium (meconium ileus). The frequency is greater (=30%) among siblings born subsequent to a child with meconium ileus and is particularly striking in monozygotic twins. Abdominal distention, emesis, and failure to pass meconium appear in the 1st 24-48 hr of life. Abdominal radiographs show dilated loops of bowel with air-fluid levels and. frequently, a collection of granular, \"ground-glass\" material in the lower central abdomen. Rarely, meconium peritonitis results from intrauterine rupture of the bowel wall and can be detected radiographically as the presence of peritoneal or scrotal calcifications. Meconium plug syndrome occurs with increased frequency in infants with CF but is less specific than meconium ileus. Heal obstruction with fecal material (distal intestinal obstruction syndrome ) occurs in older patients, causing cramping abdominal pain and abdominal distention. Cystic fibrosis. Autosomal Recessive. Mutation in CFTR (cysic fibrosis transmembrane conductance regulator) gene. Clinical Features. Bronchiectasis. Exocrine pancreatic insufficiency. Intestinal dysfunction. Abnormal sweat gland function. Urogenital dysfunction. CF airway epithclia exhibit abnormal Cl- secretion & Na+ absorption. Predisposes to infections. Staph. aureus. Pseud. aeruginosa. Others are H. influenz, Alcaligenes, Burkholderia. Proteus, E. coli. Klebsiella, Aspergillus. Lack of CFTR Cl- channel in the apical membrane of pancreas, failure to secrete Na. HC03 & water, destruction of the pancreas. In the sweat glands, inability to absorb Cl- from the sweat leads to high Cl- concentrations in sweat measured after iontophoresis of cholinergic agents. Spirometry: | RV/TLC. & | FVC & | FEV1. CXR- hyperinflation, brochiectasis, right upper lobe (Earliest involved). Clubbing, pneumothorax, hemoptysis, corpulmonale. GIT: Meconium ileus, DIOS, protein & fat malabsorption, diabetes later. GUT: late onset puberty, azoospermia, female infertility. Treatment. Gene therapy of CFTR gene. Clearance of secretions with hypertonic saline, antibiotics. Recombinant human DNAse to degrade DNA in sputum. Pancreatic enzyme replacement, Vit E & K, Insulin. Megalodiatrizoate enema for acute intestinal obstruction. Urodeoxycholic acid for cholestatic liver disease. Predisposed to renal stones and osteoporosis",
        "cop": 1,
        "opa": "Meconium ileus",
        "opb": "Short bowel syndrome",
        "opc": "Hirschprung disease",
        "opd": "Congenital pyrolic stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "91f1110e-3a0e-4ccd-a7e1-f134f4088ae3",
        "choice_type": "single"
    },
    {
        "question": "Most common organism associated with cystic fibrosis:",
        "exp": "Ans. a. Pseudomonas aeruginosa (non mucoid) Most common organism associated with cystic fibrosis is Pseudomonas aeruginosa (non mucoid) among the given options. Pulmonary infections in Cystic Fibrosis: Persistent colonization/ infection with typical cystic fibrosis pathogens, including. Staphylococcus aureus (MC in children(r)), nontypeable, Hemophilus influenzae, mucoid and nonmucoid Pseudomonas aeruginosa (MC in adults and overall(r)), Burkholderia cepase. \"Characteristic Classical Manifestations of Cystic Fibrosis. Respiratory system(Sinopulmonary disease). Gastrointestinal System(Intestinal, Hepatobiliary, Pancreatic). Genitourinary System(Male Infertility)* Pulmonary infection: Persistent colonization/ infection with typical cystic fibrosis pathogens, including Staphylococcus aureus (MC in children), nontypeable, Hemophilus influenzae, mucoid and nonmucoid Pseudomonas aeruginosa (MC in adults and overall0), Burkholderia cepase* Chronic obstructive pulmonary disease* Bronchiectasis0* Airway obstruction manifested by wheezing and air trapping* Chronic cough and sputum production* Digital clubbing* Persistent chest radiograph abnormalities (e. g. Bronchiectasis, atelectasis, infiltrates, hyperinflation)* Nasal Polyps* Radiographic abnormalities of paranasal sinuses* Intestinal: Meconium ileus, distal intestinal obstruction syndrome, rectal prolapse.* Pancreatic: Pancreatic exocrine deficiency* Hepatobiliary: Hepatic disease manifested by clinical or histologic evidence of focal biliary cirrhosis, or multilobular cirrhosis* Male urogenital abnormalities resulting in obstructive azoospermia are typical* Nutritional: Failure to thrive (protein-calone malnutrition), hypoproteinemia, edema, complications secondary to fat-soluble vitamin deficiency Metabolic Abnormalities. Characterized by salt depletion syndrome.* Hyponatremia* Hypocholeremia* Hypokalemia* Metabolic alkalosis",
        "cop": 1,
        "opa": "Pseudomonas aeruginosa (non mucoid)",
        "opb": "Burkholderia cepacia",
        "opc": "Pleisomonas",
        "opd": "Aeromonas",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "f209eece-c63a-4dcd-b8ee-1b31ab492a59",
        "choice_type": "single"
    },
    {
        "question": "A neonate presents with respiratory distress with enlargement of left upper lobe of lung and mediastinal shift towards the right. What is the most likely diagnosis?",
        "exp": "Ans. c. Congenital lobar emphysema (Ref: Nelson 19/e p1461-1462). The most likely diagnosis in a neonate presenting with respiratory distress with enlargement of left upper lobe of lung and mediastinal shift towards the right is congenital lobar emphysema. Congenital Lobar Emphysema (CLE). Congenital lobar emphysema (CLE) may result in severe respiratory distress in early infancy and may be caused by localized obstruction. Familial occurrence has been reported. In 50% of cases, a cause of CLE can be identified. Congenital deficiency of the bronchial cartilage, external compression by aberrant vessels, bronchial stenosis, redundant bronchial mucosal flaps, and kinking of the bronchus caused by herniation into the mediastinum have been described as leading to bronchial obstruction and subsequent CLE. Clinical Features: Clinical manifestations usually become apparent in the neonatal period but may be delayed for as long as 5-6 months in 5% of patients. Signs range from mild tachypnea and wheeze to severe dyspnea with cyanosis. CLE affects the upper and middle lobes, with the left upper lobe the most common site. The affected lobe is essentially nonfunctional because of the over distention, and atelectasis of the ipsilateral normal lung may ensue. With further distention, the mediastinum is shifted to the contralateral side with impaired function seen as well. Diagnosis: A radiolucent lobe and a mediastinal shift are often revealed by radiographic examination. Treatment: Treatment by immediate surgery and excision of the lobe may be lifesaving when cyanosis and severe respiratory distress are present, but some patients respond to medical treatment. Some children with apparent congenital lobar emphysema have reversible over inflation, without the classic alveolar septal rupture implied in the term emphysema.",
        "cop": 3,
        "opa": "Alpha-1 antitrypsin deficiency",
        "opb": "Pneumonia",
        "opc": "Congenital lobar emphysema",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "8fa0b35f-f873-405f-9b99-8100f55d9084",
        "choice_type": "single"
    },
    {
        "question": "4 month Infant with cough, respiratory rate > 60/min, with no retraction, management (According to IMNCI protocol) -",
        "exp": "Am. is 'b' i. e., Oral antibiotic & explain danger sign & follow up In IMNCI (2 months -5 years)o Cougho Respiratory rate. Classified as fast breathing. Category-I. Any Danger sign. Severe pneumonia. IM antibioticoror. Refer urgently. Chest indrawing. Very severe disease or Stridor II Fast breathing - Pneumonia - Oral antibiotic, tell danger sign & follow up in 2 days. III No pneumonia - Tell danger sign & follow up.",
        "cop": 2,
        "opa": "IM antibiotic & refer urgently",
        "opb": "Oral antibiotic, explain danger sign & follow up",
        "opc": "Explain danger sign & follow up",
        "opd": "IM antibiotic & hospitalise",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "2c176506-73e0-4358-83c7-a403ac6be74d",
        "choice_type": "single"
    },
    {
        "question": "Pediatirc airway differ from adult -",
        "exp": "Ans. is 'a' i. e., Large tongue Airway: Pediatric Vs Adulto Obligate nasal breather o Large tongueo Larynx & trachea are funnel shapedo Larynx located higher (C4) Vs C6 in adulto Narrowest part is cricoid (glottis in adults)",
        "cop": 1,
        "opa": "Large tongue",
        "opb": "Short epiglotitis",
        "opc": "Narrowest part is glottis",
        "opd": "Larynx in lower posittion",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "eef68c02-958c-4fce-b800-01cb10a285bf",
        "choice_type": "single"
    },
    {
        "question": "A 4-year child presents with a history of hoarseness, croupy cough and aphonia; the child has dyspnea with wheezing. The most probable diagnosis is:",
        "exp": "Ans. B. Laryngeal foreign body. Foreign body Aspiration: - Most common age group is 6 months to 4 years. Most common foreign body aspirated is peanuts. Most airway foreign bodies lodge in a bronchus (right more than left).",
        "cop": 2,
        "opa": "Asthmatic bronchitis",
        "opb": "Laryngeal foreign body",
        "opc": "Bronchopneumonia",
        "opd": "Retropharyngeal abscess",
        "subject_name": "Pediatrics",
        "topic_name": "Disorders of the Respiratory Tract",
        "id": "e692e77a-94bf-4c6d-8641-4ea50c68ef3b",
        "choice_type": "single"
    }
]