[
    {
        "question": "High anion gap acidosis is seen in all except:",
        "exp": "Ref: Nelson's Textbook of Pediatrics, I9rb edition, Page 231. Explanation: PLASMA ANION GAPDifference between the measured cation (sodium) and the measured anions (chloride + bicarbonate). Also the difference between the unmeasured cations (potassium, magnesium, calcium) and the unmeasured anions (albumin, phosphate, urate, sulfate). Used to evaluate and categorise patients with a metabolic acidosis. Metabolic acidosis is divided into subcategories: o Increased anion gap acidosis. o Normal anion gap acidosis. Normal anion gap is 4-11. Formula: Anion Gap = - -. Increased anion gap metabolic acidosis occurs when there is an increase in unmeasured anions. Normal anion gap metabolic acidosis occurs when there is a decrease in the bicarbonate concentration without an increase in the unmeasured anions. Approximately 11 m. Eq of the anion gap is normally secondary to albumin. A 1-g/dL decrease in the albumin concentration decreases the anion gap by roughly 2. 5 m. Eq/ L. Increase in unmeasured cations, such as calcium, potassium and magnesium, decreases the anion gap. CAUSES OF METABOLIC ACIDOSISNormal Anion Gap. Diarrhea. Renal tubular acidosis (Distal, Proximal and Hyperkalemic types). Urinary tract diversions. Post-hypocapnia. Ammonium chloride intake. Increased Anion Gap. Lactic acidosis: Tissue hypoxia: Shock. Hypoxemia. Severe anemia. Liver failure. Malignancy. Intestinal bacterial overgrowth. Inborn errors of metabolism. Medications: Nucleoside reverse transcriptase inhibitors. Metformin. Propofol. Ketoacidosis: Diabetic ketoacidosis. Starvation ketoacidosis. Alcoholic ketoacidosis. Kidney failure. Poisoning: Ethyleneglycol. Methanol. Salicylate. Toluene. Paraldehyde. Inborn errors of metabolism.",
        "cop": 1,
        "opa": "Diarrhea",
        "opb": "Salicylate poisoning",
        "opc": "Acute renal failure",
        "opd": "Lactic acidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Electrolyte and Acid-Base Disorders",
        "id": "fea82a41-4b6d-41f9-a04a-b3b87117ab7d",
        "choice_type": "multi"
    },
    {
        "question": "Capillary refill time in child with shock is?",
        "exp": "ANSWER: (C) > 3 seconds. REF: http://wwwunicef. org/india/FBC_Participants_Manual. pdf. Capillary refill is a simple test that assesses how quickly blood returns to the skin after pressure is applied. It is carried out by applying pressure to the pink part of the nail bed of the thumb or big toe in a child and over the sternum or forehead in a young infant for 3 seconds. The capillary refill time is the time from release of pressure to complete return of the pink color. It should be less than 3 seconds. If it is more than 3 seconds the child may be in shock. Lift the limb slightly above heart level to assess arteriolar capillary refill and not venous stasis. This sign is reliable except when the room temperature is low, as cold environment can cause a delayed capillary refill. In such a situation check the pulses and decide about shock",
        "cop": 3,
        "opa": ">1 second",
        "opb": ">2 seconds",
        "opc": ">3 seconds",
        "opd": ">4 seconds",
        "subject_name": "Pediatrics",
        "topic_name": "Electrolyte and Acid-Base Disorders",
        "id": "e384f36e-7154-4fcc-a1a9-9a1e89263c1a",
        "choice_type": "single"
    }
]