[
    {
        "question": "Mousy odor of urine is seen in -",
        "exp": "Ans. is 'b' i.e.,, Phenyl ketonuria PhenylketonuriaAutosomal recessiveDeficiency of phenylalanine hydroxylase.Defect in conversion of phenylalanine to tyrosine.This leads to increase level of phenylalanine. This increase phenlylalanine converted into phenylpyruvate and phenyl acetate.This phenyl acetate gives mousy or musty odour in urine/body.Sweaty feat odour -Isovaleric academiao In Alkaptanuria - Urine become darkish brown when exposed to air while purplish brown in porphyria.Other point to remember-Smoky sweat - MSUDMousy or Musty - PhenylketonuriaBoiled cabbage - Tyrosinemia",
        "cop": 2,
        "opa": "Isovaleric academia",
        "opb": "Phenylketonuria",
        "opc": "MSUD",
        "opd": "Tyrosinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrine, Toxic, and Metabolic Myopathies",
        "id": "6ce61d3b-d581-402c-b151-b1d7d12c2598",
        "choice_type": "single"
    },
    {
        "question": "Radiological features in rickets ?",
        "exp": "Ans. is 'd' i.e., All of above o Rachitic changes are most easily visualized on posteroanterior radiographs of the wrist, although characteristic rachitic changes can be seen at other growth plates,o Decreased calcification leads to thickening of the growth plate.o The edge of the metaphysis loses its sharp border, which is described as fraying, the edge of the metaphysis changes from a convex or flat surface to a more concave surface. This is termed cupping, and is most easily seen at the distal ends of the radius, ulna, and fibula.o There is widening of the distal end of the metaphysis, corresponding to the clinical observation of thickened wrists and ankles, as w'ell as the rachitic rosary.o Other radiologic features include coarse trabeculation of the diaphysis and generalized rarefaction.",
        "cop": 4,
        "opa": "Cupping of distal end of radius",
        "opb": "Widening of distal end of metaphvsis",
        "opc": "Thickening of growth plate",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrine, Toxic, and Metabolic Myopathies",
        "id": "0a6237d8-64c4-4f99-b97a-88b9bdd0eb6f",
        "choice_type": "multi"
    }
]