[
    {
        "question": "Monogenic transmission of diabetes mellitus occurs in:",
        "exp": "d. Maturity Onset Diabetes of the Young (MODY)(Ref: Nelson's 20/e p 2760-2780, Ghai 8/e p 541-548)MODY refers to forms of diabetes are associated with monogenic defects in pancreatic b-cell function.",
        "cop": 4,
        "opa": "Insulin Dependent Diabetes Mellitus (IDDM)",
        "opb": "Non-insulin Dependent Diabetes Mellitus (NIDDM)",
        "opc": "Latent Autoimmune Diabetes in Adults (LADA)",
        "opd": "Maturity Onset Diabetes of the Young (MODY)",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "dc5e4fb4-834c-4460-9237-6dc7165e4bc4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is best diagnosis of this neonate who is excessively hungry, warm with flushed skin?",
        "exp": "Ans. (a) Neonatal thyrotoxicosis. Notice the lid retraction and presence of stare sign. This coupled with history proves that the child has increased sympathetic drive and increased BMR. This is caused by transfer of thyroid stimulating immunoglobulin across the placenta. Image source.. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">",
        "cop": 1,
        "opa": "Neonatal Thyrotoxicosis",
        "opb": "Neonatal lupus",
        "opc": "Cretin",
        "opd": "Progeria",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "d3aee949-a90b-4953-9725-d5f4ec11b751",
        "choice_type": "single"
    },
    {
        "question": "Obesity in a child of age 2 years is defined as:",
        "exp": "d. BMI >95th percentile(Ref: Nelson's 20/e p 307-315, Ghai 8/e p 528-529). Obesity in children is defined as BMI >95th percentile; Body mass index (BMI) is equal to weight/height2 (in kg/m2).",
        "cop": 4,
        "opa": "Weight for height more than double of expected",
        "opb": "Weight for age more than double of expected",
        "opc": "BMI >30",
        "opd": "BMI >95th percentile",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "8775df43-990f-4483-a7c4-4a115796c2a3",
        "choice_type": "single"
    },
    {
        "question": "In children with type IDM when is ophthalmologic evaluation indicated",
        "exp": "Ophthalmologic examination should be conducted once the child is >10 yr of age and has had diabetes for 3 -5 year. Annual follow up should suggest. Reference: OP Ghai, essential paediatrics, 8 th edition, page no 546",
        "cop": 4,
        "opa": "At the time of diagnosis",
        "opb": "After 1 year",
        "opc": "After 2 years",
        "opd": "After 5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "f61d4dca-1b53-40f8-84be-1cb742d717b7",
        "choice_type": "single"
    },
    {
        "question": "Oral glucose tolerance test in children is done with",
        "exp": "Ideal weight of the glucose taken for glucose tolerance test for children are 1. 75gm/kg glucose. Obtain a fasting blood sugar level, then administer an oral glucose load (2 g/kg for children aged < 3 y, 1. 75 g/kg for children aged 3-10 y, or 75 g for children aged >10 y). Check the blood glucose concentration again after 2 hours. A fasting whole-blood glucose level higher than 120 mg/dL (6. 7 mmol/L) or a 2-hour value higher than 200 mg/dL (11 mmol/L) indicates diabetes. However, mild elevations may not indicate diabetes when the patient has no symptoms and no diabetes-related antibodies. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "1. 5 gm/kg glucose",
        "opb": "1. 75 gm/kg glucose",
        "opc": "2 gm/kg glucose",
        "opd": "2. 5 gm/kg glucose",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "aa3af173-4296-4a04-84f4-6b67814329be",
        "choice_type": "single"
    },
    {
        "question": "The following is true about Nesidioblastosis except?",
        "exp": "Nesidioblastosis is a controversial medical term for hyperinsulinemic hypoglycemiaattributed to excessive insulin production by pancreatic beta cells that have an abnormal microscopic appearance. The abnormal microscopic features of the tissue included the presence of islet cell enlargement, pancreatic islet cell dysplasia, beta cells budding from ductalepithelium, and islets in close proximity to ducts. In recent years, the term has been revived to describe a form of acquired hyperinsulinism with beta cell hyperplasia found in adults, especially after gastrointestinal surgery. Evidence of mechanisms explaining the ability of weight loss surgery to induce modern-day nesidioblastosis has yet to be found; any such mechanisms are of intense interest to diabetes researchers. Differential diagnosis of endogenous hyperinsulinism in adults: Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Presents with hypoglycemic attacks",
        "opb": "More common in adults than in children",
        "opc": "Histopathology shows hyperplasia of islet cells",
        "opd": "Diazoxide is used for treatment",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "b68a8ce3-ba19-4b63-8106-68677df88746",
        "choice_type": "multi"
    },
    {
        "question": "Features of hypothyroidism in infancy include the following except",
        "exp": "Hypothyroidism characterized by wide open ( delayed closure) of posterior fontanelle, umbilical hernia, large head, coarse facies, constipation. Reference: Ghai essential of pediatrics, eighth edition, p. no: 517, table 17. 6.",
        "cop": 1,
        "opa": "Premature closure of posterior fontanelle",
        "opb": "Coarse facies",
        "opc": "Umbilical hernia",
        "opd": "Constipation",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "12eaea52-577a-4177-bb33-722c93f60e88",
        "choice_type": "multi"
    },
    {
        "question": "Manifestations of endemic cretinism include:",
        "exp": "c. Strabismus and spastic diplegias(Ref: Nelson's 20/e p 2669-2773, Ghai 8/e p 516-521). The term endemic cretinism includes two different overlapping syndromes: Neurologic and Myxedematous. In Neurological Cretinism, there is goiter, but the child is euthyroid; Deaf mutism, squint and cerebral diplegia are usually present",
        "cop": 3,
        "opa": "Deafness and facial nerve involvement",
        "opb": "Blindness and hypothyroidism",
        "opc": "Strabismus and spastic diplegias",
        "opd": "Multinodular goitre and mental retardation",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "c8611e7e-3b34-41f4-8828-d1d6152d6cb1",
        "choice_type": "single"
    },
    {
        "question": "In congenital adrenal hyperplasia most common deficiency",
        "exp": "Ans) a (21- alpha ) Ref Nelson 18'h ed p 2360. More than 90% of CAH cases are caused by 21 -hydroxylase deficiency.",
        "cop": 1,
        "opa": "21- alpha hydroxylase deficiency",
        "opb": "11- beta hydroxylase deficiency",
        "opc": "17 - hydroxylase deficiency",
        "opd": "3 beta hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "731eeeea-ca8c-4f60-b914-2285a78cf458",
        "choice_type": "single"
    },
    {
        "question": "Congenital adrenal hyperplasia, most commonly presents as:",
        "exp": "b. Female pseudohermaphrodites(Ref: Nelson 20/e p 2714-2718). Note: Male pseudohermaphrodite is now called 46, XY DSD, while female - 46 XX DSD; So female pseudohermaphrodite is genotypically female (46, XX), whose external genitalia looks like that of a male; In CAH due to 21-hydroxylase deficiency, females have ambiguous genitalia, while males have normal genitalia",
        "cop": 2,
        "opa": "Male pseudohermaphroditism",
        "opb": "Female pseudohermaphroditism",
        "opc": "True hermaphroditism",
        "opd": "46, XY intersex",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "a940d223-56a1-4a63-8c9f-674ef25276ad",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the least common cause of ambiguous genitalia in a female child",
        "exp": "Ambiguous genitalia is a rare condition in which an infant&; s external genitals don&; t appear to be clearly either male or female. In a baby with ambiguous genitalia, the genitals may be incompletely developed or the baby may have characteristics of both sexes. The external sex organs may not match the internal sex organs or genetic sex. How ambiguous genitalia occurs A disruption of the steps that determine sex can result in a mismatch between the appearance of the external genitals and the internal sex organs or the genetic sex (XX or XY). A lack or deficiency of male hormones in a genetic male fetus can cause ambiguous genitalia, while exposure to male hormones during development results in ambiguous genitalia in a genetic female. Mutations in ceain genes can influence fetal sex development and cause ambiguous genitalia. Chromosomal abnormalities, such as a missing sex chromosome or an extra one, also can cause ambiguous genitalia. In some cases, the cause of ambiguous genitalia may not be determined. Possible causes in genetic females Causes of ambiguous genitalia in a genetic female may include: Congenital adrenal hyperplasia. Ceain forms of this genetic condition cause the adrenal glands to make excess male hormones (androgens). Prenatal exposure to male hormones. Ceain drugs that contain male hormones or that stimulate production of male hormones in a pregnant woman can cause developing female genitals to become more masculine. A developing baby also may be exposed to excess male hormones if the mother has a disease or condition that causes hormone imbalance. Tumors. Rarely, a tumor in the mother can produce male hormones. Possible causes in genetic males Causes of ambiguous genitalia in a genetic male may include: Impaired testicle development. This may be due to genetic abnormalities or unknown causes. Androgen insensitivity syndrome. In this condition, developing genital tissues don&; t respond normally to male hormones made by the testes. Abnormalities with testes or testosterone. Various abnormalities can interfere with the testes&; activity. This may include structural problems with the testes, problems with production of the male hormone testosterone or problems with cellular receptors that respond to testosterone. 5a-reductase deficiency. This enzyme defect impairs normal male hormone production. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Fetal placental steroid sulfatase deficiency",
        "opb": "Fetal placental aromatase deficiency",
        "opc": "Congenital adrenal hyperplasia",
        "opd": "WNT-4 gene mutation",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "74eeab81-f048-4530-9881-61a8e650f5e6",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Neonatal Hypothyroidism is",
        "exp": "Iodine deficiency is the commonest cause of congenital hypothyroidism in ceain pas of India, while thyroid dysgenesis is the most common aetiology in non-endemic areas (75% of all cases). Thyroid scan pictures showing different types of thyroid dysgenesis. At upper panel hypoplasia (A), hemiagenesis (B), ectopia (C), double ectopia (D), and athyreosis (E) compared with normal thyroid (G) shown at lower panel. Panel F showing scintigraphy performed at the time of diagnosis (F1 and F2) repoed as hemiagenesis while repeated scintigraphy at the time of the study (at 12 years age) showed ectopia (F3). Radiopharmaceutical uptake by thyroid tissue is shown by black arrows and salivary glands by empty arrows. Reference: Ghai essential of paediatrics, eighth edition, p. no: 516",
        "cop": 1,
        "opa": "Throid dysgenesis",
        "opb": "Transplacental maternal thyroid antibodies",
        "opc": "Inherited genetic disorders",
        "opd": "Decreased thyroglubin",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "8fabfd5f-9c07-4a4c-9e7d-1bb042a3ba2a",
        "choice_type": "single"
    },
    {
        "question": "Adrenal cortex of fetus mainly releases which hormone during early part of pregnancy?",
        "exp": "a. Cortisol(Ref: Nelson's 20/e p 2700). Shortly after the fetal adrenal gland forms (wk 8-10), it efficiently secretes cortisol, which is able to negatively feedback on fetal pituitary and hypothalamus to suppress ACTH secretion. After wk 12, 3b hydroxy steroid dehydrogenase activity in the fetal adrenal gland decreases and steroid sulfokinase activity increases. Thus, the major steroid products of the midgestation fetal adrenal gland are DHEA and DHEA sulfate (DHEAS). Cortisol activity is low during the 2nd trimester, which might serve to prevent premature secretion of surfactant by the developing fetal lungs; surfactant levels can affect the timing of parturition.",
        "cop": 1,
        "opa": "Cortisol",
        "opb": "Corticosterone",
        "opc": "Progesterone",
        "opd": "DHEAS",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ba197b33-247f-4e2c-b68d-dffb66b3a5c7",
        "choice_type": "single"
    },
    {
        "question": "Pseudo hermaphroditism in a female child is most commonly due to:",
        "exp": "a. 21-hydroxylase deficiency(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Classic 21-hydroxylase deficiency is the most common cause of ambiguous genitalia in a female newborn. Virilization is usually apparent at birth in females, i. e. Pseudo hermaphroditism of a female child.",
        "cop": 1,
        "opa": "21-hydroxylase deficiency",
        "opb": "17-hydroxylase deficiency",
        "opc": "11-hydroxylase deficiency",
        "opd": "3-hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "45d39df2-bc6f-4732-b7fe-eced307d816c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of hypothyroidism?",
        "exp": "Hypothyroidism characterized by open and widened fontanelle results in large head and mental retardation. Reference: ghai essential of pediatrics, eighth edition, p. no: 517, table 17. 6",
        "cop": 4,
        "opa": "Mental retardation",
        "opb": "Large head",
        "opc": "Calf muscle hyperophy",
        "opd": "Microcephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "f19d3300-e662-4cab-a841-2f9eab080b78",
        "choice_type": "single"
    },
    {
        "question": "Orchidopex is done in cases of undescended testes at the age of",
        "exp": "Treatment is always surgical. Surgery is done between two and four years of age. The ideal timing for surgical correction of undescended testes (orchidopexy) has been considered in a number of fora, which have resulted in a range of consensus statements/guidelines stating that orchidopexy should ideally be performed between 6 and 12 months of age, or 18 at the very latest Reference: SRB&; S manual of surgery, 5 th edition. page no 1080",
        "cop": 2,
        "opa": "Neonate",
        "opb": "1-2 yrs",
        "opc": "5 yrs",
        "opd": "Pubey",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "b320fddb-bec8-44a2-8563-da0e52a80e01",
        "choice_type": "single"
    },
    {
        "question": "Hypoglycemia in neonates occurs in blood glucose less than",
        "exp": "B. i. e. (40%) (177 - Ghai 6th) (155. Ghai 7th)NEONATAL HYPOGLYCEMIA is defined as blood glucose of less than 40 mg/dL irrespective of the gestational age* Early transitional adaptive hypoglycemia occurs in LBW and babies of diabetic mothers* Classical transient neonatal hypoglycemia is observed in infants with small for gestational age infants* Recurrent severe hypoglycemia is caused by enzymatic or metabolic defects. Clinical features* Sweating, tremors, Jitteriness and tachycardia, Diminished utilization of glucose in the cerebrum manifests as lethargy or irritability, restlessness, disturbance in sensorium and convulsions* Hypercalciuria is said to be present in children if daily calcium excretion in urine is more than 4 mg/ kg* Total body water of newborn is 80% of body weight**** Cardiac out put of a normal newborn is 350 ml/kg/ml",
        "cop": 2,
        "opa": "20 mg%",
        "opb": "40 mg%",
        "opc": "60 mg%",
        "opd": "10mg%",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "24603c3a-5c4a-41ad-877e-935aee072545",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a rapid acting insulin?",
        "exp": "d. Glulisine(Ref: Nelson's 20/e p 2760-2780, Ghai 8/e p 541-548). Ultrashort acting Insulins include: Insulin Lispro, Glulisine and Aspart.",
        "cop": 4,
        "opa": "Glargine",
        "opb": "Detemir",
        "opc": "Lente",
        "opd": "Glulisine",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "a3e6e135-e096-4807-8cda-97f1da30c6ce",
        "choice_type": "single"
    },
    {
        "question": "Causes of precocious puberty in girls are all except:",
        "exp": "d. Prader Willi syndrome(Ref: Nelson's 20/e p2673, Ghai 8/e p 534). Discussing about the options one by onea. Hypothalamic hamartomas that secrete excess gonadotropin-releasing hormone are responsible for a significant proportion of cases of precocious pubertyc. Mc. Cune-Albright syndrome is a cause of peripheral precocious puberty, where, cutaneous pigmentation and fibrous dysplasia of the skeletal system are also seend. In Prader Willi syndrome, there is hypogonadism; So, sexual development is delayedb. In hypothyroidism, though puberty is usually delayed in adolescents, pseudo precocious puberty may be seen in younger children, as a result of abnormally high TSH concentrations binding to FSH receptor with subsequent stimulation",
        "cop": 4,
        "opa": "Hypothalamic hamartoma",
        "opb": "Hypothyroidism",
        "opc": "Mc. Cune Albright syndrome",
        "opd": "Prader Willi syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "55ef5049-cdd5-4028-91a3-2b344d701fe4",
        "choice_type": "multi"
    },
    {
        "question": "Clinical features of \"hypothyroidism\" in a newborn are all except:",
        "exp": "d. Mental retardation(Ref: Nelson's 20/e p 2669-2773, Ghai 8/e p 516-521). Mental retardation (Intellectual disability) develops by 3-6 months of age (not in neonatal period).",
        "cop": 4,
        "opa": "Sluggishness +++",
        "opb": "Large tongue",
        "opc": "Large posterior fontanel",
        "opd": "Mental retardation",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "2a0bba04-9449-4f85-9d33-7cd43375ce4a",
        "choice_type": "multi"
    },
    {
        "question": "Gynecomastia in neonate is seen due to:",
        "exp": "a. Mother's estrogen(Ref: Nelson 20/e p 2742). Transient gynecomastia occurs in 60-90% of male newborns secondary to exposure to estrogens during pregnancy. Breast development may be asymmetrical and galactorrhea is seen in 5%. Most cases resolve within 4-8 wk of birth, but a few can last as long as 12 mo.",
        "cop": 1,
        "opa": "Mother's estrogen",
        "opb": "Mother's progesterone",
        "opc": "Gn. RH",
        "opd": "Gonadotropins",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "fe9ef7c9-2c2e-429f-b7c8-fd53f16e1e8f",
        "choice_type": "single"
    },
    {
        "question": "Delayed puberty is when primary amenorrhea is seen without development of secondary sexual characters beyond the age of?",
        "exp": "c. 16 years(Ref: Nelson's 20/e p 2673, Ghai 8/e p 534). Delayed puberty is defined as absence of secondary sexual characters by 14 yrs age or absence of menarche by 16 years.",
        "cop": 3,
        "opa": "12 years",
        "opb": "14 years",
        "opc": "16 years",
        "opd": "18 years",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "6dec66ef-4eed-4424-bee8-6eb4e81a499b",
        "choice_type": "single"
    },
    {
        "question": "Central precocious puberty in a girl is defined as breast development before the age of?",
        "exp": "b. 8 years(Ref: Nelson's 20/e p2656, Ghai 8/e p 534). Central precocious puberty is defined by onset of breast development before the age of 8 yrs in girls and by onset of testicular development (vol 4mL) before the age of 9 yrs in boys, as a result of early activation of hypothalamic-pituitary-gonadal axis.",
        "cop": 2,
        "opa": "6 years",
        "opb": "8 years",
        "opc": "12 years",
        "opd": "10 years",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "28c1bdbe-eb5d-4a0d-bac4-7f0bba82c162",
        "choice_type": "single"
    },
    {
        "question": "A 4 week old female child with normal genitalia presents to the emergency depament with severe dehydration, hyperkalemia and hyponatremia. The measurement blood levels of which of the following will be helpful?",
        "exp": "All of these actions are integral to increasing and lowering blood vessels. Indirectly, the hormone also helps maintain the blood&; s pH and electrolyte levels. Once the body is rehydrated and has proper salt levels in the blood, renin levels fall, and aldosterone levels lower as a result. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "17 hydroxy progresterone",
        "opb": "Rennin",
        "opc": "Coisol",
        "opd": "Aldosterone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "e0aa87c1-28ff-46b1-9e03-1e25b00286ef",
        "choice_type": "single"
    },
    {
        "question": "Congenital Adrenal Hyperplasia is due to deficiency of:",
        "exp": "a. 21 beta hydroxylase(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Most common cause of Congenital Adrenal Hyperplasia is 21 beta hydroxylase deficiency.",
        "cop": 1,
        "opa": "21 beta hydroxylase",
        "opb": "17 alpha hydroxylase",
        "opc": "5 alpha reductase",
        "opd": "17 beta reductase",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "f4562923-252e-4788-93c7-3738b9c444eb",
        "choice_type": "single"
    },
    {
        "question": "A five year old boy presents with precocious pubey and a Blood pressure of 130/80 mm Hg. Estimation of which of the following will help in diagnosis",
        "exp": "Determining the type of precocious pubey Your child&; s doctor will also need to find out which type of precocious pubey your child has. To do so, he or she will perform a test called a gonadotropin-releasing hormone (Gn. RH) stimulation test. In this test, the doctor will take a blood sample, and then give your child a shot containing the Gn. RH hormone. More blood samples are then taken over a ceain period of time to check how hormones in your child&; s body react. In children with central precocious pubey, the Gn. RH hormone will cause other hormone levels to rise. In children with peripheral precocious pubey, other hormone levels stay the same. Additional testing for central precocious pubey Magnetic resonance imaging (MRI). A brain MRI is usually done for children who have central precocious pubey to see if any brain abnormalities are causing the early sta of pubey. Thyroid testing. The doctor may also test your child&; s thyroid if he or she shows any signs of slow thyroid function (hypothyroidism), such as fatigue, sluggishness, increased sensitivity to cold, constipation, a drop in school performance or pale, dry skin. Additional testing for peripheral precocious pubey Other tests also are necessary for children with peripheral precocious pubey to find the cause of their condition. For example, the doctor may run additional blood tests to check other hormone levels or, in girls, he or she may do an ultrasound to check for an ovarian cyst or tumor. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "17 hydroxy - progesterone",
        "opb": "Coisol",
        "opc": "Aldosterone",
        "opd": "11 deoxycoisol",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "1f615f3c-0c42-4ac4-807c-41188f944456",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of hypothyroidism is",
        "exp": "(Thyroid dysgenesis) (1872-73-Nelson 17th) (481-Ghai 7th)HYPOTHYROIDISM results from deficient production of thyroid hormone or a defect in thyroid hormone or a defect in thyroid hormonal receptor activity* Someform of thyroid dysgenesis (aplasia, hypoplasia or an ectopic gland) is the most common cause of congenital hypothyroidism, accounting for 85% of cases, 10% are caused by an in bom error of thyroxine synthjesis and 5% are the result of transplacental maternal thyrotropin receptor blocking antibody.* Pendred syndrome - congenital hypothyroidism with sensorineural deafness and goiter, also have a positive perchlorate discharge.* ** Sodium L-thyroxine given orally is the treatment of choices (side effects are - craniosynostosis and temperature problems pseudotumour cerebri)* Acquired hypothyroidism - is most commonly caused by auto immune destruction of thyroid as a part of Chronic lymphocytic thyroidits (Hashimoto's thyroiditis",
        "cop": 4,
        "opa": "Defective synthesis of thyroxine",
        "opb": "Defect of iodide transport",
        "opc": "Defect of the thyroglobulin synthesis",
        "opd": "Thyroid dysgenesis",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ee998901-aeb1-4859-a627-b2475c045118",
        "choice_type": "single"
    },
    {
        "question": "A five-year-old boy has precocious puberty along with BP 130/80 mm Hg. Estimation of which of the following will help in diagnosis?",
        "exp": "b. 11-Deoxycortisol(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Hypertension and precocious puberty in males can be seen in 11 beta hydroxylase deficiency, which can be diagnosed by increased 11 deoxy cortisol levels.",
        "cop": 2,
        "opa": "17-Hydroxyprogesterone",
        "opb": "11-Deoxycortisol",
        "opc": "Aldosterone",
        "opd": "DOCA",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "d4d3893d-d506-4229-b8e6-01a0c795f8a7",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following drugs is used for fetal therapy of congenital adrenal hyperplasia?",
        "exp": "These patients with congenital adrenal hyperplasia require lifelong treatment. Patients with salt wasting and virilizing forms should be treated with hydrocoisone(10-15 mg/m2/day)and fludrocoisone (0. 1mg/day). After completion of growth, synthetic glucocoicoid preperations( dexamethasone, prednisolone)can be used. Reference: OP Ghai, essentiL paediatrics, 8 th edition, page no 527",
        "cop": 4,
        "opa": "Hydrocoisone",
        "opb": "Prednisolone",
        "opc": "Fludrocoisone",
        "opd": "Dexamethasone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "04255310-9874-4fcc-bf6d-a55767c1c76f",
        "choice_type": "single"
    },
    {
        "question": "Male pseudo hermaphroditism:",
        "exp": "b. XY genotype, female external genitalia(Ref: Nelson's 20/e p 2750-2759, Ghai 8/e p 532). Male pseudohermaphrodites are genetic males (45, XY), with testes, but their external genitalia & appearance are that of a female.",
        "cop": 2,
        "opa": "XX genotype, male external genitalia",
        "opb": "XY genotype, female external genitalia",
        "opc": "Testis and ovary both present",
        "opd": "Male external genitalia and ovary present",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "a060085d-145a-4950-a06e-6535bbcdbb47",
        "choice_type": "multi"
    },
    {
        "question": "Association of sexual precocity, multiple cystic bone lesions and endocrinopathies are seen in:",
        "exp": "a. Mc. Cune-Albright's syndrome(Ref: Nelson's 20/e p 2660, Chai 8/e p 532). Mc. Cune-Albright's syndrome is characterized by: Cafe-au-lait spots. Precocious puberty. Polycystic fibrous dysplasia of skeleton. Endocrinopathy-Hypothyroidism",
        "cop": 1,
        "opa": "Mc. Cune-Albright's syndrome",
        "opb": "Granulosa cell tumor",
        "opc": "Androblastoma",
        "opd": "Hepatoblastoma",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "1eef4a26-900a-4bc4-8814-fddc0e018fbb",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old girl presents with precocious puberty, some bony lesions & hyperpigmented skin lesions as shown below. What is the most probable diagnosis?",
        "exp": "d. Mc. Cune-Albright syndrome. Precocious puberty, polyostotic fibrous dysplasia & cafe au lait spots are features of Mc. Cune Albright syndrome",
        "cop": 4,
        "opa": "Prader Willi syndrome",
        "opb": "Laurence Moon syndrome",
        "opc": "Cushing syndrome",
        "opd": "Mc. Cune-Albright syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ccf50126-4b6f-446f-b869-f726f5a2a3d1",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of delayed pubey in males is",
        "exp": "Constitutional delay in growth and pubey is the most common cause of delayed pubey in boys. These boys have growth retardation and delayed bone age. Family history of delayed pubey is present. Gonadotropin levels are prepubeal similar to hypgonadotropic hypogonadism. Reference: OP Ghai, eseential paediatrics 8 th edition, page no 538.",
        "cop": 3,
        "opa": "Kallaman syndrome",
        "opb": "Klienfelter syndrome",
        "opc": "Constitutional",
        "opd": "Prader-willi syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "fbc42626-c53d-4026-b7eb-6481235a4045",
        "choice_type": "multi"
    },
    {
        "question": "Features of Laurence-Moon-Biedl syndrome include:",
        "exp": "d. All of the above(Ref: Nelson's 20/e p 2514, Ghai 8/e p 532). Laurence-Moon Syndrome: It is an autosomal recessive disorder of hypogonadotrophic hypogonadism, which is characterized by mental retardation, obesity, polydactyly, retinitis pigmentosa and hypogonadism.",
        "cop": 4,
        "opa": "Hypogonadism",
        "opb": "Obesity",
        "opc": "Polydactyly",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "6e06cc1f-ad2a-4ad9-9c7d-00f35ce1aeb9",
        "choice_type": "multi"
    },
    {
        "question": "A 5 year old girl presents with hypertension and virilization. There is also finding of hypokalemia what is the diagnosis",
        "exp": "Because 11 beta -hydroxylase defficiency may cause an impairment in the conversion of Deoxycoicosterone to Coicosterone. These may leads to the symptoms. Reference: OP Ghai, essential paediatrics, 8th edition page no 527 fig 17. 11",
        "cop": 3,
        "opa": "21-hydroxylase deficiency",
        "opb": "3-ss hydroxy steroid deficiency",
        "opc": "11-ss hydroxylase deficiency",
        "opd": "Conn's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ccae611d-7867-4e6c-8da0-d6cef232febf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about 21 alpha hydroxylase deficiency is false",
        "exp": "Most common cause of congenital adrenal hyperplasia. 21 - hydroxylase deficiency should be suspected in neonates with ambiguous genitalia, polyuria, shock, recurrent vomiting and features of sepsis with a negative septic screen. In 21-hydroxylase deficiency, excessive androgenic activity causes signs of masculinization in females, ranging from clitoral hyperophy and pseudohermaphroditism in infants (ambiguous genitalia) to oligomenorrhea, hirsutism, and acne in postpubeal females. In males, androgen excess is associated with enlargement of the external genitalia and other evidence of precocious pubey in prepubeal patients and oligospermia in older males And hypokalemic alkalosis is not a feature of 21-hydroxylase deficiency. Reference: OP Ghai essential paediatrics, 8th edition, page no 526",
        "cop": 4,
        "opa": "Most common cause of congenital adrenal hyperplasia in children",
        "opb": "Affected females present with ambiguous genitalia",
        "opc": "Affected males present with prococious pubey",
        "opd": "Hypokalemic alkalosis is seen",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "dd83b098-12bd-4da3-b8fb-b77e60509134",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for precocious puberty:",
        "exp": "d. Gn. RH agonists(Ref: Nelson's 20/e p 2658). Nelson latest ed says: \"Long-acting formulations of Gn. RH agonists, which maintain fairly constant serum concentrations of the drug for weeks or months, constitute the preparations of choice for treatment of central precocious puberty. \"",
        "cop": 4,
        "opa": "Cyproterone acetate",
        "opb": "Danazol",
        "opc": "Medroxyprogesterone",
        "opd": "Gn. RH agonists",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "417b70e7-1038-49f4-bc75-1735ff14c708",
        "choice_type": "single"
    },
    {
        "question": "Association of sexual precocity, multiple cystic bone lesions and endocrinopathies are seen in",
        "exp": "mc cube Albright syndrome characterized by recurrent ovarian cyst, cutaneous, skeletal & endocrine abnormalities. Figure: Cafe-au-lait skin pigmentation. (a) Skin lesions in a newborn demonstrating the characteristic association with the midline of the body, and distribution reflecting patterns of embryonic cell migration (developmental lines of Blaschko). (b) A typical lesion on the chest, face, and arm demostrating the irregular \"coast of Maine\" borders, relationship with the midline of the body, and distribution following developmental lines of Blaschko. (c). Typical lesions frequently found on the nape of the neck and crease of the buttocks Reference: Ghai essential of pediatrics, eighth edition, p. no: 532.",
        "cop": 1,
        "opa": "Mc. Cune-Albright's syndrome",
        "opb": "Granulosa cell tumor",
        "opc": "Androblastoma",
        "opd": "Hepatoblastoma",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "1961bb84-a353-4e26-b9c1-9a39e55adda3",
        "choice_type": "single"
    },
    {
        "question": "Lesions of which of the hypothalamic nuclei cause diabetes insipidus:",
        "exp": "b. Supraoptic and paraventricular nuclei(Ref: Nelson's 20/e p 348-349, Ghai 8/e p 511). Vasopressin, a 9-amino-acid peptide, has both antidiuretic and vascular pressor activity and is synthesized in the paraventricular and supraoptic nuclei of the hypothalamus. Deficiency of Vasopressin is responsible for Diabetes insipidus.",
        "cop": 2,
        "opa": "Dorsomedial nuclei",
        "opb": "Supraoptic and paraventricular nuclei",
        "opc": "Median preoptic nuclei",
        "opd": "Ventromedial nuclei",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "dcdd96f6-407e-4e45-a402-88d5a5f7e090",
        "choice_type": "single"
    },
    {
        "question": "Most common brain lesion causing central precocious puberty is:",
        "exp": "d. Hypothalamic hamartoma(Ref: Nelson's 20/e p 2658-2659). Hypothalamic hamartomas are the most common brain lesion causing central precocious puberty.",
        "cop": 4,
        "opa": "Tuberculous meningitis",
        "opb": "Tuberous sclerosis",
        "opc": "Astrocytoma",
        "opd": "Hypothalamic hamartoma",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "488ea7ef-b24f-46ae-b8ec-eb4bea2c4883",
        "choice_type": "single"
    },
    {
        "question": "A 1 -year-old child is brought to the hospital with thyroid swelling. The child has abnormal weight gain and has poor activities. His TSH is found raised and T4 is very low. Which of the following is most likely cause of his disease?",
        "exp": "c. Dyshormonogenesis(Ref: Nelson's 20/e p 2669-2773, Ghai 8/e p 516-521). Most common cause of congenital hypothyroidism in a child with goiter is Thyroid dyshormonogenesis.",
        "cop": 3,
        "opa": "Hypothalamic disease",
        "opb": "Thyroid dysgenesis",
        "opc": "Dyshormonogenesis",
        "opd": "End organ receptor insensitivity",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "c093f3ca-1ef8-4dde-a87f-f239e6db8bec",
        "choice_type": "single"
    },
    {
        "question": "The immediate treatment of 10 kg weight infants presented with tetany",
        "exp": "Calcium gluconate 10%, 9mg calcium per ml is the preperation of choice. care should be taken to administer the drug slowly to avoid cardiac effects and tissue necrosis. Reference: OP G hai, eseential paediatrics, 8 th edition. page no 522",
        "cop": 2,
        "opa": "IV Diazepam",
        "opb": "IV calcium gluconate with cardiac monitoring",
        "opc": "IV slow phenobarbitone",
        "opd": "Wait and watch",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "0e71d41c-aba0-40a1-904d-96be242ed207",
        "choice_type": "single"
    },
    {
        "question": "Clinical manifestations of hoarse cry, umbilical hernia, hypotonia, mottling of skin, lethargy, prolonged jaundice is seen in:",
        "exp": "d. Congenital hypothyroidism(Ref: Nelson's 20/e p 2669-2773, Ghai 8/e p 516-521). The given clinical features, i. e. hoarse cry, umbilical hernia, hypotonia, mottling of skin, lethargy, prolonged jaundice suggest a diagnosis of congenital hypothyroidism. Clinical Features of Congenital Hypothyroidism: Thyroid dysgenesis presents at birth; ectopic thyroid usually presents late10-15% of cases due to inborn errors of thyroid hormone synthesis and often present after infancy. One of the earliest signs of congenital hypothyroidism is patent posterior fontanele and wide open cranial sutures. Umbilical hernia, constipation, hypothermia, feeding difficulty, breathing difficulty, prolonged physiological jaundice and hypotonia. Muscles are usually flaccid and hypotonic except in one variant, Kocher-Debre-Semelaigne syndrome, where muscles (esp calf muscles) are hypertrophied; returns to normal with treatments. Dentition is delayed and DTR slow relaxation; refractory anemia is common.",
        "cop": 4,
        "opa": "Gaucher's disease",
        "opb": "Mucopolysaccharidosis",
        "opc": "Growth hormone deficiency",
        "opd": "Congenital hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "d503bbb3-2abe-4253-b924-0c1696316841",
        "choice_type": "single"
    },
    {
        "question": "2 year old child presented with diarrhoea and failure to thrive, Blood examination shows - Na = 122, K-6. He is most probably suffering from",
        "exp": "Patients with 21-hydroxylase deficiency are the most severly affected and present in neonatal period with virilization and salt wasting. Abnormal genital appearance should promot the diagnosis in girls. Diagnosis is often missed in boys as they lack specific clinical features. They present after second week of life with failure to thrive, polyuria, hyperpigmentation, and shock. Early diagnosis is mandatory to prevent moality. 21-hydroxylase deficiency should be suspected in neonates with ambiguous genitalia, polyuria, shock, recurent vomiting and features of sepsis with negative septic screen. Reference: OP Ghai, essential paediatrics, 8 th edition, page no 526",
        "cop": 2,
        "opa": "Bater syndrome",
        "opb": "21- Hydroxylase deficiency",
        "opc": "11 - ss Hydroxylase deficiency",
        "opd": "17-a Hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "20e6fd04-8898-4e0f-a45e-edcfc5117ab5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of congenital adrenal hyperplasia?",
        "exp": "Ans. c (21- Hydroxylase deficiency). (Ref. Harrison, Principles of Medicine, 18th/2178). Congenital adrenal hyperplasia (CAH). Features3-beta-OH21-OH11-beta-OH17-alpha-OH1. Salt loss++ 2. Hypertension -++3. Virilization-++-4. Ambigous genitaliaa) Male+__+b) Female+++-Note: 21-hydroxylase deficiency is the most common type of CAH",
        "cop": 3,
        "opa": "17- Hydroxylase deficiency",
        "opb": "11- Hydroxylase deficiency",
        "opc": "21- Hydroxylase deficiency",
        "opd": "16- Hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "e50b5331-ddcb-44f1-b69c-a7e7f2666ef1",
        "choice_type": "single"
    },
    {
        "question": "All are true about Hypothyroidism except:",
        "exp": "d. All are true(Ref: Nelson's 20/e p 2669-2773, Ghai 8/e p 516-521). If left untreated, a child with Hypothyroidism develops the following features: Growth will be stunted, the extremities are short. Face: Depressed bridge of nose, swollen eyelids, thick, broad, protruding tongue. Delayed Dentition, hoarse voice; Broad hands with short fingers; Dry and scaly skin with little perspiration",
        "cop": 4,
        "opa": "Delayed dentition",
        "opb": "Widened fontanelle",
        "opc": "Distended abdomen",
        "opd": "All are true",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "cb4cf554-673e-4a9b-90c6-73e46d285c1e",
        "choice_type": "multi"
    },
    {
        "question": "Congenital adrenal hyperplasia is the most common cause of",
        "exp": "Ans. d. (Female pseudohermaphroditism ) (Ref. Guyton 11th ed., Table 23-1). Congenital Adrenal Hyperplasia# Usually due to a congenital enzyme charactrized by cortisol deficiency and enlargement of adrenal glands# There are 3 most common forms; all cause virillism and are called adrenogenital syndromes;- Partial 21-hydroxylase deficiency: normal aldosterone function and impaired cortisol production.- Salt-losing syndrome: near total 21-hydroxylase deficiency and aldosterone deficiency; infants present with vomiting, dehydration, hyponatremia, hyperkalemia- 11-hydroxylase deficiency: leads to excessive androgen production and buildup of 11-deoxycorticosterone (strong mineralocorticoid), causing virilization, hypertension, hypokalemia. CLASSIFICATION OF THE MAJOR DISORDERS OF SEX DIFFERENTIATION IN HUMANS# Chromosomal disorders- Gonadal dysgenesis (XO and variants)- \"Superfemales\" (XXX)- Seminiferous tubule dysgenesis (XXY and variants)- True hermaphroditism# Developmental disorders- Female pseudohermaphroditism# Congenital virilizing adrenal hyperplasia of fetus# Maternal androgen excess# Virilizing ovarian tumor# Iatrogenic: Treatment with androgens or certain synthetic progestational drugs- Male pseudohermaphroditism# Androgen resistance# Defective testicular development# Congenital 17-hydroxylase deficiency# Congenital adrenal hyperplasia due to blockade of pregnenolone formation# Various non-hormonal anomalies. Congenital Adrenal Hyperplasia. Enzyme deficiency. Glucocorticoids. Mineralocarticoids. Androgens. Other effects20, 22 desmolase|||# Lethal if complete3 b-OH SDH||| DHEA# Masculinization of females in utero# Incomplete precocious puberty (males)# Adrenal hyperplasia# Hyponatremia and hypovolemia21b-OH|||# Masculinization of females in utero# Incomplete prococious puberty (males)# Adrenal hyperplasia# Hyponatremia and hypovolemia11 b-OH|| aldosterone|| |DOC* # Mineralocorticoid excess (DOC)# Hypervolemia and hypernatremia# Sexual effects as above17 a-OH||aldosterone| | |DOC*||# DOC excess# Absent 2deg sexual aspects both sexes# Amenorrhea17, 20. LNormal. Normal||# Absent 2deg sexual aspects both sexes# Amenorrhea",
        "cop": 4,
        "opa": "True hermaphroditism",
        "opb": "Male pseudohermaphroditism (underandrogenized male 46. XY)",
        "opc": "Turner's syndrome",
        "opd": "Female pseudohermaphroditism (androgenized female 46. XX)",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ae7050f3-d4a7-4d1e-b342-9dcd1f674a71",
        "choice_type": "multi"
    },
    {
        "question": "All are involved in MEN IIA except:",
        "exp": "a. Pituitary(Ref: Nelson's 20/e p 2694-2481, Ghai 8/e p 523). In Multiple Endocrine Neoplasia (MEN) IIA, features seen are: \"HAPPY\", i. e. Hirschsprung disease, Amyloidosis, Pheochromocytoma, Parathyroid hyperplasia/Adenoma and thyroid Carcinoma (Medullary).",
        "cop": 1,
        "opa": "Pituitary",
        "opb": "Parathyroid",
        "opc": "Thyroid",
        "opd": "Adrenal",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "8438564f-8f51-4094-ba4f-af4fdea153f4",
        "choice_type": "multi"
    },
    {
        "question": "Screening for nephropathy in prepubertal children with type 1 DM should be initiated after how many years of disease onset?",
        "exp": "d. 5 years(Ref: Nelson 20/e p 2781; ADA recommendations 2017). Annual screening for albuminuria with a random spot urine sample for albumin-to-creatinine ratio should be considered once the child has had type 1 diabetes for 5 years.",
        "cop": 4,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "b525e54f-828a-4e44-b3b5-31ba8b2364a0",
        "choice_type": "single"
    },
    {
        "question": "Hypothalamopituitary axis becomes active and functional at:",
        "exp": "Ans. a (20th week of gestation). (Ref. Nelson's textbook of Paediatrics 17th ed. 1870)# Hypothalamic neurons synthesize TRH by 6-8 weeks (of gestation) and TSH secretion is evident by 12th week of gestation.# Maturation of HP-thyroid axis occurs by 2nd half of gestation.# Feedback relationships by 3 months postnatally.- Fetal thyroid bilobed shape is recognised by 7th week of gestation- Thyroid folicle cell and colloid formation seen by 10th week- Thyroglobulin synthesis occurs from 4th week- T4, T3 synthesis and secretion from 12th week of gestation. The CNS-hypothalamic-pituitary-gonadal-target organ axis. Ovarian hormones have direct and indirect effects on other tissues (e. g., bone, skin, muscle). FSH = follicle-stimulating hormone; Gn. RH = gonadotropin-releasing hormone; LH = luteinizing hormone.",
        "cop": 1,
        "opa": "20th week of gestation",
        "opb": "5th year of life",
        "opc": "5th week of life",
        "opd": "5th month of life",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "01008ef5-b199-43d0-bebb-67e9c7ae03a6",
        "choice_type": "single"
    },
    {
        "question": "What percentage of pheochromocytomas are malignant?",
        "exp": "b. 10(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). Mnemonic:'Rule of ten' for Pheochromocytoma: (\"BG MEN\"): 10% of Pheochromocytoma are:* Bilateral* Malignant* Extra-adrenal: paragangliomas* Normotensive (No hypertension). Note: 10% of sporadic Pheochromocytoma are bilateral; but 50% of familial tumors are bilateral.",
        "cop": 2,
        "opa": "5",
        "opb": "10",
        "opc": "20",
        "opd": "15",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "5537d615-26a7-4b71-9c30-4f5dfebfdf1d",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby presents with shock, hyperkalemia and hypoglycemia. What is the most likely diagnosis",
        "exp": "These features of congenital adrenal hyperplasia may due to deficiency of 21-hydroxylase and present with ambiguous genetalia, polyuria, shock, recurrent vomiting and features of sepsis with negative septic screen. Reference: OP Ghai, essential paediatrics, 8th edition page no 526",
        "cop": 4,
        "opa": "Septicemia",
        "opb": "Inborn error of metabolism",
        "opc": "Diabetes mellitus",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "d84a442a-40d3-483e-960d-b9b82835afa6",
        "choice_type": "single"
    },
    {
        "question": "Nelson syndrome is seen in:",
        "exp": "a. Adrenalectomy(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Adrenalectomy, in a case of pituitary adenoma, may lead to increased ACTH secretion by an unresected pituitary adenoma, evidenced mainly by marked hyperpigmentation; this condition is termed Nelson syndrome.",
        "cop": 1,
        "opa": "Adrenalectomy",
        "opb": "Hypopitutarism",
        "opc": "Deficiency of beta cells",
        "opd": "Deficiency of growth hormone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "4df1f4b6-4f0e-4726-b7cd-84a2661afdb5",
        "choice_type": "single"
    },
    {
        "question": "Which protein secreted by adipocytes prevents obesity?",
        "exp": "b. Leptin(Ref: Nelson's 20/e p 307-315, Ghai 8/e p 528-529). Leptin is a peptide produced by the ob gene; Its name derived from the Greek root leptos, meaning thin. Leptin is secreted by adipose cells and acts primarily through the hypothalamus. High leptin levels decrease food intake and increase energy expenditure, thereby preventing obesity",
        "cop": 2,
        "opa": "Cathepsin",
        "opb": "Leptin",
        "opc": "Neuropeptide Y",
        "opd": "Galanin",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "bc872c6b-ea33-4505-bac3-30cb74311818",
        "choice_type": "single"
    },
    {
        "question": "Select the FALSE combination of chromosomal pattern and the syndrome:",
        "exp": "a. Mayer Rokitansky-46. XY(Ref: Nelson's 20/e p 2628-2631). Mayer-Rokitansky-Kuster-Hauser syndrome (also called' Mullerian Agenesis') is characterized by the failure of development of uterus and vagina, in women with normal ovarian function and normal external genitalia.",
        "cop": 1,
        "opa": "Mayer Rokitansky-46. XY",
        "opb": "Swyer's syndrome-46. XY",
        "opc": "Turner's syndrome-45. XO",
        "opd": "Klinefelter's syndrome-47. XXY",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "a7db82ee-cac5-4c07-941d-c65551951b76",
        "choice_type": "multi"
    },
    {
        "question": "Sexual ambiguity may be seen in which of the following conditions?",
        "exp": "Genital assymetry is mostly due to mixed gonadal dysgenesis, ovotesticular disorders of sexual differentiation. Figure: Phenotypic characteristics of external and internal genitalia at bih. (A) Eighty-five percent of the patients had a hemiscrotum containing a gonad on one side and hemi-labia on the other side. All patients had a unique orifice (arrow). (B) Vaginal pocket (arrow): 92% of the patients had a hemiuterus (asterisk). Reference: OP Ghai, essential paediatrics, 8th edition. page no 539, table 17. 33",
        "cop": 4,
        "opa": "Androgen insensitivity",
        "opb": "Pure gonadal dysgenesis",
        "opc": "Sawyer syndrome",
        "opd": "Mixed gonadal dysgenesis",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "1403da8b-9dd2-4428-a5ff-5a2fda006630",
        "choice_type": "single"
    },
    {
        "question": "Definition of Diabetes mellitus includes:",
        "exp": "a. Fasting blood glucose >126mg/dL(Ref: Nelson's 20/e p 2760-2780, Ghat 8/e p 541-548). Fasting blood glucose >12. 6mg/dL or 2 hr post prandia or rangdom glucose 200mg/dL or Hb. A1c>6. 5% in presence of symptoms like polyuria and polydipsia are diagnostic of diabetes mellitus.",
        "cop": 1,
        "opa": "Fasting blood glucose >126 mg/dL",
        "opb": "Random blood glucose >140 mg/dL",
        "opc": "Hb. A1c <7%",
        "opd": "Post prandial blood glucose >180 mg/dL",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "16117f3c-d0e1-4387-bbe2-7f3d5ddce6f0",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of Cushing's syndrome is:",
        "exp": "d. Iatrogenic steroids(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). The most common cause of Cushing's syndrome is prolonged exogenous administration of glucocorticoid hormones, especially at the high doses used to treat lymphoproliferative disorders.",
        "cop": 4,
        "opa": "Pituitary adenoma",
        "opb": "Adrenal adenoma",
        "opc": "Ectopic ACTH",
        "opd": "Iatrogenic steroids",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "a2d9f478-3197-48d7-bde0-eacc1efc97b3",
        "choice_type": "single"
    },
    {
        "question": "An 8-day-old male infant is brought to the emergency department with vomiting, lethargy, dehydration and features of shock. Clinical examination reveals hyperpigmentation of the genital skin and normal external genitalia. Blood investigations reveal Sodium 124 m. Eq/L, potassium of 7 m. Eq/L and hypoglycemia. Which of the following is the most likely diagnosis?",
        "exp": "a. Congenital Adrenal Hyperplasia (CAH)(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). The given clinical scenario of dehydration, hyperpigmentation of genitalia and laboratory features of hypoglycemia, hyponatremia and hyperkalemia suggest a diagnosis of CAH due to 21 hydroxylase deficiency.",
        "cop": 1,
        "opa": "Congenital Adrenal Hyperplasia (CAH)",
        "opb": "Adrenal Hemorrhage",
        "opc": "Acute Gastorenteritis with dehydration",
        "opd": "Hyperaldosteronism",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "8dbe7572-81cd-4c6b-8a97-19bc7f46f2e9",
        "choice_type": "single"
    },
    {
        "question": "Most common type of Congenital adrenal hyperplasia (CAH)?",
        "exp": "Ans. a (21-hydroxylase deficiency) (Ref OP Ghai 7th/ p. 492; H-17th/p. 2267). The 21-hydroxylase deficiency is the commonest form of CAH, accounting for > 90% of all cases. Type of CAHFeatures1. 21-hydroxylase deficiency# Most common cause of ambiguous genitalia at birth# Salt-losing form of CAH# Episodes of acute adrenal insufficiency with hyponatremia, hyperkalemia, dehydration, and vomiting.# These infants and children often crave salt.# Deficits in both cortisol and aldosterone secretion. 2. 11-hydroxylase deficiency# Ambiguous genitalia# Hypertensive form of CAH# Diagnosis is confirmed by demonstrating increased levels of 11-deoxycortisol in the blood or increased amounts of tetrahydro-11-deoxycortisol in the urine. 3. 3b hydroxylase deficiency# Very high levels of urine DHEA with low levels of pregnanetriol and of cortisol metabolites in urine are characteristic.# Marked salt-wasting may also occur. 4. 17 a-hydroxylase deficiency# Female or ambiguous.# CAH# Hypertension due to | corticosterone & 11-deoxycorticosterone, except in isolated 17, 20-lyase deficiency. 5. Adults with late-onset adrenal hyperplasia (partial deficiency of CYP21. A2, CYP11. B1, or 3-HSD2)# Characterized by normal or moderately elevated levels of urinary 17-ketosteroids and plasma DHEA sulfate.# A high basal level of a precursor of cortisol biosynthesis (such as 17-hydroxy- progesterone, 17-hydroxypregnenolone, or 11-deoxycortisol), or elevation of such a precursor after ACTH stimulation, confirms the diagnosis of a partial deficiency.# Measurement of steroid precursors 60 min after bolus administration of ACTH is usually sufficient.# Adrenal androgen output is easily suppressed by the standard low-dose (2 mg) dexamethasone test.",
        "cop": 1,
        "opa": "21-hydroxylase deficiency",
        "opb": "11-b hydroxylase deficiency",
        "opc": "3-b hydroxylase deficiency",
        "opd": "17-a hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "7f006152-80ce-4897-b509-b80f5cad079c",
        "choice_type": "single"
    },
    {
        "question": "Ambiguous genitalia is not seen in:",
        "exp": "Ans: d",
        "cop": 4,
        "opa": "Gonadal agenesis",
        "opb": "Gonadal dysgenesis",
        "opc": "Hermaphroditism",
        "opd": "Super female (47 XXX)",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "e31334d5-5056-4730-973d-8956e31c7fb4",
        "choice_type": "single"
    },
    {
        "question": "Pheochromocytoma is the disease of:",
        "exp": "b. Adrenal medulla(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). Pheochromocytoma is a neoplasms of chromaffin cells in medulla that release catecholamines.",
        "cop": 2,
        "opa": "Pituitary gland",
        "opb": "Adrenal medulla",
        "opc": "Pancreas",
        "opd": "Adrenal cortex",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "e51b5e03-c567-47f9-acbf-3909a07e8288",
        "choice_type": "single"
    },
    {
        "question": "Type 1 diabetes in children is most commonly associated with",
        "exp": "The estimated prevalence of celiac disease in patients with type 1 diabetes is approximately 6%, and about 1% in the general population. Type 2 diabetes does have genetic components, but they are not associated with celiac disease genes like type 1 diabetes&;. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Celiac disease",
        "opc": "Downs syndrome",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "7373f62c-e0b6-41a3-87bf-8a68d0e99bdc",
        "choice_type": "single"
    },
    {
        "question": "What stimulates the gonads in male at 8 week to secret testosterone",
        "exp": "Absence of Mullerian structures is suggestive of inefficient testosterone and dihydrotestosterone. Estimation of levels of anti -mullerian hormone and hcg stimulation tests are helpful in differentiating the two conditions. Children with vanishing testis will have low levels of anti-mullerian hormones and inapproprite stimulation to hcg. Reference: OP Ghai, essential paediatrics, 8 th edition. page no 539",
        "cop": 3,
        "opa": "Inhibin from corpus luteum",
        "opb": "Gn. RH from hypothalamus of baby",
        "opc": "Placental HCG",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "aed9c479-95e5-4bd5-a1e0-e0f587a7db65",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Hypothyroidism except",
        "exp": "Congenital hypothyroidism is characterized by growth retardation, delayed skeletal maturation, dental development, myopathy, widened fontanelle, umbilical hernia, large abdomen, large tongue, pallor, hypotonia. Reference: Ghai essential of pediatrics, eighth edition, p. no: 517, table 17. 6",
        "cop": 4,
        "opa": "Delayed dentition",
        "opb": "Widened fontanelle",
        "opc": "Distended abdomen",
        "opd": "Sho fontanelle",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "075ef5cb-1f9a-4728-8548-be59a1a058b0",
        "choice_type": "multi"
    },
    {
        "question": "A child with decreased levels of LH, FSH and Testosterone presents with delayed pubey. Which of the following is the most likely Diagnosis",
        "exp": "Kallmann syndrome (KS) is a geneticdisorder that prevents a person from staing or fully completing pubey. Kallmann syndrome is a form of a group of conditions termed hypogonadotropic hypogonadism. To distinguish it from other forms of hypogonadotropic hypogonadism, Kallmann syndrome has the additional symptom of a total lack of sense of smellor a reduced sense of smell. If left untreated, people will have poorly defined secondary sexual characteristics, show signs of hypogonadism, almost invariably are infeile and are at increased risk of developing osteoporosis. A range of other physical symptoms affecting the face, hands and skeletal system can also occur Lab tests Early morning hormonal testing including FSH, LH, testosterone, oestrogen and prolactin. Gn. RH and/or h. CG stimulation test to determine activity of hypothalamus and pituitary. Sperm test Liver function, renal function and inflammation marker testing. Karyotype to check for chromosomal abnormalities. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Klinfelter's syndrome",
        "opb": "Kallman's syndrome",
        "opc": "Androgen Insensitive syndrome",
        "opd": "Testicular infection",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "fe398993-24fd-4f17-acad-8f8930518e38",
        "choice_type": "multi"
    },
    {
        "question": "Hypothyroidism in infancy is characterized by all EXCEPT",
        "exp": "D. i. e. (Hyperthermia) (481 - Ghai 7th) (483 - Ghai 6th)CONGENITAL HYPOTHYROIDS* Earliest sign - patent posterior fontanel and wide open cranial sutures* Skin is dry, thick, and coarse, cool and mottled* Abdomen is large, umbilical hernia* Lethargic and less active, * They sleep most of the time, cry little, feed poorly and often get choking spells during feeding* Nasal obstruction, noisy breathing and apnea* Physiological jaundice of these newborn infants persists due to delayed maturation of the glucuronide conjugation* Constipated**, Hypothermia By the age of 8 to 10 weeks* Course facies - puffy face, swollen eyelid, widly sparated eyes, narrow palpebral fissures, broad nose with depressed bridge* Open mouth with broad thick protuberant tongue* Neck is short and thick and supraclavicular pad of fat may be present* Voice is hoarse, skin appears pale* Hair is sparse, course and brittle* The muscles are flaccid and markedly hypotonic* Marked physical and mental retardation* Social smiles delayed, short stature* **Fontanel is widely open*** Dentition and skeletal maturation are also delayed* The deep tendon reflexes show delayed relaxation *** Refractory anemia is present* Pulse is slow and cardiomegaly and heart murmur",
        "cop": 4,
        "opa": "Constipation",
        "opb": "Coarse facies",
        "opc": "Wide open cranial sutures",
        "opd": "Hyperthermia",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "aac24ff8-5ebe-4abe-8ffd-c42123c7dc05",
        "choice_type": "multi"
    },
    {
        "question": "Precocious puberty in girls is defined by the onset of secondary sexual characteristics before the age of:",
        "exp": "c. 8 years(Ref: Nelson's 20/e p 2656). Precocious puberty is defined by the onset of secondary sexual characteristics before the age of 8 yr in girls and 9 yr in boys.",
        "cop": 3,
        "opa": "5 years",
        "opb": "7 years",
        "opc": "8 years",
        "opd": "9 years",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "074a273c-2a67-4c85-a642-ab838503e0b3",
        "choice_type": "single"
    },
    {
        "question": "Delayed pubey seen in all except",
        "exp": "Delayed pubey may be related to chronic, reversible causes like systemic disease, malnutrition, eating disorders, hyperprolactinemia, and hypothyroidism. Irreversible defects includes destruction of the hypothalamic pituatory axis by infection, surgery, tumour. All theses are due to chronic diseases. Mc. Cune-Albright syndrome: A) A typical lesion on the face, chest, and arm of a 5-year-old girl with Mc. Cune-Albright syndrome which demonstrates jagged \"coast of Maine\" borders, and the tendency for the lesions to both respect the midline and follow the developmental lines of Blaschko. B) Typical lesions that are often found on the nape of the neck and crease of the buttocks are shown (black arrows). C) A typical lesion on the lower back in an adult with Mc. Cune-Albright syndrome demonstrates jagged borders (white arrow). Note the spinal asymmetry due to fibrous dysplasia-related scoliosis. Reference: OP Ghai essential paediatrics, 8th edition. page-no 534.",
        "cop": 4,
        "opa": "Chronic disease",
        "opb": "Hypothyroidism",
        "opc": "Turnur's syndrome",
        "opd": "Mac cune albright syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "4237cc14-a564-4628-bf97-57e216eb90cd",
        "choice_type": "multi"
    },
    {
        "question": "The most common presentation of hypoparathyroidism beyond the neonatal period is",
        "exp": "In postnatal period hypoparathyroidism presents with tetany of hands and feet, resulting in carpopedal spasm. Hyperreflexia due to hypocalcemia is common. Trousseau sign is a carpopedal spasm that occurs after a blood pressure cuff around the arm is inflated above the systolic blood pressure for several minutes. Chvostek sign (ie, twitching of ipsilateral facial muscles with tapping on the facial nerve in front of the ear and just below the zygomatic bone) is a manifestation of neuromuscular excitability. Chvostek sign is present in 25% of healthy adults and in even higher rates in children. Thus, its presence or absence should be documented prior to thyroidectomy. Reference: Ghai essential of pediatrics, eighth edition, p. no: 521.",
        "cop": 2,
        "opa": "Syncope secondary to prolonged QT intervals",
        "opb": "Tingling of extremities",
        "opc": "Seizure",
        "opd": "Bronchospasm",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "34b84cfb-cee1-4336-81b9-fa3b60911f53",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of congenital adrenal hyperplasia is",
        "exp": "(21 hydroxylase) (489-90-G) (492-Ghai 7th)* 21 hydroxylase & 11-b hydroxylase deficiency are common varieties21 hydroxylase11-b hydroxylase deficiency* May present as salt-wasting form of CAH, due to the associated aldosterone deficiency resulting in life threatening emergencies in the early postnatal life* These may present with severe vomiting and vascular collapse* Boys with CAH do not have anomaly of the external genitals at birth* Results in accumulation of deoxycortisol (DOC) because enzymatic block is beyond this stage* These children develop hypertension of varying severity due to excessive DOC",
        "cop": 1,
        "opa": "21 hydroxylase deficiency",
        "opb": "11 B-hydroxylase deficiency",
        "opc": "17 alpha-hydroxylase deficiency",
        "opd": "18 hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "6e82a34f-5e1b-4b1b-8ee6-5eb93b618025",
        "choice_type": "single"
    },
    {
        "question": "Pseudohypoparathyroidism is characterized by:",
        "exp": "c. Decreased serum Ca++ and Increased serum PTH(Ref: Nelson's 20/e p 2695-2697, Ghai 8/e p 521-524). Pseudohypoparathyroidism (PHP). Parathyroid glands are normal or hyperplastic and they can synthesize and secrete parathyroid hormone (PTH). Serum levels of immunoreactive PTH are elevated even when the patient is hypocalcemic normocalcemic. Neither endogenous nor administered PTH raises the serum levels of calcium or lowers the levels of phosphorus.",
        "cop": 3,
        "opa": "Normal serum Ca++ and decreased serum PTH",
        "opb": "Decreased serum Ca++ and decreased serum PTH",
        "opc": "Decreased serum Ca++ and Increased serum PTH",
        "opd": "Normal serum Ca++ and Increased serum PTH",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "9c4fca19-a020-495a-b9ce-cffda5b91d80",
        "choice_type": "single"
    },
    {
        "question": "A one year old child preents with sho stature, lethargy, & constipation. Clinical examination shows a palpable goiter. Laboratory investigations revealed a low T4 and elevated TSH which of the following is the most likely diagnosis",
        "exp": "Thyroid dyshormonogenesis is a rare condition due to genetic defects in the synthesis of thyroid hormones. Patients develop hypothyroidism with a goiter. It is due to either deficiency of thyroid enzymes, inability to concentrate, or ineffective binding. Responsible for 10-15 % cases of permanent hypothyroidism. Synthetic defects in thyroid hormone production. Abnormal thyroid peroxidase activity is the commonest one, leading to impaired oxidation and organification of iodine. Autosomal Recessive inheritance, 25% increased risk in subsequent siblings. Goiter may be present, low total and free T4 levels, elevated TSH, and normal TBG. Thyroglobulin (TG) is low in TG synthetic defects and is high in other thyroid hormone synthetic defects. Imaging: Normally placed thyroid gland, which may be of normal size or enlarged. In cases with paial deficiency, onset of signs and symptoms is delayed. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Thyroid Dyshormonogenesis",
        "opb": "Thyroid Dysgenesis",
        "opc": "Central Hypothyroidism",
        "opd": "TSH Receptor Blocking Antibody",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "9ebef7e2-a6e9-4bbe-a66d-d07d6fb38cf7",
        "choice_type": "single"
    },
    {
        "question": "GH deficiency is diagnosed by -",
        "exp": "Ans. is 'a' i. e., Bone age less than chronological age Short stature due to Human Growth hormone deficiency in characterized by -1. Ratio of upper to lower segment is normal. 2. Bone age or epiphyseal development is less than chronological age by about 2 years. 3. Childrens are normal in height and weight at birth. 4. Delay in growth is usually observed after the age of one year.",
        "cop": 1,
        "opa": "Bone age less than chronological age",
        "opb": "Bone age more than chronological age",
        "opc": "Bone age equal to chronological age",
        "opd": "Ratio of upper to lower segment of body is increased",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "0160ea98-f4c5-4869-99b5-24b37bf1ecea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following effects is NOT SEEN in primary hyperaldosteronism (Conn's syndrome)?",
        "exp": "c. Hyperkalemia(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). Primary aldosteronism encompasses disorders caused by excessive aldosterone secretion independent of the renin angiotensin system. These disorders are characterized by hypertension and hypokalemia.",
        "cop": 3,
        "opa": "Hypertension",
        "opb": "Metabolic Alkalosis",
        "opc": "Hyperkalemia",
        "opd": "Expansion of Extracellular and Plasma volume",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "9576bd8e-1ae2-499d-adb9-893c916877ce",
        "choice_type": "single"
    },
    {
        "question": "The karyotype of a patient with androgen insensitivity Syndrome is",
        "exp": "Karyotype-46, XY. Normal genitK appearance -SRY deletion, SF1 defect, Gonadal dysgenesis, Severe St. AR defect, Complete androgen insensitivity syndrome. Genital ambiguity -Testicular dysgenesis, Steroidogenic defects, Paial androgen insensitivity syndrome, Aromatase deficiency. * Chromosomal study: Karyotype is 46, XY. * In infants and children, stimulation by h. CG before measurement of hormones needed. * Serum testosterone is normal (or higher) * Serum E2 level is high normal for males * Serum LH level is normal or slightly elevated * FSH is normal. * USG: --Ovaries, uterus, upper 2/3rd of vagina and tubes are absent Reference: OP Ghai, essential. paediatrics, 8 th edition, page no- 538, table 17. 32.",
        "cop": 2,
        "opa": "46. XX",
        "opb": "46. XY",
        "opc": "47. XXY",
        "opd": "45. X0",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ff5eb061-ca6a-4082-a70f-0b467b06a0c1",
        "choice_type": "single"
    },
    {
        "question": "Male pseudohermaphroditism is seen in",
        "exp": "5 alpha reductase conve testosterone to dihydrotestosterone, which is required for external genital devolopment in male. deficiency of it leads to development of mullerian duct into fallopian tube, Uterus and upper third of vagina. Reference: Ghai essential of pediatrics, eighth edition, p. no: 538",
        "cop": 1,
        "opa": "5- a redutase deficiency",
        "opb": "21 hydroxylase deficiency",
        "opc": "17 hydroxylase deficiency",
        "opd": "Gonadal dysgenesis",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "0a8c2b79-6524-44b4-928a-978fa18b5fbe",
        "choice_type": "single"
    },
    {
        "question": "Adrenal hyperplasia due to 21 hydroxylase deficiency is treated with low dose:",
        "exp": "Ans: c. Ref: Pedia ghai, 6th ed, p. 497, Nelson, 17th ed, p. 1912",
        "cop": 3,
        "opa": "Androgen",
        "opb": "Estrogen",
        "opc": "Cortisone",
        "opd": "Anti androgen",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "8ae88812-aa33-44ed-8131-59fa8df2097d",
        "choice_type": "single"
    },
    {
        "question": "The features of neonatal hypehyroidism include all except",
        "exp": "The diagnosis is confirmed by the demonstration of elevated serum free T4 and T3 levels. The presence of goiter infiltrative eye signs and hypehyroidism is suggestive of Grave&; s disease. Absence of goiter should raise the possibility of transient hypehyroidism as a pa of autoimmune thyroiditis. Reference: OP Ghai, essential paediatrics, 8 th edition, page no 520",
        "cop": 4,
        "opa": "Triangular facies with craniosynostosis",
        "opb": "Congestive cardiac failure",
        "opc": "Advanced osseous maturation",
        "opd": "Goiter is rare",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "fd5ed093-92f2-459f-aca0-64b006a3cf2a",
        "choice_type": "multi"
    },
    {
        "question": "Drug used in the treatment of CAH in a child is:",
        "exp": "d. Hydrocortisone(Ref: Nelson's 20/e p 2719). Treatment of CAH (21 hydroxylase deficiency) involves use of Hydrocortisone 15-20mg/m2/24hr, administered orally in 3 divided doses. Double or triple doses are indicated during periods of stress, such as infection or surgery.",
        "cop": 4,
        "opa": "Dexamethasone",
        "opb": "Betamethasone",
        "opc": "Prednisolone",
        "opd": "Hydrocortisone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "9baaf905-03ff-4613-b07b-0b6217959123",
        "choice_type": "single"
    },
    {
        "question": "A 6-week infant with ambiguous genitalia (as shown below) presents with an episode of dehydration & shock requiring hospitalization. What is the electrolyte abnormality that you expect in this baby?",
        "exp": "b. Hyperkalemia. Ambiguous genitalia in an infant with dehydration & shock, suggests the diagnosis of CAH due to 21 hydroxylase deficiency",
        "cop": 2,
        "opa": "Hypokalemia",
        "opb": "Hyperkalemia",
        "opc": "Hypocalcemia",
        "opd": "Hypercalcemia",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "94284059-f842-43eb-98a7-958233d0b3d3",
        "choice_type": "single"
    },
    {
        "question": "Common presentations of juvenile Hypothyroidism",
        "exp": "Most common presentation of juvenile hypothyroidism is growth retardation. others include delayed skeletal maturation, delayed dental development, delayed pubey, myopathy and pseudohyperophy, enlarged sella, pseudomotor cerebri. Usually due to hormonal synthesis defect such as TPO or to c -erb A mutation PE: goiter, delayed maturation, testicular enlargement/precocious menarche NOT usually MR- recovery is general rule with thyroxine Reference: OP Ghai, essential paediatrics, 8 th edition. page no 517",
        "cop": 1,
        "opa": "Growth retardation",
        "opb": "Mental retardation within 2 years",
        "opc": "Delayed pubey",
        "opd": "Umbilical Hernia",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "1012a8f1-bb16-4953-bf52-77612fc24af0",
        "choice_type": "single"
    },
    {
        "question": "Pecentage of dose given as Basal insulin in bolus basal regimen in children is?",
        "exp": "A basal-bolus injection regimen involves taking a number of injections through the day. A basal-bolus regimen, which includes an injection at each meal, attempts to roughly emulate how a non-diabetic person&; s body delivers insulin. Intensive therapy includes the administration of insulin 3 times daily by multiple daily injections (MDI) or pen, or an external pump. Every dose of insulin is adjusted according to the pre-meal blood glucose performed at least four times daily, dietary intake, and anticipated exercise. It does not refer to the type of insulin. Total daily dose is divided as follows: * Basal dose: 25-30% of the total dose in toddlers and 40-50% in older children, given at bedtime. This suppresses the glucose production between meals and overnight. * Bolus doses: Remaining dose is divided into 3 pre-meal doses. The meal time (prandial) doses limit post-prandial hyperglycemia. Every bolus dose of insulin is adjusted as per the scale in Table I. Intensive therapy includes the administration of insulin 3 times daily by multiple daily injections (MDI) or pen, or an external pump. Every dose of insulin is adjusted according to the pre-meal blood glucose performed at least four times daily, dietary intake, and anticipated exercise. It does not refer to the type of insulin. Total daily dose is divided as follows: * Basal dose: 25-30% of the total dose in toddlers and 40-50% in older children, given at bedtime. This suppresses the glucose production between meals and overnight. * Bolus doses: Remaining dose is divided into 3 pre-meal doses. The meal time (prandial) doses limit post-prandial hyperglycemia. Every bolus dose of insulin is adjusted as per the scale in Table I. TABLE I Subcutaneous Basal-Bolus Insulin Dosing and Glycemic Targets Age group (years) Target pre-meal blood sugar* Target HbA 1c (mg%) Dose** (U/kg/d) 0-6 100-180 7. 5-8. 5%+ 0. 6-0. 7 6-12 90-180 <8% 0. 7-1. 0 13-19 80-130 <7. 5% 1. 0-1. 2 Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "0-25%",
        "opb": "25-50%",
        "opc": "50-75%",
        "opd": "75-100%",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "972ad4a8-1585-48db-a8c1-9e2de49b041e",
        "choice_type": "single"
    },
    {
        "question": "A 7 yr old boy underwent neurosurgery for craniopharyngioma following which pituitary functions were lost. Which of the following hormone should be replaced first?",
        "exp": "Hydrocoisone is a coicosteroid mainly used for anti inflammatory action. It may have lot of side effects due to a neurosurgery. Hence, it should be first replaced after a surgery Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hydrocoisone",
        "opb": "Thyroxine",
        "opc": "Growth hormone",
        "opd": "Prolactin",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "6b881003-232a-436d-aaa8-2d3bec406ae6",
        "choice_type": "single"
    },
    {
        "question": "'Weak giants' are produced by:",
        "exp": "d. Pituitary adenomas(Ref: Nelson's 20/e p 2714-2724). Hyperpituitarism causes tall stature (Giants), with weak muscles; Most common cause of Hyperpituitarism is Pituitary adenoma.",
        "cop": 4,
        "opa": "Thyroid adenomas",
        "opb": "Thyroid carcinomas",
        "opc": "Parathyroid adenomas",
        "opd": "Pituitary adenomas",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "af7f979f-fb5f-4355-be03-7d4e0b9cc198",
        "choice_type": "single"
    },
    {
        "question": "In Pheochromocytoma, which of the following is increased in urine?",
        "exp": "a. VMA(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). Biochemical tests for Pheochromocytoma: Pheochromocytomas synthesize and store catecholamine, so elevated plasma and urinary levels of catecholamines methylated metabolites (VMA or vanillyl mandelic acid), metanephrines, are the cornerstone for the diagnosis. Among these tests, the fractionated metanephrines and catecholamines are the most sensitive. QIn contrast to adults with pheochromocytoma in whom both norepinephrine and epinephrine are elevated, children with pheochromocytoma predominantly excrete norepinephrine in the urine.",
        "cop": 1,
        "opa": "VMA",
        "opb": "Aldosterone",
        "opc": "Cortisol",
        "opd": "17 hydroxyprogesterone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "dd5ae80b-6504-4f3f-90d0-e6cb3837d022",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is Not associated with congenital hypothyroidism?",
        "exp": "Infants born with congenital hypothyroidism may show no effects, or may display mild effects that often go unrecognized as a problem: excessive sleeping, reduced interest in nursing, poor muscle tone, low or hoarse cry, infrequent bowel movements, exaggerated jaundice, and low body temperature. If fetal deficiency was severe because of complete absence (athyreosis) of the gland, physical features may include a larger anterior fontanel, persistence of a posterior fontanel, an umbilical hernia, and a large tongue (macroglossia). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Thyroid agenesis",
        "opb": "Wide open anterior fontanelle",
        "opc": "Microcephaly",
        "opd": "Drooling",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "f1474813-ccc7-4427-b2ca-e474301aa5fa",
        "choice_type": "single"
    },
    {
        "question": "Pseudohermaphroditism in a female child is most commonly due to",
        "exp": "Excess androgen production is the most common cause of disorder of sexual differentiation (pseudohermaphroditism) mainly 21- hydroxylase deficiency. Others are 11- beta-hydroxylase and 3 beta-hydroxysteroid dehydrogenase deficiency Image: Female pseudohermaphroditism with normal uterus. A, Sonographic view of the external genitalia; note the enlarged clitoris (C) with fused prominent labia (L). B, The corresponding postnatal disposition verifying enlarged clitoris and fused labia. Reference: Ghai essential of paediatrics, eighth edition, p. no: 538",
        "cop": 1,
        "opa": "21- hydroxylase deficiency",
        "opb": "17-hydroxylase deficiency",
        "opc": "11-hydroxylase deficiency",
        "opd": "3-hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ea6e3cda-69ff-4e23-b8d3-549be71c1fb3",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy underwent neurosurgery for craniopharyngioma following which pituitary functions were lost. Which of the following hormone should be replaced first?",
        "exp": "a. Hydrocortisone(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Hydrocortisone should be supplemented first if all pituitary function is lost.",
        "cop": 1,
        "opa": "Hydrocortisone",
        "opb": "Thyroxine",
        "opc": "Growth hormone",
        "opd": "Prolactin",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "028d1ab9-5e2a-4fa1-84e5-839c8c139acf",
        "choice_type": "single"
    },
    {
        "question": "Blood specimen for Neonatal thyroid screening is obtained on",
        "exp": "GUIDELINES FOR NEONATAL THYROID SCREENING - AMERICAN ACADEMY OF PEDIATRICS When to screen: Normal hospital delivery at term - Filter paper collection ideally at 2-4 days of age or at time of discharge NICU / preterm home bih - Within 7 days of bih Maternal history of thyroid medication / family history of congenital hypothyroidism - cord blood for screening Cord blood is to be used only if there is family history of hypothyroidism. In normal delivery, blood is taken at 2-4 days of age. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Cord blood",
        "opb": "24 hours after bih",
        "opc": "48 hours after bih",
        "opd": "72 hours after bih",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "33eb2af0-2e65-43d6-8c6a-df604de19363",
        "choice_type": "single"
    },
    {
        "question": "A 10-day-old male pseudohermaphrodite child with 46 XY karyotype presents with BP of 110/80 mm Hg. Most likely enzyme deficiency is:",
        "exp": "b. 17 hydroxylase(Ref: Nelson's 20/e p 2714-2423, Ghai 8/e p 526-527). In 17-hydroxylase deficiency: All pregnonolone is converted to mineralocorticoid. So, there will be: Excess of mineralocorticoids - Salt retention and hypertension. No androgens - Feminization of external male genitalia, while genitalia development will be normal in females. Coming back to this question, this neonate has: Hypertension (normal BP in a neonate =75/50) and male pseudohermaphroditism, both of which are features of 17-alpha hydroxylase deficiency.",
        "cop": 2,
        "opa": "21 hydroxylase",
        "opb": "17 hydroxylase",
        "opc": "11 hydroxylase",
        "opd": "3-beta hydroxylase",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "cc73fa6c-eb70-4568-b306-2d88dcdeb89f",
        "choice_type": "single"
    },
    {
        "question": "Gonads to testes differentiation",
        "exp": "SRY sex determining region on the Y chromosome. Reference: OP Ghai, essential paediatrics, 8 th edition, page no 537, fig 17. 20",
        "cop": 1,
        "opa": "SRY gene",
        "opb": "WNT-4 gene",
        "opc": "DAXI gene",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "9830459d-cd20-411d-87b4-92f276eef4ab",
        "choice_type": "multi"
    },
    {
        "question": "Which condition is associated with Congenital Adrenal Hyperplasia?",
        "exp": "(B) Female pseudohermaphroditism[?]. Congenital Adrenal Hyperplasia (CAH) is the most common cause of female pseudohermaphroditism & virilization, & decreased cortisol synthesis owing to reduction or loss of 21-hydroxylase enzyme function is the most common biochemical cause of CAH. ABERRANT SEXUAL DIFFERENTIATION DEVELOPMENTAL DISORDERSFemale Pseudohermaphroditism. Male Pseudohermaphroditism*. Congenital virilising adrenal hyperplasia of fetus*. Maternal androgen excess*. Virilizing ovarian tumor*. Iatrogenic: Treatment with androgens or certain synthetic progestational drugs*. Androgen resistance*. Defective testicular development*. Congenital 17-hydroxylase deficiency. Disorders of Embryonic Sexual Development: Hermaphroditism occurs when individuals have both ovary & testis tissue. Pseudohermaphrodites have either testes or ovaries but have accessory organs & external genitalia that are incompletely developed or inappropriate. Most common cause of female pseudohermaphroditism is congenital adrenal hyperplasia. In males, one cause is testicular feminizing syndrome in which testes are normal but there are no receptors for Testosterone.-Individual develops very female appearance but is infertile. Causes of Female Pseudohermaphroditism: Congenital Adrenal Hyperplasia (CAH): It is caused by a defect in an enzyme (21-hydroxylase) in the steroid hormone synthesis pathway in the adrenal gland. It is the most common cause of ambiguous genitalia in newborns. Causes females to be masculinized due to a deficiency of the enzyme 21- hydroxylase. It is present in about one in 15, 000 newborns. It is inherited by an autosomal recessive gene. Overproduction of male hormones before birth: It is often due to adrenal gland abnormality (as described in CAH above). High levels of male hormones may also enter the placenta via the mother (when receives progesterone to prevent a miscarriage or has a hormone-producing tumor). The common cause: Congenital Adrenal Hyperplasia (CAH): 95% of CAH: Hypocortisolism; Enzyme 21-hydroxylase deficiency. Increased 17-hydroxy progesterone or 17-OHP. Manifest as virilization (Clitoromegaly, acne etc., ). Cortisol substitution - less masculine & potentially fertile. May cause Addison's Crisis. Newborn female CAH - presence of ambiguous genitalia. Newborn male CAH - similar symptoms with Hypertrophic Pyloric Stenosis (HPS), to differentiate it:-CAH: Hyperkalemia, metabolic acidosis; HPS: Hypokalemia, metabolic alkalosis. Other Options[?]. True hermaphroditism: Glands of both the sexes must be present in the same individual (cases are very rare). Accessory sex gland is atrophic and shows no evidence of functional activity. Sex gland consists partly of ovarian & partly of testicular tissue. [?]. Pseudohermaphroditism: Sex glands are of one sex while the external genitalia are of the opposite sex. [?]. Female pseudohermaphroditism ovaries may descend within the inguinal canal to lie in the labia majora, and if the clitoris is hypertrophied, it may at first glance resemble the penis, and the fused labioscrotal folds resemble a rudimentary scrotum. [?]. Male pseudohermaphroditism type, the testis fails to descend into the scrotum, the penis is ill developed, and as a result of extreme hypospadias, the external genitalia resemble those of the female.",
        "cop": 2,
        "opa": "Male pseudohermaphroditism",
        "opb": "Female pseudohermaphroditism",
        "opc": "Female true hermaphroditism",
        "opd": "Sequential pseudohermaphroditism",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "15bafd0c-8349-4d62-900e-e47c0b22530b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is not used for the therapy of congenital adrenal hyperplasia?",
        "exp": "Ans. C. Antibiotics. Patients with congenital adrenal hyperplasia require lifelong treatment. Patients with salt wasting and virilizing forms should be treated with hydrocortisone and fludrocortisone. After completion of growth, synthetic glucocorticoid preparations (dexamethasone, prednisolone) can be used.",
        "cop": 3,
        "opa": "Hydrocortisone",
        "opb": "Prednisolone",
        "opc": "Antibiotics",
        "opd": "Dexamethasone",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "5e31e3d1-c18d-4295-b3b6-68d3050a2b1d",
        "choice_type": "single"
    },
    {
        "question": "About Cushing syndrome all are true except:",
        "exp": "c. Hypoglycemia(Ref: Nelson's 20/e p 2714-2723, Ghai 8/e p 526-527). Hyperglycemia is a feature of Cushing's syndrome and not hypoglycemia.",
        "cop": 3,
        "opa": "Purple striae",
        "opb": "Plethora",
        "opc": "Hypoglycemia",
        "opd": "Obesity",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "0b3794b1-2ce9-41c3-a5e5-d23d76ba9abb",
        "choice_type": "multi"
    },
    {
        "question": "Deep white matter lesion with bilateral deep bright thalamic appearance is suggestive of",
        "exp": "Ans. is 'c' i. e. Krabbe's disease Deep white matter lesion along with the involvement of thalamus suggests Krabbe's disease. Krabbe's disease is a leukodystrophy. Leukodystrophy. It is a term commonly used to refer to demyelination disorders. They are mainly due to genetic defects in the formation and maintenance of myelin. They usually present in infants and children with increasing development delay, progressive dementia and neurological deficit. These disorders are inherited as autosomal recessive trait and are associated with lysosomal enzyme deficiencies. They include the following disorders:-Metachromatic leukodystrophy. Globoid leukodystrophy (Krabbe's disease). Spongiform degeneration (Canavan's disease)T. scan of leukodystrophies:-C. T. scan of the leukodystrophies shows low density areas in the white matter which are bilateral but not necessary symmetric and becomes more extensive as the disease process progresses. Krabbe's disease. It occurs due to deficiency of the enzyme P-galactocerebroside. It presents in infancy with retardation and spasticity. CT scan appearance of Krabbe's diseaseB/L symmetrical hypodensities in both frontoparietal and occipital regions in the white matter zone. Both thalamus and basai ganglia are hyperdense. Cerebellum unaffected, ventricles normal, septum midline. Metachromatic leukodystrophy. It is a common leukodystrophy which commences in infancy. It occurs due to deficiency of the enzyme Arylsulphatase A. C. T. shows diffuse symmetric attenuation of the cerebellar and cerebral white matter. Alexander's disease. It is one of the few leukodystrophies that occurs sporadically and is characterized histopathologically by the abundant presence of Rosenthal fibres in the affected brain. Definitive diagnosis thus depends on brain biopsy. It occurs due to mutation in glial fibrillary acidic protein (GFAP). C. T. scan demonstrates degeneration of the white matter most prominent in the frontal lobes. Canavan's disease. It occurs due to deficiency of the enzyme aspart acylase leading to accumulation of N-Acetyl aspartic acid in the brain. C. T. scan shows diffuse white matter degeneration primarily in the cerebral hemispheres with less involvement in the cerebellum and brainstem.",
        "cop": 3,
        "opa": "Alexander disease",
        "opb": "Canavan's diseases",
        "opc": "Krabbe's disease",
        "opd": "Metachromatic leukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "ba81aeb9-d666-470d-aadc-17913046da14",
        "choice_type": "single"
    },
    {
        "question": "A 3-week-female infant is brought for ambiguous genitalia and hyperpigmentation of skin. She has hyponatremia and hyperkalemia. Which one of the following is the most likely diagnosis?",
        "exp": "a. 21 hydroxylase deficiency(Ref: Nelson's 20/e p 2227-2729, Ghai 8/e p 525). The given clinical scenario of ambiguous genitalia, hyperpigmentation and electrolyte disturbances suggest a diagnosis of CAH due to 21 hydroxylase deficiency. Features Seen in Adrenal Enzyme Deficiency17-a-hydroxylase11-b hydroxylase21 hydroxylase and 3b-HSDSalt retention and hypertension. Feminization of male. Salt retention and hypertension. Virilization of female. Precocious puberty in male. Salt losing. Virilization of female. Precocious puberty in male",
        "cop": 1,
        "opa": "21 hydroxylase deficiency",
        "opb": "17 alpha hydroxylase deficiency",
        "opc": "17, 20 lyase deficiency",
        "opd": "11 beta hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Endocrinology",
        "id": "72f11ff9-fc8c-41ab-82f2-b141c882626b",
        "choice_type": "single"
    }
]