[
    {
        "question": "A child in status epilepticus should not be given:",
        "exp": "- Shoer acting Benzodiazepines like Lorazepam/ Midazolam are preferred for treating Status epilepticus. - If there is no response, then phenytoin/ fosphenytoin, sodium valproate, Levetiracetam, Phenobarbitone can also be used - So a longer acting drug, Clonazepam is not used Management of status epilepticus: Stabilize airway, breathing, circulation Rule out hypoglycemia & hypocalcemia Then give: IV lorazepam or midazolam | seizure persisting Inj. Phenytoin (20 mg / kg) loading dose | seizure persisting Repeat inj. phenytoin (10 mg/kg) | seizure persisting Inj valproate /levetiracetam /phenobarbitone",
        "cop": 1,
        "opa": "Clonazepam",
        "opb": "Fosphenytoin",
        "opc": "Levetiracetam",
        "opd": "Phenobarbitone",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "bfc173c6-e8db-4fd9-9e42-9301b921dbb5",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for neonatal seizures is?",
        "exp": "- Most common type of neonatal seizures is subtle seizures - Drug of choice for neonatal seizures is Phenobarbitone.",
        "cop": 1,
        "opa": "Phenobarbitone",
        "opb": "Phenytoin",
        "opc": "Valproate",
        "opd": "Levetiracetam",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "b39191a2-5aa6-473c-85ed-075047d62e10",
        "choice_type": "single"
    },
    {
        "question": "Most common epileptic encephalopathy to present in infancy is:",
        "exp": "- West syndrome is most common epileptic encephalopathy in infancy. - Almost any type of brain insult in early life can lead to this syndrome - West syndrome usually begins between the ages of 2-12 months & consists of a triad of Infantile spasms Psychomotor regression and Hypsarrhythmia on EEG.",
        "cop": 2,
        "opa": "Lennox Gastaut syndorme",
        "opb": "West syndrome",
        "opc": "Ohtahara syndrome",
        "opd": "Rasmussen syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "73a1b9c6-9645-4d46-a8f0-82dcd9f6c5e0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are recommended in domiciliary management of seizures EXCEPT?",
        "exp": "Domiciliary management (home management) of seizures include: Putting the child in recovery position (left lateral position) Using intranasal Midazolam spray / buccal Midazolam / Rectal Diazepam Not giving anything to eat or drink till the seizure abos and child becomes conscious and ale",
        "cop": 4,
        "opa": "Put the child in recovery position",
        "opb": "Use intranasal Midazolam spray",
        "opc": "Do not give anything to eat or drink till the seizure abos and child becomes conscious and ale",
        "opd": "Sprinkle water on the face of the child",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "e712712d-6d8a-48ce-9485-6909375bfe74",
        "choice_type": "multi"
    },
    {
        "question": "Identity the type of convulsion shown below:-",
        "exp": "- Video given in question suggests diagnosis of myoclonic epilepsy - Myoclonic epilepsy - sudden, brief jerky shock-like violent contractions of a muscle or a group of muscles. OTHER OPTIONS: Tonic epilepsy: - Muscles go into a sustained spasm. - Muscular rigidity is more marked in antigravity muscles, such as flexors of arm and extensors of legs. - Child becomes unconscious, falls, face appears pale, pupils are dilated and eyes are rolled and there is frothing from the mouth. urine or stools may be passed involuntarily. Atonic: - Aka drop seizure/ akinetic seizure /drop attack - It is a type of seizure that consists of paial or complete loss of muscle tone.",
        "cop": 3,
        "opa": "Tonic",
        "opb": "GTCS",
        "opc": "Myoclonic",
        "opd": "Atonic",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "7f9e3679-725e-4538-89a0-414ad7fb8a5f",
        "choice_type": "single"
    },
    {
        "question": "In a premature baby with convulsion after 2 days of bih, first investigation to be done is:",
        "exp": "- Intracranial hemorrhage can be a common cause for seizures in a preterm neonate, - It can be picked up easily on a transcranial USG through the open anterior fontanelle.",
        "cop": 1,
        "opa": "Transcranial USG",
        "opb": "MRI",
        "opc": "Skull radiography",
        "opd": "CT skull",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "f3489438-5776-4e9f-b72f-8b5f427b61a1",
        "choice_type": "single"
    },
    {
        "question": "Acute symptomatic seizures usually occur within how much time of an acute neurological injury such as trauma or hypoxia?",
        "exp": "Acute symptomatic seizures: usually occur within 1 week of an acute neurological injury like trauma, hypoxia, stroke, infection or inflammation of brain and within 24 hours of acute metabolic derangements. Treatment: Anti-epileptics are given & discontinued after 3-6 months if awake & sleep EEG records are normal",
        "cop": 2,
        "opa": "1 day",
        "opb": "1 week",
        "opc": "1 month",
        "opd": "1 year",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "6ca257bd-aa24-4e93-9549-df9fae93d778",
        "choice_type": "multi"
    },
    {
        "question": "Not a cause of neonatal seizures:",
        "exp": "Etiology of Neonatal seizures: Bih asphyxia/ trauma Intracranial hemorrhage Pyridoxine deficiency and pyridoxal-5-phosphate deficiency Hypocalcemia Hypoglycemia Hypomagnesemia Infections- Meningitis, septicemia etc Developmental malformations Maternal withdrawal of medications Accidental injection of local anesthetic into fetal scalp - Hypokalemia usually does not cause neonatal seizure.",
        "cop": 2,
        "opa": "Pyridoxine deficiency",
        "opb": "Hypokalemia",
        "opc": "Hypomagnesemia",
        "opd": "Hypoglycemia",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "e398285c-11b4-4754-b8be-c68f3d25aca9",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for West syndrome in children is?",
        "exp": "- Drug of choice for West syndrome in children is either ACTH or steroids. (ACTH > Steroids) - In children with Tuberous sclerosis - Vigabatrin is preferred. - West syndrome is characterized by triad of Infantile spasms (SALAAM ATTACKS) Developmental delay Hypsarrhythmia (on EEG)",
        "cop": 3,
        "opa": "Vigabatrin",
        "opb": "Valproate",
        "opc": "ACTH",
        "opd": "Lamotrigene",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "f2a6f02b-e9d8-4a3b-8ab4-dcdade0f965e",
        "choice_type": "single"
    },
    {
        "question": "Lennox-Gastaut Syndrome is characterized by:",
        "exp": "Lennox-Gastaut syndrome (LGS): High yield facts It typically stas between the ages of 3 to 10 yr It consists of a triad of developmental delay, multiple seizure types and typical EEG changes Patients commonly have multiple seizure types (myoclonic, atypical absence, atonic, astatic, and tonic seizures) that are difficult to control, and most are left with long-term cognitive impairment and intractable seizures despite multiple therapies. EEG findings are 1-2 Hz spike-and-slow waves, polyspike bursts in sleep, and a slow background in wakefulness. Some patients sta with Ohtahara syndrome, develop West syndrome and then progress to LGS",
        "cop": 4,
        "opa": "Single seizure type",
        "opb": "Good prognosis and adequate controlled epilepsy",
        "opc": "Affects mainly adolescents",
        "opd": "Multiple seizure types that are difficult to control",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "547510c1-f3d1-4e24-9163-feac30079db6",
        "choice_type": "single"
    },
    {
        "question": "True regarding breath holding spells are all EXCEPT:",
        "exp": "BREATH HOLDING SPELLS: --> Behavioral problem, usually affects boys b/w 6 months - 3 yrs of age. Results from immaturity of ANS. --> Triggers: Injury, anger, frustration --> Sequence of events is typical: Child first has long cry --> then, holds his breath --> turns blue & limp --> may be followed by tonic & few clonic movements. --> 2 types PALLID- caused by reflex vagal bradycardia & asystole CYANOTIC - due to prolonged expiration, apnea, intrapulmonary shunting of blood --> Treatment: Parental Reassurance; Treatment of co-existing Iron deficiency anemia Anti-epileptics are usually not indicated for its treatment.",
        "cop": 1,
        "opa": "Antiepileptic treatment is necessary",
        "opb": "Atropine is sometimes used",
        "opc": "Attacks of cyanosis can occur",
        "opd": "Occurs between 6 months to 5 years age",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "ca382dff-94be-4d24-b4d5-e5df32614730",
        "choice_type": "multi"
    },
    {
        "question": "If an otherwise well child presents with 1st episode of unprovoked seizures & continues to have seizures despite 2 doses of Lorazepam, what drug should be administered next?",
        "exp": "- The given case scenario suggests a diagnosis of status epilepticus. - If seizures continue despite giving Lorazepam/ Midazolam, then follow this sequence: IV lorazepam or midazolam | seizure persisting Inj. Phenytoin (20 mg / kg) loading dose | seizure persisting Repeat inj. phenytoin (10 mg/kg) | seizure persisting Inj valproate /levetiracetam /phenobarbitone",
        "cop": 2,
        "opa": "Phenobarbitone",
        "opb": "Phenytoin",
        "opc": "Valproate",
        "opd": "Levetiracetam",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "3e5a353b-b461-4d28-9a25-1405b6cb060f",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for Absence attacks is",
        "exp": "- DOC for Absent seizures: Typical - Ethosuximide Atypical & in India - Sodium valproate If nothing is mentioned in question then DOC is Ethosuximide Drug of choice for: Focal seizures: oxcarbamazepine and carbamazepine; Juvenile myoclonic epilepsy: valproate and lamotrigine; Lennox-Gastaut syndrome: clobazam, valproate, topiramate, lamotrigine, and, most recently, as add on, rufinamide Infantile spasms: adrenocoicotropic hormone (ACTH).",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Primidone",
        "opc": "Ethosuximide",
        "opd": "Phenobarbitone",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "a9a04416-32c3-4966-8ef0-2ca5f7818126",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old child, weighing 20 kg who is a known case of seizure disorder, already on Valproate 200 mg twice daily, presents with breakthrough seizures to the pediatric casualty. The seizures were aboed with Inj Lorazepam. What should be the next medication administered to this child?",
        "exp": "- For breakthrough seizures in a child who is already on an antiepileptic, after aboing the seizure, a mini loading dose of same antiepileptic can be given, provided he/she is not on the maximum dose of that drug. - Thus, to this child, mini loading dose of sodium valproate can be given",
        "cop": 3,
        "opa": "Phenobarbitone",
        "opb": "Phenytoin",
        "opc": "Sodium Valproate",
        "opd": "Levetiracetam",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "75c63e81-29bc-4376-8604-184089ca90ec",
        "choice_type": "single"
    },
    {
        "question": "Treatment of rolandic epilepsy is:",
        "exp": "Paial idiopathic epilepsy with rolandic spikes Also called benign epilepsy with centrotemporal spikes They are seizures while falling asleep or on awakening Focal sharp waves in centrotemporal location are seen on EEG. Carbamazepine is the most frequently used 1st line drug, but valproate, phenytoin, gabapentin and levetiracetam have been found effective as well.",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Lamotrigine",
        "opc": "Carbamazepine",
        "opd": "ACTH",
        "subject_name": "Pediatrics",
        "topic_name": "Epilepsy",
        "id": "d9081fc5-f32c-4bfe-8e94-9d8203b6739c",
        "choice_type": "single"
    }
]