[
    {
        "question": "Amount of Protein present in 100 ml of breast milk is:",
        "exp": "Ref: Vishnu Bhat's Protein Energy Malnutrition. 1st ed, PEEP EE, Page: 51. Explanation: Nutritional values of various milk. Milk source. Quantity. Energy (Kcal). Protein (g). Cow100 ml673. 3. Buffalo100 ml1174. 3. Goat100 ml723. 7. Human100 ml651. 1",
        "cop": 2,
        "opa": "2. 2 g",
        "opb": "1. 1 g",
        "opc": "0. 55g",
        "opd": "3. 3g",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "605bf107-3b59-44f1-9e14-894d3261bf13",
        "choice_type": "single"
    },
    {
        "question": "Breast milk is rich in all except -",
        "exp": "Ans. is 'c' i. e., Sodium Nutritional value of breast milkA) Carbohydrateo Lactose is in a high concentration in breast milk which helps in the absorption of calcium and enhances the growth of lactobacilli in the intestine. B) Proteino The protein content of breast milk is low which causes lower solute load on the kidney. Most of the protein is whey proteins (lactalbumin and lactoglobulin), which can be digested easily (In contrast cow milk contains more casein). o Breast milk contains the ideal ratio of the amino acids cystine, taurine and methionine to support development of central and peripheral nervous system. C) Fatso Breast milk is rich in polyunsaturated fatty acids, necessary for the myelination of the nervous system and brain growth. o Active lipase in the breast milk promotes digestion of fats and provides FFA. The pattern of fats facilitates absorption of calcium. D) Mineralso Breast milk protects against neonatal hypocalcemia and tetany due to ideal calcium phosphorus ratio (2: 1) and better calcium absorption. o Iron of breast milk is very well absorbed breast feeding prevents against iron deficiency anemiao Breast milk also prevents deficiencies of vitamin A, C, D, E and zinc. o Breast milk has a water content of 88% and hence a breastfed baby does not require additional water in the first 6 months of life even in summer months. o Breast milk has a low mineral and sodium content low osmolality presents a low solute load to the kidney.",
        "cop": 3,
        "opa": "Lactose",
        "opb": "PUFA",
        "opc": "Sodium",
        "opd": "Lactalbumin",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "d6325ebd-b853-474d-ab3c-0be2f6dab0fd",
        "choice_type": "multi"
    },
    {
        "question": "The important fatty acid present in breast milk which is important for baby growth is:",
        "exp": "Am. a. Docosahexanoic acid (Ref: CPDT M* e p2. H6). The important fatty acid present in breast milk, which is important for baby growth is Docosahexanoic acid. \"Up to 5-10% of fatty acids in human milk are poly-unsaiurated Most of these are Linoleic acid with smaller amounts of Linolenic acid. Linoleic acid gives rise to arachidonic acid. Linolenic acid gives rise to Docosahexanoic acid Docosahexanoic acid is found in human milk and brain lipids and is requiredfor the development of our nervous system and visual abilities during the first six months of life. Lack of sufficient docosahexanoic acid may be associated with impaired mental and visual functioning as well as attention deficit hyperactivity disorder. \"Breast milk contains all three types of essentia! fatty acids (EFAs). Omega-3. Omega-6. Omega-9* Breast milk is rich in omega -3 fatty acids.* Omega-3 fats come in three forms: as docosahexanoic acid (DHA), eicosapentaenoic acid (ERA) and alpha linolenic acid (ALA)* Breast milk contains EPA and DHA.* The body cannot produce these fats on its own, which is why these healthy fats are called essential fatty acids.* Omega-6 fats are also considered essential because these fatsare needed for heart and brain development* Linoleic acid and arachidonic acid (AHA) are omega-6 fats found in human breast milk.* The body is able to convert linoleic acid into gamma linolenic acid (GLA) when needed.* GLA is vital for proper organ functioning.* Omega-9 (Oleic acid) is healthy fat found in a mother's milk* Not as essential as omega-3 and omega-6, but this fatty acid still plays a vital role in the body.* Work as a back-up when thereis not enough omega-3 or-6 in the body.* When there is enough good fat in the body, omega-9 simply enhances the other fats.",
        "cop": 1,
        "opa": "Docosahexanoic acid",
        "opb": "Palmitic acid",
        "opc": "Linoieic acid",
        "opd": "Linolenic acid",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "75e2f692-15f4-4eb6-97c7-e66d91fafd1a",
        "choice_type": "single"
    },
    {
        "question": "Breast milk is rich in _____ when compared to cow's milk:",
        "exp": "Ref: Core of The Newborn by Meharban Singh 7th Edition, Page No. 163 Preventive and social medicine by A'. Park. 18th edition, page no. 398. Explanation: Difference between human and cow's milk {composition per 100 ml). Constituent. Breast milk. Cow's milk. PROTEIN1. 1g3. 3g-Casein0. 4g2. 8g-Soluble protein0. 7g0. 5g. LIPID3. 5g3. 5g. CARBOHYDRATES7. 0g5-0g-Lactose6. 5g4. 5g. Calcium34mg122mg. Phosphorous15mg90mg. Iron0. 29-0. 45 mg0. 01-0. 38 mg. Folic acid0. 14-0. 36pg0. 01-0. 06pg. Vitamin B120. 0008-0. 45pg0. 07-1. 15pg. Vitamin A0. 5-10 l. U70-220 IUVitamin. C1. 2-10 mg1. 2-1. 5 mg. Vitamin D0. 5-10 IU0. 5-4. 5 IUVitamin K1. 5mg6mg. ENERGY67 kcl65 kcal",
        "cop": 1,
        "opa": "Lactose",
        "opb": "Protein",
        "opc": "Fat",
        "opd": "Vitamin K",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "5a099a13-9850-4190-aa9e-2fc93bfb0a6b",
        "choice_type": "single"
    },
    {
        "question": "Milk is deficient in:",
        "exp": "Ans. a. Iron and Vitamin C (Ref: Ghai 8/e p153). Human breast milk has enough of all nutrients except Vitamin D and Vitamin K. It is also slightly deficient in Vitamin C and iron. Comparing Human and Animal Milks (per cup). Nutrient. Human Milk. Cow's Milk. Goat's Milk. Calories172146168. Protein (g)2. 57. 98. 7. Fat (g)10. 87. 9101. Saturated fat (g)4. 94. 66. 5. Polyunsaturated fat (g)1. 20. 50. 4. Carbohydrate (g)17. 011. 010. 9. Folate (mog)12122. Monounsaturated fat (g)4. 12. 02. 7. Vitamin C (mg)12. 303. 2. Sodium (mg)4298122. Iron (mg)0. 070. 070. 12. Calcium (mg)79276327 Breast Milk. Contains bacterial and viral antibodies, including relatively high concentrations of secretory immunoglobulin A that prevent microorganisms from adhering to the intestinal mucosaQ. Macrophages in human milk may synthesize complement, lysozyme, and lactoferrinQ. In addition, breast milk contains lactofcrrin an iron-binding whey protein has an inhibitory effect on the growth of Escherichia coli in the intestineQ. Human milk also contains bile salt-stimulated lipase, which kills Giardia lamblia and Entamoeba histolyticaQ. Most of the protein is lactalbumin & lactglobulin. which is easily digested. Human milk contains certain amino acids like taurine & cysteine, which are necessary for neurotransmission and neuromodulationQ. These are lacking in cow's milk and formula. Breast milk is rich in PUFA, necessary for myelination of nervous system, also contains omega-2 & 6 fatty acidsQ, important for formation of prostaglandins and cholesterol, required as a base for steroid hormones. WHO Guidelines for India. WHO recommends, in developing countries, exclusive breastfeeding till 6 months age. QWHO recommends, in developing countries, breastfeeding till minimum 2 years age. QNutritional Importance of Breast milk. Energy content of breast milk 65 Kcal/100 ml. QProtein content of breast milk 1. 1 grams/ 100 mlQ Mean output of breast milk per day. Months of lactation. Mean output (ml)0-25303-46405-6730. Q7-86609- 1060011-12525 Nutritive values of milk (per 100 gm) Cow's milk. Human milk. Lactose (gm)4. 47. 4. Proteins (gm)3. 21. 1. Fat (gm)4. 13. 4. Calcium (mg)12028. Iron (mg)0. 21. 0. Water (gm)8788. Energy (Kcal)6765. Human milk is richer in carbohydrate (lactose), iron & water content. Cow's milk is richer in fat, protein, calcium & energy content. QHuman milk proteins: More cystine & taurine; less methionine; better digested than cow's milk proteins. QHuman milk fats: Higher levels of PUFAs, esp., linoleic acid & linoleic acid; better digested and absorbed; low calcium content but better absorbed than cow's milk. QHuman milk is richer in Vitamin A & C; richer in copper, cobalt & selenium; richer in iron & higher bioavailability; high calcium/phosphorus ratio; Human milk has lesser sodium. Comparative contents of nutrients in different types of milk. Fat content of milk. Buffalo > Goat > Cow > Human. QProtein content of milk. Buffalo > Goat > Cow > Human. QEnergy content of milk. Buffalo > Goat > Cow > Human. QLactose content of milk. QHuman > Buffalo > Goat > Cow. QColostrum. Most suitable food immediately after birth of the baby. Regular milk comes 3-6 days after birth. Also known as 'Beestings', 'First milk' or 'Immune Milk. High in carbohydrates, protein & antibodies and low in fat. Contains all five immunoglobulins found in all mammals. IgA, IgD, IgE, IgG & Ig. MQFew occasions when breastfeeding might harm the infant. Infants with classic galactosemia. Mother has untreated pulmonary tuberculosis. Mother is taking certain medications that suppress the immune system. Mother has had unusually excessive exposure to heavy metals such as mercury. Mother has HIVMother uses potentially harmful substances such as cocaine, heroin, & amphetamines.",
        "cop": 1,
        "opa": "Iron and vitamin C",
        "opb": "Iron and vitamin A",
        "opc": "Phosphorus and vitamin A",
        "opd": "Saturated fats",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "6ee4b625-fdb9-4be7-8449-b05117b94727",
        "choice_type": "single"
    },
    {
        "question": "Exclusive breast feeding should be done till what age-",
        "exp": "Ans. is 'b' i. e., 6 month o Exclusive breast feeding should be done till 6 month of age. o Complimentary food along with continued breast feeding upto 2 year of age. o To enable exclusive breast feeding, WHO & UNICEF recommend -Initiation of breast feeding within first hour of life. Exclusive breast feeding - that is the infant only receive breast milk without any additional food or drink not even water. Breast feeding on demand. No use of bottles, teat or pacifiers.",
        "cop": 2,
        "opa": "3. Month",
        "opb": "6 Month",
        "opc": "9 Month",
        "opd": "1 Year",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "d3c8c9b0-1f6c-44f8-bd89-849129dcfbc5",
        "choice_type": "single"
    },
    {
        "question": "Growing fetus derives energy from?",
        "exp": "Ans. (b) Carbohydrate. Ref: OP Ghai 8th ed./8-9* In order to supply the fetus with energy, the pregnant woman increases her hepatic glucose production by 16-30%. The transfer of glucose from the maternal circulation to the fetus takes placeby facilitated diffusion involving glucose transporter 1. (GLUT1)* A considerable part of the trans-placentally transferred glucose is used by the fetal brain. Although enzyme systems that are necessary for glucose production (gluconeogenesis) develop early, the fetus only produces its own glucose under extreme condition such as during maternal starvation.",
        "cop": 2,
        "opa": "Amino acid",
        "opb": "Carbohydrate",
        "opc": "Lipid",
        "opd": "Minerals",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "7ee6022d-09a4-4049-aef3-5a026314e23c",
        "choice_type": "single"
    },
    {
        "question": "Breast milk contains all except?",
        "exp": "Ans. (d) Avidin. Ref.-. Nelson 18th ed., Chapter 42* Human milk contains a variety of cells, including macrophages, T cells, stem cells, and lymphocytes.* In early lactation, the breastfed infant may consume as many as 1010 maternal leukocytes per day.* About 80% of the cells in early milk are breast milk macrophages, which originate as peripheral blood monocytes that exit the bloodstream and migrate into milk through the mammary epithelium.* The proteins of human milk are divided into the whey and casein fractions or complexes, with each comprising of a remarkable array of specific proteins and peptides.* The most abundant proteins are casein, a-lactalbumin, lactoferrin, secretory immunoglobulin IgA, lysozyme, and serum albumin.",
        "cop": 4,
        "opa": "Lacta globulin",
        "opb": "Lactoalbumin",
        "opc": "Whey protein",
        "opd": "Avidin",
        "subject_name": "Pediatrics",
        "topic_name": "Feeding Healthy Infants and Children",
        "id": "3a472150-8e57-4561-9dae-e24ab4f4d4f9",
        "choice_type": "multi"
    }
]