[
    {
        "question": "Parkland formula is: (Repeat)",
        "exp": "Ans: A (% of burn area* body wt*4) Ref: Nelson's Textbook of Pediatrics. 19th EditionExplanation:Parkland's FormulaTotal percentage body surface area x weight (kg) x 4 = volume (ml)Half this volume is given in the first 8 hours, and the second half is given in the next 16 hours",
        "cop": 1,
        "opa": "%of burn area*body wt*4",
        "opb": "%of burn area*body wt / 4",
        "opc": "%of burn area*body surface area*4",
        "opd": "%of burn area*body surface area / 4",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "622609e4-6166-4c87-8a0a-d4d328da14ed",
        "choice_type": "single"
    },
    {
        "question": "In malnourished children the following parameters are reliable indicators of dehydration except:",
        "exp": "Ans. A. Skin turgorDehydration with severe acute malnutrition can be difficult to identify, as many of the typical signs such as skin elasticity are not reliable. Useful indicators include an eagerness to drink, exhaustion, cool and moist extremities, weak or absent radial pulse, and reduced or absent urine flow. A history of diarrhoea indicates that dehydration is present and can be treated accordingly",
        "cop": 1,
        "opa": "Skin turgor",
        "opb": "Dry buccal mucosa",
        "opc": "Oliguria",
        "opd": "Thirst",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "4eb88607-e761-4f1a-b318-1809dff38799",
        "choice_type": "multi"
    },
    {
        "question": "Blood volume in preterm neonate is:",
        "exp": "a. 90 mL/kg(Ref: Maternal, Fetal, & Neonatal Physiology by Susan Tucker Blackburn, p 249)Blood volume is 80-100mL/kg for term neonates & 90-105mL/kg in preterm neonates (higher plasma volume)",
        "cop": 1,
        "opa": "90 mL/kg",
        "opb": "80 mL/kg",
        "opc": "70 mL/kg",
        "opd": "60 mL/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "038fe9e8-d928-451d-a8e1-5c883e1c8af2",
        "choice_type": "single"
    },
    {
        "question": "All of the following are used in the treatment of hyperkalemia except:",
        "exp": "b. Hypertonic saline(Ref: Nelson 20/e p 357-362)Drugs used in the treatment of acute hyperkalemia include: Calcium gluconate, Sodium bicarbonate, Insulin infusions & salbutamol nebulisation",
        "cop": 2,
        "opa": "Calcium gluconate",
        "opb": "Hypertonic saline",
        "opc": "Sodium bicarbonate",
        "opd": "Insulin",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "5c460736-629e-4b77-b866-72563db306a1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following inherited disorders is a Potassium Channelopathy?",
        "exp": "d. Anderson Tawil syndrome(Ref: Harrison's 19/e p 462)Channelopathies are progressive syndromic cluster of symptoms not localizing to single lesionImportant Channelopathies: (All of these are autosomal dominant & show episodic weakness)FeatureCalcium ChannelSodium ChannelPotassium ChannelHypokalemic PPHypokalemic PPParamyotonia CongenitaAndersen-Tawil syndromeAge of onsetAdolescenceEarly childhoodEarly childhoodEarly childhoodMyotoniaNoYesYesNoFrequency of attacks of weaknessDaily to yearlyMay be 2-3/dayWith cold, usually rareDaily to yearly",
        "cop": 4,
        "opa": "Hyperkalemic periodic paralysis",
        "opb": "Hypokalemic periodic paralysis",
        "opc": "Beckers's disease",
        "opd": "Anderson Tawil syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "13962094-86a0-4007-97c5-4f4c73aea0a6",
        "choice_type": "single"
    },
    {
        "question": "6 year old drowsy child came in emergency with history of vomiting, loose motion for 3 days. On examination he had sunken eye, hypothermia, skin on pinching taken time to revert diagnosis -",
        "exp": "Ans. is 'd' Le., Severe dehydrationo A child with severe dehydration will have at least two of the following four signs : sensorium is abnormally sleepy or lethargicr sunken eyes, drinking poorly or not at all, and a very slow skin pinch, o A child with some signs of dehydration will have two of the following : restlessness or irritability, sunken eyes, drinking eagerly or slow skin pinch.o A child with either one or none of these signs is classified as having no signs of dehydrationTreatment plan to prevent dehydration - Plan Ao The mother should be educated to use increased amount of culturally appropriate home available fluids,o In addition, they should be given ORS packets for use at home,o Breast feeding should not be discontinued.AgeORS to be given after each stoolAmount of ORS to beprovided for home use< 24 months2 mt - 10 yr> 10 yr5-100 ml100-200mlAs much as wanted500 mg.'day1000 ml1 day2000 ml/dayGuidlines for treating patients with some dehydration ( but not severe dehydration ) treatment plan Bo Basic is to give 75 ml/kg of ORS in the first 4 hours.WeightORS solution to give in first 4 hours< 5 kg200-400 ml5-8 kg400-600 ml8-11 kg600-800 ml11-16 kg800- 1200 ml16-30 kg1200-2200 ml> 30 kg> 2200 mlIntravenous fluid therapy for severe dehydration - Treatment plan Co Give 100 ml/kg of the chosen fluid as followsAgeFirst giveThen give<12 months12mt - 5 yrs30 ml/kg in 1 hour30 ml/kg in 30 minutes70 ml/kg in 5 hr70 ml/kg in 2'A hr.",
        "cop": 4,
        "opa": "No dehydration",
        "opb": "Mild dehydration",
        "opc": "Some dehydration",
        "opd": "Severe dehydration",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "7759c382-92bd-4a47-8eaf-98e9ebdbf4b0",
        "choice_type": "single"
    },
    {
        "question": "Amount of fluid to be given to 8 month baby weighing 10 kg with severe dehydration: (Repeat)",
        "exp": "Ans: D (1000 ml) Ref: Nelsons Textbook of Pediatrics. 19th Edition & OP GHAI, Textbook of Pediatrics; 7th edition, page: 267Explanation:According to WHO guidelines for management of severe dehydration lOOml/kg of intravenous fluid should be tiiven.AGEFIRST GIVETHEN GIVE<12 months30 ml/kg in 1 hour70ml/kg in 5 hours12months upto 5 years30ml/kg in 30 minutes70 ml/kg in 2 1/2 hoursThe best IV fluid solution is Ringer's lactate. If it is not available 0.9% NaCl or half normal saline can be used.Total fluid to be given is 100 ml/kg10 x 100 = 1000 ml",
        "cop": 4,
        "opa": "100 ml",
        "opb": "800 ml",
        "opc": "400 ml",
        "opd": "1000 ml",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "68a2268c-bb93-4595-a770-418beeb72949",
        "choice_type": "single"
    },
    {
        "question": "Initial fluid of choice for diarrhea in an infant is:",
        "exp": "Ans. c. ORS (Ref: Ghai 8/e p293 294)The cornerstone of acute diarrhea management is rehydration by using oral rehydrarion solutions (ORS). Initial fluid of choice for diarrhea in an infant is ORS.Acute Diarrhea ManagementThe cornerstone of acute diarrhea management is rehydration by using oral rehydration solutions (ORS).Principles of Acute Diarrhea Management1. Correction of dehydration, electrolytes and hypoglycemia2. Evaluation for infections using appropriate investigations and their management3. Nutritional therapyPhysiological Basis for Oral Rehydration TherapyIn most cases of acute diarrhea, sodium and chloride are actively secreted from the gut mucosa due to pathogen-induced dysfunction of several actively functioning absorption pumps.However, glucose dependent sodium pump remains intact and functional transporting one molecule of glucose and dragging along a molecule of sodium and one of water across intestinal mucosa resulting in repletion of sodium and water losses.The glucose dependent sodium and water absorption is the principle behind replacing glucose and sodium in 1:1 molar ratio in the WHO oral rehydration solution (ORS).Use of low osmolality ORS causes reduction of stool output, decrease in vomiting and decrease in the use of unscheduled IV fluids without increasing the risk of hyponatremia.For this reason, the recommendation for use of standard WHO ORS (having osmolarity of 311 mmol/l) was changed to low osmolarity WHO ORS (having osmolality of 245 mmol/l)QHome available fluids for Acute DiarrheaFluids that contain salt (preferable)* Oral rehydration solution* Salted drinks (e.g. Salted rice water or salted yoghurt drink)* Vegetable or chicken soup with saltFluids that do not contain salt (acceptabte)* Plain water, water in which a cereal has been cooked (e.g. unsalted rice water), unsalted soup, yoghurt drinks without salt, green coconut water, weak unsweetened tea, unsweetened fresh fruit juiceUnsuitable home available fluids* Commercial carbonated beverages, commercial fruit juices, sweetened teaZinc SupplementationIt is helpful in decreasing severity and duration of diarrhea and also risk of persistent diarrhea.Zinc is recommended to be supplemented as sulphate, acetate or gluconate formulation, at a dose of 20 mg of elemental zinc per day for children >6 months for a period of 14 days.Composition of WHO Recommended ORSConstituentg/lOsmole or ionmmol/lSodium chloride2.6Sodium75QGlucoser anhydrous13.5Chloride65Potassium chloride1.5Glucose, anhydrous75Trisodium citrate, dihydrate2.9Potassium20Q Citrate10Total osmolarity 245Q",
        "cop": 3,
        "opa": "Salt water",
        "opb": "Sugar water",
        "opc": "ORS",
        "opd": "Dextrose",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "6a52b1c1-653c-45f6-ba38-96f3cd5a62f0",
        "choice_type": "single"
    },
    {
        "question": "The sodium content of ReSoMal (rehydration solution for malnourished children) is -",
        "exp": "ReSoMal (mMol/L) - Glucose 125, sodium 45, potassium 40, chloride 70, citrate 7, magnesium 3, zinc 0.3,copper 0.045",
        "cop": 3,
        "opa": "90mmol/L",
        "opb": "60mmol/L",
        "opc": "45 mmol/L",
        "opd": "30 mmol/L",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "c9da0565-6f67-4449-9ddc-4bf1d16542b0",
        "choice_type": "single"
    },
    {
        "question": "Low Osmolar ORS composition is?",
        "exp": "Ans. (b) Na 75 + 245 mosmRef.: OP Ghai 8th ed./294* WHO recommends a special ORS formulation, known as ReSoMal, for management of diarrhoea in severely malnourished children that contains a lower amount of sodium (45mmol/L) and higher amount of potassium (40 mmol/L) than the standard WHO-ORS.* It is felt that an ORS containing lower sodium and higher potassium concentration may be useful in correcting hypokalemia, and in lowering the risks of excess sodium and /or over-hydration, in severely malnourished children with diarrhea.",
        "cop": 2,
        "opa": "Na 90 + 311 mosm",
        "opb": "Na 75 + 245 mosm",
        "opc": "Na 60 + 245 mosm",
        "opd": "Na 60 + 240 mosm",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "50eaf5d4-4eeb-442e-bf3a-de8f19f94e73",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this test to be done before drawing an arterial blood gas sample:",
        "exp": "c. Allen testA - Both radial & ulnar artery are occluded;B - Ulnar artery kept occluded, Radial artery released; These are steps of Allen's test",
        "cop": 3,
        "opa": "Virchow test",
        "opb": "Water hammer test",
        "opc": "Allen test",
        "opd": "Trendelenburg test",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "26d552af-511f-4b90-b358-e7c599254eca",
        "choice_type": "multi"
    },
    {
        "question": "What percentage of weight loss in infants constitutes severe dehydration?",
        "exp": "Ans: A (> 10% loss of body weight) Ref: Nelson s Textbook of Pediatrics. 19th Edition, Chapter on 'Deficit Therapy'. Page 245Explanation:In an older child with diarrhea, 6% loss of body weight amounts to Severe dehydration whereas 10% loss of body weight is required to cause the same in infants (Ref: Nelson).CLINICAL EVALUATION OF DEHYDRATIONMild dehydration (<5% in an infant: <3% in an older child or adult):Normal or increased pulseDecreased urine outputThirstyNormal physical findingsModerate dehydration (5-10% in an infant: 3- 6% in an older child or adult):TachycardiaLittle or no urine output: Irritable/lethargieSunken eyes and fontanelDecreased tearsDry mucous membranesMild delay in elasticity (skin turgor)Delayed capillary refill (>1.5 sec)Cool and paleSevere dehydration (>10% in an infant; >6% in an older child or adult):Peripheral pulses either rapid and weak or absentDecreased blood pressureNo urine outputVery sunken eyes and fontanelNo tearsParched mucous membranesDelayed elasticity (poor skin turgor)Very delayed capillary refill (>3 see)Cold and mottledLimp, depressed consciousness",
        "cop": 1,
        "opa": ">10% loss of body weight",
        "opb": "> 6%' loss of body weight",
        "opc": "5%' loss of body weight",
        "opd": "7% loss of body weight",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "a0012dc7-cb2f-4d5b-afe6-507155ea4b12",
        "choice_type": "single"
    },
    {
        "question": "Maintenance IV fluids per day for child weighing 10 kg: (Repeat)",
        "exp": "Ans: D (1000 ml/day) Ref: Nelson's Textbook of Pediatrics. 19th Edition. Explanation:The Holliday-Segar Method:In the Holliday-Segar Method, fluid and electrolyte requirements are empirically based on the caloric needs of the average hospital patient.Table 18: Radiological appearance of Different sinusesMaxillaryStatus at birthGrowthFirst radiological evidence PresentRapri growth from birth to 3 years and 7-12 years. Reaches adult size by 15 years4-5 months after birthEthmoidPresentReaches adult size by 12 years1 yearFrontalAbsentInvades frontal bone by age of 4 years and increases fill teens6 yearsSphenoidAbsentReaches sella turcca by age of 7 years, dorsum sellae by late teens and basisphenoid by adult age and reaches full size between 15 years to adult age.4 years* The same formula is used for calculating calorie requirement as well as fluid requirementRelation of Body Weight to Maintenance fluidsFor each kilogram in this rangeDaily fluid requirement per kilogramFirst 1-10 kg100 ml/kg/dayNext 11-20 kg50 ml/kg/dayFor >20 kg20 ml/kg/dayFor 10 kg child, Maintanence fluid for 24 hours = 10 x 100 = 1000 mi/dayFor 15 kg child, Maintanence fluid for 24 hours = 10 x 100 + 5x 50 = 1250 ml/dayFor 25 kg child. Maintanence fluid for 24 hours = 10 x 100 + lOx 50 + 5x 20 = 1600 ml/day",
        "cop": 4,
        "opa": "400 ml",
        "opb": "500 ml",
        "opc": "800 ml",
        "opd": "1000 ml",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "8b55a44a-c54a-4981-ab31-ffcd3735ca3f",
        "choice_type": "single"
    },
    {
        "question": "At what age extracellular fluid is equal to the intercellular fluid?",
        "exp": "b. 4 weeks(Ref: Avery's 8/e p 373)High Yield Points:In fetus & newborn, ECF volume is larger than ICF volume.Normal postnatal diuresis causes an immediate decrease in the ECF volume.This is followed by continued expansion of ICF volume, which results from cellular growth.By 1 year of age, the ratio of the ICF to ECF volume approaches adult levels.",
        "cop": 2,
        "opa": "14 days",
        "opb": "4 weeks",
        "opc": "2 months",
        "opd": "3 months",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "8f714038-afb7-4c6f-9c74-7c8b54cd9b92",
        "choice_type": "single"
    },
    {
        "question": "What is seen in severe starvation -",
        "exp": "Ans. is 'b' i.e., Ketonuriao Body typically converts carbohydrates to glucose as a main source of energy,o Once liver used all its glucose, it begins to metabolise fatty acid forming ketone bodies,o Level of ketone is high, body start discarding excess ketone into breath, urine & sweat,o High ketone level also seen,Diabetic ketoacidosiso Alcoholismo Low carbohydrate diet.",
        "cop": 2,
        "opa": "Albuminuria",
        "opb": "Ketonuria",
        "opc": "Hematuria",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "4c071d1e-3ae7-4f50-97d5-504cc8e783d3",
        "choice_type": "multi"
    },
    {
        "question": "3 year old child come in ER with Hv'o vomiting, loose watey motion for 3 days, on examination, child was drowsy, sunken eye. Hypothermia and skin pinch take time to revert back, diagnosis-",
        "exp": "Ans. is 'd' i.e., Severe dehydrationo A child with severe dehydration will have at least two of the following four signs : sensorium is abnormally sleepy or lethargic, sunken eyes, drinking poorly or not at all, and a very slow skin pinch.o A child with some signs of dehydration will have two of the following : restlessness or irritability, sunken eyes, drinking eagerly or slow skin pinch.o A child with either one or none of these signs is classified as having no signs of dehydration.",
        "cop": 4,
        "opa": "No dehydration",
        "opb": "Mild dehydration",
        "opc": "Some dehydration",
        "opd": "Severe dehydration",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "1a632391-af4c-4f40-989d-1c70580041fd",
        "choice_type": "single"
    },
    {
        "question": "A 1-year old infant presents with 10-12 episodes of watery stools per day for the last 9 days. Along with zinc supplementation, what else should be prescribed to the child?",
        "exp": "Ans. b. ORS only (Ref: Ghai 8/e p293-294. 296)The infant is suffering from acute diarrhea and treatment includes oral rehydration therapy, zinc supplementation and continued breastfeeding.Low lactose diet is required in management of persistent diarrhea. Antibiotics are required in management of dysentery, i.e. blood in stools.\"Routine use to probiotics in acute diarrhea is not recommended. It was recommended till the previous edition of the book, but the latest data shows no added advantage of probiotics in children.\"-- Ghai 8/e p296Acute Diarrhea ManagementThe cornerstone of acute diarrhea management is rehydration by using oral rehydration solutions (ORS).Principles of Acute Diarrhea ManagementCorrection of dehydration, electrolytes & hypoglycemiaQEvaluation for infections using appropriate investigations and their managementQNutritional therapyQPhysiological Basis for Oral Rehydration TherapyIn most cases of acute diarrhea, sodium & chloride are actively secreted from the gut mucosa due to pathogen- induced dysfunction of several actively functioning absorption pumps.However, glucose dependent sodium pump remains intact and functional transporting one molecule of glucose and dragging along a molecule of sodium and one of water across intestinal mucosa resulting in repletion of sodium and water losses.The glucose dependent sodium & water absorption is the principle behind replacing glucose and sodium in 1:1 molar ratio in the WHO oral rehydration solution (ORS)Q.Use of low osmolality ORS causes reduction of stool output, decrease in vomiting and decrease in the use of unscheduled IY fluids without increasing the risk of hyponatremia.For this reason, the recommendation for use of standard WHO ORS (having osmolarity of 311 mmol/I) was changed to low osmolarity WHO ORS (having osmolality of 245 mmoI/l)QHome available fluids for Acute DiarrheaFluids that contain salt (preferable)* Oral rehydration solution* Salted drinks (e.g. Salted rice water or salted yoghurt drink)* Vegetable or chicken soup with saltFluids that do not contain salt (acceptable)* Plain water, water in which a cereal has been cooked (e.g. unsalted rice water), unsalted soup, yoghurt drinks without salt, green coconut water, weak unsweetened tea, unsweetened fresh fruit juiceUnsuitable home available fluids* Commercial carbonated beverages, commercial fruit juices, sweetened teaZinc SupplementationIt is helpful in decreasing severity & duration of diarrhea and also risk of persistent diarrheaQ.Zinc is recommended to be supplemented as sulphate, acetate or gluconate formulation, at a dose of 20 mg of elemental zinc per day for children >6 months for a period of 14 daysQ.Composition of WHO Recommended ORSConstituentg/IOsmole or ionmmol/ISodium chloride2.6Sodium75QGlucose, anhydrous13.5Chloride65Potassium chloride1.5Glucose, anhydrous75Trisodium citrate, dihydrate2.9Potassium20Q Citrate10Total osmolanty 245Q Standard ORS solutionLow Osmolar ORS solutionGlucose11175Sodium9075Chloride8065Potassium2020Citrate1010Total osmolarity311Q245Q",
        "cop": 2,
        "opa": "ORS with antibiotics",
        "opb": "ORS only",
        "opc": "ORS with low-lactose diet",
        "opd": "ORS with low-lactose diet and probiotics",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "b3a636bb-6c49-486a-9d7b-5df775449638",
        "choice_type": "single"
    },
    {
        "question": "The most sensitive indicator of depletion of intravascular volume in infant is:",
        "exp": "c. Heart rate(Ref: Nelson's 20/e p 523-525, Ghai 8/e p 715-718)In infants with shock, compensatory increases in cardiac output are achieved primarily by \"tachycardia\" rather than by increase in stroke volume. Heart rates of 190-210/min are common in infants with compensated shock.",
        "cop": 3,
        "opa": "Cardiac output",
        "opb": "Stroke volume",
        "opc": "Heart rate",
        "opd": "Blood pressure",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "453dbd28-cec1-4a67-9226-86aa0878a998",
        "choice_type": "single"
    },
    {
        "question": "Sodium content in mmol/L in WHO oral rehydration solution is-",
        "exp": "Reduced osmolarity ORS grams/litre Reduced osmolarity ORS mmol/litre Sodium chloride 2.6 Sodium 75 Glucose, anhydrous 13.5 Chloride 65 Potassium chloride 1.5 Glucose, anhydrous 75 Trisodium citrate, dihydrate 2.9 Potassium 20 Citrate 10 Total Osmolarity 245",
        "cop": 2,
        "opa": "20",
        "opb": "80",
        "opc": "90",
        "opd": "111",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "e56a157b-d74d-4d66-b3a9-d2073400ab2e",
        "choice_type": "single"
    },
    {
        "question": "A child presents with hypovolemic shock, anuria and respiratory acidosis, treatment is:",
        "exp": "a. RL(Ref: Nelson's 20/e p 517, Ghai 8/e p 715-718)Initial resuscitation of any child with shock consists of Pushing IV fluid boluses (RL or NS) of 20mL/kg up to 60mL/kg until perfusion improves or unless rales or hepatomegaly develop; Next step is use of Inotropes like Dopamine.",
        "cop": 1,
        "opa": "RL",
        "opb": "Dopamine",
        "opc": "Dobutamine",
        "opd": "Inj. Sodium Bicarbonate",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "afa1a50f-e4ab-43fe-be97-2b8487f7ef37",
        "choice_type": "single"
    },
    {
        "question": "Intraosseous line is placed in which bone in children?",
        "exp": "Ans. (b) TibiaRef.: Nelson's 18\" ed./ch. 66* If venous access is not available in an arrest situation within 1 min, an intraosseous line should be placed in the anterior tibia (with care taken to avoid traversing the epiphyseal plate)* The needle should penetrate the anterior layer of compact bone, with its tip advanced into the spongy interior of the bone.* Intraosseous needles are special rigid, large-bore needles that resemble those used for marrow aspiration. Current recommendations urge the use of intraosseous cannulation in patients for whom intravenous access proves difficult or unattainable, even in older children.* Once the patient has received initial drug and fluid therapy through the IO line, every effort should be made to obtain more conventional central venous access and remove the 10 line as soon as possible.* Alternative sites for intraosseous (IO) insertion include the distal tibia, distal femur, sternum, and humerusComplications of 10 Infusion* Extravasation of fluid is the most common complication and occurs when a needle is misplaced* Compartment syndrome is a risk with IO insertion.* Extravasation of hypertonic or caustic medications, such as sodium bicarbonate, dopamine, or calcium chloride, can result in necrosis of the muscle.* Infection and osteomyelitis are relatively rare complications and occur most commonly if aseptic technique is not followed during insertion.* Other possible complications include local hematoma, pain, fracture and growth plate injuries (with incorrect placement), and fat microemboli (not clinically significant) and compartment syndrome",
        "cop": 2,
        "opa": "Femur",
        "opb": "Tibia",
        "opc": "ASIS",
        "opd": "Iliac crest",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "13ec6a4d-cc90-4211-8f39-cecb382bb89e",
        "choice_type": "single"
    },
    {
        "question": "Fluid of choice in child with bu rn < 24 hour is -",
        "exp": "Ans. is 'c' i.e., Ringer lactate Fluid resuscitation in burn injuryo Parkland formula Initial 24 hours: Ringer's lactated (RL) solution 4 mL'kg/% bum for adults and 3 ml/kg/% bum for children. RL solution is added for maintenance for children:4 ml'kg/hour for chiIdren weighing 0-10 kg40 ml/hour+2 ml.'hour for children weighing 10-20 kg60 ml.'hour + 1 ml'kg/hour for children weighing 20 kg or higher This formula recommends no colloid in the initial 24 hours.Next 24 hours: Colloids given as 20-60% of calculated plasma volume. No crystalloids. Glucose in water is added in amounts required to maintain a urinary output of 0.5-1 ml/hour in adults and 1 ml/hour in children.",
        "cop": 3,
        "opa": "Fresh frozen plasma",
        "opb": "Isolye-P",
        "opc": "Ringer lactate",
        "opd": "Plailet tranfusion",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "fc26c1fc-2dd8-4341-a5be-e3ca0d176f09",
        "choice_type": "single"
    },
    {
        "question": "Sine wave in ECG is seen in?",
        "exp": "a. Hyperkalemia(Ref: Nelson's 20/e p 357-360)Hyperkalemia produces a sequence of changes in ECG:1st ECG finding: Narrowing and peaking (tenting) of the T wavesQFurther elevation of K+ leads to AV conduction disturbances, | P-wave amplitude & widening of QRS intervalSevere hyperkalemia eventually causes with a slow sinusoidal \"sine-wave\" pattern followed by asystole.",
        "cop": 1,
        "opa": "Hyperkalemia",
        "opb": "Hypokalemia",
        "opc": "Hypercalcemia",
        "opd": "Hypocalcemia",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "ab1c5b6d-c7dc-4b6f-b275-2404288ed5ad",
        "choice_type": "single"
    },
    {
        "question": "Parklands formula used for Burn's resuscitation is:",
        "exp": "a. 4mL/kg/%TBSA(Ref: Nelson's 20/e p 572, Ghai 8/e p 294-295)For most children with burns, the Parkland formula is an appropriate starting guideline for fluid resuscitation.According to it, 4mL lactated Ringer solution/kg/% BSA burned is usedHalf of the fluid is given over 1st 8 hr, calculated from the time of onset of injury; remaining over next 16 hours.",
        "cop": 1,
        "opa": "4 mL/kg/% TBSA",
        "opb": "5 mL/kg/% TBSA",
        "opc": "6 mL/kg/% TBSA",
        "opd": "8 mL/kg/% TBSA",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "fbdfe4a7-e0a4-4921-8839-4f32762a2187",
        "choice_type": "single"
    },
    {
        "question": "Low osmolarity ORS - false statmenf is -",
        "exp": "Ans. is 'c' i.e., Osmolarity is 311 mosm/iitero Osmolarity of cow osmolarity ORS is 245o Standard ORS is 311o Resomal is 300Composition Comparison ofReSoMaL, Standard WHO, and Reduced-Osmolarity WHO ORS SolutionsCompositionReSoMal (mmol/L)Standard ORS (mmol/L)Reduced osmolarity ORSGlucose12511175Sodium459075Potassium402020Chloride708065Citrate71010Magnesium3--Zinc03--Copper0.045--Osmolarity (mOsm/L)300311245",
        "cop": 3,
        "opa": "Glucose concentration 75 mmol/liter",
        "opb": "Sodium eoncentation 75 mmol.'! iter",
        "opc": "Gsmolarity is 311 mosm/liter",
        "opd": "Postassium is 20 mmol1'here",
        "subject_name": "Pediatrics",
        "topic_name": "Fluid and Electrolyte Treatment of Specific Disorders",
        "id": "fcc83de3-b2b0-4adc-9cd9-e84f197c3d07",
        "choice_type": "multi"
    }
]