[
    {
        "question": "Cause of \"bloody\" vomitus in a neonate",
        "exp": "Meckel&; s dieiculum may cause severe hemorrhage due to peptic ulceration. The blood is usually passed per rectum and is maroon in colour. it may cause bloody vomitus. Ref: BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, 24 TH EDITION PG NO: 1159",
        "cop": 1,
        "opa": "Meckel's diveiculum",
        "opb": "Intussusception",
        "opc": "Malrotation",
        "opd": "Cholecystitis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "6e9ea73b-13c6-4306-9945-0dbfcdfa071f",
        "choice_type": "single"
    },
    {
        "question": "Which electrolyte should be replenished in hyperophic pyloric stenosis?",
        "exp": "Hypochloremic, hypokalemic metabolic alkalosis is the classic electrolyte and acid-base imbalance of pyloric stenosis. This prolonged vomiting causes progressive loss of fluids rich in hydrochloric acid, which causes the kidneys to retain hydrogen ions in or of potassium. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Sodium",
        "opb": "Hydrogen",
        "opc": "Chloride",
        "opd": "Bicarbonate",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "9c065672-3ab4-49c1-aaf5-b58b7aa7e7a7",
        "choice_type": "single"
    },
    {
        "question": "Infant with hepatomegaly, hypoglycemia. hyperlipidemia and acidosis, diagnosis?",
        "exp": "In type 1 Glycogen storage disorder the usual clinical features are: hepatomegaly failure to thrive hypoglycemia, becomes worse after overnight fasting, an inability of the liver to release glucose into the blood. ketosis acidosis hyperlipidemia, since free fatty acids are mobilised excessively to provide for energy needs of the body Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 636, 7 th edition",
        "cop": 1,
        "opa": "Von Gierke's",
        "opb": "Cori's disaese",
        "opc": "Pompe's disease",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "17cc022b-bc3e-4eef-b963-f997f65ee0f5",
        "choice_type": "multi"
    },
    {
        "question": "A 5yr old child with diarrahoea, how much ORS is to be given according to plan A after each stool",
        "exp": "PLAN A: Age Amount of ORS given after each stool amount of ORS to provide for use at home Less than 24 months 50-100ml 500ml/day 2-10 years 100-200 ml 1000ml/day 10 year or more asmuch as wants 2000 ml/day Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 264, 7. TH EDITION",
        "cop": 2,
        "opa": "50 ml",
        "opb": "100 ml",
        "opc": "200 ml",
        "opd": "According to thirst",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "f3d9608a-9883-4bbe-aea3-a899a7f077f0",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in 11 years old children with hepatitis C infections?",
        "exp": "Treatment of Hepatitis C: Sustained virologic response are achieved in only 8-35%of patients given recombinant interferon monotherapy. However significantly higher sustained virologic responses are attained(30-40%)by combining interferon with Ribavarin at 15mg/kg/day Long acting pegylated interferons have been subsequently developed based on the premise that more sustained drug levels would result in greater antiviral activity Interferons have been well tolerated in children Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 195, 7th edition",
        "cop": 2,
        "opa": "Vaccine",
        "opb": "Interferon",
        "opc": "Gamma-globulin",
        "opd": "Coicosteroids",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "1dee4096-13e2-4639-aabe-f54edb091814",
        "choice_type": "single"
    },
    {
        "question": "In a child presenting with obstructive jaundice all are seen except",
        "exp": ". lab investigations in obstructive jaundice gamma glutamyl transpeptidase:>50. IU/L Serum bilirubin:>1mg%direct is increased serum albumin globulin ratio prothrombin time serum alkaline phosphatase, SGOT, SGPT, 5&; nucleotidase ERCP TLC BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, 24 th edition, PG NO: 696",
        "cop": 3,
        "opa": "Gamma glutamyl transpeptidase",
        "opb": "Alkaline phosphatase",
        "opc": "Glutamate dehydrogenase",
        "opd": "5' Nucleotidase",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "c5bab489-5b35-4aee-a8c5-ea00f672d3fc",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old with loose stools was treated with plan A, how much ORS should be given per stool for the kid",
        "exp": "The amount of ORS solution she should give is 50-100 ml ( 1/4 - 1/2 cup) of ORS solution for a child less than 2 years old. 100-200 ml for older children. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "0-50ml",
        "opb": "50-100ml",
        "opc": "100-200ml",
        "opd": "200-300ml",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d309d1a8-a5b6-43a2-9d39-1478296a3b2d",
        "choice_type": "single"
    },
    {
        "question": "A neonate presented with fever, lathargy, abdominal distension, Vomiting and constipation. Clinically he was diagnsoed as volvulus nenatarum with suspected perforation. Best investigation would be",
        "exp": ". Volvulus neonatorum It is predisposed to by arrested gut rotation with a resultant narrow mesentry of the small bowel and caecum. Symptoms: repeated vomiting, dehydration, abdominal distension Abdominal radiography shows evidence of duodenal obstruction. Laprotomy shows distended stomach and coils of small bowel BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, PG NO: 1197, 24th edition",
        "cop": 1,
        "opa": "Plain x-ray",
        "opb": "Barium enema",
        "opc": "Upper GI endoscopy",
        "opd": "Barium meal follow through",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d1212a6f-8dee-4ebc-b4ce-442095031e48",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following hapatitis viruses have significant perinetal transmission?",
        "exp": "Hepatitis B virus infection is prevalent in Asia, Africa, Southern europe. HBs. Ag seropositive ranges from 2-20%. In hyperendemic areas HBV infections occur mainly during infancy and early childhood. In Asia perinatal transmission from HBs. Ag mother to their infants is a very impoant route of transmission, leading to chronicity. Approximately 90%of the infants of HBe. Ag seropositive carrier mothers become HBs. Ag carriers, irrespective of a high or low HBs. Ag carrier rate in the population. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 192, 7thedition",
        "cop": 3,
        "opa": "Hepatitis E virus",
        "opb": "Hepatitis C virus",
        "opc": "Hepatitis B virus",
        "opd": "Hepatitis A virus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "4c74a4f6-e1b4-4f8a-9074-8fdacfc4af13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely cause of infants hyperbilirubinemia",
        "exp": "Diseases or conditions that can cause jaundice include: Internal bleeding (hemorrhage) An infection in your baby&; s blood (sepsis) Other viral or bacterial infections. An incompatibility between the mother&; s blood and the baby&; s blood. A liver malfunction. An enzyme deficiency. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Biliary atresia",
        "opb": "Breast milk jaundice",
        "opc": "Breast feeding jaundice",
        "opd": "ABO incompatibility",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "322f7eca-fe38-4648-8156-20ca3f92ae1f",
        "choice_type": "single"
    },
    {
        "question": "Liver biopsy shows fatty change in",
        "exp": "clinical finding marasmus kwashiorkor occurance more common less common edema absent present activity active apathetic appetite good poor liver enlargement absent present, fatty liver due to deposition of triglycerides moality less than kwashiorkar high in early stage recovery recover early long to recover infection less prone more prone Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 66, 7th edition",
        "cop": 4,
        "opa": "Marasmus",
        "opb": "Marasmic kwashiorkor",
        "opc": "Nutritional dwarfism",
        "opd": "Kwashiokor",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d3da54e2-7d09-4dda-83b4-41fb96bc5cd5",
        "choice_type": "single"
    },
    {
        "question": "Chronic constipation in children is seen in all A/E",
        "exp": "Causes of constipation: Intestinal drugs metabolic neuromuscular others hirschsprung, sdisease anal stenosis anal fissure anteriorly displaced anal opening stricture narcotics vincristine psychotropics cystic fibrosis hypothyroidism panhypopituitarism cerebral palsy psychomotor retardation spinal cord lesions myotonic dystrophy neuropathy or myopathy of GIT low fibre diet milk protein allergy Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 255",
        "cop": 2,
        "opa": "Hirschspring disease",
        "opb": "Jejunal polyp",
        "opc": "Hypothyroidism",
        "opd": "Stricture",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d00729d3-959f-4fc5-8aa7-f8ab07419897",
        "choice_type": "multi"
    },
    {
        "question": "A 9 months old girl is presented with PR bleed, vomiting, mass & colicky pain in Rt lumbar region with masked liver dullness. She is in shocklike condition. Management should includes",
        "exp": ". Intussusception Mostly between 6-11 months of age Features: intermittent colicky abdominal pain, vomiting, bloody mucous stools(current jelly) History of recent change of milk formula, upper respiratory tract infection, vaccination may be present. Sausage shaped mass maybe palpable on right quadrant of abdomen... iliac fossa may appear empty it is a surgical emergency but aim is reduction of the obstructed bowel. in intussusception of sho duration hydrostatic pressure of the barium enema or saline enema usually relieve it. ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 259, 7 th edition",
        "cop": 1,
        "opa": "Barium enema",
        "opb": "Saline reduction",
        "opc": "Give O2",
        "opd": "Nasogastric tube",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "73829694-f73d-4a87-a101-7b7a29a87c18",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of intestinal obstruction in children is",
        "exp": ". Intussusception Most common in children Primary or secondary to intestinal pthology eg: polyps, appendix Ileocolic is the most common variety Can lead to ischaemic segment peak incidence at 3-9 months BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, PG NO: 1195, 24 th edition",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Volvulus",
        "opc": "Hernia",
        "opd": "Adhesions",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "2cb505fc-979a-4e34-9021-622d961cc409",
        "choice_type": "single"
    },
    {
        "question": "One of the intestinal enzymes that is generally deficient in children following an attack of severe infectious enteritis is",
        "exp": ". Congenital defeciency of disaccharides are very rare. primary late onset of lactase defeciency is not uncommon in India and many asian countries. Its causes are acute bacterial and viral gastroenteritis protein energy malnutrition prolonged use of drugs like neomycin, celiac disease cow&; s milk protein intolerance cystic fibrosis causing secondary transient defeciency of disaccharides ESSENTIAL PEDIATRICS, O. P. GHAI. PG NO: 274, 7th edition",
        "cop": 1,
        "opa": "Lactase",
        "opb": "Trypsin",
        "opc": "Lipase",
        "opd": "Amylase",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "0b8a97fd-e6ff-4f68-935c-38eae57b183f",
        "choice_type": "multi"
    },
    {
        "question": "A 6 year old boy presenting with palpable abdominal mass in the epigastrium. The clinical diagnosis is (There is no bile in vomitus)?",
        "exp": "Features of pyloric stenosis: non bilious vomiting malnutrition, dehydration, hypochloremic alkalosis constipation is common peristaltic waves moving from left hypochondrium to umbilicus is visible a small mass due to pyloric thickening palpable in the transpyloric plane on the right side. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 253, 7 th edition",
        "cop": 3,
        "opa": "Duodenal Atresia",
        "opb": "Choledochal cyst",
        "opc": "Pyloric stenosis",
        "opd": "Oesophageal Atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "33519288-c4b0-44c5-9773-3980e00ad88f",
        "choice_type": "single"
    },
    {
        "question": "Poal venous pressure in a child is",
        "exp": "Poal venous pressure is the blood pressure in the hepatic poal vein, and is normally between 7 mm. Hg. Raised poal venous pressure is termed poal hypertension, and has numerous sequelae such as ascites and hepatic encephalopathy. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "5 mm Hg",
        "opb": "6 mm Hg",
        "opc": "7 mm Hg",
        "opd": "8 mm Hg",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "31d39f06-d621-4899-8e4b-5eedf0e21cec",
        "choice_type": "single"
    },
    {
        "question": "A child 4 month old has 10 episodes of vomiting and 2-3 episodes of loose stools and crying since the last 24 hours, best line of management will be?",
        "exp": "In the given case baby is crying(irritable, restless state)it denotes some dehydration. so we opt for treatment plan B: patients with some dehydration need to be treated in a health centre. however, oral fluid therapy must be commenced promptly, Rehydration therapy: give 75 ml/kg of ORS in the first 4 hours. Maintainance flulid therapy: when signs of dehydration begins to disappear, usually within 4 hours, ORS is administered in volume equal to diarrhoea loses. Approximately 10-20 ml /kg bw for each liquid stool Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, 7 th edition PG NO: 264, 265",
        "cop": 2,
        "opa": "Intravenous fluids",
        "opb": "ORS",
        "opc": "Intravenous fluids then ORS",
        "opd": "Hospitalise and treat",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "4e8729a3-04f6-412c-a7ff-06a8ef00884a",
        "choice_type": "single"
    },
    {
        "question": "True about Hirschsprug&; s disease",
        "exp": "Hirschsprung&; s disease: congenital absence of ganglion cells in the submucosal and myentric plexus of distal intestine Rectal biopsy is goldstandard in diagnosing disease. in barium enema, the narrow aganglionic bowel with dilated proximal bowel is seen Symptoms: failure to pass meconium in first 48 hours of life, vomiting, constipation, poor feeding, abdominal distension Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 256, 7th edition",
        "cop": 1,
        "opa": "Aganglionic segment is contracted not dilated",
        "opb": "Descending colon is most common site",
        "opc": "Barium enema is diagnostic",
        "opd": "Barium enema shows calcification",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "c4e132a3-da8a-4d22-9554-5d5c46790590",
        "choice_type": "multi"
    },
    {
        "question": "Amount of ORS to be given in the first 4 hours to a child with some dehydration is",
        "exp": "Treatment plan B: in case of some dehydration 75 ml/kg of ORS in the first 4 hours. use child&; s age when you donot know the weight. The signs of dehydration disappears in 4 hours. after this maintainance fluid therapy can be done. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 265, 7 th edition",
        "cop": 2,
        "opa": "50 ml/kg body wt.",
        "opb": "75 ml/kg body wt.",
        "opc": "100 ml/kg body wt.",
        "opd": "200 ml/kg body wt.",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "e6377bbb-bf34-46c0-a1a5-1355c467782b",
        "choice_type": "single"
    },
    {
        "question": "Hrischsprung disease, marker - used for early diagnosis?",
        "exp": "In hirschsprung&; s disease the severity of the symptoms is not always consistent with the length of the intestinal segment involved and may be related to the number of the acetylcholine esterase positive nerve fibres. confirmation the diagnosis depends upon histological demonatration of aganglionosis and hyperophic nerve fibres in the nerve plexus in the biopsy. Specimens are usually taken from just above the anorectal junction. one is sent for biochemistry (for acetylcholine esterase)and histopathology Ref: BAILEY AND LOVE&; S SHO PRACTCE OF SURGERY, PG NO: 1154, 24th edition",
        "cop": 1,
        "opa": "Acetyl cholinesterase",
        "opb": "Adrenaline",
        "opc": "VIP",
        "opd": "None of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "650c0d2a-6c11-4001-8ca5-36fd6faefffa",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a reliable indicator of dehydration",
        "exp": "Skin turgor (elasticity) has its limitations when assessing hydration status in the elderly. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Skin turgor",
        "opb": "Dry buccal mucosa",
        "opc": "Oliguria",
        "opd": "Thirst",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "81b9ce70-776b-49ca-97f6-3256443add2d",
        "choice_type": "single"
    },
    {
        "question": "Gilbe syndrome - True is",
        "exp": "Gilbe&; s disease: It is inherited as an autosomal dominant trait. The defect is in the uptake of bilirubin by liver. Bilirubin level is usually around 3mg/dl, and the patient is asymptomatic except for the presence of mild jaundice. Reduction of hepatic bilirubin glucoronidating activity to about 30% of normal levels. It is detected in the adult life, typically in association with stress, such as an intercurrent illness, strenous exercise, or fasting. Ref: ROBBINS AND COTRAN PATHOLOGIC BASIS OF DISEASES, 7 TH EDITION, PG NO: 888",
        "cop": 4,
        "opa": "Reduced activity of glucoronyl transferase",
        "opb": "Causes indirect hyperbilirubinemia",
        "opc": "Not required any treatment",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "48c23112-a720-4f03-9b58-daa5c6a12fb5",
        "choice_type": "multi"
    },
    {
        "question": "Oesophageal atresia may occur as a pa of VACTER group of anomalies. What does &; TE&; stand for?",
        "exp": "VACTER ANOMALIES: V-Veebral defects A-Anal atresia C-cardiacdefect(PDA/VSD) TE-Tracheo-oesophageal fistula R-Radial hypoplasia and renal agenesis Ref: SRB&; S MANUAL OF SURGERY, PG NO: 857, 4th edition",
        "cop": 3,
        "opa": "Tetralogy of Fallot",
        "opb": "Thoracis empyema",
        "opc": "Tracheo-oesophageal fistula",
        "opd": "Talipes equinovarus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "57a923b3-abc8-4d04-b5ed-7d66c1379c97",
        "choice_type": "multi"
    },
    {
        "question": "Which of the is the earliest indicator of pathological gastroesophageal reflux in infants (GERD)",
        "exp": "GERD has been associated with significant respiratory symptoms in children and infants. other symptoms vomiting regurgitation weight loss dysphagia and odynophagia chest pain hematemesis recurrent pneumonia, apnea, wheezing stridor, hoarseness, cough, abnormal neck posturing Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 253, 7th edition",
        "cop": 1,
        "opa": "Respiratory Symptoms",
        "opb": "Postprandial Regurgitation",
        "opc": "Upper GI Bleed",
        "opd": "Stricture Esophagus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "44fbd9c0-2cbf-44df-a7c8-274d5fdd06d3",
        "choice_type": "single"
    },
    {
        "question": "Acquired megacolon can be due to",
        "exp": "Acquired megacolon may occur at any age as a result of Chagas disease (Trypanosoma cruzi), obstruction by a neoplasm or inflammatory stricture, toxic megacolon complicating ulcerative colitis, visceral myopathy, or in association with functional psychosomatic disorders (poor toilet training during infancy). Ref: Bailey and Love 26e pg: 1177",
        "cop": 3,
        "opa": "Leishmaniasis",
        "opb": "Typhoid",
        "opc": "Chagas disease",
        "opd": "Amoebiasis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "8e9cc0a8-4ad4-4537-925e-aa7e0200ede4",
        "choice_type": "single"
    },
    {
        "question": "Congugated hyperbilirubinemia in neonates is a feature of _________",
        "exp": "In case of breast milk jaundice, gilbe&; s syndrome and hypothyroidism {cretenism} we get unconjugated hyperbilirubinemia. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 149, 7th edition",
        "cop": 4,
        "opa": "Breast milk jaundice",
        "opb": "Gilbe's syndrome",
        "opc": "Hypothyroidism",
        "opd": "Rotor syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "f0ffac7e-18b5-4161-878d-95628b13106c",
        "choice_type": "single"
    },
    {
        "question": "Which is not associated with jaundice in infancy?",
        "exp": "Jaundice is not seen in maple syrup urine disease. It is seen in rest of the three conditions. Reference: Nelson Textbook of Paediatrics; 20th edition",
        "cop": 2,
        "opa": "Hereditary fructose intolerance",
        "opb": "Maple syrup urine disease",
        "opc": "Galactosemia",
        "opd": "Crigler- Najjar syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "04fc0548-3aab-4d74-ae89-cfb0a64da5c4",
        "choice_type": "single"
    },
    {
        "question": "A neonate is suspected to be suffering from necrotizing entercolitis (NEC). On fuhur examination and investigation, he is diagnosed to be Bell&; s stage INEC. The management of choice would be",
        "exp": ". Abdomen radiographs may show pneumatosis intestinalis, or free intraperitoneal air. management consists of agressive resuscitation and intravenous feeding. The optimal time for surgery is not in the acute phase as the baby can withstand the pressure of necrosis better than an adult, but not in the stress laprotomy. BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, PG NO: 1200, 24th edition",
        "cop": 3,
        "opa": "Laporotomy and proceed",
        "opb": "Inseion of bilateral pelvic drains",
        "opc": "Conservative management with IV fluids and antibiotics",
        "opd": "Initial conservative management and laparotomy after 24 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "b33aca63-309d-4307-85d4-23c53154b6c6",
        "choice_type": "single"
    },
    {
        "question": "A premature neonate on top feeding develop abdominal destension and bleeding per rectum. He recently recovered from acute upper respiratory tract infection. What is the probable diagnosis",
        "exp": ". Necrotising enterocoilitis occurs among premature infants under stress in first week of life. pathogenesis: mucosal injury, bacterial infections of the injured gut with E. colli,, Klebsiella, Pseudomonas, Clostridia, Salmonella, formula feeding clinical features: stage 1: unstable temperature, apnea, lethargy, mild abdominal distension, vomiting, in stage 1B, blood is present in stools stage 2: clinical signs as above, bowel sounds are diminished, tenderness may be present. In 2B there may be metabolic acidosis and thrombocytopenia. Stage 3: above features+low BP, bradycardia, apnea, acidosis, DIC, even anuria ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 139, 7th edition",
        "cop": 1,
        "opa": "Necrotizing enterocolitis",
        "opb": "Valvulus",
        "opc": "Meckel's diveiculum",
        "opd": "Intussusception",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "f013df1f-be72-409b-a9c6-1717930a4116",
        "choice_type": "single"
    },
    {
        "question": "A young boy presents with failure to thrive. Biochemical analysis of a duodenal aspirate after a meal reveals a deficiency of enteropeptidase (enterokinase). The levels of which one of the following digestive enzymes would be affected?",
        "exp": "Trypsinogen gets activated by enterokinase present in the intestinal microvillus membranes. Once activated trypsin activates other enzyme molecules. Trypsin activated by the removal of hexapeptide from N- terminal end. Trypsin catalyses the hydrolysis of the bonds formed by carboxyl group of Arg and Lys. Ref: TEXTBOOK OF BIOCHEMISTRY, D. M. VASUDEVAN, 6. TH EDITION PG NO: 172",
        "cop": 4,
        "opa": "Amylase",
        "opb": "Pepsin",
        "opc": "Lactose",
        "opd": "Trypsin",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d95e673b-6454-4d47-9f22-c795e3a4a193",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of poal hypertension in children is _______",
        "exp": "Causes of poal hypertension pre sinusoidal extrahepatic(mostcommoon): poal vein/splenic vein thrombosis, splenic AV fistula, massive splenomegaly intrahepatic: sarcoidosis, schistosomiasis, congenital hepatic fibrosis, myeloproliferative disorders, nodular degenerative hyperplasia, idiopathic poal fibrosis sinusoidal cirrhosis due to any cause post sinusoidal budd chiari syndrome, right heart failure, constrictive pericarditis, web in inferior venacava Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 289, 7th edition",
        "cop": 1,
        "opa": "Extrahepatic compression",
        "opb": "Budd chiari syndrome",
        "opc": "Veno-Occlusive disease",
        "opd": "Post necrotic",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "1d38e5dc-1ccb-4490-b084-1899c73cfa20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following includes inflammatory bowel disease in children",
        "exp": ". Celiac disease: permanent sensitivity to gluten, immunologically mediated small intestinal enteropathy cystic fibrosis: inherited disorder causing intestinal obstruction inflammatory bowel disease are: ulcerative colitis and crohn&; s disease[terminal ileum} ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 276, 7 th edition",
        "cop": 3,
        "opa": "Coeliac disease",
        "opb": "Tropical sprue",
        "opc": "Regional ileitis",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "d2cab803-5a08-4c46-92c3-d542dc5fd793",
        "choice_type": "single"
    },
    {
        "question": "In a child with acute liver failure, the most impoant abnormal serum biochemical test that indicates poor prognosis is?",
        "exp": "Despite suppoive care and nursing in intensive care 40-70%children with acute liver failure die. poor prognostic markers are grade lll or more hepatic encephalopathy, prothrombin time more than 40 s, presence of sepsis and chest infection. Prothrombin time indicates coagulopathy which is a complication of acute liver failure Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 288, 7 th edition",
        "cop": 3,
        "opa": "Increasing transaminase",
        "opb": "Increasing bilirubin",
        "opc": "Increasing prothrombin time",
        "opd": "Reversal of serum albumin-globulin ratio",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "a12b20ea-0e9f-48af-b18a-1bb62826dee3",
        "choice_type": "single"
    },
    {
        "question": "5 month old child with hepatomegaly, Ketosis, hyperuricemia and malaise, diagnosis?",
        "exp": "Glycogen storage disorders: hepatomegaly failure to thrive hypoglycemia ketosis acidosis hyperlipidemia intercurrent infections Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 636, 7th edition",
        "cop": 3,
        "opa": "Diabetes",
        "opb": "Urea cycle defect",
        "opc": "Glycogen storage disease",
        "opd": "Mucopolysacchridosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "2360d6b6-59f0-4a88-8d6e-f55c8dbab296",
        "choice_type": "single"
    },
    {
        "question": "False about kernicterus is _______",
        "exp": "When blood level of bilirubin is more than 20 mg/dl the capacity of albumin to bind bilirubin is exceeded. in young children before the age of i year, the blood brain barrier is not fully developed and therefore free bilirubin enters the brain. It is deposited in basal ganglia, leading to mental retardation, fits, encephalitis and spasticity. Ref: TEXTBOOK OF BIOCHEMISTRY, D. M. VASUDEVAN, PG NO: 252, 6th edition",
        "cop": 1,
        "opa": "No long term effect",
        "opb": "Occurs with bilirubin more than 25 mg %",
        "opc": "Deposition in basal ganglion",
        "opd": "Opisthotonus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "ea655f25-e7c9-4342-af2a-d214aaea37d5",
        "choice_type": "multi"
    },
    {
        "question": "Tropical Splenomegaly is characterized by all the following, except ________",
        "exp": "Tropical splenomegaly \"Big spleen disease\"found in adults in ceain hyper endemic malarial areas has been shown to be related to an abnormal immune response to plasmodial antigen features hepatomegaly anemia leucopenia massive splenomegaly increased serum IgM concentrations. continuous malaria chemoprophylaxis over many months cause a gradual reduction in the spleen size and clinical improvement Ref: PARASITOLOGY, K. D. CHATTERJEE, 13 TH edition, Pg no: 117",
        "cop": 1,
        "opa": "Persistent high grade fever",
        "opb": "Moderate to massive splenomegaly",
        "opc": "Residence in areas endemic for Malaria",
        "opd": "Clinical response to antimalarials",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "398ac657-7f83-4ff7-82fe-316a29284a78",
        "choice_type": "multi"
    },
    {
        "question": "Useful in acute diarrhea is",
        "exp": "Most cases of diarrhea are acute, self-limited, and due to infections or medication. Fluid and electrolyte replacement is of central impoance to all forms of acute diarrhea. In moderately severe nonfebrile and non-bloody diarrhea, antimotility and antisecretory agents such as loperamide can be useful adjuncts to control symptoms. Judicious use of antibiotics is appropriate in selected instances of acute diarrhea and may reduce its severity and duration. Zinc (20 mg/d until recovery) may be an effective adjunctive therapeutic strategy for diarrheal disease and pneumonia in children >= 6 months of age. Ref: Harrison&; s Principles of Internal Medicine; 19th edition; Chapter 96e; Vitamin and Trace Mineral Deficiency and Excess",
        "cop": 1,
        "opa": "Zinc",
        "opb": "Magnesium",
        "opc": "Calcium",
        "opd": "Potassium",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "fb94df6e-dfd8-42cd-b37e-86f30fd7324a",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for neonatal hyperophic pyloric stenosis is _________",
        "exp": "The usual age of presentation is approximately 2 - 6 weeks of life. Approximately 95% of infantile hyperophic pyloric stenosis cases are diagnosed in those aged 3-12 weeks. In addition, premature infants have a delayed diagnosis secondary to low bih weight and atypical presentation. DIAGNOSIS: History and physical examination Abdominal USG: Pyloric muscle thickness >3-4mm pyloric length > 15-18mm in presence of functional gastric outlet obstruction Upper GI study when atypical presentation or negative USG Diagnostic: narrowed, elongated pyloric channel with pyloric mass effect on stomach and duodenum -- String/ Double tract / Beak / Pyloric teat sign Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "X-ray",
        "opb": "CT scan",
        "opc": "MRI",
        "opd": "USG",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "e05e6d95-1ef3-4441-b133-0cf5d205f44a",
        "choice_type": "single"
    },
    {
        "question": "X-ray detect congenital anorectal malformation at",
        "exp": "ANORECTAL ANOMALIES Anatomically classified as high, intermediate or low An Xray film of the abdomen is obtained 12-24 hours after bih, with the baby being kept in an inveed position. a lateral picture of the pelvis obtained to define whether the rectal pouch is above or below the line drawn from the pubis to coccyx. Anovestibular fistula in females and anorectal agenesis with retroprostatic urethral fistula are common in male infants Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 152, 7th edition",
        "cop": 2,
        "opa": "Immediately after bih",
        "opb": "24-48 hours",
        "opc": "48-72 hours",
        "opd": "After 72 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "67ce6136-f31b-437b-8c04-00934cc9ef55",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best next step in breast feeding infant with jaundice",
        "exp": "Breast milk jaundice can last for 3-12 weeks after bih, but as long as the baby is feeding well and bilirubin levels are monitored, it rarely leads to serious complications. Breast milk jaundice must also be differentiated from breastfeeding jaundice, which is jaundice resulting from an insufficient intake of milk. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Sta phototherapy",
        "opb": "Exchange transfusion",
        "opc": "Switch to cow milk",
        "opd": "Increase feeding to 15-20minutes every 2hours",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "fc6b8363-ec0d-4e6b-81dd-d03d9dcf92b7",
        "choice_type": "multi"
    },
    {
        "question": "Neonatal hepatitis not true is __________",
        "exp": "Neonatal hepatitis: Caused by different viruses such as Hepatitis A, B, C, D, E., HGV, TT virus, SEN virus possitive family history: perinatal transmission is more for HBV In preterm or IUGR babies risk of infection is more Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 191-195, 7th edition",
        "cop": 1,
        "opa": "Always conjugated hyperbilirubinemia",
        "opb": "More common in preterm or IUGR baby",
        "opc": "Caused by virus",
        "opd": "May get positive family history",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "388334a0-640c-478d-9393-752f22ef0ce6",
        "choice_type": "multi"
    },
    {
        "question": "A 12 year old boy presents with hemetemesis, malena and mild splenomegaly. There is no obvious jaundice or ascitis. The most likely diagnosis is",
        "exp": ". Extra Hepatic Poal Venous Obstruction 5-6 years of age hematemesis with or without melena splenomegaly depends on duration of blockage liver usually normal in size ascites is rare variable extent of growth retardation is seen ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 289, 7th edition",
        "cop": 1,
        "opa": "EHPVO",
        "opb": "NCPF",
        "opc": "Cirrhosis",
        "opd": "Malaria with DIC",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "7ccc4cdd-dcc8-43ce-90cb-1f35bbb9c96b",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is not included in the triad of necrotizing enterocolitis",
        "exp": "Necrotising Enterocolitis:- * Most common life-threatening emergency of the gastrointestinal tract in the newborn period * The distal pa of the ileum and the proximal segment of colon are involved most frequently * The greatest risk factor for NEC is prematurity. NEC can occur secondary to bih asphyxia, Down syndrome, congenital heart disease, rotavirus infections, and Hirschsprung disease, red cells transfusion * Coagulation necrosis is the characteristic histologic finding in intestinal specimen. * Common pathogens causing NNEC include Escherichia coli, Klebsiella, Clostridium perfringens, Staphylococcus epidermidis, astrovirus, norovirus, and rotavirus. * Aggressive enteral feeding may predispose to the development of NEC * The onset of NEC is usually in the 2nd or 3rd wk of life but can be as late as 3 months in VLBW infants. * Pneumatosis intestinalis (air in the bowel wall) is diagnostic Triad of Necrotising Enterocolitis Includes: - * Thrombocytopenia * Metabolic Acidosis * Refractory Hyponatremia Ref:- Nelson 20th Edition; Pg num:- 870, 871",
        "cop": 3,
        "opa": "Thrombocytopenia",
        "opb": "Metabolic acidosis",
        "opc": "Hypokalemia",
        "opd": "Hyponatremia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "bb954490-375b-4f3a-976c-1268825398bd",
        "choice_type": "single"
    },
    {
        "question": "A 6 month child woke up in night crying with abdominal pain which got relieved on passing red stools. What is the diagnosis?",
        "exp": "Intussusception Mostly seen in 6-11 months of age intermittent colicky abdominal pain, vomiting, bloody mucus(current jelly)the classic triad is encountered only in 20-40%cases history of recent change of milk formula, upper respiratory tract infections, or vaccination Manifest as crying episodes A sausage shaped mass may be palpable in the right quadrant, right iliac fossa is usually empty Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 259, 7th edition",
        "cop": 2,
        "opa": "Meckel's diveiculum",
        "opb": "Intussusception",
        "opc": "Malrotation",
        "opd": "Intestinal obstruction",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "ae211a25-450f-47ac-bb82-ea67e7d0a6f1",
        "choice_type": "single"
    },
    {
        "question": "5 month old child with hepatomegaly, ketosis, hyperuricemia and malaise diagnosis",
        "exp": "Mucopolysaccharidosis Acid mucopolysaccharides are abnormally deposited in the tissues, and excreted in the urine. clinical features Mental retardation Cloudy cornea Bone changes: thickening of skull, broad spatula like ribs, beak shaped veebrae facies: coarse, lips are thick, teeth are peg like, bridge of nose depressed hepatosplenomegaly hyperurecemia Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 636, 7th edition",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "Urea cycle defect",
        "opc": "Glycogen storage disease",
        "opd": "Mucopolysacchridosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "db6550da-3ca1-4fc5-9bf0-fc44dc8f613c",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child with gas under diaphragm is seen in?",
        "exp": "Pneumoperitoneum: free air under the diaphram on an upright chest film suggests the presence of a bowel perforation and underlying peritonits. Enteric fever with intestinal perforation: seen in 1-3 %cases, occur in 3rd- 4th week of illness due to hyperplasia, ulceration and necrosis at the ileocecal peyer&; s patches at the initial site of salmonella infiltration. Ref: HARRISON&; S PRINCIPLES OF INTERNAL MEDICINE, 18 TH EDITION(pg no: 2692)",
        "cop": 4,
        "opa": "Enteric fever with intestinal perforation",
        "opb": "Chilaiditi's syndrome",
        "opc": "Iatrogenic pneumoperitoneum",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "e306f1b1-cd08-4f03-a25e-5303bea863cb",
        "choice_type": "multi"
    },
    {
        "question": "A new born suffering from perforated necrotizing enterocololitis is having very poor general condition. He is currently stabilized on ventilator. Which of the following should be done in the management of this patient",
        "exp": ". Management of necrotising enterocolitis All oral feeding must be withheld a nasogastric tube is inseed to relieve distension and aspirate stomach contents. Fluid and electrolytes in adequate quantities should be administered Perforation is suggested if there is free intra abdominal gas and liver dullness is obliterated. ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 139, 7th edition",
        "cop": 4,
        "opa": "Conservative treatment",
        "opb": "Resection and anastomosis",
        "opc": "Stabilization with membrane oxygenator and defer surgery",
        "opd": "Peritoneal drainage by putting drains in the flanks",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "a97b2851-b90d-4e88-9090-35f1f62dfc80",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Acute Intestinal Obstruction in neonatal small bowel obstruction",
        "exp": "Duodenal atresia: occurs at the point of fusion between foregut and midgut. Diagnosis can be made antenatally charecteristic double bubble apperance in ultrasonography. the child vomits at bih and it is bile stained. (35% of all atresia). Jejunal atresia(15%of all atresia): early distension is lacking, but vomiting occurs early. Apple peel atresia with loss of symmetry is seen. Ref: BAILEY AND LOVE&; S SHO PRACTICE OF SURGERY, PG NO: 1198, 24 th edition",
        "cop": 3,
        "opa": "Jejunal atresia",
        "opb": "Malrotation",
        "opc": "Duodenal atresia",
        "opd": "Acute Intussusception",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "860c0c6e-025f-4c18-a7fa-d6d4594c0568",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most specific for acute pancreatitis in children?",
        "exp": "Three enzymes derived from pancreatic acinar cells--amylase, lipase, and the proenzyme trypsinogen--have been tested as biochemical markers of acute pancreatitis; serum amylase is the most commonly used of these in clinical practice. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Amylase",
        "opb": "Tryptase",
        "opc": "Lipase",
        "opd": "Chymotrypsin",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "9983bd7e-ccd0-44e3-82aa-b00b5ac810b9",
        "choice_type": "single"
    },
    {
        "question": "Profuse watery diarrhea in an immune compromised child is due to",
        "exp": ". Giardiasis caused by Giardia lamblia is a major cause of diarrhoea in children and travellers Individuals with malnutrition, humoral immunodefeciencies, and cystic fibrosis are paicularly susceptible. Features: acute diarrhoea with sudden onset of explosive, watery foul smelling stools, along with nausea and anorexia, abdominal distension, flatulence, epigastric camps and mild fever. ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 244, 7th edition",
        "cop": 3,
        "opa": "Cryptococcus",
        "opb": "Amoeba",
        "opc": "Giardia",
        "opd": "Lactose intolerance",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "2d93a6c5-aad2-4309-8eae-fa7fa59418ca",
        "choice_type": "single"
    },
    {
        "question": "Unconjugated hyperbilirubinemia of newborn is causes by all EXCEPT ___________",
        "exp": "The common causes of persistant jaundice are extravastated blood, ongoing hemolytic disease, G6. PD defeciency, hypothyroisism. Breast milk jaundice: exclusively breast fed babies bave a different pattern of physiological jaundice as compared to aificially fed babies. usually seen by 24-72 hours of age peaks by 5-15 days disappears by third week of life. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 147, 149, 7 th edition",
        "cop": 3,
        "opa": "Criglar-Najjar syndrome",
        "opb": "Cretinism",
        "opc": "Septicemia",
        "opd": "Breast milk jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "994dc23f-ea8e-425f-9661-8ef56e2aec12",
        "choice_type": "multi"
    },
    {
        "question": "If mother is HBs. Ag positive then newborn should be given __________",
        "exp": "Hepatitis B antigen {HBs. Ag} screening should be offered to all pregnant women. If the mother is known to be HBs. Ag negative, it is not essential that HB vaccineton be given to the newborn at bih, vaccination can begin at 6 weeks. Where the mother&; s status is not known it is safer to vaccinate the newborn within a few hours of bih. Where the mother is known to be HBs. Ag possitive the child must receive the vaccine witin a few hours of bih, along with Hepatitis B Immunoglobulin within 24 hours of bih. HBIG administeration upto 5 days may be effective. If HBIG not given baby must be immunised in an accelerated schedule of 0, 1, 2, months along with an additional dose at 9-12 months. Ref: ESSSENTIL PEDIATRICS, O. P. GHAI, PG NO: 172, 7 th edition",
        "cop": 4,
        "opa": "Hepatitis B vaccine at 6 weeks",
        "opb": "Hepatitis Vaccine at bih",
        "opc": "Hepatitis B immunoglobulin within 24 hours of bih",
        "opd": "Hepatitis B vaccine at bih and immunoglobulin within 24 hours at seperate sites",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "bcf96ece-04cc-49d2-97a4-42faafd33cb4",
        "choice_type": "single"
    },
    {
        "question": "Differentials for acute appendicitis in a kid is all except",
        "exp": "Differential diagnosis The differential diagnosis includes: Perforated peptic ulcer Biliary colic Acute cholecystitis Pneumonia Pleuritic pain Myocardial infarction Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Gastroenteritis",
        "opb": "Volvulus",
        "opc": "Trauma",
        "opd": "Torsion",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "15741dce-ed28-478b-ae87-3d9036b65499",
        "choice_type": "multi"
    },
    {
        "question": "Organic causes of constipation in infant are all except",
        "exp": "Constipation can be functional or organic. Organic causes of constipation INTESTINAL DRUGS METABOLIC NEUROMUSCULAR OTHERS Hirschsprung disease narcotics cystic fibrosis cerebral palsy low fibre diet anal stenosis vincristine hypothyoidism spinal cord lesions milk protein allergy anal fissure psychotropics panhypopituitarism myotonic dystrophy anteriorly displaced anal opening, stricture neuropathy or myopathy of GI tract Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 255, 7th edition",
        "cop": 1,
        "opa": "High fibre diet",
        "opb": "Cystic fibrosis",
        "opc": "Hypothyroidism",
        "opd": "Hypehyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "c008d66b-2f0a-48c0-80b2-6c35368d2bf2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of infantile colic syndrome",
        "exp": "Other Colic Symptoms Clench her fists. Bend her arms and legs toward her belly. Have a bloated tummy. Have a red, flushed face when she cries. Pass gas while she sheds tears, often because she&; s swallowed air. Tighten her stomach muscles. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Vomiting",
        "opb": "Paroxysmal symptoms",
        "opc": "Abdominal pain",
        "opd": "Continous severe cry",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "6457b921-9548-4c71-b72a-b03c4c545fb6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug will cause hyperophic pyloric stenosis is __________",
        "exp": "The usual age of presentation is approximately 2 - 6 weeks of life. Approximately 95% of infantile hyperophic pyloric stenosis cases are diagnosed in those aged 3-12 weeks. In addition, premature infants have a delayed diagnosis secondary to low bih weight and atypical presentation. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Vancomycin",
        "opb": "Nefidipine",
        "opc": "Erythromycin",
        "opd": "Phenyl propanolamine",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "df6cbbc1-ee07-405c-b789-80024a945730",
        "choice_type": "single"
    },
    {
        "question": "Baby with left sided abdominal mass differential diagnosis",
        "exp": "Splenic flexure, spleen, left kidney all the above mentioned are left sided structures. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Splenic flexure",
        "opb": "Spleen",
        "opc": "Left kidney",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "347a9c20-0d83-4d73-b5c2-d99209e5f528",
        "choice_type": "multi"
    },
    {
        "question": "The commonest cause of vomiting in a one month old infant is",
        "exp": "Aerophagia (var. aerophagy) is a condition of excessive air swallowing, which goes to the stomach. Aerophagia may also refer to an unusual condition where the primary symptom is excessive flatus, belching is not present, and the actual mechanism by which air enters the gut is obscure. Aerophagia in psychiatry is sometimes attributed to nervousness or anxiety. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Pyloric stenosis",
        "opb": "Cardiac chalasia",
        "opc": "Aerophagy",
        "opd": "Gastro-esophageal reflux",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "46010421-742d-42ea-b7a0-8e14fe64695b",
        "choice_type": "single"
    },
    {
        "question": "Conjugated hyperbilirubinemia in neonates is a feature of",
        "exp": "The predominant causes of conjugated hyperbilirubinemia are intrahepatic cholestasis and extrahepatic obstruction of the biliary tract, with the latter preventing bilirubin from moving into the intestines. Viruses, alcohol, and autoimmune disorders are the most common causes of hepatitis. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Breast milk jaundice",
        "opb": "Gilbe syndrome",
        "opc": "Hypothyroidism",
        "opd": "Rotor syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "8613a7e8-5628-4700-b2de-10944e2f8608",
        "choice_type": "single"
    },
    {
        "question": "A child is brought by mother with HO massive hemetemesis with HO drug intake previously with NSAIDS and on Rx. Associated with moderate splenomegaly diagnosis is",
        "exp": "Massive hematemesis, moderate splenomegaly are features of oesophageal varices Ref: ESSENTIAL PEDIATRICS, O. P. GHAI., PG NO: 290, 7th edition",
        "cop": 1,
        "opa": "Oesophageal varices",
        "opb": "Duodenal ulcer",
        "opc": "Drug induced gastritis",
        "opd": "Peptic ulcer",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "496d8590-38f5-486c-bd9e-07c91707a2bb",
        "choice_type": "single"
    },
    {
        "question": "A two year old child presents with persistent diarrhaea acidic stools and presence of one per cent of reducing substance in the fresh stools. What is the most probable diagnosis?",
        "exp": "DISACCHARIDASES DEFECIENCY Lactase defeciency diagnosis based on presence of more than. 5%of reducing substance in the fresh stools acidic stools abnormal oral sugar tolerance test breath Hydrogen excretion of more than 11ppm following a loading dose of lactose enzyme assay on mucosal biopsies showing low levels of disaccharidases Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 274, 7th edition",
        "cop": 2,
        "opa": "Cystic fibrosis",
        "opb": "Lactose intolerance",
        "opc": "Rotavirus induced diarrhoea",
        "opd": "Intestinal tuberculosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "cfef9b84-02e2-4116-93cd-8f1ea9af4d9b",
        "choice_type": "single"
    },
    {
        "question": "Conjugated bilirubin is increased in?",
        "exp": "crigler najjar syndrome-1: defect in conjugation, so unconjugated bilirubin level increases to more than 20mg/dl crigler najjar syndrome-ll: second stage of conjugation is defective Gilbe&; ssyndrome: defect in the uptake of bilirubin by liver. Rotor&; s syndrome: bilirubin excretion is defective, but there is no staining of liver. TEXTBOOK OF BIOCHEMISTRY, D. M. VASUDEVAN, PG NO: 251, 252, 6th edition",
        "cop": 1,
        "opa": "Rotor syndrome",
        "opb": "Gilbe's syndrome",
        "opc": "Crigler Najjar syndrome 1",
        "opd": "Crigler Najjar syndrome 2",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "75acc395-67cb-4807-9f33-6bab43894075",
        "choice_type": "single"
    },
    {
        "question": "To induce vomiting at home in a child who has ingested a poison, the recommended agent of choice would be?",
        "exp": "ipecac syrup is an antidote In <1 year: 5-10 ml /dose Others: 15-20 ml/dose donot use in semi comatose child or after charcoal administration Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 729, 7th edition",
        "cop": 4,
        "opa": "Oral rehdration solution",
        "opb": "Mustard in Warm water",
        "opc": "Apomorphine",
        "opd": "Syrup of ipecac",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "5eef077d-7c5b-40b3-a8d4-b2d5c0fb22ac",
        "choice_type": "single"
    },
    {
        "question": "The metabolic dearrangement in congenital pyloric stenosis is",
        "exp": "The classical presentation is non bilious vomiting begining at 3-6 weeks of age Severity and frequency of vomiting increases gradually Persistant vomiting leads to malnutrition, dehydration and hypochloremic alkalosis. constipation is usual Diagnosis is based on history and palpability of mass. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 253, 7 th edition",
        "cop": 1,
        "opa": "Hypochloremic alkalosis",
        "opb": "Hyperchloremic alkalosis",
        "opc": "Hyperchloremic acidosis",
        "opd": "Hypochloremic acidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "8c4ec18e-dfd5-44a1-80d3-68ab07e52775",
        "choice_type": "single"
    },
    {
        "question": "Resolution of physiological umbilical hernia occurs at which week of gestation?",
        "exp": "As the amniotic cavity grows it pushes into the chorionic cavity to obliterate it and the fusion of the amnion and chorion takes place. The amnion then surrounds the amniotic cavity except at the region of umbilical ring, where it is reflected onto the connecting stalk and yolk sac. the primitive umbilical cord arises from the connecting stalk and yolk sac together. Proximally the primitive cord contains some loops of intestine and the allantois. This is the physiological omphalocele, which disappears by the end of 3 rd month. Ref: TEXTBOOK OF OBSTETRICS, SHEILA BALAKRISHNAN, PG NO: 62, 2 nd edition",
        "cop": 3,
        "opa": "6 weeks",
        "opb": "8 weeks",
        "opc": "10 weeks",
        "opd": "12 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "5dc3a9fa-e842-48f5-b34d-7b0ab3932172",
        "choice_type": "single"
    },
    {
        "question": "A new born with recurrent vomiting, cynosis after each feed is likely to be suffering from",
        "exp": "Clinical features: The presence of maternal polyhyramnios and single umbilical aery should ale the pediatrician to look for atresia of the upper GIT. Association of congenital anomalies of veebrae, anorectal region, heart, kidneys or limbs should arouse suspicion. The newborn baby has excessive drooling, saliva is frothy and there is choking and cyanosis with first feed. Overflow of milk and saliva from oesophagus, and regurgitation of secretions through the fistulous tract into the lungs is present. Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 151, 7th edition",
        "cop": 1,
        "opa": "Tracho oesophageal fistula",
        "opb": "Tetrology of fallot",
        "opc": "Congenital hyperophic pyloric stenosis",
        "opd": "ARDS",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "bd0d99fd-d0f1-4d22-8c3b-9bce51642c92",
        "choice_type": "multi"
    },
    {
        "question": "All are true about congenital diaphragmatic hernia except _____________",
        "exp": "Congenital diaphragmatic hernia(CDH) occurs when the diaphragm muscle -- the muscle that separates the chest from the abdomen -- fails to close during prenatal development, and the contents from the abdomen (stomach, intestines and/or liver) migrate into the chest through this hole. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Usually associated with polyhydramnios",
        "opb": "Most commonly seen on left side",
        "opc": "Moality associated with pulmonary hypoplasia",
        "opd": "Pulmonary dilators markedly improve survival",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "65cac316-975b-4d8d-bc11-38239d6f7a2c",
        "choice_type": "multi"
    },
    {
        "question": "Sandifer syndrome due to GERD in infants is confused with __________",
        "exp": "Infants with GERD presents with anorexia, dysphagia, arching of back during feedings, irritability, hematemesis, anemia, failure to thrive. other symptoms are chest pain, recurrent pneumonia apnoea, wheezing, stridor, hoarseness, cough, abnormal neck posturing(Sandifer syndrome) Sandifer syndrome is most commonly mistaken for seizures Ref: ESSENTIAL PEDIATRICS, O. P. GHAI, PG NO: 253, 7th edition",
        "cop": 1,
        "opa": "Seizures",
        "opb": "Recurrent vomiting",
        "opc": "Acute otitis media",
        "opd": "Sinusitis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastrointestinal tract",
        "id": "e47aa61f-6d01-4d6e-90f8-981c300f587c",
        "choice_type": "single"
    }
]