[
    {
        "question": "A 7-day-old premature infant born at 26 weeks of gestation now has a grossly bloody stool, abdominal distention, and increasing oxygen requirements. choose the best initial diagnostic step in the evaluation of the patient's apparent GI hemorrhage.",
        "exp": "Necrotizing enterocolitis (NEC) is a life-threatening condition seen mostly in premature infants. Although the precise etiology is unknown, contributing factors include GI tract ischemia, impaired host immunity, the presence of bacterial or viral pathogens, and the presence of breast milk or formula in the gut. Findings include bloody stools, abdominal distension, hypoxia, acidosis, and emesis. The initial diagnostic test of choice is plain film radiographs. The characteristic finding in NEC is pneumatosis intestinalis; free air in the peritoneum may also be seen. Perforation is a surgical emergency, otherwise observation and antibiotics are indicated.",
        "cop": 1,
        "opa": "Abdominal series",
        "opb": "Fiberoptic endoscopy",
        "opc": "Apt test",
        "opd": "Routine stool culture",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "e7fae33e-47a9-47f4-afd0-82ac4ebeeb09",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an investigation of choice to diagnose gall stones?",
        "exp": "Ans. B. Ultrasound abdomen. Cholelithiasis involves the presence of gallstones which are concretions that form in the biliary tract, usually in the gallbladder. Choledocholithiasis refers to the presence of one or more gallstones in the common bile duct (CBD) Patients with uncomplicated cholelithiasis or simple biliary colic typically have normal laboratory test results, however these children should be investigated with hemoglobin, reticulocyte count, peripheral blood picture and other investigations to exclude haemolytic disease. Ultrasonography is the procedure of choice in suspected gallbladder or biliary disease. MRCP and ERCP have better accuracy than ultrasonography in diagnosing common bile duct stones.",
        "cop": 2,
        "opa": "X ray abdomen",
        "opb": "Ultrasound abdomen",
        "opc": "ERCP",
        "opd": "MRCP",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "f8a8f6c5-75bf-42f0-8e01-805144fba3a8",
        "choice_type": "multi"
    },
    {
        "question": "A neonate born to infected hepatitis-B mother, should be treated with:",
        "exp": "D. Immunoglobulins and hepatitis-B-vaccine(Ref: Nelson's 20/e p 1942-1952)\"Infants born to Hbs. Ag positive mothers should receive both Hep B Ig and Hep B vaccine at separate sites within 12 hours of birth, followed by 2nd and 3rd dose of vaccine at 1 and 6 months.",
        "cop": 4,
        "opa": "Isolation",
        "opb": "Immunoglobulins",
        "opc": "Hepatitis-B-vaccine",
        "opd": "Immunoglobulins and hepatitis-B-vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "238d76d9-837c-407e-8399-952a3cf3d851",
        "choice_type": "single"
    },
    {
        "question": "Vesicoureteric reflux is diagnosed by:",
        "exp": "Ans. A. Micturating cystography. Vesicoureteric reflux refers to the retrograde flow of urine from bladder to ureters and pelvis at rest or during micturition. Pathogenic organisms that might be present in the bladder can gain access to the renal parenchyma initiating inflammation and renal scarring. Two techniques are commonly used to detect VUR. The radiocontrast MCU is commonly used since in addition to showing VUR it provides excellent anatomical details. Isotope radionuclide cystography is more sensitive for detecting VUR and causes less radiation exposure but provides less anatomical details.",
        "cop": 1,
        "opa": "Micturating cystography",
        "opb": "X ray abdomen",
        "opc": "CECT Abdomen",
        "opd": "Intravenous pyelography",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "bdf86283-3eca-4eca-ae7d-8142a93ee247",
        "choice_type": "single"
    },
    {
        "question": "In neonatal cholestasis, if the serum gamma glutamyl- transpeptidase (GGT) is more than 600 IU/L the most likely diagnosis is:",
        "exp": "D. Biliary atresia(Ref: Nelson's 20/e p 1933)3 Enzymes reflect cholestasis: Alkaline phosphatase, 5'nucleotidase & Gamma glutamyl transpeptidase. About GGT in Cholestasis: (Normal value of GGT is 5-40. IU/L)\"GGT levels are commonly elevated to values more than 10 times normal in biliary atresia while in hepatic causes it is raised to about three times normal\"Thus a value of 600. IU/L in the patient in question reflects an elevation of more than ten times the normal value. The patient is thus likely suffering from 'biliary atresia'.",
        "cop": 4,
        "opa": "Neonatal hepatitis",
        "opb": "Choledochal cyst",
        "opc": "Sclerosing cholangitis",
        "opd": "Biliary atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "627a133d-ec6b-4fb0-9310-bd5d55285efb",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for pediatric liver transplant?",
        "exp": "Ans: b (Biliary atresia) Ref: Nelson, 18th ed, p. 1712, Table 365-1; 17th ed, p. 1349, Table 349-1. Most frequent indication of pediatric liver transplantation is extrahepatic biliary atresia after a failed portoenterostomy (Kasai) procedure. Causes of neonatal cholestasis. Intrahepatic* Idiopathic-- Commonest cause* Infections-- TORCH, hepatitis, HIV, parvo B19, Reovirus, Bacterial infections esp E. coli.* Metabolic amino acid-- Tyrosinemia. CHO-- Galactosemia, fructosemia, GSDIVLipid-- Neimann Pick, Gaucher, Wolman* Inherited-- a 1 antitrypsin deficiency, cystic fibrosis, neonatal iron storage disease.* Endocrine-- Hypopituitarism, hypothyroidism* Chromosomal-- Down / Edwards syndrome* Others-- Zellweger / Watson Alagille / Byler / neonatal lupus / histiocytosis. Extra hepatic* EHB A (extra hepatic biliary atresia)* Choledochal cyst* Inspissated bile* Sclerosing cholangitis* Bile duct stenosis",
        "cop": 2,
        "opa": "Wilson disease",
        "opb": "Biliary atresia",
        "opc": "Neonatal hepatitis",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "6d97b397-a3a4-411a-b3e0-1f7b807e27ee",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following inherited conditions causes direct hyperbilirubinemia?",
        "exp": "C. Rotor syndrome(Ref: Nelson's 20/e p 1937-1939). Disorders of bilirubin metabolism. Type of bilirubin elevated. Diseases. Unconjugated Hyperbilirubinemia. Crigler-Najjar syndrome Types I and II (UDP GT gene mutation) Gilbert disease (UPD GT polymorphism). Conjugated Hyperbilirubinemia. Dubin-Johnson syndrome (multiple drug-resistant protein 2 mutation) Rotor syndrome (deficiency in organic anion uptake). Unlike Dubin-Johnson syndrome, in Rotor syndrome: Total urinary coproporphyrin excretion is elevated, with a relative increase in coproporphyrin I isomer. Gallbladder is normal by roentgenography and Liver cells contain no black pigment.",
        "cop": 3,
        "opa": "Gilbert syndrome",
        "opb": "Type II Crigler-Najjar syndrome",
        "opc": "Rotor syndrome",
        "opd": "Type I Crigler-Najjar syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a3172b80-1486-4717-a0e9-9b7df5d63e67",
        "choice_type": "single"
    },
    {
        "question": "The obstruction of two or more major hepatic veins is seen in:",
        "exp": "A. Budd-Chiari syndrome(Ref: Nelson's 20/e p 1973, Ghai 8/e p 320). Budd-Chiari Syndrome: pg 388. What is it? Portal hypertension caused by obstruction to hepatic veins anywhere between the efferent hepatic veins & the entry of the inferior vena cava into the right atrium. Etiology* Hypercoagulable states e. g. antithrombin III deficiency, protein C or S deficiency, factor V Leiden or prothrombin mutations, paroxysmal nocturnal hemoglobinemia* Hepatic or metastatic neoplasms, Collagen vascular disease, Infection, Trauma",
        "cop": 1,
        "opa": "Budd-Chiari syndrome",
        "opb": "Reye's syndrome",
        "opc": "Rotor syndrome",
        "opd": "Crigler-Najjar syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "5b03d886-7dca-4345-89c4-665537d701b9",
        "choice_type": "single"
    },
    {
        "question": "Gene encoding which protein is defective in Dubin Johnson syndrome?",
        "exp": "B. MRP2(Ref: Nelson's 20/e p 1931, 1938). In Dubin Johnson syndrome, ABCC2 gene is affected, that codes for MRP2 protein. Absent function of multiple drug-resistant protein 2 (MRP2), an adenosine triphosphate-dependent canalicular transporter, is the responsible defect, that leads to defective conjugated bilirubin excretion.",
        "cop": 2,
        "opa": "JAG1",
        "opb": "MRP2",
        "opc": "ATP7A",
        "opd": "ATP 7B",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a2ceca65-07a9-4c10-af36-422460127ccf",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy presents with a history of constipation since the age of 6 months. His stools, produced every 3 to 4 days, are described as large and hard. His growth velocity is normal. Physical examination is normal; rectal examination reveals a large ampulla, poor sphincter tone but present anal wink, and stool in the rectal vault. The plain film of his abdomen is shown. Which of the following is the most appropriate next step in the management of this child?",
        "exp": "The radiograph demonstrates a stool-filled megacolon. Finding a dilated, stool-filled anal canal with poor tone on the physical examination of a well-grown child supports the diagnosis of functional constipation. Hirschsprung disease is usually suspected in the chronically constipated child despite the vast majority of such children having functional constipation. The treatment of functional constipation, once it has been established as the diagnosis, emphasizes dietary changes and counseling of parents regarding proper toileting behavior. Effective stool softeners are available as a second line option. An extensive workup of this patient would likely be negative and expensive, and is not indicated. Hirschsprung usually presents in infancy with increasingly difficult defecation in the first few weeks of life. Typically no stool is found in the rectum, and anal sphincter tone is abnormal. Diagnosis of Hirschsprung disease may be made with rectal manometry and rectal biopsy.",
        "cop": 2,
        "opa": "Lower gastrointestinal (GI) barium study",
        "opb": "Parental reassurance and dietary counseling",
        "opc": "Serum electrolyte measurement",
        "opd": "Upper GI barium study",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "9d7e56b4-d547-4391-a2f5-56c3aa6d451a",
        "choice_type": "multi"
    },
    {
        "question": "Gastric lavage is contraindicated in which of the following:",
        "exp": "Ans. A. Kerosene poisoning. Gastric lavage is a technique for stomach emptying that theoretically allows direct irrigation and removal of unabsorbed toxin from the stomach. Gastric lavage is indicated in those patients who ingest highly toxic substances and are brought to the emergency department soon after ingestion. Hydrocarbon ingestion is a contraindication for the use of gastric lavage due to increased risk of aspiration.",
        "cop": 1,
        "opa": "Kerosene poisoning",
        "opb": "Iron toxicity",
        "opc": "Organophosphorus poisoning",
        "opd": "Acetaminophen poisoning",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "de59567f-70cf-4470-bfba-2a413833aa99",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old vegetarian being treated for tuberculosis develops peripheral neuropathy. choose the one most appropriate vitamin or trace element replacement therapy to treat the described condition.",
        "exp": "Treatment for tuberculosis usually includes the medication isoniazid (INH), and INH competitively inhibits pyridoxine utilization. In most children, this does not result in clinical manifestations, but in individuals with a poor dietary intake of pyridoxine (eg, teenagers, vegetarians, and exclusively breast-fed infants), numbness and tingling of the hands and feet may develop. Treatment is replacement of pyridoxine.",
        "cop": 3,
        "opa": "Vitamin A",
        "opb": "Niacin (Vitamin B3)",
        "opc": "Pyridoxine (Vitamin B6)",
        "opd": "Folate (Vitamin B9)",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "fc2bc39e-d897-4589-b026-222c7f50395d",
        "choice_type": "single"
    },
    {
        "question": "The Gold standard investigation for Gastro-esophageal reflux disease is:",
        "exp": "b. 24 hour pH recording(Ref: Nelson's 20/e p1787-1788, Ghai 8/e p 280). Extended esophageal pH monitoring of distal esophagus, provides a quantitative sensitive documentation of acidic reflux episodes, the most important type of reflux episodes for pathologic reflux",
        "cop": 2,
        "opa": "Endoscopy",
        "opb": "24 hour pH recording",
        "opc": "Oesophageal manometry",
        "opd": "Measurement of length of lower oesophageal sphincter",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "e91dcde0-511c-470e-9483-f73b920ba22c",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old male, despondent over a recent breakup, tries to commit suicide by taking an unknown quantity of an unknown material he found at home. He is brought to the emergency center by his parents within 30 minutes of the ingestion. For which of the following household materials and medications should he be given activated charcoal as part of his emergency center treatment?",
        "exp": "The absorption of certain toxins from the GI tract is diminished by the use of activated charcoal administered during the first few hours after the ingestion. The typical dose is 1 g/kg, or 10 to 30 g for a child or 30 to 100 g for an adult. Activated charcoal exerts its effect by adsorbing particles of toxin on its surface. Compounds not adsorbed include alcohols, acids, ferrous sulfate, strong bases (such as drain cleaners and oven cleaners), cyanide, lithium, and potassium. For drugs with an enterohepatic circulation (eg, phenobarbital and tricyclic antidepressants), or those with prolonged absorption (eg, sustained-release theophylline), the use of multiple-dose activated charcoal can be effective in decreasing the half-life and increasing the total body clearance of the toxic substance.",
        "cop": 4,
        "opa": "Drain cleaner",
        "opb": "Ethylene glycol",
        "opc": "Bleach",
        "opd": "Phenobarbital",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "9f784175-980e-4bf4-bca1-a5242f75e276",
        "choice_type": "single"
    },
    {
        "question": "Color of transition stools:",
        "exp": "a. Green(Ref: Nelson's 20/e p 63, Ghai 8/e p 134-136). Transitional stools are dark greenish yellow and loose, sometimes 'seedy' in texture.",
        "cop": 1,
        "opa": "Green",
        "opb": "Brown",
        "opc": "Yellow",
        "opd": "Pale",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "e4dc4064-9f59-4407-9cfa-980955a396e0",
        "choice_type": "single"
    },
    {
        "question": "What is the age of presentation of pyloric stenosis?",
        "exp": "Ans. is 'c' i. e., At 3 weeks of age Clinical manifestations of congenital hypertrophic pyloric stenosis* Pyloric stenosis is usually not present at birth.* Nonbillous vomiting is the initial symptoms of pyloric stenosis. The vomiting usually starts after 3 weeks of age, but symptoms may develop as early as the 1st week of life and as late as the 5 months of life.* Emesis may follow each feeding, or it may be intermittent. After vomiting, the infant is hungry and wants to feed again. Due to vomiting, there is progressive loss of - Fluid, Hydrogen ion, Chlorides. This results in hypochloremic metabolic alkalosis. Serum potassium levels are usually maintained, but there may be a total body potassium deficit.* In early stages the kidneys are able to compensate by reabsorbing hydrogen and chloride ions in exchange for sodium, potassium and bicarbonate, however as the body stores of sodium and potassium becomes depleted, these ions are selectively retained while hydrogen is excreted in urine, causing the paradoxical aciduria. This aggravates the alkalotic stage.",
        "cop": 3,
        "opa": "At 37 weeks of gestation",
        "opb": "At birth",
        "opc": "At 3 weeks of age",
        "opd": "At 3 months of age",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "8ff79dd8-6a9f-4119-a441-bc4654f42078",
        "choice_type": "single"
    },
    {
        "question": "A one day old baby presents with excessive frothing from mouth and baby was cyanosed:",
        "exp": "a. Esophageal atresia(Ref: Nelson's 20/e p 1783, Ghai 8/e p 176). Congenital disease. Mode of presentation. Cong diaphragmatic hernia. New born with cyanosis, respiratory distress, shift of mediastinum and scaphoid abdomen. Bilateral choanal atresia. New born with feeding difficulty, cyanosis on closing mouth, which disappears on crying. Pure esophageal atresia. Neonate with frothing and bubbling at mouth and nose, with coughing, cyanosis and respiratory distress; X-ray shows coiled feeding tube in esophageal pouch and absent gastric air shadow",
        "cop": 1,
        "opa": "Esophageal atresia",
        "opb": "Diaphragmatic hernia",
        "opc": "Congenital lung cyst",
        "opd": "Lung hypoplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "7b6f27b4-4aeb-460d-b843-73de80de1ef3",
        "choice_type": "single"
    },
    {
        "question": "A 55-day-old infant born prematurely at 27 weeks of gestation is shown below. The swelling is not tender, firm, hot, or red, and it does not transilluminate. It seems to resolve with pressure, but returns when the infant cries or strains. Which of the following is the most appropriate course of action at this point?",
        "exp": "(a) Source: (Hay et al, pp 606-607. Kliegman et al, pp 1362-1368. Mc. Millan et al, pp 1925-1927. Rudolph et al, pp 1429-1432.) A congenital indirect inguinal hernia is the result of incomplete closure of the processus vaginalis. This is in contrast to the less commonly acquired direct inguinal hernia, caused by weakness in the musculature of the inguinal canal. Inguinal hernias are commonly seen in premature infants (16%-25%). Incarceration is common; elective repair is often considered prior to hospital discharge. Transillumination, while frequently mentioned as a method to distinguish hydrocele from hernia, can be misleading. The diagnosis is so common that diagnostic tests are performed infrequently, but when there is diagnostic uncertainty, a scrotal ultrasound may be performed.",
        "cop": 1,
        "opa": "Obtain a surgical consultation.",
        "opb": "Perform a needle aspiration.",
        "opc": "Order a barium enema.",
        "opd": "Order a KUB (plain radiographs of kidney, ureter, and bladder).",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "8abf3c80-0f0f-4ad3-b640-6ecbd45f3f20",
        "choice_type": "single"
    },
    {
        "question": "False about kernicterus is:",
        "exp": "A. No long-term effect(Ref: Nelson's 20/e p 876-880, Ghai 8/e p 327-329). Kernicterus is due to deposition of conjugated bilirubin in basal ganglia. Mnemonic for features of Chronic Bilirubin Encephalopathy (Kernicterius): \"S-A-D M-U-M\"",
        "cop": 1,
        "opa": "No long-term effect",
        "opb": "Occurs with bilirubin more than 25 mg%",
        "opc": "Deposition in basal ganglion",
        "opd": "Opisthotonus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "131496bf-5fcc-4357-b651-efa27b45c4e2",
        "choice_type": "multi"
    },
    {
        "question": "A 1-week-old previously healthy infant presents to the emergency room with the acute onset of bilious vomiting. The abdominal plain film in the emergency department (A) and the barium enema done after admission (B) are shown. Which of the following is the most likely diagnosis for this patient?",
        "exp": "The plain films demonstrate dilated stomach and proximal loops of bowel. The cross-table upper GI demonstrates a \"curly Q\" twist of barium as it passes through the malrotated portion of bowel. Malrotation results when incomplete rotation of the intestines occurs during embryologic development. The most common type of malrotation is failure of the cecum to move to its correct location in the right lower quadrant. Most patients present in the first weeks of life with bilious vomiting indicative of bowel obstruction and/or intermittent abdominal pain. Acute presentation, similar to that in the question, is caused by a volvulus of the intestines. The diagnosis is confirmed by radiographs; barium contrast studies (upper GI and/or enema) demonstrate malposition of the cecum in the vast majority of cases. Treatment is surgical. Appendicitis is rare at this age and presents as an acute, rigid abdomen and signs of sepsis. Pyloric stenosis usually does not occur until after 3 weeks of life and presents with nonbilious vomiting. If the child were 6 months or older, intussusception would be higher on the differential, but it is an unusual condition for this age. Jejunal atresia would have been noted on the first day of life, as the patient would not have tolerated any feeds prior to newborn discharge.",
        "cop": 3,
        "opa": "Jejunal atresia",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Malrotation with volvulus",
        "opd": "Acute appendicitis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "343ee5ac-919b-4138-83b5-2e8f935ef5d3",
        "choice_type": "single"
    },
    {
        "question": "A 4-week-old boy presents with a 10-day history of vomiting that has increased in frequency and forcefulness. The vomitus is not bile stained. The child feeds avidly and looks well, but he has been losing weight. An ultrasound of the abdomen is shown. Which of the following should be the next step in this patient's management?",
        "exp": "(a) Source: (Hay et al, p 600. Kliegman et al, pp 1274-1275. Mc. Millan et al, pp 371-372. Rudolph et al, pp 1420-1421.) A history of nonbilious vomiting for 10 days in a child of this age who does not look ill points to infantile hypertrophic pyloric stenosis as the most likely diagnosis; surgical consultation for a likely pyloromyotomy is indicated. The ultrasound in the question demonstrates the thickened pylorus. The incidence of this condition in infants is between 1: 200 and 1: 750, with males affected more often than females. Although there is no specific pattern of inheritance, a familial incidence has been observed in about 15% of patients. Information about predisposing ancestry is conflicting, as are data concerning the assertion of a firstborn predilection. Metabolic alkalosis with low serum potassium and chloride levels is frequently seen in pyloric stenosis as a result of loss of gastric contents from vomiting. A child with a small-bowel obstruction (who may require an upper GI with small-bowel follow through to help diagnose the point of obstruction) should develop bilious emesis and should not look well 10 days into the illness; similarly, a child with intussusception (who requires an air contrast enema, which is both diagnostic and perhaps therapeutic) would be markedly ill at this point. Gastroenteritis (IV fluids alone to maintain hydration) does not usually last for 10 days. A brain tumor causing increased intracranial pressure could present with isolated emesis, but should show other symptoms such as irritability and somnolence.",
        "cop": 1,
        "opa": "Surgical consultation for pyloromyotomy",
        "opb": "Upper GI with small-bowel follow through",
        "opc": "Intravenous (IV) fluids alone to maintain hydration",
        "opd": "Air contrast enema",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "6e1b6985-c2d0-4705-bc5f-97a1ca4480d2",
        "choice_type": "multi"
    },
    {
        "question": "An 8-year-old boy is accidentally hit in the abdomen by a baseball bat. After several minutes of discomfort, he seems to be fine. Over the ensuing 24 hours, however, he develops a fever, abdominal pain radiating to the back, and persistent vomiting. On examination, the child appears quite uncomfortable. The abdomen is tender, with decreased bowel sounds throughout, but especially painful in the midepigastric region with guarding. Which of the following tests is most likely to confirm the diagnosis?",
        "exp": "While no diagnostic test is completely accurate, an elevated total serum amylase with the correct clinical history and signs and symptoms of pancreatitis is the best diagnostic tool. The causes of pancreatitis in children are varied, with about one-fourth of cases without predisposing etiology and about one-third of cases as a feature of another systemic disease. Traumatic cases are usually due to blunt trauma to the abdomen. Acute pancreatitis is difficult to diagnose; a high index of suspicion is necessary. Common clinical features include severe pain with nausea and vomiting. Tenderness, guarding or rebound pain, abdominal distention, and a paralytic ileus are often seen. Plain films of the abdomen may exclude other diagnoses; ultrasonography of the pancreas can reveal enlargement of the pancreas, gallstones, cysts, and pseudocysts. Supportive care is indicated until the condition resolves.",
        "cop": 1,
        "opa": "Serum amylase levels",
        "opb": "CBC with differential and platelets",
        "opc": "Serum total and direct bilirubin levels",
        "opd": "Abdominal radiograph",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "8b84ae6c-ae1d-4b24-be79-376900c504a5",
        "choice_type": "multi"
    },
    {
        "question": "Treatment of choice in 11 years old children with hepatitis C infection:",
        "exp": "B. Interferon(Ref: Nelson's 20/e p 1947-1950). Peginterferon, IFN- 2b, and ribavirin are approved by the FDA for use in children older than 3 yr of age with HCV hepatitis. Treatment of Chronic hepatitis B in children involves use of Interferon- a2b, Lamivudine, Adefovir, Entecavir or Tenofovir.",
        "cop": 2,
        "opa": "Vaccine",
        "opb": "Interferon",
        "opc": "Gamma-globulin",
        "opd": "Corticosteroids",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "b7f02bf1-58ea-4899-9118-c8a0d7a5c3ca",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby had normal APGAR score at birth and developed excessive frothing and choking on attempted feeds. The investigation of choice is:",
        "exp": "Ans. is 'd' i. e. X-ray chest and abdomen with the red rubber catheter passed per orally into esophagus This is a case of tracheo esophageal fistula. C/F of tracheo esophageal fistula -The newborn regurgitates all of its first and subsequent feeds. Saliva pours almost continuously from the mouth of the infant (This is 'the sign' of tracheoesophageal atresia. It does not occur in any other condition). Attacks of coughing and cyanosis occurs on feeding. Clinical confirmation of diagnoses - If a nasogastric tube is tried to pass into the infant it will come against an obstruction within 10 cm. If this occurs the diagnosis is virtually certain. Radiological confirmation of diagnosis -A lateral chest X-ray - It shows a lucent proximal pouch that may displace trachea anteriorly. X-ray abdomen -Gas in the stomach is seen if there is communication between the lower part of the esophagus and trachea which occurs in the commonest variety of tracheo-esophageal fistula.",
        "cop": 4,
        "opa": "Esophagoscopy",
        "opb": "Bronchoscopy",
        "opc": "MRI chest",
        "opd": "X-ray chest and abdomen with the red rubber catheter passed per orally into esophagus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "0212c6e1-0729-4d23-b42b-d2f7ad033b25",
        "choice_type": "multi"
    },
    {
        "question": "In a child with acute liver failure, the most important abnormal serum biochemical test that indicates poor prognosis:",
        "exp": "C. Increasing prothrombin time(Ref: Nelson's 20/e p 1967). Hepatic synthetic function is reflected in serum albumin and protein levels and in the PT or INRUnresponsiveness of PT to vitamin K suggests severe hepatic disease. Persistently low levels of factor VII are evidence of a poor prognosis in fulminant liver disease. Serum aminotransferase activities do not correlate well with the severity of the illness.",
        "cop": 3,
        "opa": "Increasing transaminases",
        "opb": "Increasing bilirubin",
        "opc": "Increasing prothrombin time",
        "opd": "Reversal of serum albumin-globulin ratio",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "85da50a0-8536-40ff-b445-c3fce6b7995d",
        "choice_type": "single"
    },
    {
        "question": "All the following are acceptable home available fluids for acute diarrhea except:",
        "exp": "Ans. D. Commercial fruit juices. In the absence of WHO/ORS one may administer culturally acceptable appropriate homemade fluids. These include oral rehydration solution; salted drinks (salted rice water or salted chicken soup and alternatives). Other acceptable fluids are plain water in which a cereal has been cooked, unsalted soup, yoghurt drinks without salt, green coconut water. Commercial carbonated beverages, commercial fruit juices, sweetened tea are not recommended.",
        "cop": 4,
        "opa": "Salted drinks",
        "opb": "Salted yoghurts",
        "opc": "Vegetable/chicken soup",
        "opd": "Commercial fruit juices",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "80c6b2e4-b117-4beb-8817-2a9fdb934d53",
        "choice_type": "multi"
    },
    {
        "question": "Post-hepatic Portal Hypertension is caused by:",
        "exp": "C. Budd-Chiari Syndrome(Ref: Nelson's 20/e p 1973, Ghai 8/e p 320). Postsinusoidal causes of Portal hypertension include: Budd-Chiari syndrome and Veno-occlusive disease.",
        "cop": 3,
        "opa": "Portal vein thrombosis",
        "opb": "Banti syndrome",
        "opc": "Budd-Chiari syndrome",
        "opd": "Congenital hepatic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "47656aa7-a939-4a08-9867-6e07b96ef8de",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old girl was hit in the face by an errant softball pitch while batting and has had her mandibular incisors knocked out. Which of the following represents the best plan of action?",
        "exp": "The earlier the permanent teeth are reimplanted, the greater the rate of success, decreasing from 90% in the first 30 minutes to 5% after 2 hours. The rate of success is a function of the integrity of the periodontal ligament. The teeth can be rinsed in cold water, but not brushed (to avoid damaging the root and periodontal ligament). Milk and saline are good transport media if the child is uncooperative or for some other reason the teeth cannot be reinserted at the scene. Teeth may also be transported in the mouth of the older, cooperative patient or the parent. The immediate application of acrylic splints is needed to keep the teeth in place, so urgent dental attention is required. The need for full tetanus immunization should be evaluated. Unless the tooth is available, patients who are suspected of having a total avulsion should be evaluated for partial avulsion or total intrusion with a radiograph. A completely avulsed primary tooth is generally not replaced, to avoid damage to the underlying permanent tooth.",
        "cop": 4,
        "opa": "The teeth should be rinsed in hot water then carefully dried.",
        "opb": "Foreign matter adhering to the teeth should be immediately scrubbed off.",
        "opc": "The avulsed teeth may be preserved in tea, juice, or cola.",
        "opd": "The avulsed teeth may be transported in the mouth of a cooperative patient.",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "3fd4144c-70d4-43eb-926d-9680438f4949",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following enzymes becomes deficient following an episode of severe infectious gastroenteritis:",
        "exp": "Ans. A. Lactase. Lactose intolerance is an inability to digest lactose, the main sugar in milk, which gives rise to gastrointestinal symptoms. Lactose intolerance is caused by a deficiency of the intestinal enzyme lactase that splits lactose into two smaller sugars, glucose and galactose, and allows lactose to be absorbed from the intestine. Lactase deficiency can be either congenital or acquired. Congenital lactase deficiency due to complete lack of the enzyme is a rare condition that presents with severe symptoms in newborns. In addition, lactase malabsorption may be secondary to acquired conditions including small bowel bacterial overgrowth, infectious enteritis (i. e. giardiasis), or mucosal damage due to coeliac disease, inflammatory bowel disease, drugs, gastrointestinal surgery, short bowel syndrome, or radiation enteritis, conditions that lead to either reduction of absorptive capacity or downregulation of lactase expression in the small intestine. Typical gastrointestinal complaints resulting due to lactose intolerance are diarrhoea, nausea, bloating, borborygmi, and abdominal pain.",
        "cop": 1,
        "opa": "Lactase",
        "opb": "Amylase",
        "opc": "Trypsin",
        "opd": "Lipase",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "b2c1ca50-2e4c-40e3-9114-5ab0d036e40a",
        "choice_type": "single"
    },
    {
        "question": "The commonest cause of intestinal obstruction and abdominal pain in children between 3 months to 6 years of age:",
        "exp": "Ans. A. Intussusception. Intussusception occurs when a portion of the alimentary tract is telescoped into an adjacent segment. It is the most common cause of intestinal obstruction between 3 month and 6 yr. of age.",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Meckel's diverticulum",
        "opc": "Intestinal polyp",
        "opd": "Nonspecific cause",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "2c2474cc-80d4-4903-813f-1244b4f8ee13",
        "choice_type": "single"
    },
    {
        "question": "Which of these disorders in neonates can best be excluded or diagnosed by anorectal manometry?",
        "exp": "Ans. D. Hirschsprung's disease. Anorectal manometry should ideally be performed in all newborns with symptoms of lower bowel obstruction. This technique is useful in assessment of changes in anal pressure which are recorded during and after rectal distention. It is most helpful for diagnosing or excluding Hirschsprung's disease.",
        "cop": 4,
        "opa": "Hypertrophic pyloric stenosis",
        "opb": "Duodenal atresia",
        "opc": "Meconium plug syndrome",
        "opd": "Hirschsprung's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "47b865fc-e1c1-48b7-b953-863735904237",
        "choice_type": "single"
    },
    {
        "question": "The newborn nursery calls to notify you that a 1-day-old baby boy has developed abdominal distension and bilious emesis. Prenatal history was significant for areas of echogenic bowel seen on ultrasound. You order an abdominal radiograph; based on the results you order a contrast enema. Both are shown here. This infant is most likely to have which of the following?",
        "exp": "(b) Source: (Kliegman et al, pp 600-601. Mc. Millan et al, p 1428. Rudolph et al, p 1427.) The radiographs are consistent with meconium ileus, a condition virtually pathognomonic for CF. Approximately 15% of children with CF will present with meconium ileus. Echogenic bowel on prenatal ultrasound can be an early hint. Inspissated meconium obstructs the small bowel, usually at the level of the terminal ileum. Radiographs show dilated loops of bowel, and usually reveal a bubbly or granular pattern at the level of obstruction. The enema shows microcolon from disuse. Complications of meconium ileus may include perforation and meconium peritonitis. Meconium ileus should be distinguished from meconium plug, which is a functional obstruction of the colon that can be associated with Hirschsprung disease but not usually with CF. With meconium plug, a water-soluble high osmolality contrast enema may be diagnostic as well as therapeutic.",
        "cop": 2,
        "opa": "Duodenal atresia",
        "opb": "Cystic fibrosis (CF)",
        "opc": "Gastroenteritis",
        "opd": "Malrotation with volvulus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "ca770d1b-34a4-441e-9fb6-36eff0d1daae",
        "choice_type": "multi"
    },
    {
        "question": "The commonest cause of intestinal obstruction in children between 3 months to 6 years of age",
        "exp": "Ans. a (Intussusception) (Ref. Nelson paediatrics, p. 1569)INTUSSUSCEPTION# Intussusception occurs when a portion of the alimentary tract is telescoped into an adjacent segment. It is the most common cause of intestinal obstruction between 3 mo and 5 yr of age.# Sixty percent of patients are younger than 1 yr, and 80% of the cases occur before 24 mo: it is rare in neonates.# The incidence varies from 1 to 4/1, 000 live births.# The male: female ratio is 4: 1. A few intussusceptions reduce spontaneously, but if left untreated, most will lead to intestinal infarction, perforation, peritonitis, and death. Etiology and Epidemiology# The cause of most intussusceptions is unknown.# The seasonal incidence has peaks in spring and autumn.# Correlation with prior or concurrent respiratory adenovirus (type C) infection has been noted, and the condition may complicate otitis media, gastroenteritis, Henoch-Schonlein purpura.# The risk of intussusceptions in infants <1 yr of age after receiving a no longer available tetravalent rhesus-human reassortant rotavirus vaccine within 2 wk of immunization was increased.# Lymphoid nodular hyperplasia is another related risk factor. Prominent mounds of lymph tissue lead to mucosal prolapse of the ileum into the colon, thus causing an intussusception.# In 2-8% of patients, recognizable lead points for the intussusception are found, such as a Meckel diverticulum, intestinal polyp, neurofibroma, intestinal duplication, hemangioma, or malignant conditions such as lymphoma. Intussusception can complicate mucosal hemorrhage, as in Henoch-Schonlein purpura or hemophilia.# Cystic fibrosis is another risk factor.# Postoperative intussusception is ileoileal and usually occurs within 5 days of an abdominal operation.# Lead points are more common in children >2 yr of age. Pathology# Intussusceptions are most often ileocolic, less commonly cecocolic, and rarely exclusively ileal. Clinical manifestations# Spasmodic intermittent abdominal pain;# \"Red currant\" jelly stools# Palpable lump.# Dance sign, n \"Empty RIF\" sign. Diagnosis# Ultrasound is investigation of choice.# Ba enema is now 2nd line investigation# USG signs:- \"Doughnut or target\" appearance in transverse images.- \"Sandwich or hamburger\" sign in longitudinal images- Pseudokidney sign# Ba emema signs:- \"Claw\"sign- \"Coiled-spring\" sign. Rx# Hydrostatic reduction# Air reduction is associated with fewer complications and lower radiation exposure than traditional contrast hydrostatic techniques.# The success rate of radiologic hydrostatic reduction under fluoroscopic or ultrasonic guidance is =50% if symptoms are present longer than 48 hr and 70-90% if reduction is done in the 1st 48 hr.# If manual operative reduction is impossible or the bowel is not viable, resection of the intussusceptions is necessary with end-to-end anastomosis.# Corticosteroids may reduce the frequency of recurrent intussusception.",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Meckel's diverticulum",
        "opc": "Intestinal polyp",
        "opd": "Nonspecific cause",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "2f396d6f-a448-41a5-9104-8ea6d148830e",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old boy is brought to your office with the complaint of abdominal pain. The pain is worse during the week and seems to be less prominent during the weekends. The patient's growth and development are normal. He has one soft stool a day, and does not complain of painful defecation. The physical examination is unremarkable, with no masses, no rebound tenderness, and no guarding. Laboratory screening, including stool for occult blood, CBC, urinalysis, and chemistry panel yields normal results. Which of the following is the best next step in the care of this patient?",
        "exp": "Recurrent abdominal pain is a common complaint occurring in at least 10% of school-age children. In children older than 2 years, less than 10% of cases have an identifiable organic cause. Management of these children is difficult and frustrating for the physician and the family. Excessive testing and treatments are not typically useful. A thorough history and physical examination, including growth parameters, are frequently helpful in separating organic from nonorganic causes of abdominal pain. Any signs or symptoms of organic causes, such as growth failure, should be pursued. If nothing in the history or physical examination is found, as is likely in the case described, reassurance of the children and family members is indicated. Close follow-up for new or changing symptoms as well as further reassurance to the family is important.",
        "cop": 4,
        "opa": "Perform an upper GI series with small bowel follow-through",
        "opb": "Perform CT of the abdomen with contrast",
        "opc": "Administer a trial of a proton pump inhibitor",
        "opd": "Observe the patient and reassure the patient and family",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "49525ce2-00c4-439b-ab27-2645b38af946",
        "choice_type": "multi"
    },
    {
        "question": "Aspirin is associated with:",
        "exp": "A. Reye's syndrome(Ref: Nelson's 20/e p 2902-2904). Reye's Syndrome (Jamshedpur Fever): pg 390. What is it? An acute metabolic disorder resulting in generalized mitochondrial dysfunction due to inhibition of fatty acid oxidation. Characterised by. Fatty liver & Encephalopathy (due to liver damage & cerebral edema). Precipitating factors* Drugs, toxins, virus, IEM can precipitate it* Viruses that precipitate it are influenza A & B, Varicella, Adeno, Cox sackie A* It is not caused by RSV (Respiratory syncytial virus). Clinical features* History of precipitating factors like Aspirin intake* Liver dysfunction: Prolonged PT, hypoglycemia seen* Seizures are commonly seen. Treatment. Supportive. Prognosis. Poor (25-70% mortality)",
        "cop": 1,
        "opa": "Reye's syndrome",
        "opb": "Sjogren syndrome",
        "opc": "Reiter synderome",
        "opd": "None of above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "eed87714-c4e1-4a8d-b9e7-d4fc1c762b99",
        "choice_type": "multi"
    },
    {
        "question": "A 5 year old child with gas under diaphragm is seen in -",
        "exp": "Ans. is 'd' i. e.. All of above o Chilaiditi's syndrome: Condition characterised by inter position of small or large bowel between liver and right diaphragm. Radiologically it gives gas under diaphragm. o Iatrogenic pneumoperitoneum: Certain procedure like peritoneal dialysis, Iatrogenically air pushed before putting PD cannula to avoid injury of viscera in such case gas under diaphragm can be seen and all cases when intestine or viscera preforat we can get gas under diaphragm.",
        "cop": 4,
        "opa": "Enteric fever with intestinal perforation",
        "opb": "Chilaiditi's syndrome",
        "opc": "Iatrogenic pneumoperitoneum",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "54e59541-9716-420b-ac25-14e588067cb1",
        "choice_type": "multi"
    },
    {
        "question": "X-ray detect congenital anorectal malformation at:",
        "exp": "(24-48 hours) (178-G) (1286-87-Nelson 17, h) (152-Ghai 7th). Anorectal malformation* AT birth the bowel is not distented; there fore clinical and radiologic evaluations are not reliable during the first 16-24 hour of life.* A cross table Lateral film with the patient in prone (inverted) position taken after 16-24 hours of life is valuable for determining the position of rectal pouch.* During the first 24 hour of life, all these patients need renal and bladder ultrasound evaluation to identify an obstructive uropathy.",
        "cop": 2,
        "opa": "Immediately after birth",
        "opb": "24-48 hours",
        "opc": "48 - 72 hours",
        "opd": "After 72 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a3e879cd-4cfd-45de-a61e-cfabb9916210",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of fresh bleeding per rectum in a 5 years old child is",
        "exp": "(D) (Juvenile rectal polyp)* Fresh bleeding indicates bleeding from anal canal or rectum.* Whenever a child comes with bleeding per anum, a diagnosis of rectal polyp should be made until it is excludes by rectal examination.* According to C. P. P. T. common causes of bright red bleeding in a children 2-12 year old in decreasing order frequency are-- Anal fissure- Solitary rectal ulcer- Juvenile polyp- Lymphonodular hyperplasia. Differential diagnosis of bright red bleeding from rectum Infant. Child (2-12 yrs). Adolescent >12. Hematochezia with diarrhea and crampy abdominal pain. Infectious colitis. Pseudomembranous colitis. Eosinophilic coliis. Hirschsprung's entrocolitis. Infectious colitis pseudomembranous colitis. Hemolytic uremic syndromeH. S. purpura. Lymphonodular hyperplasia. Infectious colitis. Pseudomembranouscolitis. Granulomatous colitisH. U. SH. S. P. Hematochezia without diarrhoea and abdominal pain. Anal fissure Eosinophilic colitis Rectal gastric mucosa, heterotropia. Colonic hemangiomas. Anal fissure. Solitary rectal ulcer. Juvenile polyp. Lymphonodular hyperplasia. Anal fissure Hemorrhoid. Solitary rectal ulcer. Colonic A-V malformation. The aetiology and man and management of rectal bleeding depends on the age of the child, the type and quantity of bleeding and the associated symptoms. Unlike adults malignancy is exceptionally rare. In infants an anal fissure, necrotizing enterocolitis, intussusceptions and allergic enterocolitis are possible causes. In older children, more common causes includes an anal fissure, a juvenile polyp and certain gastroenteritides (e. g. Campylobacter infection); Meckel's diverticulum, duplication cyst and inflammatory bowel disease are less common. - Bailey and Love. Juvenile polyps are the most common type of childhood polyp, occurring in up to 1% of preschool children. The solitary polyps found in the rectum which most commonly present with rectal bleeding. These are hamartomatous polyps, which are usually pedunculated but can be sessile. The typical child with a juvenile polyp is 4 to 6 years of age, presents with intermittent painless rectal bleeding with bowel movements. - Rudolph's Pediatrics. Juvenile polyps are usually are not premalignant. Because the gross appearance of these polyps is identical to adenomatous polyps, these lesions should also be treated by polypectomy. Juvenile polyposis is a term used when more 5 to 10 juvenile polyps develop. Juvenile polyposis coli applies if the polyps are limited to the colon, whereas generalzed juvenile polyposis describes the presence of polyps throughout the GI tract, both have a significant malignant potential. Mentioned options are rare in children. Familial adenomatous polyposis (FAP) patients present in 2nd to 3rd decade. Rectal ulcer (solitary rectal ulcer) is commonly seen in 20 to 40 yrs age group. Piles are rare in children. (Ref: Rudolp'spediatrics, 21/e chapter 17. 22)* MC solid tumor in childhood- Brain tumors* MC extracranial solid tumor in childhood - Neuroblastoma* MC intraabdominal solid tumor in childhood - Neuroblastoma. Causes of Recurrent Gross Haematuria (2169-Nelson '8th)1. IgA Nephropathy - (MC cause)2. Alport's syndrome3. Thin glomerular basement membrane disease4. Hypercalciuria5. Urolithiasis* MCC of vasculitis in children is Henoch- schonlein prupura (HSP)* MC tumors in children are Leukaemia* MC solid tumors in children are CNS tumors* MC site of brain tumors in children is Infratentorial (cerebellar)* MC site of brain tumors in neonates is supratentorial. MC posterior fossa tumour in children is cerebellar Astrocytoma* The Leukemias (ALL) are the most common malignant neoplasms in childhood",
        "cop": 4,
        "opa": "Volvulus",
        "opb": "Trauma",
        "opc": "Worm infestation",
        "opd": "Juvenile rectal polyp",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "abcbd7de-01ac-497a-a83a-c4b760a1075f",
        "choice_type": "single"
    },
    {
        "question": "Gastro intestinal disturbance in cystic fibrosis are all EXCEPT",
        "exp": "A. i. e. Spleen infact) (282, 366 - Ghai 6th) (1803 - Nelson I8th)CYSTIC FIBROSIS* Autosomal recessive, mutation affects the gene's protein product cystic fibrosis trans membrane regulator (CFTR) which acts on chloride channel. CLINICAL FEATURES-* Intestinal obstruction may be the initial manifestation in the neonatal period (Meconium ileus)**** Two cardinal symptoms of the disease are chronic diarrhea with massive steatorrhoea and recurrent respiratory tract infections, bronchicetasis* Failure to thrive is also a prominent features* *Rectal prolapse also occurs infrequently* *Biliary cirrhosis of liver is often observed oesophageal varices, Hypersplenism* **Malabsorption, insufficient or low bicarbonate with low ph in the intestine* **Increased secretion of chloride in the sweat > 60 meq/L is diagnostic)*** Pancreatic insufficiency is present in > 85% of CF* With increasing age- azoospermia is observed in almost all patients. Complications of cystic fibrosis. Respiratory. GITOthers* Bronchiectasis, bronchitis bronchiolitis, pneumonia* Atelectasis, Hempoptysis* Pneumothorax, Nasal polyp. Sinusitis* Reactive airway disease* Cor pulmonale* Respiratory failure* Allergic broncho pulmonary aspergilosis* Meconium ileus. Meconium plug and peritonitis* Distal intestinal obstruction syndrome* Rectal prolapse. Intussuception volvulus. Fibrosing colonopathy (stricture). Appendicitis pancreatitis, ** Cholelithiasis, Inguinal hernia* Vitamin deficiency states (A. K. E. D)* Infertility* DM* Amyloidosis* Dehydration heat exhaustion* Hypertrophic osteoarthropathy- arthritis. Clubbing* Delayed puberty",
        "cop": 1,
        "opa": "Spleen infact",
        "opb": "Biliary cirrhosis",
        "opc": "Malabsorption",
        "opd": "Gall stones",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "f1ba9e84-b685-4146-b682-23e30eb97599",
        "choice_type": "multi"
    },
    {
        "question": "A child having H70 profuse watery diarrhoea not taking oraly and not passed urine since 2 days, what to be given -",
        "exp": "Ans. is 'c' i. e., I. V. fluido Child having history of profuse watery diarrhoea with poor oral intake and not passed urine since 2 days is sufferii from diarrhoea with dehydration and probably acute renal failure of pre renal types, o Here best choice is intravenous I. V. fluido If I. V. access not possible, then you can give feed through Ryle's tube or intra osseous fluid.",
        "cop": 3,
        "opa": "Milk",
        "opb": "ORS",
        "opc": "I. V. fluid",
        "opd": "I. V. antibiotic",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "3a36c29d-bbd8-417b-8cff-6fff79c33853",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old drowsy child came in emergency with history of vomiting, loose motion for 3 days. On examination he had sunken eyes, hypothermia, skin on pinching was taking 5 seconds to revert. What is your diagnosis?",
        "exp": "d. Severe dehydration(Ref: Nelson's 20/e p 1854-1874). In this case, sunken eyes and skin \"goes back very slowly\" (in 5 seconds) in a \"lethargic\" (drowsy) child, so it is a case of severe dehydration.",
        "cop": 4,
        "opa": "No dehydration",
        "opb": "Mild dehydration",
        "opc": "Some dehydration",
        "opd": "Severe dehydration",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "6325cbb3-8a04-44fd-ac01-9ef5cfc47a11",
        "choice_type": "single"
    },
    {
        "question": "Esophageal atresia may occur as a part of VACTER group of anomalies. What does 'TE' stand for?",
        "exp": "c. Tracheo-esophageal fistula(Ref: Nelson's 20/e p 1783, Ghai 8/e p 173)VACTERL association (also called VATER association) refers to the non-random co-occurrence of birth defects including Vertebral anomalies, Anal atresia, Cardiac defects, Tracheoesophageal fistula and/or Esophageal atresia, Renal and Radial anomalies and Limb defects.",
        "cop": 3,
        "opa": "Tetralogy of Fallot",
        "opb": "Thoracic empyema",
        "opc": "Tracheo-esophageal fistula",
        "opd": "Talipes equinovarus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "27854ed9-c88d-4f91-b387-1bb58a903a3f",
        "choice_type": "multi"
    },
    {
        "question": "A 12-year-old boy presents with hematemesis, melaena and mild splenomegaly. There is no obvious jaundice or ascites. The most likely diagnosis is:",
        "exp": "A. EHPVO(Ref: Nelson's 20/e p 1972). The given history is suggestive of portal hypertension. Extrahepatic portal vein obstruction is an important cause of portal hypertension in childhood. The obstruction can occur at any level of the portal vein.",
        "cop": 1,
        "opa": "EHPVO",
        "opb": "NCPF",
        "opc": "Cirrhosis",
        "opd": "Malaria with DIC",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "edf467da-ed2b-426f-8e33-17adeaa5edb1",
        "choice_type": "single"
    },
    {
        "question": "14-year-old girl with history of postprandial abdominal pain (periumbilical), fever, weight loss since ten months. She also has episodes of passing blood in stools. What may be the likely diagnosis?",
        "exp": "c. Crohn's disease(Ref: Nelson's 20/e p 1819, Ghai 8/e p 304). Blood in stools, abdominal pain and systemic features like fever and weight loss for months is suggestive of Inflammatory bowel disease.",
        "cop": 3,
        "opa": "Chronic appendicitis",
        "opb": "Chronic pancreatitis",
        "opc": "Crohn's disease",
        "opd": "Bulimia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "7d1d5196-8cb2-4e56-8d89-ddfd3b3f067f",
        "choice_type": "single"
    },
    {
        "question": "Recurrent obstruction, mass per rectum and diarrhea are seen in a child diagnosis:",
        "exp": "a. Intussusception(Ref: Nelson's 20/e p 1812-1814, Ghai 8/e p 287). Discussing about the options one by one, Option a. Recurrent intussusception is noted in 5-8%Advancing intestine can prolapse through the anus in intussusception and is distinguished from rectal prolapse by separation between the protruding intestine and the rectal wall, which does not exist in rectal proplase. Option b. Rectal prolapse usually occurs during defecation and is usually painless or produces mild discomfort. Option c. There is no diarrhea in rectal prolapse, hernia and hemorrhoids. Option d. External hemorrhoids are associated with extreme pain & itching. Internal hemorrhoids (those located above the dentate line) manifest primarily with bleeding, prolapse and occasional incarceration",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Rectal prolapse",
        "opc": "Internal hernia",
        "opd": "Hemorrhoids",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "cfbf7743-13d1-451d-84cb-189a3766edbd",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following life-threatening congenital anomalies in the newborn presents with polyhydramnios, aspiration pneumonia, excessive salivation and difficulty in passing a nasogastric tube?",
        "exp": "c. Tracheo-esophageal fistula(Ref: Nelson's 20/e p 1783, Ghai 8/e p 176). Presence of polyhydramnios, aspiration pneumonia, excessive salivation and difficulty in passing a nasogastric tube all point towards a diagnosis of tracheoesophageal fistula, which is usually accompanied by esophageal atresia. Esophageal atresia (EA) and TEF (Tracheoesophageal fistula): Important features* EA is the most frequent congenital anomaly of esophagus; 90% of EA babies have TEF* Most common type is upper esophagus ends in a blind pouch and TEF connected to distal esophagus. Typical presentation* Maternal polyhydramnios is seen; New born presents with respiratory distress and excess oral frothing;* Newborn regurgitates all of its feeds; Saliva pours almost continuously from the mouth of the infant* Attacks of coughing and cyanosis occurs on feeding; Feeding tube cannot be passed more than 10cm. Diagnosis* Chest X-ray with a red rubber catheter passed per orally shows coiled rubber catheter in a lucent proximal esophageal pouch* X-ray abdomen; Gas in the stomach is seen if there is communication between the lower part of the esophagus and trachea, which occurs in the commonest variety of tracheoesophageal fistula",
        "cop": 3,
        "opa": "Gastroschisis",
        "opb": "Diaphragmatic hernia",
        "opc": "Tracheo-esophageal fistula",
        "opd": "Choanal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "c29095bf-09db-4a81-a4f4-3c99729749cd",
        "choice_type": "single"
    },
    {
        "question": "Meckel Diverticulum is a remnant of:",
        "exp": "b. Vitello intestinal duct(Ref: Nelson's 20/e p 1894-1897. Ghai 8/e p 285-286). High Yield Points: Meckel diverticulum is the most common congenital anomaly of the GI tract. It is caused by the incomplete obliteration of the omphalomesenteric or Vitello intestinal duct during the 7th wk of gestation",
        "cop": 2,
        "opa": "Vitelloumbilical duct",
        "opb": "Vitellointestinal duct",
        "opc": "Vitelloportal duct",
        "opd": "Vitellodiaphragmatic duct",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "aec6e303-6e35-48e1-81a9-9481521f0000",
        "choice_type": "single"
    },
    {
        "question": "True about Wilson's disease is:",
        "exp": "C. Increased urinary copper excretion(Ref: Nelson's 20/e p 1939-1940). In Wilson disease serum ceruloplasmin is decreased (<20mg/dL), \"free\" copper level may be elevated in early ds (>1. 6mmol/L). Urinary copper excretion is increased to >100-1000mg/day & hepatic copper content is >250mg/g dry weight in Wilson disease",
        "cop": 3,
        "opa": "Increased serum ceruloplasmin",
        "opb": "Decreased liver copper",
        "opc": "Increased urinary copper excretion",
        "opd": "Decreased urine copper excretion",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a91651f3-52da-4f50-8d98-9d9542cc68db",
        "choice_type": "multi"
    },
    {
        "question": "The abdominal mass in congenital hypertrophic pyloric stenosis in a new born child can be best palpated:",
        "exp": "Ans. a. In the midepigastric area. Ref: Nelson Text book of Pediatrics 20th Ed; Page No-1797. CLINICAL INCIDENCEHypertrophic pyloric stenosis occurs in 1-3 per 1, 000 infants in the United States. It is more commonly seen in whites of northern European ancestry, less common in blacks, and rarely seen in Asians. Males (especially firstborns) are more commonly affected approximately 4-6 times as often as females. The father who had pyloric stenosis is at higher risk to offsprings for pyloric stenosis comparing to mother. Pyloric stenosis more commonly seen male with an incidence rate of 20% and 10% of the female descendants of a mother who had pyloric stenosis. ETIOLOGYPyloric stenosis is usually not present at birth. It is unusual in stillbirths and probably develops after birth and is more concordant in monozygotic than dizygotic twins. Pyloric stenosis commonly associated with eosinophilic gastroenteritis, Zellweger syndrome, Apert syndrome, Smith-Lemli-Opitz syndrome, trisomy 18, and Cornelia de Lange syndrome. CLINICAL MANIFESTATIONSInitial symptom of pyloric stenosis is nonbilious vomiting. The vomiting may or may not be projectile initially but is usually progressive, occurring immediately after a feeding. The most common clinical symptoms of pyloric stenosis is hyperbilirubinemia, it is also known as icteropyloric syndrome. Unconjugated hyperbilirubinemia is more common seen compare to conjugated. DIAGNOSISPalpating the pyloric mass is the most diagnostic factor. The mass is movable, firm, olive shaped, approximately 2 cm in length, hard, and it is best palpated from the left side, and located above and to the right of the umbilicus in the midepigastrium beneath the livers edge. After an episode of vomiting the easiest palpated is olive shaped mass. Gastric peristaltic wave may be visible after feeding, that progress across the abdomen. Gastric peristaltic wave in an infant with pyloric stenosis. Two imaging studies are most commonly used to establish the diagnosis. For majority of cases ultrasound examination confirms the diagnosis. Criteria for diagnosis are an overall pyloric length 15-19 mm, pyloric diameter of 10-14 mm and pyloric thickness 3-4 mm. Ultrasonography is the most sensitivity (approximately 95%) test. An elongated pyloric channel (string sign), parallel streaks of barium seen in the narrowed channel, producing a \"double tract sign\" and a bulge of the pyloric muscle into the antrum (shoulder sign) are seen in contrast studies. Double tract sign",
        "cop": 1,
        "opa": "In the midepigastric area",
        "opb": "In the right hypochondriac quadrant",
        "opc": "In the umbilical area",
        "opd": "During feeding",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "2c5c8e85-a0f9-4121-bb1c-da7fd4a18185",
        "choice_type": "single"
    },
    {
        "question": "Congenital mega colon is confirmed by:",
        "exp": "a. Rectal biopsy(Ref: Nelson's 20/e p 1894-1897. Ghai 8/e p 285-286). Congenital Aganglionic Megacolon is the other name for Hirschsprung disease. Diagnosis of Hirschsprung disease is confirmed by rectal biopsy.",
        "cop": 1,
        "opa": "Rectal biopsy",
        "opb": "Sigmoidoscopy",
        "opc": "Barium enema",
        "opd": "Invertogram",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "e4c0c9c0-edeb-41a0-a29a-4b4c972b75c9",
        "choice_type": "single"
    },
    {
        "question": "Projectile vomiting is a feature of:",
        "exp": "b. Hypertrophic pyloric stenosis(Ref: Nelson's 20/e p 1797-1799, Ghai 8/e p 279-280). Discussing the options one by onea. Esophageal atresia. Frothing & bubbling at mouth & nose & coughing, cyanosis, respiratory distress seenb. Hypertrophic pyloric stenosis. Progressive non-bilious vomiting is the initial symptom of pyloric stenosisc. Cholera. Profuse watery diarrhea, with profuse rice water stools with a fishy smell is seend. Intussusception. Sudden onset of severe paroxysmal colicky pain that is accompanied by straining efforts with legs and knees flexed. Vomiting occurs in most cases, but is not projectile.",
        "cop": 2,
        "opa": "Esophageal atresia",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Cholera",
        "opd": "Intussusception",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "b6209cff-f3c6-497c-b0fe-4ec5a5184300",
        "choice_type": "single"
    },
    {
        "question": "The metabolic derangement in congenital pyloric stenosis is:",
        "exp": "a. Hypochloremic alkalosis(Ref: Nelson's 20/e p 1797-1799, Ghai 8/e p 279-280). High Yield Points: Congenital Hypertrophic Pyloric Stenosis. It is the commonest surgical disorder of the stomach during infancy. More common in boys and in infants of blood group 'B' and 'O'; Usually does not present at birth, but after 3 weeks age. Non-billious vomiting is the initial symptoms of pyloric stenosis; leads to Hypochloremic metabolic alkalosis",
        "cop": 1,
        "opa": "Hypochloremic alkalosis",
        "opb": "Hyperchloremic alkalosis",
        "opc": "Hyperchloremic acidosis",
        "opd": "Hypochloremic acidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "7b0780a6-46d0-4f63-8f86-d406979cbff7",
        "choice_type": "single"
    },
    {
        "question": "An 8yr old child presents with acute abdomen. What is the investigation of choice?",
        "exp": "Ans. is 'a' i. e., USG * In young children, medical etiologies are the most common, especially acute gastroenteritis.* In children more than 2 years of age, appendicitis is the most common cause of acute abdominal pain and emergency surgery.* Radiologic InvestigationsA) Ultrasound# Ultrasound is usually utilized for diagnostic accuracy in the evaluation of acute appendicitis and has demonstrated >90% sensitivity and specificity.# USG is the initial investigation of choice. B) CT Scan# CT scan had been the gold standard imaging study for evaluating children with suspected appendicitis, but carries the significant negative effects of radiation exposure and increased costs. C) MRI/White Blood Cell Scan# MRI is at least equivalent to CT in diagnostic accuracy for appendicitis and does not involve ionizing radiation.",
        "cop": 1,
        "opa": "USG",
        "opb": "CT Scan",
        "opc": "X-ray",
        "opd": "MRI",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "180e2f79-9705-4c28-ad58-969785abe393",
        "choice_type": "single"
    },
    {
        "question": "A three week old infant presented in the paediatric outpatient department having non bilious vomiting; which is projectile in nature. O/E child is found to be slightly dehydrated. A vigorous peristaltic wave was seen to move from left hypochondrium to umbilicus after feeding. The most likely diagnosis in the infant is:",
        "exp": "Ans. A. Pyloric stenosis. This is a classical presentation of Idiopathic HPS. It is the most common surgical disorder of gastrointestinal tract in infants. This disorder is 4-6 times more common in boys than girls. In 75-80% of affected infants, a firm olive shaped mass is palpable in the medgastrium. USG abdomen is the diagnostic investigation and shows muscle thickness of >4mm & pylorus length>16mm.",
        "cop": 1,
        "opa": "Pyloric stenosis",
        "opb": "Abdominal Tuberculosis",
        "opc": "Gastro-esophageal reflux disease",
        "opd": "Cyclical vomiting",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a6924cd4-7855-4da9-a723-ddc86bc9ac19",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old adolescent female is 6 weeks postpartum. She presents to the emergency room with the complaints of increased jaundice, abdominal pain, nausea, vomiting, and fever. Her examination is remarkable for jaundice, pain of the right upper quadrant with guarding, and a clear chest. Chest radiographs appear normal. Which of the following tests is most likely to reveal the cause of this pain?",
        "exp": "Cholecystitis and cholelithiasis are unusual diseases in children and are almost always associated with predisposing disorders such as hemolytic anemia, pregnancy, CF, Crohn disease, obesity, rapid weight loss, or prior ileal resection. Pain of the right upper quadrant, nausea, vomiting, fever, and jaundice are symptoms of acute cholecystitis. The diagnosis is confirmed with an ultrasound of the gallbladder. While some of the other answers listed might result in abnormalities, the findings would be neither sensitive nor specific for cholecystitis. Thus, the diagnostic test of choice is an ultrasound.",
        "cop": 3,
        "opa": "Serum chemistries",
        "opb": "Complete blood count (CBC) with platelets and differential",
        "opc": "Ultrasound of the right upper quadrant",
        "opd": "Upper GI series",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "185bb055-499c-435c-a2d3-f325f61bd110",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy has complained for 1 month of intermittent epigastric pain that awakens him from sleep. He notes that eating food sometimes helps. He reports black stools during the prior week, and also admits that he has occasionally vomited frank blood. choose the best initial diagnostic step in the evaluation of the patient's apparent GI hemorrhage.",
        "exp": "PUD can result in hematemesis and melena, along with the typically epigastric abdominal pain. Children can have both chronic and acute blood loss associated with ulceration. Fiberoptic endoscopy is the diagnostic method of choice. An upper GI series can sometimes reveal an ulcer as well. While H pylori serum assays are available, they have limited usefulness in children.",
        "cop": 2,
        "opa": "Abdominal series",
        "opb": "Fiberoptic endoscopy",
        "opc": "Apt test",
        "opd": "Routine stool culture",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "dd2c1631-01cb-48db-b0d2-a46cd552acb1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of infant colic syndrome",
        "exp": "Ans) a (Vomiting) Ref Nelson 18th ed p 222. Usually vomiting is not a feature of infant colic syndrome. Infant colic syndrome or Colic is a symptom complex of paroxysmal abdominal pain, presumably of intestinal origin, and severe crying. It usually occurs in infants younger than 3 months of age. The attack usually begins suddenly, with a loud, sometimes continuous cry. The paroxysms may persist for several hours. The infant's face may be flushed, or there may be circumoral pallor. The abdomen is usually distended and tense. The legs may be extended for short periods, but are usually drawn up on the abdomen. The feet are often cold, and the hands are usually clenched. The attack may not terminate until the infant is completely exhausted. Sometimes, however, the passage of feces or flatus appears to provide relief. The etiology usually is not apparent, but in some infants, the attacks seem to be associated with hunger or with swallowed air that has passed into the intestine. Worry, fear, anger, or excitement may cause vomiting in an older child and may cause colic in an infant, but no single factor consistently accounts for colic and no treatment consistently provides satisfactory relief. Careful physical examination is important to eliminate the possibility of intussusception, strangulated hernia, or other serious causes of abdominal pain. The fact that the condition rarely persists beyond 3 mo of age should be reassuring.",
        "cop": 1,
        "opa": "Vomiting",
        "opb": "paroxysmal symptoms",
        "opc": "abdominal pain",
        "opd": "continuous severe cry",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "ffc6cd74-6459-4ca7-aec3-920938d3fbb6",
        "choice_type": "single"
    },
    {
        "question": "A 5 year boy presented with massive hematemesis. He is not febrile. Per abdomen examination revealed massive splenomegaly without hepatomegaly. Most probable diagnosis would be:",
        "exp": "Ans. B. Extrahepatic portal venous obstruction. Extrahepatic obstruction is the most common cause of portal hypertension in children. Patients with extrahepatic portal venous obstruction usually present at about 5-6 years with hematemesis with or without melena. Splenomegaly is almost universal in patients with EHPVO and size of spleen is usually dependent on the duration of the illness. Liver is usually normal in size. Ascites is usually rare.",
        "cop": 2,
        "opa": "Non-cirrhotic portal fibrosis",
        "opb": "Extrahepatic portal venous obstruction",
        "opc": "Budd-Chiari syndrome",
        "opd": "Hepatic carcinoma",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "7704d5e1-6239-49e1-a8c9-434e611b04c8",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy is detected to be HBs. Ag positive on two separate occasions during a screening program for hepatitis B. He is otherwise asymptomatiC. Child was given three doses of recombinant hepatitis B vaccine at the age of 1 year. His mother was treated for chronic hepatitis B infection around the same time. The next relevant step for further investigating the child would be to:",
        "exp": "B. Obtain anti Hbs levels(Ref: Nelson's 20/e p 1942-1952, Ghai 8/e p 220-224). The child in question has received complete vaccination for Hepatitis B, is currently asymptomatic but has tested positive for HBs. Ag. In order to know whether the infection is acute or chronic, as well as for knowing the immune status of child, anti HBs. Ag levels should be done next.",
        "cop": 2,
        "opa": "Obtain Hbe. Ag and anti-Hbe levels",
        "opb": "Obtain anti-Hbs levels",
        "opc": "Repeat Hbs. Ag",
        "opd": "Repeat another course of Hepatitis B vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "dbf0ccb9-53fa-4654-b152-ea8880907dea",
        "choice_type": "multi"
    },
    {
        "question": "A 6-week-old infant is admitted to the hospital with jaundice. Her out-patient blood work demonstrated a total bilirubin of 12 mg/dL with a direct portion of 3. 5 mg/dL. Which of the following disorders is most likely to be responsible?",
        "exp": "Obstructive jaundice (ie, direct- reacting bilirubin greater than 20% of the total) requires investigation in all infants. CF and a1-antitrypsin deficiency should be considered in the diagnostic evaluation of any child with obstructive jaundice. Other diseases to be excluded are galactosemia, tyrosinemia, and urinary tract or other infections (including toxoplasmosis, cytomegalovirus, rubella, syphilis, and herpesvirus). Ultrasound examination to rule out choledochal cyst may be included with a 99m. Tc99 hepatic iminodiacetic acid (HIDA) scan to assess the patency of the biliary tree. Liver biopsy can assist in the diagnosis by providing a histologic diagnosis (eg, hepatitis, biliary atresia), tissue for enzyme activity (ie, inborn error of metabolism), or tissue for microscopic determination of storage diseases. ABO and Rh incompatibility occasionally cause direct hyperbilirubinemia if there were brisk hemolysis at birth, which would then lead to inspissated bile syndrome. All of the other causes listed typically lead to indirect hyperbilirubinemia.",
        "cop": 2,
        "opa": "ABO incompatibility",
        "opb": "Choledochal cyst",
        "opc": "Rh incompatibility",
        "opd": "Gilbert disease",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "54265e8b-ce45-4532-a6e7-d5204ee29dcd",
        "choice_type": "single"
    },
    {
        "question": "What is your diagnosis in this neonate with visible bowel loops at birth?",
        "exp": "a. Gastroschisis. This congenital defect of abdominal wall through which bowel loops, which are not covered by any other external membrane protrude is gastroschisis",
        "cop": 1,
        "opa": "Gastroschisis",
        "opb": "Omphalocele",
        "opc": "Congenital Diaphragmatic",
        "opd": "Bladder exstrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "be662409-ac55-4264-8b8f-627b8c34e49d",
        "choice_type": "single"
    },
    {
        "question": "A neonate continuously regurgitates all feeds and is continuously drooling saliva. Which of the following is the most probable diagnosis?",
        "exp": "Ans. is 'c' i. e., Tracheo-esophageal fistula * Neonates with tracheoesophageal fistula present with frothing, excessive drooling, coughing and cyanosis with feeding. This is followed by respiratory distress. Newborn regurgitates of its first and subsequent feeds. In CHPS, * Pyloric stenosis is usually not present at birth.* Nonbillous vomiting is the initial symptoms of pyloric stenosis. Hirschsprung Disease* There is characteristically delayed passage of meconium. This is followed by bilious vomiting and abdominal distension. Enterocolitis is seen between 2-4 weeks with bloody stools and fever.",
        "cop": 3,
        "opa": "Normal phenomenon",
        "opb": "Congenital hypertrophic pyloric stenosis",
        "opc": "Tracheo-esophageal fistula",
        "opd": "Hirschsprung disease",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "a339cbcf-6b10-4abf-a36c-00a34fcd4416",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old girl has a 9-month history of diarrhea, periumbilical and postprandial abdominal pain, fever, and weight loss. Her menses are now irregular. She has had several episodes of blood in her stools. Which of the following is the most likely diagnosis?",
        "exp": "The presentation of Crohn disease (granulomatous colitis) depends on the location and extent of lesions. Onset of the GI or extraintestinal symptoms can be insidious. The \"textbook\" presentation is as described, although only 25% of patients have the \"triad\" of diarrhea, weight loss, and abdominal pain. Crohn disease characteristically is associated with transmural, granulomatous intestinal lesions that are discontinuous and can appear in both the small and large intestines. Although Crohn disease can first appear as a rectal fissure or fistula, the rectum is often spared. Arthritis/arthralgia occurs in a minority of affected children. Other extraintestinal symptoms include erythema nodosum or pyoderma gangrenosum, liver disease, renal calculi, uveitis, anemia, specific nutrient deficiency, and growth failure. In relation to the general population, the risk of colonic carcinoma in affected persons is increased, but not to the degree associated with ulcerative colitis.",
        "cop": 3,
        "opa": "Chronic appendicitis",
        "opb": "Chronic pancreatitis",
        "opc": "Crohn disease",
        "opd": "Bulimia",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "3c053736-9c23-4ab5-a717-fd9a41022376",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hematemesis in children is-",
        "exp": "Ans. is 'a' i. e., Extra hepatic portal vein obstruction * Variceal bleeding is the most common cause of gastrointestinal bleed. Ihematemesis in children.* Portal hypertension is the most common cause of esophageal variceal bleeding in children.* In children extrahepatic portal hypertension (non cirrhotic) is more common than the intrahepatic or cirrhotic portal hypertension. \"* Post sinusuoidal causes like Budd Chiari syndrome and veno occlusive disease are also observed but are less common.* Three most common causes of portal hypertension in children in India -i) Extrahepatic portal vein obstruction (most common)ii) Cirrhosisiii) Noncirrhotic portal fibrosis",
        "cop": 1,
        "opa": "Extra hepatic portal vein obstruction",
        "opb": "Non cirrhotic portal fibrosis",
        "opc": "Veno - occlusive disease",
        "opd": "Cirrhosis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "16198d9c-a46e-4df7-a06c-33d9a6319308",
        "choice_type": "single"
    },
    {
        "question": "Molar ratio of Sodium and Glucose in WHO ORS is:",
        "exp": "a. 1: 1(Ref: Approach to Practical Pediatrics 2nd ed by Narang Manish/pg 24). Molarity of sodium and glucose in ORS should be 1: 1, which helps in the efficient transport of sodium and water.",
        "cop": 1,
        "opa": "1: 01",
        "opb": "1: 02",
        "opc": "1: 04",
        "opd": "2: 01",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "896eeec4-310f-4790-b757-b215771b1d4b",
        "choice_type": "single"
    },
    {
        "question": "The mother of a 6-month-old infant is concerned that her baby may be teething. You explain to her that the first teeth to erupt in most children are which of the following?",
        "exp": "In general, mandibular teeth erupt before maxillary teeth; teeth tend to erupt in girls before they do in boys. The first teeth to erupt usually are the mandibular central incisors at 5 to 7 months, followed by the maxillary central incisors at 6 to 8 months. Lateral incisors (mandibular then maxillary) erupt next at 7 to 11 months, followed by the first molars (10-16 months), the cuspids (16-20 months), and the second molars (20-30 months).",
        "cop": 1,
        "opa": "Mandibular central incisors",
        "opb": "Maxillary lateral incisors",
        "opc": "Maxillary first molars",
        "opd": "Mandibular cuspids (canines)",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "04750379-2d7e-4595-9089-e1b398b479ac",
        "choice_type": "single"
    },
    {
        "question": "A 2-yr-old boy presented with abdominal distension, chronic diarrhea, severe anemia and failure to thrive. Which of the following is the investigation of choice?",
        "exp": "b. Anti endomysial antibody(Ref: Nelson's 20/e p 1835-1837). The given clinical features suggest a diagnosis of Celiac disease. Anti Endomysial antibody (anti EMA) & Anti tissue transglutaminase (anti TTG) antibody help in diagnosis of Celiac disease.",
        "cop": 2,
        "opa": "Anti milk protein antibody",
        "opb": "Anti endomysial antibody",
        "opc": "Antinuclear antibody",
        "opd": "Intestinal biopsy",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "0a50365a-afd9-4230-8ca7-6d44fb43bfd6",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice for congenital hypertrophic pyloric stenosis is?",
        "exp": "b. Ultrasound(Ref: Nelson's 20/e p 1797-1799, Ghai 8/e p 279-280)USG confirms the diagnosis of congenital hypertrophic pyloric stenosis",
        "cop": 2,
        "opa": "Barium meal",
        "opb": "Ultrasound",
        "opc": "CT scan",
        "opd": "MRI",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "9b2205d1-c962-47e5-b890-d1dd5650212c",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the most important cause of cholestatic jaundice in a newborn?",
        "exp": "Ans. C. Neonatal hepatitis. Cholestatic jaundice is characterized predominantly by rise in the levels of conjugated bilirubin. It is due to obstruction to the bile flow, either occurring inside the live (intrahepatic cholestasis) or outside the liver (extrahepatic cholestasis). Overall, the most common cause of cholestasis is neonatal hepatitis. The most common extrahepatic cause is biliary atresia.",
        "cop": 3,
        "opa": "Hypoplasia of the biliary tract",
        "opb": "Choledochal cyst",
        "opc": "Neonatal hepatitis",
        "opd": "Physiological jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "6bba1078-0afc-4d84-b091-2627749c5cbb",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old term male neonate presents with delayed passage of meconium, abdominal distension and bilious vomiting. Barium enema and intestinal biopsy findings are shown below. What is the diagnosis?",
        "exp": "a. Congenital aganglionic megacolon. Ba enema shows narrow distal segment with dilated proximal segment of intestine. Intestinal biopsy shows hypertrophied nerve bundles between muscular layer & submucosa",
        "cop": 1,
        "opa": "Congenital aganglionic megacolon",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Cystic fibrosis",
        "opd": "Intestinal malrotation",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "0ed8b822-99f6-4387-842f-5c74c512956c",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of diarrhea in children is-",
        "exp": "Ans. is 'c' i. e., Rotavirus * Rotavirus is the single most common cause of diarrhea amongst children in both developed and developing world.* ETEC is the single most common cause of bacterial diarrhea amongst children in the developing world.* ETEC is the most common bacterial cause for Traveler's diarrheaQ.",
        "cop": 3,
        "opa": "Vibrio cholera",
        "opb": "E. coli",
        "opc": "Rotavirus",
        "opd": "Pneumococcus",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "98106d5e-df46-48ae-97c0-c302d402c36e",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy whose diet consists mostly of cheese puffs and cola begins to have problems walking at night, complaining that he cannot see well. In addition, his skin has become dry and scaly, and he has complained of headache for a month. choose the one most appropriate vitamin or trace element replacement therapy to treat the described condition.",
        "exp": "Vitamin A deficiency manifests first in visual changes, including night blindness. Deficiency can also cause drying of the conjunctivas and sclera. Skin is frequently dry. Poor growth and impaired cognition are also seen.",
        "cop": 1,
        "opa": "Vitamin A",
        "opb": "Niacin (Vitamin B3)",
        "opc": "Pyridoxine (Vitamin B6)",
        "opd": "Folate (Vitamin B9)",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "d8201eec-ab50-48ab-bd74-b8fb6c165197",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old child with history of fall one year back with parietal bone fracture now presented with painful and growing parietal swelling.",
        "exp": "(b) Growing fracture, Ref: Growing skull fractures: classification and management. Naim-Ur-Rahman et al Br J Neurosurg. (1994). Growing Fractures:* Also known as traumatic encephaloceles or leptomeningeal cysts* Skull fractures associated with an underlying dural tear may fail to heal properly.* Enlargement of the defect is caused due to herniation of brain, or a leptomeningeal cyst, or dilated ventricles.* Neurologic symptoms may be found if associated compression of the underlying brain is present.* Occur primarily in children with age < 3 years and with diastasis greater than 3 to 4 mm.* Usually detected within one year of an acute head injury as a localized swelling or palpable skull defect that increases in size.",
        "cop": 2,
        "opa": "Growing scalp hematoma",
        "opb": "Growing fracture",
        "opc": "Subdural hygroma",
        "opd": "Chronic abscess",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "8c405512-3ca4-4538-bacb-c15e0050eb7a",
        "choice_type": "multi"
    },
    {
        "question": "Two month old baby presented with non bilious vomiting and a palpable epigastric lump. which among the following will be investigation of choice",
        "exp": "Ans) a (USG abdomen) Ref Nelson 18th ed pi555. Above clinical scenario is about the classical presentation of hypertrophic pyloric stenosis. Ultrasound examination confirms the diagnosis in the majority of cases and allots an earlier diagnosis in infants with suspected disease but no pyloric mass on physical examination. Criteria for diagnosis include pyloric thickness >4 mm or an overall pyloric length >14 mm Ultrasonography has a sensitivity of? 95%When contrast studies are performed, they demonstrate an elon-gated pyloric channel, a bulge of the pyloric muscle into the antrum (shoul-der sign), and parallel streaks of barium seen in the narrowed channel, producing a \"double tract sign\"Hypertrophic pyloric stenosis. Hypertrophic pyloric stenosis occurs in 1 -3/1, 000 infants in the United States. Males, (especially first-borns) are affected approximately four times as often as females. The offspring of a mother and. to a lesser extent, the father who had pyloric stenosis are at higher risk for pyloric stenosis. Pyloric stenosis develops in approximately 20% of the male and 10% of the female descendants of a mother who had pyloric stenosis. The inci-dence of pyloric stenosis is increased in infants with type B and O blood groups. Pyloric stenosis is associated with other congenital defects, in-cluding tracheoesophageal fistula and hypoplasia or agenesis of the infe-rior labial frenulum. ETIOLOGY. The cause of pyloric stenosis is unknown, but many factors have been implicated. Pyloric stenosis is usually not present at birth and is more concordant in monozygotic than dizygotic twins. Pyloric stenosis has been associated with eosinophilic gastroenteritis, Apert syndrome, Zellweger syndrome, trisomy 18, Smith-Lemli-Opitz syndrome, and Cornelia de Lange syndrome. A variable association has been found with the use of erythromycin in neonates when administered for pertussis postexposure prophy-laxis. Reduced levels of pyloric nitric oxide synthase have been found with altered expression of the neuronal nitric oxide synthase (n. NOS) exon lc regulatory region, which influences the expression of the n. NOS gene. Reduced nitric oxide may contribute to the pathogenesis of pyloric stenosis. CLINICAL MANIFESTATIONSNonbilious vomiting is the initial symptom of pyloric stenosis. The vomiting may or may not be projectile initially but is usually progressive, occurring immediately after a feeding. The vomiting usually starts after 3 wk of age, but symptoms may develop as early as the 1 st wk of life and as late as the 5th mo. As vomiting continues, a progressive loss of fluid, hydrogen ion, and chloride leads to hypochloremic metabolic alkalosis. Serum potassium levels are usually maintained, but there may be a total body potassium deficit. Jaundice associated with a decreased level of glucuronyl trans-ferase is seen in? 5% of affected infants. The indirect hyperbiliru- binemia usually resolves promptly after relief of the obstruction. The diagnosis has traditionally been established by palpating the pyloric mass. The mass is firm, movable,? 2 cm in length, olive shaped, hard, best palpated from the left side, and located above and to the right of the umbilicus in the mid epigastrium beneath the liver edge. In healthy infants, feeding can be an aid to the diagnosis. After feeding, there may be a visible gastric peristaltic wave that progresses across the abdomen.",
        "cop": 1,
        "opa": "USG abdomen",
        "opb": "Xray abdomen",
        "opc": "Upper GI Series",
        "opd": "CT abdomen",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "45aa358f-85b1-417a-883d-b51c4523bb55",
        "choice_type": "single"
    },
    {
        "question": "X-ray abdomen of neonate shows:",
        "exp": "Ans. (c) Pneumatosis intestinalis.* The finding of pneumatosis intestinalis (air in the bowel wall) confirms the clinical suspicion of NEC and is diagnostic; 50-75% of patients have pneumatosis when treatment is started.* NEC is the most common life-threatening emergency of the gastrointestinal tract in the new-born period.* The greatest risk factor for NEC is prematurity.* Pneumatosis Intestinalis is seen modified Bell staging class 2A* Pneumoperitoneum is seen in modified Bell staging class 3B* Portal venous gas is a sign of severe disease, and pneumoperitoneum indicates a perforation.* Hepatic ultrasonography may detect portal venous gas despite normal abdominal roentgenograms. Image source. style=\"text-decoration: underline; color: rgba(17, 85, 204, 1); font-family: Times New Roman, Times, serif\">638. jpg? cb=1363698022",
        "cop": 3,
        "opa": "Duodenal atresia",
        "opb": "Jejunal atresia",
        "opc": "Pneumatosis intestinalis",
        "opd": "Hirschsprung's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "b56f2e83-a2fb-455b-837d-c79a6660235d",
        "choice_type": "single"
    },
    {
        "question": "Most common indication of liver transplant in children is:",
        "exp": "A. Biliary atresia(Ref: Nelson's 20/e p 1975). Biliary atresia is the most common indication for liver transplantation in children, followed by metabolic and inborn disorders, autoimmune and familial cholestatic disorders, and acute hepatic necrosis.",
        "cop": 1,
        "opa": "Biliary atresia",
        "opb": "Von Gierke disease",
        "opc": "Tyrosinemia",
        "opd": "Chronic viral hepatitis",
        "subject_name": "Pediatrics",
        "topic_name": "Gastro Intestinal System",
        "id": "5497ff97-299b-45c4-91a8-4e0a84811cf8",
        "choice_type": "single"
    }
]