[
    {
        "question": "XXY klinfilter which has extra-",
        "exp": "Ans. is 'a' i. e., X-ehromosomeo The major numerical disorders of chromosomes are 3 autosomal trisomies. Trisomy 21 -- Down syndrome. Trisomy 18 - Edwards syndrome. Trisomy 13 - Patau syndromeo Four types of sex chromosomal aneuploidies: Turner syndrome (usually 45, X). Klinefelter syndrome (47, XXY)47, XXX47. XYYo By far the most common type of trisomy in liveborn infants is trisomy 21 (karyotype 4 7, XX, +21 or 47, XY, +21) or Down syndrome.",
        "cop": 1,
        "opa": "X-chromosome",
        "opb": "Y chromosome",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "cba0f07a-9f10-4c77-ba4e-29fa034c7675",
        "choice_type": "multi"
    },
    {
        "question": "Turner syndrome is maximally associated with:",
        "exp": "Ans. is 'b' i. e. Coarctation of aorta Turner 9s syndrome is commonly associated with congenital heart diseases. The most common anomaly associated is bicuspid Aortic yalyes in one third to one half of the patients (50%). Other congenital anomalies associated with Turner's syndrome. Aortic coarctation (30%). Aortic stenosis. Mitral valve prolapse. Anomalous pulmonary venous drainage",
        "cop": 2,
        "opa": "Horseshoe kidney",
        "opb": "Coarctation of aorta",
        "opc": "VSD",
        "opd": "ASD",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "60ec7867-b934-40cc-a774-0716c68c687a",
        "choice_type": "multi"
    },
    {
        "question": "Only males are affected in?",
        "exp": "Inheritance of: -* Gaucher's disease- Autosomal recessive- Affects both males and females* Hurler syndrome- Autosomal recessive- Affects both males and females* Scheie's syndrome- Autosomal recessive- Affects both males and females* Hunters syndrome- X linked recessive- Only affect males. Most probably the question should have been, \"Only males are affected in\"The answer would have been Hunters syndrome. All these are lysosomal storage diseases. Remember that - \"All lysosomal diseases are autosomal recessive except for Hunter's syndrome and Fabry's disease which are X- linked recessive\"As hunter's syndrome is X-linked recessive, it will affect onl males.",
        "cop": 2,
        "opa": "Scheie's syndrome",
        "opb": "Hunters syndrome",
        "opc": "Hurlers syndrome",
        "opd": "Gauchers disease",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "85a3c01a-5c0a-447f-b44b-26aa9a0ab3ed",
        "choice_type": "single"
    },
    {
        "question": "First trimester USG finding in Down syndrome-",
        "exp": "Ans. is 'b' i. e., Nuchal translucency Maternal serum screeningo 1st trimester. Maternal beta h. CGo Higher than chromosomal ly normal fetuseso Difference increases with gestation. PAPP-Ao Lower than chromosomally normal fetuseso Difference decreases with gestation: therefore not commonly used as a second-trimester testo 2nd trimester. Triple screening. Maternal free beta h. CG: higher than chromosomally normal fetuses. AFP: lower than chromosomally normal fetuses. Unconjugated oestriol (u. E3): lower than chromosomally normal fetuses. Ultrasoundo First trimester. Nuchal translucency: thickness depends on the size of the fetus (CRL), but in general it is considered abnormal if >3 mm. There is recent evidence thai the inclusion of nasal bone measurement improves the specificity of 1st trimester datao Second trimester. Approximately 30% of babies with Down syndrome have detectable abnormalities on the mid-trimester ultrasound 1.",
        "cop": 2,
        "opa": "Nuchal thickening",
        "opb": "Nuchal translucency",
        "opc": "Cardiac anomalies",
        "opd": "GI anomalies",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "ca69cbcc-d543-48e9-a3b9-e270c1f84287",
        "choice_type": "single"
    },
    {
        "question": "Male downs syndrome genotype-",
        "exp": "Ans. is 'b' i. e., 47 XY o In 95% of cases of Down syndrome-trisomy of 21:-Extra chromosome is of maternal in origin. 1% have mosaic with some all have 46 chromosome. 4% have robertsonian translocation, n t(13: 21)t(14: 21)t(15: 21). Very rarely long arm of chromosome 21 is triplicate (Partial trisomy).",
        "cop": 2,
        "opa": "46 XY",
        "opb": "47 XY",
        "opc": "45 XY",
        "opd": "47 XXY",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "4c734ea6-5d2b-4e4e-907b-2cc47ded50bf",
        "choice_type": "single"
    },
    {
        "question": "Down syndrome, All are seen except -",
        "exp": "Ans. is 'c' i. e., t (11: 14) [Ref: Nelson 17th/e Chapter 18o In 95% of cases of Down syndrome-trisomy of 21. o Extra chromosome is of maternal in origin, o 1 % have mosaic with some all have 46 chromosome, o 4% have robertsonian translocation. t(13: 21)t(14: 21)t(15: 21)o Very rarely long arm of chromosome 21 is triplicate (Partial trisomy).",
        "cop": 3,
        "opa": "t(14: 21)",
        "opb": "Trisomy",
        "opc": "t(11: 14)",
        "opd": "t(15: 21)",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "4085e455-9f41-47b9-958a-8ae4605258a6",
        "choice_type": "multi"
    },
    {
        "question": "Turner syndrome - kary oty ping is-",
        "exp": "Ans. is 'a' i. e., 45 XO o 45. XOo Lymphadema of dorsum of hand & fato Loose skin fold at nape of necko Short statureo Short Neck (with webbing of neck)o Anomalies earo Broad shield like chest with widely spaced small nippleo Renal anomalies (Horse-shoe, souble or cleft renal pelvis)o Coart of aorta",
        "cop": 1,
        "opa": "45, XO",
        "opb": "46. XO",
        "opc": "47 XXX",
        "opd": "Trisomy 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "d7b2dea0-11a1-4840-b4ec-274f17fc30a4",
        "choice_type": "single"
    },
    {
        "question": "Which is M. C genetic cause of mental retardation -",
        "exp": "Ans. is 'b' i. e., Fragile-x-syndrome Mental retardation:-IQ <70. Mild MR= IQ between50-70. Moderate= IQ between35-50. Severe= IQ between20-35. Profound MR= IQ between< 20. Etiology:-Mild MR (IQ > 50) usually Environmental factor. Severe MR (IQ < 50) usually Biologic causes. Most common cause of Mild MR include genetic syndrome writh multiple minor congenital anomalis. In children with severe MR, biological cause (Most commonly prenatal can be identified in >75% of causes). Causes-include-chromosomal - Down syndrome. Causes-include-genetic - Fragilex syndrome. Most common genetic cause of mild MR = fragile x. Most common genetic cause of moderate MR = down syndrome and in general population Mild MR > Moderate MR so overall M. C. genetic cause of MR is fragile-x-syndrome. Other features of fragile-x-syndromeo See in males > femaleso Autistic behavior. Macro orchidism. Large size facial feature. Long face. Prominance jawr. Learning disability'",
        "cop": 2,
        "opa": "Tuberous sclerosis",
        "opb": "Fragile-x-syndrome",
        "opc": "Cri-dv-chat syndrome",
        "opd": "Angel's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "a00142bb-3cb1-4c86-9bf1-dd5530466642",
        "choice_type": "single"
    },
    {
        "question": "NARP syndrome a disorder of -",
        "exp": "Ans. is 'b' i. e.. Mitochondria NARP syndromeo Mutation in Mitochondrial enzyme defect (ATPase). o Characterized by -N-Sensory neuropathyA-AtaxiaR-Retinitis pigmentosaP-Proximal weakness",
        "cop": 2,
        "opa": "Lysosome",
        "opb": "Mitochondria",
        "opc": "Nucleus",
        "opd": "Cytosol",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "5cb029e3-3e66-4ca5-b4dc-527d24342fa9",
        "choice_type": "single"
    },
    {
        "question": "Turner's syndrome karyotyping is -",
        "exp": "Ans. is 'b' i. e., XOTrisomy 13- Patau syndrome. Trisomy 18- Edward syndrome. Trisomy 21- Down syndrome. XO- Turner syndrome. XXY- Klinefelter syndrome",
        "cop": 2,
        "opa": "XXY",
        "opb": "XO",
        "opc": "XXX",
        "opd": "Trisomy 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "bf20ee8d-434f-4575-bb4f-532746cef117",
        "choice_type": "single"
    },
    {
        "question": "Most common cardio vascular abnormality in dow n syndrome is-",
        "exp": "Ans. is 'b' i. e., Endocardial cushion defect o About 40% of down syndrome have CHD. Endocardial cusion A trio ventricular septal defect account for 40-60% of cases. Other feature in down syndrome. Hypotonia, flat face, upward and slanted palpebral fissures and epicanthic folds, speckled irises (Brushfield spot); varving degrees of mental and growth retardation; dvsplasia of the pelvis, cardiac malformations, and simian crease; short, broad hands, hypoplasia of middle phalanx of 5th finger, duodenal atresia, and high arched palate; 5% of patients with Down syndrome are the result of a translocation-t( 14q2 lq), t( 15q2 lq), and t( 13q21 q)-in which the phenotype is the same as trisomy 21. Other feature -Duodenal atresia. Annular pancreas. Tracheoesophageal fistula. Hirschsprung disease. Short stature. Short sternum. Brachvcephalv. Delayed fontanel closure. Three fontanels. Frontal sinus hypoplasia. Peripheral joint laxity. Atlantoaxial instability (C1-C2 subluxation). Exaggerated space between. Mottled skin in infancy13) Dry coarse skin in adolescence 1st and 2nd toes. Increased Risk for Development of -Leukemia: AML, ALLMyelodysplasia. Transient lymphoproliferative syndrome. Celiac disease a Hypothyroidism a Diabetes mellitus a Obesity. Refractive errors. Strabismus. Mitral valve prolapse. Conductive and/or. Obstructive sleep apnea. Epilepsy sensorineural hearing loss a ADHD 'Alzheimer disease. Conduct oppositional disorders",
        "cop": 2,
        "opa": "YSD",
        "opb": "Endocardial cushion defect",
        "opc": "TOF",
        "opd": "COA",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "4ffff79b-8506-460b-84ce-556433409de9",
        "choice_type": "single"
    },
    {
        "question": "Down syndrome - all are seen except -",
        "exp": "Ans. is 'b' i. e., t (11: 14) o In 95% of cases of Down syndrome-trisomy of 21:-Extra chromosome is of maternal in origin. 1% have mosaic with some all have 46 chromosome, a 4% have robertsonian translocation. t (13: 21)t (14: 21)t (15: 21)o Very rarely tong arm of chromosome 21 is triplicate (Partial trisomy).",
        "cop": 2,
        "opa": "t (14; 21)",
        "opb": "t (11: 14)",
        "opc": "Trisomy 21",
        "opd": "t (15: 21)",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "785e2625-17f6-4ff0-be9d-fa781baef7d7",
        "choice_type": "multi"
    },
    {
        "question": "Enzyme replacement therapy is available for which of the following disorders?",
        "exp": "Ans. is 'a' i. e. Gaucher disease The t/t of choice for Gaucher's disease is enzyme replacement therapy. A recombinantly produced mannose terminated enzyme called cerezyme is used in the t/t of Gaucher's disease",
        "cop": 1,
        "opa": "Gaucher disease",
        "opb": "Niemann Pick disease",
        "opc": "Mucolipidosis",
        "opd": "Metachromatic leukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "1721d3b1-a9e3-43a9-be8e-8d308f30bf69",
        "choice_type": "single"
    },
    {
        "question": "Down syndrome is due to non-disjunction of -",
        "exp": "Ans. is 'a' i. e., 21 Chromosome In 95% of cases of Down syndrome-trisomy of 21:-o Extra chromosome is of maternal in origin. o 1% have mosaic with some all have 46 chromosome, o 4% have robertsonian translocation, o t (13: 21)o t (14: 21)o t (15: 21)o Very rarely long arm of chromosome 21 is triplicate (Partial trisomy).",
        "cop": 1,
        "opa": "21",
        "opb": "18",
        "opc": "11",
        "opd": "15",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "c2a93662-edcc-4272-9a82-93e67d31699c",
        "choice_type": "single"
    },
    {
        "question": "Turner syndrome -",
        "exp": "Ans. is 'a' i. e., 45. XOTrisomy 13- Patau syndrome. Trisomy 18- Edward syndrome. Trisomy 21- Down syndrome. XO- Turner syndrome. XXY- Klinefelter syndrome",
        "cop": 1,
        "opa": "45. XO",
        "opb": "46. XO",
        "opc": "47. XXX",
        "opd": "Trisomy 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics of Common Disorders",
        "id": "ceed88ec-9001-4873-9c1f-3e369187fca3",
        "choice_type": "single"
    }
]