[
    {
        "question": "Gene therapy is most commonly targeted against:",
        "exp": "a. SCID(Ref: Nelson's 20/e p 584-586)FDA-approved gene therapy is used for ADA-SCID, Leber's congenital amaurosis, multiple myeloma & Adrenoleukodystrophy",
        "cop": 1,
        "opa": "SCID",
        "opb": "cancer",
        "opc": "cystic fibrosis",
        "opd": "Leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "4aca470c-b6a9-4d98-9ad6-6cd87ed322ec",
        "choice_type": "single"
    },
    {
        "question": "RET proto oncogene is located on which chromosome:",
        "exp": "b. 10(Ref: Nelson's 20/e p 595). Important genes and their chromosomal location: Gene (Associated diseases). Chromosomal location. Rb (Retinoblastoma)13q14. 3p53 (Li-Fraumeni syndrome, sarcomas)17q13. 1. APC (Carcinoma Colon)5q21. NF1 (Neurofibromatosis 1)17q11. NF2 (Neurofibromatosis 2)22p12. WT1 (Wilm's tumor)11p13. RET (MEN2 syndrome)10q",
        "cop": 2,
        "opa": "9",
        "opb": "10",
        "opc": "11",
        "opd": "12",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "1468c629-941d-4e6e-babd-0254b0f7a2db",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of Treacher-Collins syndrome:",
        "exp": "Ans. D. Mongoloid slant of palpable fissure. Mandibulofacial dysostosis is also known as Franceschetti-Klein syndrome or Treacher-Collins syndrome. Important features are as under: Micrognathia. Colobomas of lower eyelid. Sunken cheek bones. Blind fistulas between the angles of mouth and ears. Deformed pinnas. Atypical hair growth extending towards cheek. Receding chin. Large mouth. Facial clefts. Deafness. Anti-mongoloid palpable fissure. Hypoplasia of mid face and zygomatic bone",
        "cop": 4,
        "opa": "Deafness",
        "opb": "Colobomas of lower eyelid",
        "opc": "Hypoplasia of zygomatic bone",
        "opd": "Mongoloid slant of palpable fissure",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "f1d1ed18-131e-4d84-ae73-40c6007f2b84",
        "choice_type": "single"
    },
    {
        "question": "Pedigree Chart -",
        "exp": "Ans. is 'c' i. e., Used to see genetic transmission Pedigreeo Provide graphic depiction of a family structure medical history'. o Person providing information is formed as pro band, o Special symbol is used for each designation, o Three generation pedigree should be made. o Closer the relationship of proband to the person, greater is change of shared genetic component.",
        "cop": 3,
        "opa": "Used for growth monitoring.",
        "opb": "To assess side effect during chemotherapy",
        "opc": "Used to see genetic transmission.",
        "opd": "To assess developmental delay in infant",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "6a8aca69-0485-470a-bbde-8f452a4b4674",
        "choice_type": "single"
    },
    {
        "question": "What is your diagnosis:",
        "exp": "Ans. D. Cranioschisis. Cranioschisis (Greek: \"kranion - kranion\" skull, and \"schisis -skhi/sis;\" - split), or dysraphism, is a developmental birth defect involving the skull. In this disease, the cranium fails to close completely (especially at the occipital region). Thus, the brain is exposed to the amnios, and eventually degenerates, causing anencephaly. Craniorachischisis is on the extreme end of the dysraphism spectrum, wherein the entire length of the neural tube fails to close",
        "cop": 4,
        "opa": "Anencephaly",
        "opb": "Iniencephaly",
        "opc": "Myelomeningocele",
        "opd": "Craniorachischisis",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "db3eba7a-a3ec-46ef-b041-1c76f143423d",
        "choice_type": "single"
    },
    {
        "question": "What is the disease in which these hand abnormalities are seen?",
        "exp": "d. Marfan syndromeA - ArachnodactylyB - Steinberg sign (thumb tip extends from palm of hand, in a closed fist)C - Walker-Murdoch sign (thumb & 5th finger overlap each other, when opposite wrist is gripped)",
        "cop": 4,
        "opa": "Down syndrome",
        "opb": "Osteogenesis imperfecta",
        "opc": "Turner syndrome",
        "opd": "Marfan syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "39fa893a-b05b-4b63-93aa-96777b6ea707",
        "choice_type": "single"
    },
    {
        "question": "Defective DNA repair is seen in -",
        "exp": "Ans. is 'b' i. e., Ataxia telangiectasia. Ataxia telangiectasiao Ataxia Telangiectasia (AT) is an autosomal recessive disorder. It is due to mutation of AT gene located on chromosome 11. There is defective DNA repair that results in multiple chromosomal breakso Patients present in first decase of life. Features are: -i) Oculocutaneous telengiectasiaii) Neurological - Ataxia, dysarthria, extensor plantar response, myoclonic jerks, areflexia, distal sensory deficity. iii) Immunodeficeincy-Thymichypoplasiawithcellularandhumoral (Ig. Aand. Ig. G2) immunodeficeincy. iv) Recurrent pulmonary infectionsv) Endocrine disorders- Tye I DMvi) Premature agingvii) Malignancies? Lymphoma, Hodgkin's disease, acute T cell leukemia, breast cancer.",
        "cop": 2,
        "opa": "Tuberous sclerosis",
        "opb": "Ataxia telangiectasia",
        "opc": "Von Hippel Lindau disease",
        "opd": "Neurofibromatosi 1",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "1f9058a8-8afb-4cc0-bd23-4f4bc7f66ccd",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old child with blue sclera and a history of multiple fractures with minimal trauma. For the mention disorder, select the serum concentration of calcium (Ca2+) and phosphate (PO4) with which it is most likely to be associated.",
        "exp": "Osteogenesis imperfecta (blue sclera, easily broken bones with minimal trauma) is transmitted as an autosomal recessive (severe form) or, more commonly, autosomal dominant (milder form) disorder. The basic defect is an abnormality in the production and composition of the matrix of bone. Serum calcium and phosphate concentrations are normal.",
        "cop": 4,
        "opa": "Low PO4, normal Ca",
        "opb": "Low PO4, high Ca",
        "opc": "Normal PO4, low Ca",
        "opd": "Normal PO4, normal Ca",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "f5d5becd-3bc1-4f53-b1db-40736c2a22b0",
        "choice_type": "single"
    },
    {
        "question": "Most common heart lesion in down syndrome:",
        "exp": "a. Endocardial cushion defect(Ref: Nelson's 20/e p 610-614). Most common cardiac defect in Down syndrome is Endocardial cushion defect or Atrioventricular septal defect",
        "cop": 1,
        "opa": "Endocardial cushion defect",
        "opb": "ASD with ostium secundum",
        "opc": "VSD",
        "opd": "Coarctation of aorta",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "cb32a48d-7e93-4bdd-b549-77fefc85ac28",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most likely inheritance pattern in the pedigree given below?",
        "exp": "d. X-linked dominant(Ref: Nelson's 20/e p 593, Ghai 8/e p 641). It is an X-linked dominant pattern of inheritance, all the female offsprings of a diseased male (XY) receive abnormal X chromosome & express the disease, whereas none of the male offsprings of diseased father have the disease.",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Mitochondrial",
        "opc": "Autosomal recessive",
        "opd": "X-linked dominant",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "423840aa-4bf6-4506-a631-28deb34def5c",
        "choice_type": "single"
    },
    {
        "question": "Simian crease is seen in which syndrome?",
        "exp": "Ans. is 'c' i. e., Down's syndrome * Single palmar crease (simian crease) is seen in Down's syndrome. Clinical features of Down's syndrome* Most striking feature in the neonate is hypotonia and although the diagnosis is usually evident at this time, it may sometimes be missed if the baby is very premature or his facial features are concealed by ventilatory apparatus.* Other clinical features include1) General. Mental retardation, short stature2) Cranio-facial. Brachycephaly, epicanthic fold, protruding tongue, small ears, upward sloping palpebral fissures (Mongoloid slant), strabismus, nystagmus, Brushfied spots in iris. 3) Limbs. Fifth finger clinodactyly, single palmar crease (simian crease), wide gap between first and second toes (sandle gap). 4) Congenital heart disease Common AV canal, ostium primum/endocardial cushion defect type ASD (most common), VSD, PDA, fallot tetralogy. 5) GITAnal atresia, Duodenal atresia, Hirschsprung disease, annular pancreas. 6) Increased incidence of leukemia (1%). Leukemias common are ALL (most common), AML (M7-AML) transient myeloproliferative disorders, and Juvenil CML. 7) Others: Early onset of Alzheimer's disease, Decreased immunity with recurrent infections, obesity, DM, Hypothyroidism (most common endocrine abnormality).",
        "cop": 3,
        "opa": "Reye's syndrome",
        "opb": "Cat eye syndrome",
        "opc": "Down's syndrome",
        "opd": "Patau syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "d23d4f91-617f-4f10-b32d-192e8cf52507",
        "choice_type": "single"
    },
    {
        "question": "A Down syndrome patient is posted for surgery, the necessary preoperative investigation to be done is:",
        "exp": "a. Echocardiography > c. X-ray cervical spine(Ref: Nelson's 20/e p 610-615, Ghai 8/e p 637-639). Congenital heart diseases are more common in Down syndrome (in 50%), than atlantoaxial instability (20%); so a preoperative echocardiogram is warranted, so that management of child can be planned accordingly.",
        "cop": 1,
        "opa": "Echocardiography",
        "opb": "CT brain",
        "opc": "X-ray cervical spine",
        "opd": "USG abdomen",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "0e63e51e-bc04-4e45-bd88-25ded5d59910",
        "choice_type": "single"
    },
    {
        "question": "For the following disorders, select the serum concentrations (m. Eq/L) of sodium (Na+) and potassium (K+) with which it is most likely to be associated in a dehydrated patient. A 1-year-old girl has had since about 3 months of age repeated episodes of hypoglycemic seizures and bouts of lactacidosis. She has a protuberant abdomen due to her massive hepatomegaly, a doll-like facies, thin extremities, and is short for her age. Upon drawing her blood, you are struck by the \"milky\" appearance.",
        "exp": "Patients with a deficiency of glucose-6-phosphatase (von Gierke disease) are, as a rule, hyperlipidemic. Increased triglyceride concentration in the serum decreases the volume of the aqueous compartment. Because electrolytes are present only in the aqueous compartment of the serum but are expressed in milliequivalents per liter of serum as a whole, the concentrations of sodium and potassium can be factitiously low in these patients.",
        "cop": 2,
        "opa": "Na+ 118, K+ 7. 5",
        "opb": "Na+ 125, K+ 3. 0",
        "opc": "Na+ 134, K+ 6. 0",
        "opd": "Na+ 144, K+ 2. 9",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "56c8c7a8-159a-4532-9ed3-c53900455137",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of intestinal obstruction in Down syndrome is:",
        "exp": "c. Duodenal atresia(Ref: Nelson's 20/e p 610-615, Ghai 8/e p 637-639). Most common cause of Intestinal obstruction in Down's syndrome is duodenal atresia.",
        "cop": 3,
        "opa": "Colonic atresia",
        "opb": "Intestinal atresia",
        "opc": "Duodenal atresia",
        "opd": "Esophageal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "d72e8fc4-7348-4ec4-b0e7-5818d5564f64",
        "choice_type": "single"
    },
    {
        "question": "Most common enzyme deficiency among these which leads to childhood hypertension:",
        "exp": "Ans. B. 11-beta hydroxylase deficiency. Childhood hypertension and salt retention are seen in children with 11-beta hydroxylase deficiency and 17-alpha hydroxylase deficiency. The second most common cause of CAH (after 21 hydroxylase deficiency) is 11-beta hydroxylase deficiency.",
        "cop": 2,
        "opa": "21 hydroxylase deficiency",
        "opb": "11-beta hydroxylase deficiency",
        "opc": "3-beta hydroxysteroid dehydrogenase deficiency",
        "opd": "17-alpha hydroxylase deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "01bfa529-4f50-478f-a202-bc78e336a388",
        "choice_type": "single"
    },
    {
        "question": "Best time for prenatal screening of Down's syndrome?",
        "exp": "Ans. d (14-18 weeks of gestation). (Ref. Harrison, Medicine, 15th ed., 375, 400, 407). Prenatal diagnosis of Down's Syndrome# Risk of having a fetus affected by Down's syndrome at an advanced maternal age (>35 years) is well known.# Fetal blood sampling and tissue sampling being invasive can be performed only in very selected cases.# Currently second trimester USG scanning has been shown to detect up to 60% of Down's syndrome fetuses.# The following findings on USG are useful: Soft marker of Down's syndrome. Comment. Nuchal skin thicknessmeasured on an axial view (where the cavum septi pellucidi), cerebral pedicles, cerebellar hemispheres & cisterna magna are seen. A cut off of 6 mm is significant. Most sensitive and good marker. Choroid plexus cysts-Cardiac defectsare noted in 50% children with DS. Femur, humerus lengthis a possible marker of underlying trisomy 21. Ratio of biparietal diameter to femur length and humerus length with expected length are good predictors with sensitivity of 37% and specificity of 47%. Clinodactyly, hypoplastic midphaiynx in the fifth finger, increased gap between 1st and 2nd toe Absent nasal bone-Abdominal findings. Duodenal atresia, omphalocoel, pylectasis ascites, echogenic bowel, should be seen. Duodenal atresia can be diagnosed as early as 14 weeks on a USG.",
        "cop": 4,
        "opa": "8-10 weeks of gestation",
        "opb": "12-14 weeks of gestation",
        "opc": "10-12 weeks of gestation",
        "opd": "14-18 weeks of gestation",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "e3c94aef-f5bd-490b-962a-9c8e2a4bfa8b",
        "choice_type": "single"
    },
    {
        "question": "Feature of Down syndrome is",
        "exp": "Ans) c (Trisomy 21) Ref Nelson 18th ed p 508. Down syndrome is the most common chromosome disorder and the single most common genetic cause of moderate mental retardation. The incidence of Down syndrome in live births is approximately 1 in 750. The occurrence of trisomy 21 as well as other autosomal trisomies increases with advanced maternal age (> 35 yr). In approximately 95% of the cases of Down syndrome there are 3 copies of chromosome 21. The parental origin of the supernumerary chromosome 21 is maternal in 97% of the cases. Approximately 1 % of individuals are mosaics with some cells having 46 chromosomes, while another 4% of individuals have a translocation that involves chromosome 21. The majority of translocations in Down syndrome are fusions at the centromere between chromosomes 13, 14, 15, or 21, known as Robertsonian translocations. The translocations can be de novo or inherited. Down syndrome patients without a visible chromosome abnonnality are the least common. It is not possible to distinguish the phenotypes of individuals with full trisomy 21 and those with a translocation. Patients who are mosaic tend to have a milder phenotype.",
        "cop": 3,
        "opa": "18 trisomy",
        "opb": "14/21 translocation",
        "opc": "21 trisomy",
        "opd": "Trisomy 13",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "d211a20c-5291-4cb0-a11b-d969f9f9fc65",
        "choice_type": "single"
    },
    {
        "question": "Which of these chromosomal anomalies was the earliest to be described?",
        "exp": "Ans. C. Trisomy 13. Trisomy 13 was first described by Thomas Bartholin in 1657; trisomy 18 was first described by John Hilton Edwards in 1960; trisomy 21 was first described by John Langdon Down in 1866; and Turner syndrome was first described by Henry Turner in 1938.",
        "cop": 3,
        "opa": "Trisomy 21",
        "opb": "Trisomy 18",
        "opc": "Trisomy 13",
        "opd": "Turner syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "93d933ae-856f-4bff-8eb6-4c6da1c945ec",
        "choice_type": "single"
    },
    {
        "question": "Type I diabetes mellitus may be associated with:",
        "exp": "Ans. B. Celiac Disease. Other conditions associated with Type I Diabetes Mellitus include (autoimmune) thyroiditis, Celiac Disease and Addison disease.",
        "cop": 2,
        "opa": "Obesity",
        "opb": "Celiac Disease",
        "opc": "Down's syndrome",
        "opd": "Precocious puberty",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "97864e33-9a02-4ebc-800e-c69d873fda7d",
        "choice_type": "single"
    },
    {
        "question": "Pedigree analysis--Analyze the following pedigree and give the mode of inheritance:",
        "exp": "c. Mitochondrial inheritance(Ref: Nelson's 20/e p 600, Ghai 8/e p 644). This disease is manifesting in both males and females and all children of a diseased female have disease; Both these are characteristics of mitochondrial diseases.",
        "cop": 3,
        "opa": "Autosomal recessive",
        "opb": "Autosomal dominant",
        "opc": "Mitochondrial inheritance",
        "opd": "X-linked dominant",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "ec81d847-9570-4d66-8189-d2adba85b338",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an autosomal dominant metabolic disorder?",
        "exp": "a. Hereditary hypercholesterolemia(Ref: Nelson's 20/e p 595, Ghai 8/e p 640). Vishwa Hindu Parishad is DOMINANT for Autosomal Dominant diseasesV - Von Willebrand disease/Von Hippel Lindau diseaseH - Hypercholesterolemia, Huntington disease, Hereditary spherocytosisP - Pseudo hypoparathyroidismD - Dystrophia myotonicaO - Osteogenesis imperfectaM - Marfans syndromeI - Intermittent porphyriaN - NeurofibromatosisA - Achondroplasia, ADPKDN - Noonan syndromeT - Tuberous sclerosis",
        "cop": 1,
        "opa": "Hereditary hypercholesterolemia",
        "opb": "Tay sachs disease",
        "opc": "Gaucher's disease",
        "opd": "Tyrosinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "42cb9a7f-3d73-4691-af6f-e63393b15823",
        "choice_type": "single"
    },
    {
        "question": "ABO blood group is an example of?",
        "exp": "a. Co-dominance(Ref: Nelson's 20/e p, Ghai 8/e p 641). Codominance--When both alleles of a gene pair are fully expressed in a heterozygote, e. g. blood group antigens.",
        "cop": 1,
        "opa": "Co-dominance",
        "opb": "AD",
        "opc": "AR",
        "opd": "Mitochondrial inheritance",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "4dd4a5e1-0351-40ac-99f0-70cb26f400a2",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old boy presents with history of recurrent seizures and developmental delay. On examination he is found to have multiple hypopigmented macules over the back. The most probable diagnosis of this child is:",
        "exp": "Ans. B. Tuberous sclerosis. There are 5 neurocutaneous syndromes well known and tuberous sclerosis is one of them. All these conditions have certain cutaneous as well as CNS manifestations as the name itself implies. Common neurocutaneous syndromes include: Neurofibromatosis, Tuberous sclerosis, Von-Hippel Landau disease, Sturge weber syndrome and Ataxia telangiectasia. Hypopigmented spots also known as ash leaf spots are seen in Tuberous sclerosis. Other cutaneous manifestation in TS include adenoma sebaceum, shagreen patches, subungual fibromas and gingival fibromas. Cutaneous lesions in Neurofibromatosis include cafe - au lait spots which are hyperpigmented lesions ranging from light brown to dark brown. Sturge Weber syndrome is characterized by facial nevus flammens which is usually seen in the distribution of the first branch of trigeminal nerve.",
        "cop": 2,
        "opa": "Linear sebaceous nevus syndrome",
        "opb": "Tuberous sclerosis",
        "opc": "Neurofibromatosis",
        "opd": "Von Hippel - Landau disease",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "3524f941-9eae-487f-abf8-fa0e9b79bec9",
        "choice_type": "single"
    },
    {
        "question": "Most common chromosomal syndrome is:",
        "exp": "c. Trisomy 21(Ref: Nelson's 20/e p 618-619). Down syndrome (Trisomy 21) is the most common of the chromosomal disorder. Trisomy 16 is the most common trisomy overall, however most do not survive and die in utero Hence, among the live births, or among children, most common chromosomal abnormality is Trisomy 21",
        "cop": 3,
        "opa": "Fragile X-syndrome",
        "opb": "Trisomy 17",
        "opc": "Trisomy 21",
        "opd": "Trisomy 13",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "02e8edf7-4f9e-4d62-a7b8-01183adb8834",
        "choice_type": "single"
    },
    {
        "question": "An adolescent with type 1 diabetes returns for a follow-up visit after his annual check-up last week. You note that his serum glucose is elevated, and his glycosylated hemoglobin (hemoglobin A1C) is 16. 7%. This finding suggests poor control of his diabetes over at least which of the following time-periods?",
        "exp": "Glucose is nonenzymatically attached to hemoglobin to form glycosylated hemoglobin. The major component of this reaction proceeds very slowly and is irreversible until the hemoglobin is destroyed. The concentration of glycosylated hemoglobin thus reflects glucose concentration over the half-life of the red cell, or about 2 to 3 months. The adolescent in the question may have had poor control of his diabetes for longer than 2 to 3 months, but glycosylated hemoglobin is unable to determine this.",
        "cop": 4,
        "opa": "8 hours",
        "opb": "1 week",
        "opc": "1 month",
        "opd": "2 months",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "3c86c234-b562-4363-9377-095eb27b98c2",
        "choice_type": "single"
    },
    {
        "question": "The following clinical features are seen in which disease?",
        "exp": "d. Down syndromeA - Mongoloid slant, epicanthic foldB - Single transverse palmar (simian) creaseC - Sandle gap. All these are seen in Down syndrome",
        "cop": 4,
        "opa": "Turner syndrome",
        "opb": "Fragile X-syndrome",
        "opc": "Achondroplasia",
        "opd": "Down syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "42cb6fe2-fd87-45ac-93b0-2edd3f676bd9",
        "choice_type": "single"
    },
    {
        "question": "Mutation in NPHS 1 gene causes which of the following disease?",
        "exp": "Ans. B. Congenital Finnish type nephritic syndrome. Congenital nephrotic syndrome Finnish type is a genetic condition of the kidney that begins early in development during pregnancy or within the first three months of life. The syndrome is characterized by a group of symptoms, including protein in the urine (proteinuria), low blood protein levels, high cholesterol levels, and swelling (nephrotic syndrome), which progresses rapidly to end-stage kidney disease. Infants with congenital nephrotic syndrome may have failure to thrive and frequent infections. Although more commonly seen in individuals of Finnish descent, congenital nephrotic syndrome Finnish type has been reported worldwide. Congenital nephrotic syndrome Finnish type is caused by mutations in the NPHS1 gene and is inherited in an autosomal recessive manner.",
        "cop": 2,
        "opa": "Alport syndrome",
        "opb": "Congenital finish type nephritic syndrome",
        "opc": "Focal segmental glomerulonephritis",
        "opd": "nail patella syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "8679df57-f17b-4bc9-8be9-f72946740819",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a Polygenic disorder:",
        "exp": "d. Hypertension(Ref: Nelson's 20/e p 650, Ghai 8/e p 643). Polygenic disorders: Disorders caused by interactions between variant forms of genes and environmental factors. Occur when many polymorphisms, each with a modest effect and low penetrance, are co-inheritedE. g. HypertensionQ, Diabetes mellitus, Coronary Artery disease, Septal DefectsQ, Cleft lip",
        "cop": 4,
        "opa": "Cystic fibrosis",
        "opb": "Phenylketonuria",
        "opc": "Multiple sclerosis",
        "opd": "Hypertension",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "02b2c673-6511-4e20-81dd-e3f16a3066c4",
        "choice_type": "single"
    },
    {
        "question": "Submicroscopic deletions of any size can be detected by:",
        "exp": "a. Multiplex ligation-Dependent probe amplification(Ref: Nelson's 20/e p 605, Ghai 8/e p 6045). Multiplex Ligation-Dependent Probe Amplification (MLPA): It is a technique which mixes DNA hybridization, ligation, & PCR amplification to detect deletions & duplications of any size, including anomalies that are too large to be detected by PCR and too small to be identified by FISH.",
        "cop": 1,
        "opa": "Multiplex ligation-Dependent probe amplification (MLPA)",
        "opb": "Southern blotting",
        "opc": "Cytogenomic array technology",
        "opd": "Chromosome painting",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "9ebdbb96-20e6-4243-971d-172f9f624d62",
        "choice_type": "single"
    },
    {
        "question": "This boy presented with noisy breathing, stiff immobile joints & mental retardation. What can be the probable cause?",
        "exp": "Ans. B. Hurler syndrome. The image above shows features of Gargoylism having coarse facial features. Children suffering from this have mental retardation and joint stiffness. These features are characteristics of Hurler syndrome.",
        "cop": 2,
        "opa": "Down syndrome",
        "opb": "Hurler syndrome",
        "opc": "Neurofibromatosis",
        "opd": "Sturge weber syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "0a4afbb4-784e-422b-a6c7-4e9bcb01595f",
        "choice_type": "single"
    },
    {
        "question": "Absence of clavicle is a feature of:",
        "exp": "a. Cleidocranial dysplasia(Ref: Nelson's 20/e p 618-619). Cleidocranial dysostosis, also called cleidocranial dysplasia or mutational dysostosis, is a hereditary congenital disorder, where there is delayed ossification of midline structures; Absent clavicles and delayed dentition.",
        "cop": 1,
        "opa": "Cleidocranial dysplasia",
        "opb": "Multiple epiphyseal dysplasia",
        "opc": "Fibrous dysplasia",
        "opd": "Cranio-Metaphyseal dysplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "b751b6ab-8225-48a7-9108-9d5e130c0981",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy has peculiar facial features, enlarged head, hepatosplenomegaly, protuberant abdomen, breathing difficulty with obstructive sleep apnea, and cardiac valve thickening. What is the likely diagnosis?",
        "exp": "Ans. B. Hunter's disease. Hurler syndrome, also called as MPS-IH, is virtually similar to Hunter disease, except few points. Hurler syndrome. Hunter syndrome* It is known as MPS-IH* It is known as MPS-II* It is autosomal recessive* It is X-linked recessive disorder caused by deficiency of Iduronate 2-sulfatase (IDS)* Seen in both sexes* Exclusively seen in boys* Most commonly seen between 6 months and 2 years * It has severe intellectual disability and is severe with fatality by 10 years age* It is mild, presents in first decade between 2 and 4 years with coarse features, short stature* Corneal clouding: Present* Corneal clouding: Absent. Common features seen in both which develop as age progresses:* Hepatosplenomegaly* Obstructive sleep apnea with a large tongue* Prominent forehead with macrocephaly* Coarse facial features* Valvular heart disease, including regurgitation. Calcifications may also be seen* Limited language skills* Leucocyte inclusions* Mucopolysaccharidosis* Short stature* Dysostosis multiplex* Thick ribs and ovoid vertebral bodies (earliest signs)* Since this is a male child aged 5 years and has no feature suggestive of corneal clouding or severe mental disability, diagnosis is more likely Hunter syndrome.",
        "cop": 2,
        "opa": "Hurler's disease",
        "opb": "Hunters disease",
        "opc": "Fragile X syndrome",
        "opd": "Tay-Sachs disease",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "bcc4b135-2afa-437d-98aa-8ca81b8960d6",
        "choice_type": "single"
    },
    {
        "question": "Which of the following feature is not seen in Prader Willi syndrome?",
        "exp": "Ans. is 'c' i. e., Ataxia Prader willi syndrome* It is due to paternal genomic imprinting in which there is deletion on paternal chromosome 15.* They are characterized by hypotonia, obesity, short stature, mental retardation, hypogonadism, hyperphagia, and short hand and feet.* There is decrease in Gn. RH, LH, FSH and GH. Ghrelin levels are raised.",
        "cop": 3,
        "opa": "Obesity",
        "opb": "Mental retardation",
        "opc": "Ataxia",
        "opd": "Hypotonia",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "0899ab83-6bc7-4558-9a86-6a1492035ba3",
        "choice_type": "single"
    },
    {
        "question": "Triangular facies is indicative of?",
        "exp": "a. Russel Silver syndrome(Ref: Nelson's 20/e p 625, 2875). In Russell silver syndrome, short stature, triangular face (small jaw & pointed chin), & limb anomalies are seen; It is an example of genomic imprinting disorder involving chromosome 11; Triangular facies is also seen in Alagille syndrome,",
        "cop": 1,
        "opa": "Russell Silver syndrome",
        "opb": "Mobius syndrome",
        "opc": "Soto syndrome",
        "opd": "Nephrotic syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "83c73ff2-37cf-4b5b-997b-545ae0ffc2c1",
        "choice_type": "single"
    },
    {
        "question": "The pupil of a newborn is:",
        "exp": "c. Constricted(Ref: Nelson's 20/e p 3016). Pupils of a newborn are small & difficult to dilate, due to immature iris dilator muscle. Lens of a newborn infant is more spherical than that of an adult. Fundus of a newborn's eye is less pigmented than that of an adult.",
        "cop": 3,
        "opa": "Dilated",
        "opb": "Mid-dilated",
        "opc": "Constricted",
        "opd": "Normal",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "0a7103ca-f11a-4161-a6f6-440360f7453c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a feature of Phenylketonuria?",
        "exp": "Ans. B. Reduced tendon reflexes. Phenylketonuria (PKU), is caused by phenylalanine hydroxylase deficiency, is the most common inborn error of amino acid metabolism. The results of a deficiency of the enzyme phenylalanine hydroxylase (PAH) impairs the body's ability to metabolize the essential amino acid phenylalanine. This leads to accumulation of phenylalanine in body fluids. Elevated phenylalanine levels negatively impact cognitive function, and individuals with classic PKU almost always have intellectual disability unless levels are controlled through dietary or pharmacologic treatment. Fair skin and hair resulting from impairment of melanin synthesis, is the most characteristic cutaneous manifestation of PKU. Other manifestations include eczema (including atopic dermatitis), Light sensitivity, Increased incidence of pyogenic infections, Increased incidence of keratosis pilaris, Decreased number of pigmented nevi, Scleroderma like plaques and hair loss Other manifestations include intellectual disability, mousy odour, epilepsy, extrapyramidal symptoms and eye abnormalities.",
        "cop": 2,
        "opa": "Severe mental retardation",
        "opb": "Reduced tendon reflexes",
        "opc": "Hypopigmentation in skin",
        "opd": "Hair loss",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "b6f74e46-0de0-4fa0-8902-2a4d52c90430",
        "choice_type": "single"
    },
    {
        "question": "Genomic imprinting is seen in:",
        "exp": "a. Prader-Willi syndrome(Ref: Nelson's 20/e p 624-626, Ghai 8/e p 637). Genomic imprinting occurs when the phenotypic expression of a gene depends on the parent of origin. Classic examples: Prader-Willi syndromeQ and Angelman syndromeQ, Beckwith-Wiedemann syndromeQ, Russell- Silver syndromeQ, pseudohypoparathyroidism and neonatal diabetes.",
        "cop": 1,
        "opa": "Prader Willi syndrome",
        "opb": "Marfan syndrome",
        "opc": "Down syndrome",
        "opd": "Osteogenesis imperfect",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "7504a38c-e4d4-4aa2-a4ad-ea21eca53f68",
        "choice_type": "single"
    },
    {
        "question": "Risk of having a child with Down syndrome:",
        "exp": "d. Increases with increase in maternal age(Ref: Nelson's 20/e p 610-614). Risk of Down Syndrome Increased with Increase in Maternal Age. Maternal age. Incidence of Down Syndrome20 years1 in 150030 years1 in 90040 years1 in 10045 years1 in 30",
        "cop": 4,
        "opa": "Is unaffected by maternal age",
        "opb": "Decreases with increase in maternal age",
        "opc": "Increases with increase in paternal age",
        "opd": "Increases with increase in maternal age",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "2c99fea8-e5a7-45da-8d68-967cbbf3bf87",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old girl has presented in the outpatient department with complaints of short stature. On examination, child has a cubitus valgus, shield shaped chest with widely spaced nipples, webbed neck and short 4th metacarpal. What is the most likely clinical diagnosis?",
        "exp": "Ans. D. Turner syndrome* Turner syndrome is the most important cause of hypergonadotropic hypogonadism in girls.* The disorder affects 1 in 2, 500 newborn phenotypic females. An early loss of ovarian function (ovarian hypofunction or premature ovarian failure) is common.* The ovaries develop normally at first, but egg cells (oocytes) usually die prematurely and most ovarian tissue degenerates before birth. Hence streak ovaries are seen on ultrasonography.* Many affected girls do not undergo puberty unless they receive hormone therapy, and most are unable to conceive (infertile). A small percentage of females with Turner syndrome retain normal ovarian function through young adulthood.",
        "cop": 4,
        "opa": "Klinefelter's syndrome",
        "opb": "Edward Syndrome",
        "opc": "Patau syndrome",
        "opd": "Turner syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "7ac5570b-2c2f-4f6d-ba5f-ae8d05c5ffc8",
        "choice_type": "single"
    },
    {
        "question": "Most common CVS lesion in Down syndrome is:",
        "exp": "b. Endocardial cushion defect(Ref: Nelson's 20/e p 610-615, Ghai 8/e p 637-639). Most common cardiac defect in Down syndrome is Endocardial cushion defect or Atrioventricular septal defect",
        "cop": 2,
        "opa": "VSD",
        "opb": "Endocardial cushion defect",
        "opc": "TOF",
        "opd": "COA",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "8737ac2e-d374-4575-8c4e-139a61709422",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old child presents with fever since 24 hours. History reveals 3 episodes of chest infection and passage of bulky, foul smelling stools. The most probable diagnosis is-",
        "exp": "Ans. is 'a' i. e., Cystic fibrosis * Recurrent chest infection in a child with evidence of exocrine pancreatic insufficiency (bulky, foul smelling stool) suggest a diagnosis of cystic fibrosis.* Most patients with CF present in childhood. Approx 18% of patients present within the first 24 hr of life with gastrointestinal obstruction, termed Meconium ileus.* Other systems dysfunctions are not present at birth, they may manifest within the first year or two of life including respiratory tract system. 1). Lungs and sinus disease # Sinusitis# Pulmonary hypertension - can cause heart failure # Bronchiactasis# Allergic bronchopulmonary aspergillosis # Nasal polyps# Lower respiratory tract infection # Chronic lung disease 2)GIT, Liver and pancreas # Meconium ileus# Rectal prolapse # Malabsorption# Pancreatitis # Constipation# Intussusception # Meconium peritonitis# Bile duct obstruction and biliary cirrhosis3). Endocrine and growth # Diabetes# Osteoporosis# Poor growth4). Infertility # In men due to absence of vas deference# In women due to thick cervical mucus.",
        "cop": 1,
        "opa": "Cystic Fibrosis",
        "opb": "Maple Syrup urine Disease",
        "opc": "Bilirubin Congugation Defect",
        "opd": "Criggler Najar Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "67aaa898-13c4-4660-bee0-1a007e2139f5",
        "choice_type": "single"
    },
    {
        "question": "Which chromosome is involved in Angelman syndrome?",
        "exp": "Ans. is 'b' i. e., chr 15 Genomic imprinting* A person inherits two copies of their genes, one from mother and one from father. Usually both allels of gene are active in cells. However, in some cases, one of the allel (either maternal or paternal) is silenced and only the counterpart remains active.* When the allel inherited from mother is silenced/inactivated (paternal allel is active), it is called maternal genomic imprinting. When paternal allel is silenced (maternal allel is active) it is called paternal genomic imprinting.* Thus genomic imprinting leads to preferential expression of an allel depending on its parental origin.* Important examples of genomic imprinting are1) Prader Willi syndrome# It is due to paternal genomic imprinting in which there is deletion on paternal chromosome 15.# They are characterized by hypotonia, obesity, short stature, mental retardation, hypogonadism, hyperphagia, and short hand and feet.# There is decrease in Gn. RH, LH, FSH and GH. Ghrelin levels are raised. 2) Anglemann syndrome# It is due to maternal genomic imprinting in which there is deletion on maternal chromosome 15.# They are characterized by hypotonia, mental retardation, seizures, ataxia, and inappropriate laughter (Happy puppets).",
        "cop": 2,
        "opa": "chr 13",
        "opb": "chr 15",
        "opc": "chr 18",
        "opd": "chr 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "a0d93e11-11e4-4c7d-9bb0-e4145c9a2471",
        "choice_type": "single"
    },
    {
        "question": "Among the following, the most sensitive USG finding of Trisomy 21 is:",
        "exp": "b. Thickened nuchal fold(Ref: Textbook of Perinatal Medicine, 2nd Edition, edited by Asim Kurjak, Frank A. A. Chervenak, pg 835, Nelson's 20/e p 610-615). Prenatal USG markers of Down syndrome include thickness of nuchal fold (75% sensitive), absence of nasal bone (58% sensitive), cardiac abnormalities, duodenal atresia, shortened femur, shortened humerus, renal pyelectasis, a hyperechogenic bowel, and a choroid plexus cyst.",
        "cop": 2,
        "opa": "Absent nasal bone",
        "opb": "Thickened nuchal fold",
        "opc": "Short femur",
        "opd": "Echogenic bowel",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "3764af1d-ff6f-43b9-bb8d-84994ec01642",
        "choice_type": "single"
    },
    {
        "question": "A child presents with congenital cyanotic heart disease and polydactyly. Likely diagnosis is:",
        "exp": "a. Ellis-van Creveld syndrome(Ref: Nelson 20/e p 619', 907, 2165, 3376). Discussing about the options, one by onea. Ellis-van Creveld syndrome. Also called 'chondroectodermal dysplasia'Chondrodystrophy, polydactyly, ectodermal dysplasia, CHD (Single atrium, VSD) seenb. Rubinstein-Taybi syndrome. Microcephaly, ptosis, beaked nose with low-lying philtrum, broad thumbs and large toes, intellectual disability, VSDc. Mc. Kusick - Kaufman syndrome. Also called Cartilage-hair hypoplasia; Skeletal defects involving legs & rib cage; Immunodeficiency, celiac disease & Hirschsprung disease may be associatedd. Edward syndrome. VSD, ASD, PDA, coarctation of aorta, bicuspid aortic or pulmonary valve",
        "cop": 1,
        "opa": "Ellis-van Creveld syndrome",
        "opb": "Rubinstein-Taybi syndrome",
        "opc": "Mc. Kusick - Kaufman syndrome",
        "opd": "Edward syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "94e24266-88c5-438e-bf34-712dc0a4c6bf",
        "choice_type": "single"
    },
    {
        "question": "What is meant by \"Suppositious\" child:",
        "exp": "Ans: C (Child rear up by a women & she claims the Supposititious CHildren. It means fictitious children A woman may pretend pregnancy and delivery' & later produce a living child as her own, or she may substitute a male child for female child born of her, or for an abortion. This is done for obtaining money or for the purpose of claiming property. Other legal issues involved are blackmailing a man or bringing a charge of breech of promise of marriage against a man. In such cases, the woman should be examined for signs of pregnancy and delivery. The medical evidence is useful only when the age of the suppositious child does not correspond to the date of the pretended delivery. DNA fingerprinting will be conclusive.",
        "cop": 3,
        "opa": "Second born of a twin pregnancy",
        "opb": "Child born out of wed lock",
        "opc": "Child rear up by a women & she claims the child",
        "opd": "Heterozyous mother & father",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "df4949ad-35e5-4d61-a334-dee2f4f143a2",
        "choice_type": "single"
    },
    {
        "question": "Which is Non-Invasive Pre-Natal Testing (NIPT) among the following?",
        "exp": "(D) Maternal serum for Down's Syndrome[?]. Noninvasive Prenatal Testing (NIPT). For couples, who are expecting a baby, non-invasive testing during pregnancy will help to determine the chances of fetus being born with some common chromosomal conditions. NIPT is a single blood test that uses cutting edge technology to screen pregnant women for Chromosome problems as early as 10 weeks in pregnancy. NIPT is useful as screening for. Down's syndrome. Edward Syndrome. Patau Syndrome. Turner Syndrome. Noninvasive prenatal screening offers an early method of detecting certain fetal chromosomal abnormalities. NIPT is applicable for high risk women like. Advanced maternal age >35 years. Positive Triple or Quadruple or First Trimester screenA structural finding on USG suggesting aneuploidyA previous trisomy birthA known balanced trans-location in apparent or parent of the partner. Other Options[?]. Testing on Maternal Tissue: For many inborn errors the metabolic defect is generalised and both amniotic and chorion villus cells can be used as a diagnostic tissue[?]. Amniocentesis for evaluation of fetal chromosomal anomalies: A procedure performed usually in the beginning of pregnancy to detect chromosomal abnormalities in the fetus. Usually done when a woman is between 16 and 22 weeks pregnant. During this procedure a sample of amniotic fluid is taken from the amniotic sac (amnion) surrounding the unbornbaby and its DNA is examined for genetic abnormalities. The amniotic fluid - has cells that the skin of the developing baby has shed, as well as his/her waste products. Each cell from the baby in the fluid contains their complete set of DNA (genetic information). Analyzing these cells helps the doctors assess the fetus' health and detect any potential problems. The entire amniocentesis appointment lasts approximately 45 minutes- most of which involves a detailed ultrasound examination. Nearly ail chromosome disorders, including Down's Syndrome as well as sex chromosome abnormalities (such as Turner syndrome & Klinefelter syndrome). Several hundred genetic disorders, such as cystic fibrosis and sickle cell disease. The test is not used to look for all of them, but if your baby is at increased risk for one or more of these disorders, in most cases amniocentesis can usually tell you whether he has the disease. Neural tube defects such as spina bifida. Amniocentesis is the only way to obtain information about fetal lung maturity. [?]. Pre-conception gene testing on ova: Prenatal testing for genetic disorders; 1. In the past, amniocentesis or chorionic villi sampling were the best methods to test for a genetic disorder2. Ova can be retrieved from the ovary to test for abnormal alleles. Genomics 1. Molecular analysis of a genome - all the genetic information in all the chromosomes of an individual; 2. Two ways researchers have attempted to map the human chromosomes.",
        "cop": 4,
        "opa": "Testing on Maternal Tissue",
        "opb": "Amniocentesis for evaluation of fetal chromosomal anomalies",
        "opc": "Preconception gene testing on ova",
        "opd": "Maternal serum for Down's Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "067aff10-38fa-4dbb-86fa-cd84cdf9bc4d",
        "choice_type": "single"
    },
    {
        "question": "The condition in which physical symptoms are induced by parents in their children is:",
        "exp": "Ans. D. Munchausen syndrome by proxy syndrome. Factitious disorder imposed on another (FDIA) formerly Munchausen syndrome by proxy (MSP) is a mental illness in which a person acts as if an individual he or she is caring for has a physical or mental illness when the person is not really sick.",
        "cop": 4,
        "opa": "Over anxious parents",
        "opb": "Conversion disorder",
        "opc": "Hypochondriasis",
        "opd": "Munchausen syndrome by proxy syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "4aad5fe7-0075-4082-9477-d3cfeb32af35",
        "choice_type": "single"
    },
    {
        "question": "Edward syndrome is?",
        "exp": "Ans. B. Trisomy 18. (Ref OP Ghai 7th /pg. 614)EDWARD SYNDROME (Trisomy 18)# Although much rarer than Down syndrome (trisomy 21), it is the 2nd commonest autosomal trisomy, more common than Patau syndrome (trisomy 13)# Incidence: 1 in 3500 and 1 in 7000.# It is also associated with increased maternal age.# Of the affected infants some 80-90 % die within the first week usually from cardiopulmonary failure.# A few cases have been reported surviving into the teens, but they were all found profoundly retarded.- Features* Obstetrics: There is often polyhydramnios and IUGR, single umbilical artery.* Head Neck: Cranium is long and narrow with prominent occiput (strawberry shaped) and cystic hygroma (not commonly seen though, esp when compared to Turner's syndrome).* Face: Ears are low set and underdeveloped, (hypotelorism). Abnormal facies with micrognathia and narrow sloping palpebral fissures and Facial cleft.* Hands: Clenched hands; 2nd and 5th fingers overlapping the 3rd and 4th fingers. (>60%, characteristic)* Other flexion deformities may also be there. Hypoplastic nails.* Arms: Shortened radial ray.* Foot: Rocker bottom feet, clubbed foot.* GIT (common): Intestinal atresias, malabsorption, T-0 fistula, thin diaphragm and diaphragmatic hernia, omphalocele and exomphalos.* Renal: Renal hypoplasia/cystic dysplasia, PCKD, horseshoe kidney, PUJ obstruction.* Heart: VSD, complete AV canal, DORV.* Ocular: Hypotelorism.* Neural tube defects: Holoprosencephaly, choroid plexus cyst, small cerebellum with prominent cistema magna, myelomeningocele. Patau (trisomy 13): Incidence1: 5, 000 births. OBSSevere IUGR, hydramnios. CNSMicrocephaly, Alobar holoprosencephaly, posterior encephalocele, scalp defect, neural tube defect. Face. Midline labial cleft (Cleft lip & palate), proboscis, hypotelorism, cyclopia, anophthalmia, small ears. Eyes. Microphthalmos; anophthalmos; cyclopia in some cases; dysgenesis of anterior segment (iris hypoplasia, iris adhesions, chamber angle abnormalities); corneal opacities; congenital glaucoma; cataracts; persistent hyperplastic primary Vitreous; retinal dysplasia; colobomas of iris, ciliary body, fundus; intraocular cartilage, optic nerve hypoplasia. Skeleton. Postaxial polydactyly, rocker bottom feet. Heart. VSD, echogenic chorde tendinae, hypoplastic ventricle, TOF, transposition. Kidney. PCKD, horseshoe kidney. Gl. Omphalocele (occasionally)D/d. Meckel Gruber syndrome. Additional Educational points:# Trisomy-21 is Down syndrome.# Deletion of short arm of 5th chromosome is Cri-du-Chat syndrome.# Patients with following disease are at higher risk of developing leukemia = Down syndrome, Klinefelter's syndrome, Patau syndrome, excessive chromosomal fragility syndromes like Fanconi's anemia, Bloom syndrome, ataxia telangiectasia, and Kostmann syndrome).",
        "cop": 2,
        "opa": "Trisomy 13",
        "opb": "Trisomy 18",
        "opc": "Trisomy 21",
        "opd": "Trisomy 20",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "52595811-58c6-4f1f-908c-f8987c177dbd",
        "choice_type": "single"
    },
    {
        "question": "Below syndrome are associated with overweight conditions in children. For the clinical findings that follow, select the syndrome with which it is most likely to be associated. A 14-year-old boy with hypogonadism and night blindness with retinitis pigmentosa",
        "exp": "Laurence-Moon-Biedl (Bardet-Biedl) syndrome is transmitted as an autosomal recessive trait. Obesity, mental retardation, hypogonadism, polydactyly, and retinitis pigmentosa with night blindness are the principal findings in affected children. There is no known effective treatment.",
        "cop": 2,
        "opa": "Prader-Willi syndrome",
        "opb": "Laurence-Moon-Biedl syndrome",
        "opc": "Cushing syndrome",
        "opd": "Frohlich syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "766c9ad7-5c1a-43c9-8b2d-76f5bf2bf659",
        "choice_type": "single"
    },
    {
        "question": "Simian crease is not seen in -",
        "exp": "Ans. is 'c' i. e., Atopic dermatitis. Simian creaseo Single transverse palmer creaseo Resembles non-human-simian so K/a simian crease, o It is seen in. Down syndrome. Fetal alcohol syndrome. Cri-du chat syndrome (Chr. 5). Klinefelter (XXY). Noonan (Chr. 12). Patau (Chr. 13). Edward (Chr. 18)",
        "cop": 3,
        "opa": "Down",
        "opb": "Trisomy 13",
        "opc": "Atopic dermatitis",
        "opd": "Noonan syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "ba054ada-9763-4d88-ac96-bef3adf806ee",
        "choice_type": "single"
    },
    {
        "question": "Alpha1 antitrypsin gene is on which chromosome?",
        "exp": "d. Chr 14(Ref: Nelson 20/e p 1941, 2053)a1-Antitrypsin deficiency. It is caused by mutation in SERPINA1 gene (chr 14q), which has autosomal recessive inheritance. a1-Antitrypsin, a protease inhibitor synthesized by liver, protects lung tissue from destruction by neutrophil elastase; Most common allele of protease inhibitor (Pi) system is M & the normal phenotype is Pi. MM.",
        "cop": 4,
        "opa": "Chr 11",
        "opb": "Chr12",
        "opc": "Chr 13",
        "opd": "Chr 14",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "8f20fc8a-1ea1-4c84-ad40-2e5b97e1c937",
        "choice_type": "single"
    },
    {
        "question": "Abnormality involving which chromosome is seen in Hunter disease?",
        "exp": "a. X chromosome(Ref: Ghai 9/e p 640 9/e p 640). All types of mucopolysaccharidoses have autosomal recessive inheritance except Hunter disease, which is X linked recessive.",
        "cop": 1,
        "opa": "X chromosome",
        "opb": "Y chromosome",
        "opc": "Chromosome 21",
        "opd": "Chromosome 22",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "2afea1c3-fa85-48c0-aa7c-d8eced14a5ac",
        "choice_type": "single"
    },
    {
        "question": "Trisomy 13 is:",
        "exp": "a. Patau syndrome(Ref: Nelson's 20/e p 590, Ghai 8/e p 641). Important features of Trisomy 13 (Patau Syndrome)\"CMC DOCTOR OPD\"C: Cutis aplasiaD: DeafnessO: Others (Renal abnormalities)M: Microphthalmia, MicrocephalyO: Ocular hypotelorismP: PolydactylyC: Congenital Heart diseasesC: Cleft lip & cleft palateD: Developmental delayT: Trisomy 13O: h. OLOprosencephalyR: Rib abnormalities",
        "cop": 1,
        "opa": "Patau syndrome",
        "opb": "Edward syndrome",
        "opc": "Down syndrome",
        "opd": "Di George syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "dfd17959-ddd5-4a9e-b62d-b5ffc34d9f4c",
        "choice_type": "single"
    },
    {
        "question": "Pedigree analysis chart-",
        "exp": "Ans. is 'c' i. e., Used to see genetic transmission Pedigreeo Provide graphic depiction of a family structure medical history, o Person providing information is formed as proband, o Special symbol is used for each designation. o Three generation pedigree should be made. o Closer the relationship of proband to the person, greater is change of shared genetic component.",
        "cop": 3,
        "opa": "Used for growth monitoring",
        "opb": "To assess side effect during chemotherapy",
        "opc": "Used to see gentic transmission",
        "opd": "To assess developmental delay in infant",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "7f154391-e323-4987-8d86-6c35ed134968",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition is associated with cholestasis and butterfly shaped vertebra?",
        "exp": "Ans. B. Alagille syndrome. Cholestasis with butterfly shaped vertebra is associated with the Alagille syndrome; cause is mutation in the jagged 1 gene. It has an autosomal dominant inheritance.",
        "cop": 2,
        "opa": "Williams syndrome",
        "opb": "Alagille syndrome",
        "opc": "Holt Oram syndrome",
        "opd": "Turner syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "cb6ba5c9-0d4d-41f7-9ca7-139f5d5a90e5",
        "choice_type": "single"
    },
    {
        "question": "Harlequin skin change is seen due to mutation of which gene?",
        "exp": "Ans. is 'a' i. e., ABCA 12 Harlequin Ichthyosis* Harlequin ichthyosis (HI) is caused by mutations in the ABCA 12 gene.* Mutation in the gene leads to defective lipid transport and ABCA 12 activity is required for the generation of long- chain ceramides that are essential for the development of the normal skin barrier. It is inherited by autosomal recessive mode of inheritance. Clinical Manifestations* At birth, markedly thickened, ridged, and cracked skin forms horny plates over the entire body, disfiguring the facial features and constricting the digits. Treatment* Initial treatment includes high fluid intake to avoid dehydration from transepidermal water loss and use of a humidified heated incubator, emulsifying ointments, careful attention to hygiene, and oral retinoids (1 mg/kg/ day).* Prenatal diagnosis has been accomplished by fetoscopy, fetal skin biopsy, and microscopic examination of cells from amniotic fluid. Extra edge* N. B. The fetus in ichthyosis appears grostesque and the appearance is called harlequin fetus. But, it is different from Harlequin color change. Harlequin color change* This rare but dramatic vascular event occurs in immediate newborn period and is most common in low birth weight infants.* If reflects an imbalance in the autonomic vascular regulatory mechanism.* When the infant is placed on the side, the body is bisected longitudinally into pale upper half and a deep red dependent half.",
        "cop": 1,
        "opa": "ABC A 12",
        "opb": "FAD",
        "opc": "Keratin 1",
        "opd": "ALOXE 3",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "5a56b774-1823-4059-8b1a-d28a5ec0db47",
        "choice_type": "single"
    },
    {
        "question": "Prader willi syndrome, ch romosomal defect-",
        "exp": "Ans. is 'a' i. e., Chromosome 15 15qll-ql3 (pat) Prader-Willi Severe hypotonia at birth, obesity short stature (responsive to growth hormone), small hands and feet, hypogonadism, mental retardation. o Prader-Willi syndrome is a complex genetic condition that affects many parts of the body. o In infancy, this condition is characterized by weak muscle tone (hypotonia), feeding difficulties, poor growth, and delayed development. Beginning in childhood, affected individuals develop an insatiable appetite, which leads to chronic overeating (hyperphagia) and obesity. o Some people with Prader-Willi syndrome, particularly those with obesity, also develop type 2 diabetes mellitus (the most common form of diabetes). o People with Prader-Willi syndrome typically have mild to moderate intellectual impairment and learning disabilities, o Behavioral problems are common, including temper outbursts, stubbornness, and compulsive behavior such as picking at the skin. Sleep abnormalities can also occur. o Additional features of this condition include distinctive facia! features such as a narrow forehead, almond-shaped eyes, and a triangular mouth; short stature; and small hands and feet. Some people with Prader-Willi syndrome have unusually fair skin and light-colored hair. o Both affected males and affected females have underdeveloped genitals. Puberty is delayed or incomplete, and most affected individuals are unable to have children (infertile).",
        "cop": 1,
        "opa": "Chromosome 15",
        "opb": "Chromosome 5",
        "opc": "Chromosome 10",
        "opd": "Chromosome 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "5144b97c-6c95-4e66-8b90-12d3c6dab69a",
        "choice_type": "single"
    },
    {
        "question": "Chromosome involved in Down's Syndrome is -",
        "exp": "Ans. is 'a' i. e., 21 o Has been explained in previous sessions",
        "cop": 1,
        "opa": "21",
        "opb": "22",
        "opc": "13",
        "opd": "X chromosome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "ba0187dd-d1d2-4580-ab6f-26f3b0588116",
        "choice_type": "single"
    },
    {
        "question": "Precocious puberty and patchy skin pigmentation is known to occur in:",
        "exp": "Ans. A. Mc. Cune Albright Syndrome. Mc. Cune-Albright Syndrome is characterized by Precocious Puberty with Polyostotic Fibrous Dysplasia and Abnormal Pigmentation. This syndrome of endocrine dysfunction is associated with patchy cutaneous pigmentation and fibrous dysplasia of the skeletal system. A classical cause of peripheral precocious puberty, it can also induce pituitary, thyroid, and adrenal aberrations.",
        "cop": 1,
        "opa": "Mc. Cune Albright syndrome",
        "opb": "Litter Siwe disease",
        "opc": "Asherman's syndrome",
        "opd": "Morquio's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "5c56d174-bd96-402a-a10b-668320f16419",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is inherited as autosomal recessive?",
        "exp": "c. Hemochromatosis(Ref: Nelson's 20/e p 595, Ghai 8/e p 640). Important autosomal recessive diseases: \"ABCDEFGHI\"A - AlbinismQ, AlkaptonuriaQ, Ataxia, Telangiectasia. QB - Beta (thalassemiaQ, Sickle cell anemiaQ)C - Cystic fibrosisQ, Congenital adrenal hyperplasiaD - DeafnessE - Emphysema (a1-antitrypsin deficiency)F - Friedrich's Ataxia. QG - Gaucher diseaseQ, GalactosemiaH - Homocystinuria, Hemochromatosis. QI - Inborn errors of metabolsimQ",
        "cop": 3,
        "opa": "Achondroplasia",
        "opb": "Tuberous sclerosis",
        "opc": "Hemochromatosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "51c11729-61a9-4a20-af88-0cd5ca5e14f3",
        "choice_type": "single"
    },
    {
        "question": "Autosomal recessive, cancer syndrome in children is -",
        "exp": "(B) (Ataxia - telangiectasia) (325 - IAP. Text book of Pediatrics 5th)ATAXIA - TELANGIECTASIA:* Degenerative disease of nervous system. Autosomal recessive (mutation in ATM gene on chromosome 1 lq22 - q23).* Characterised by: I. Progressive ataxia (Nystagmus, strabismus)II. Recurrent sinopulmonary infections. III. Ocular telangiectasia. IV. Increased incidence of lymphoreticular malignancies.* Decreased secretory' IgA, loss of skin elasticity, elevated a-fetoprotein.* Patients have a greatly increased risk of developing tumors (lymphoma, leukemia, Hodgkin's disease brain tumor etc).* Death usually occurs by adolescence or young adult hood, and is due to infection or malignancy. STURGE - WEBER SYNDROME:* Angioma of the face {port-wine stain **) and ipsilateral leptomeningeal angioma.* Ipsilateral parietal and occipital regions arc most commonly affected.* Seizures that are refractory to medical management.* Contralateral hemiparesis, and half may have mental retardation and developmental problems.* Around 60% patients have recurrent headache ocular problems include glaucoma (in 25% patient due to choroidal involvement) heterochromia iris and strabismus.* MRI/CT scan - typical linear parallel, intracranial calcification evident on skull radiography (tram-track sign) in parietal or parieto-occipital region. TUBEROUS SCLEROSIS COMPLEX* Autosomal dominant (9 q34 and 16 p 13 gene product tuberin)* Seizure (85%) mental retardation (5%) skin lesions (>95%) and autism upto half of the patient.* Major brain abnormalities include cortical tubers and subependymal nodule (which may develop into subependymal giant cell tumors in 5 - 10% patients, Epilepsy is the commonest presenting features*** Skin manifestation include - angiofibroma (adenoma sebaceum) pinkish papules in patches around the nose. Check and Chin: Hypopigmented macules over trunk and limbs {ash leaf macule), connective tissue hamartomas (Shagreen patch) are usually found in the lumbosacral regions.* Renal involvement causes - angiomyolipomas and renal cysts.* Cardiac rhabdomyoma - can cause obstruction, conduction defects and valvular dysfunction.* Retinal hamartomas, Lung hamartomas. NEUROFIBROMATOSIS:* Autosomal dominant (gene NF1 located on 17 ql 1. 2 chromosome product is neurofibromin).* NF 2 - hall mark is bilateral vestibular schwannomas*** Commonest skin features - Cafe-au-lait spots, cutaneases neurofibromatosis are discrete, soft or firmpapules, (plexiform neuroma).* Hamartomas of the iris (LISH NODULES)**, optic glioma and astrocytomas of intracranial structure may occur.* Congenital glaucoma, spontaneous limb fractures (with pseudo arthrosis) macrocephaly, short stature and scoliosis.* Approximately 5% patient have developmental disabilities attention-deficit hyperactivity disorder.",
        "cop": 2,
        "opa": "Neurofibromatosis",
        "opb": "Ataxia-telongiectasia",
        "opc": "Sturge-weber syndrome",
        "opd": "Tuberous sclerosis complex",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "68ea3611-534f-4222-89f4-66179acaa767",
        "choice_type": "single"
    },
    {
        "question": "For karyotyping, the dividing cells are arrested by the addition of colchicines in the following mitotic phase",
        "exp": "b. Metaphase(Ref: Nelson's 20/e p 605-606, Ghai 8/e p 645). Chromosomes are examined after arresting dividing cells in metaphase with mitotic spindle inhibitors (e. g., N-diacetyl- N-methylcolchicine), followed by staining.",
        "cop": 2,
        "opa": "Prophase",
        "opb": "Metaphase",
        "opc": "Anaphase",
        "opd": "Telophase",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "295dd159-ef26-4755-8e22-ed98d6ea5d33",
        "choice_type": "single"
    },
    {
        "question": "The following karyotype is seen in which of the following syndromes?",
        "exp": "d. Cri du chat syndrome. There is loss of genetic material from the short arm of chromosome 5 (Chr 5p- deletion), as seen in Cri du chat syndrome",
        "cop": 4,
        "opa": "Bloom syndrome",
        "opb": "Fragile X-syndrome",
        "opc": "Angelman syndrome",
        "opd": "Cri du chat syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "7a369e96-3221-45ca-a7aa-76f36ddc0838",
        "choice_type": "single"
    },
    {
        "question": "Down's syndrome occurs due to nondisjunction of which chromosome?",
        "exp": "Ans. is 'd' i. e., chr 21 * In 95% of cases of Down Syndrome - trisomy of 21. Extra chromosome is of maternal in origin* 1% have mosaic with 46 chromosomes.* 4% have robertsonian translocation.# t (22: 21)# t (14: 21)# t (15: 21)* Very rarely long arm of chromosome 21 is triplicate (Partial trisomy). Other trisomies* Trisomy 13 - Patau Syndrome* Trisomy 18 - Edward Syndrome* Trisomy 21 - Down Syndrome",
        "cop": 4,
        "opa": "chr 13",
        "opb": "chr 15",
        "opc": "chr 18",
        "opd": "chr 21",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "e94b9476-28b6-4ce1-b09c-98767e93bb98",
        "choice_type": "single"
    },
    {
        "question": "The population frequency for phenylketonuria is 1 in 10, 000. What is the carrier frequency for the disease?",
        "exp": "a. 1/50(Ref: Nelson's 20/e p 598). It is based on Hardy Weinberg principle: Simplifying it, Carrier frequency for an autosomal recessive disorder = twice the square root of disease incidence. So 2 X square root of 1/10, 000 gives 1/50 as the answer.",
        "cop": 1,
        "opa": "Jan-50",
        "opb": "1/100",
        "opc": "1/500",
        "opd": "1/1000",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "a4119d78-6761-41e1-83c9-da34b79ddf48",
        "choice_type": "single"
    },
    {
        "question": "Karyotype of a patient shows the following, what is the clinical abnormality that is expected?",
        "exp": "a. Gynecomastia with long thin limbs(Ref: Nelson's 20/e p 618, Ghai 8/e p 640). Given Karyotype is 47 XXY - Kilnefelters syndrome with Gynecomastia with long thin limbs as expected findings.",
        "cop": 1,
        "opa": "Gynecomastia with long thin limbs",
        "opb": "Short stature with polydactyly",
        "opc": "Webbed neck with widely spaced nipples",
        "opd": "Rocker bottom feet",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "072dc2dc-45f8-4731-8cf6-f3b3f1e9d6a1",
        "choice_type": "single"
    },
    {
        "question": "The chromosomal disorder in patau Syndrome is:",
        "exp": "(Chromosome 13) (593-G) (615-Ghai 7th)* Down syndrome - 21* Edwards syndrome - 18* Patau syndrome - 13* Turner's syndrome - 45X/ 46. XX* Klinefelter syndrome - 47. XXY",
        "cop": 3,
        "opa": "Chromosome 21",
        "opb": "Chromosome 18",
        "opc": "Chromosome 13",
        "opd": "Chromosome 45x / 46xx",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "9d8f552f-c42b-46c7-9b17-d91f74c33a3e",
        "choice_type": "single"
    },
    {
        "question": "In the first trimester screening for Down syndrome which of the following test is to be done?",
        "exp": "a. Beta HCG, PAPPA(Ref: Nelson's 20/e p 610-615). Methods for Antenatal Screening for Down Syndrome - In 1st Trimester pg 79. Screening method. Detection rate. Maternal age + Biochemical markers (b-h. CG, PAPPA)Q70%Maternal age + Radiology (USG- NT>3mm)80%-83%Combined test: Mat. Age + Radiology (USG-NT>3mm)82%-87%*PAPPA is Pregnancy Associated Plasma Protein A",
        "cop": 1,
        "opa": "Beta HCG, PAPPA",
        "opb": "MSAFP, PAPPA",
        "opc": "Inhibin, PAPPA",
        "opd": "Unconjugated Estriol, PAPPAs",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "4fd5eeaa-5a40-472c-80be-7d535d1c5829",
        "choice_type": "single"
    },
    {
        "question": "What is the risk of an affected individual transmitting an autosomal dominant disease to his/her offspring?",
        "exp": "a. 50%(Ref: Nelson's 20/e p 593, Ghai 8/e p 641)",
        "cop": 1,
        "opa": "50%",
        "opb": "100%",
        "opc": "25%",
        "opd": "60%",
        "subject_name": "Pediatrics",
        "topic_name": "Genetics And Genetic Disorders",
        "id": "ac68ad2d-040e-4f57-af4e-81804a55a731",
        "choice_type": "single"
    }
]