[
    {
        "question": "Infection by which virus gives rise to the following skin lesions?",
        "exp": "c Varicella zoster virus. Simultaneous presence of various types of skin lesions including macules, papules & vesicles are suggestive of Chicken Pox', caused by Varicella zoster virus",
        "cop": 3,
        "opa": "Herpesvirus",
        "opb": "Measles virus",
        "opc": "Varicella zoster virus",
        "opd": "Parvovirus",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "9b1b7698-0bc5-4606-9a1c-2c71aba0fcc8",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of mumps, except:",
        "exp": "d. Incubation period is less than 2 weeks(Ref: Nelsons' 20/e p 1552-1553, Ghai 8/e p 217-218). Mumps virus is a single stranded RNA virus in the family Paramyxoviridae and the genus Rubulavirus.",
        "cop": 4,
        "opa": "Caused by paramyxovirus",
        "opb": "Aseptic meningitis is a complication in children",
        "opc": "Orchitis is a complication in adults",
        "opd": "Incubation period is less than 2 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "0c606698-a542-4bdd-af39-38ddcb7da1f3",
        "choice_type": "multi"
    },
    {
        "question": "Warthin Finkeldey giant cells are seen in:",
        "exp": "c. Measles(Ref: Nelson's 20/e p 1542-1547, Ghai 8/e p 213-214). Fusion of infected cells results in multinucleated giant cells, the Warthin-Finkeldey giant cells that are pathognomonic for measles, with up to 100 nuclei and intracytoplasmic and intranuclear inclusions.",
        "cop": 3,
        "opa": "Mumps",
        "opb": "Rubella",
        "opc": "Measles",
        "opd": "Polio",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "a4342494-9829-4ab4-bf36-4c349c85c484",
        "choice_type": "single"
    },
    {
        "question": "Best method to diagnose HIV in an infant?",
        "exp": "c. PCR(Ref: Update on antiretroviral regimens for treating and preventing HIV infection and update on early infant diagnosis of HIV July 2018 policy brief HIV treatment-interim guidance)WHO recommends that HIV virological testing (HIV DNA or RNA PCR or HIV culture) be used to diagnose HIV infection among infants and children younger than 18 months. In any child > 18 mo of age, demonstration of IgG antibody to HIV by ELISA & Western blot test establishes HIV infection",
        "cop": 3,
        "opa": "Western blot",
        "opb": "ELISA",
        "opc": "PCR",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "80efa139-a96c-4654-a8d4-7f393b9fd26b",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-old unimmunized child presented with sore throat & swelling of neck. On examination of throat, the following was seen. What is the most probable causative organism?",
        "exp": "d. Corynebacterium diphtheriaeA membrane is seen over the tonsil in this child with swelling of neck. Demonstration of bacilli on Albert staining, in the given scenario is suggestive of Diphtheria",
        "cop": 4,
        "opa": "Streptococcus pyogenes",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Staphylococcus aureus",
        "opd": "Corynebacterium diphtheriae",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "8a8605ac-70f9-4b64-9129-3723aa329572",
        "choice_type": "single"
    },
    {
        "question": "Papular-purpuric 'Gloves and socks' syndrome is caused by",
        "exp": "c. Parvo virus B19(Ref: Nelson's 20/e p 1570-1571). Papular purpuric \"gloves-and-socks\" syndrome (PPGSS) is a self-limited condition associated with Parvovirus B19 infection & is characterized by fever, pruritus, painful edema & erythema localized to distal extremities in a distinct \"gloves-and-socks\" distribution, followed by acral petechiae & oral lesions.",
        "cop": 3,
        "opa": "EB virus",
        "opb": "West Nile virus",
        "opc": "Parvo virus B19",
        "opd": "KFD virus",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "6a182e59-23b3-48bd-86e7-2721ff1e7ae8",
        "choice_type": "single"
    },
    {
        "question": "Nagayama spot are seen in:",
        "exp": "b. Roseola infantum(Ref: Nelson 20/e p 1594-1596). Ulcers at uvulopalatoglossal junction (Nagayama spots) are commonly reported in infants with roseola infantum. High fever is the most consistent finding associated with primary HHV-6B infection.",
        "cop": 2,
        "opa": "Measles",
        "opb": "Roseola infantum",
        "opc": "Mumps",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "b1b1e1c5-6758-4b60-8096-c161e6a8fd93",
        "choice_type": "single"
    },
    {
        "question": "Most common organism in sickle cell anemia causing osteomyelitis is:",
        "exp": "a. Salmonella(Ref: Nelson 20/e p 3322; Harrison's latest 19th ed pg 634; CDC website). Nelson 20th ed says: \"Salmonella & Staph aureus are the 2 most common causes of osteomyelitis in children with sickle cell anemia\"; So it does not help us with the answer to this question; Harrison Latest 19th ed says: \"Unusual susceptibility to osteomyelitis, which may be caused by organisms, such as Salmonella, is seen in sickle cell disease\". Wintrobes Hematology also says: \"Although >80% of hematogenous osteomyelitis in the general population is caused by Staphylococcus, most cases of osteomyelitis occurring in individuals with sickle cell anemia are caused by Salmonella\"Microorganisms in Osteomyelitis & their Clinical Associations: Most common clinical association. Microorganism. Frequent microoganism in any type of osteomyelitis. Staphylococcus aureus. Foreign body-associated infection. Coagulase-negative staphylococci, atypical Mycobacteria, fungi. Common in nosocomial infections. Enterobacteriaceae, Pseudomonas aeruginosa, Candida spp. Sickle cell disease. Salmonella spp., Staphylococcus aureus, or Streptococcus pneumoniae. Exposure to kittens / cats. Bartonella henselae. Human or animal bites. Pasteurella multocida or Eikenella corrodens. Immunocompromised patients. Aspergillus spp., Candida albicans, or Mycobacteria spp.",
        "cop": 1,
        "opa": "Salmonella",
        "opb": "Streptococci",
        "opc": "E. coli",
        "opd": "Staphylococci",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "3381e76c-a949-4b6a-93e4-f6d0d3ef66c0",
        "choice_type": "single"
    },
    {
        "question": "Most common viral cause of acquired aqueductal stenosis is:",
        "exp": "b. Mumps(Ref: Nelsons' 20/e p 1552-1553, Ghai 8/e p 217-218)CNS complications of Mumps include Meningoencephalitis, transverse myelitis, aqueductal stenosis & facial palsy.",
        "cop": 2,
        "opa": "Rubella",
        "opb": "Mumps",
        "opc": "Toxoplasma",
        "opd": "Enterovirus",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "c6d49ae1-5820-4ac5-86f5-b0f40b606e1a",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old child had fever for 5 days, along with which he developed multiple fluid filled lesions on the lips as shown below. What is the probable underlying etiology for the skin lesions?",
        "exp": "b Herpes simplex virus. Multiple fluid filled lesions on the lips, as shown, in a child who had fever, suggests Herpes labialis caused by Herpes simplex virus (HSV)",
        "cop": 2,
        "opa": "Cytomegalovirus",
        "opb": "Herpes simplex virus",
        "opc": "HIV",
        "opd": "Syphilis",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "708d375e-a984-4324-977e-df3bf47b917c",
        "choice_type": "single"
    },
    {
        "question": "In which disease a generalized papular rash, fever, conjunctivitis & lesion on buccal mucosa shown below are seen?",
        "exp": "b. MeaslesA red lesion with a whitish spot on buccal mucosa, suggestive of Koplik's spot, along with a papular rash, fever & conjunctivitis, suggest a diagnosis of Measles",
        "cop": 2,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "Chickenpox",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "8e06a27c-e116-4712-bc09-b878bebed908",
        "choice_type": "single"
    },
    {
        "question": "Symptomatic neonatal CNS involvement is most commonly seen in which group of congenital intrauterine infection?",
        "exp": "c. Rubella and HSV(Ref: Nelson's 20/e p 1548-1551). Symptomatic CNS infections in neonatal period are most commonly seen in HSV (75-100%) f/b Rubella (30-60%); CMV, toxoplasma, and syphillis become symptomatic in less than 10%-15% of cases. Characteristic clinical features of Intrauterine Infections. Infection. IUGRHSMBleeding. Eye signs. CNS features. Others. Conge-nital CMV disease60-70%2/3rd of patients\"Blue berry muffinspots\"\"Cottage cheese with Ketchup\" choriore-tinitis, sparing of macula, optic atrophy. Micro-cephaly, periven-tricular calcifi-cation, mental retardation. Anemia, sensori-neural deafness, pneumonia. Conge-nital. Rubella60%60-70%50-60%Cataracts, glaucoma, corneal opacity, salt& pepper choriore-tinitis. Meningo-encephalitis, deafness, mental retardation. Cardiac defects like PDA, PS, VSD; bone lesions. Conge-nital Toxopla-smosis20-30%40-50%30-40%Choriore-tinitis with macular involve-ment, optic atrophy, cataract, uveitis. Hydroc-ephalus, microce-phaly, Diffuse cerebral calcifi-cation. Strabismus, nystagmus, visual impairment. Conge-nitalsyphilis. Uncom-mon30-40%Uncom-mon. Interstitial Keratitis, Choriore-tinitis. Meningo-encepha-litis. Rashes, snuffles, periosteitis, chondritis, deafness. Conge-nital. Varicella. LBWcommon. Uncom-mon. Uncom-mon. Choriore-tinitis, microph-thalmia, and cataracts. Microce-phaly, cortical atrophy, seizures, ID, neurogenic bladder, swallowing dysfunctioncicatricial skin scarring in a zoster-like distrib-ution; limb hypoplasia; hydron-ephrosis. Herpessimplex. None50%Uncom-mon. Keratitis, Conjun-ctivitis, Choriore-tinitis, Cataracts. Meningo-encephalitis, micro-cephaly, Intracranial Calcification. Vesicles, Pneumonia, Hepatitis, mucocu-taneous lesions",
        "cop": 3,
        "opa": "CMV and toxoplasmosis",
        "opb": "Rubella and toxoplasmosis",
        "opc": "Rubella and HSV",
        "opd": "CMV and syphilis",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "b6d4e44e-fa20-4de8-996d-cc023faba816",
        "choice_type": "single"
    },
    {
        "question": "Management of a newborn when mother has active Tuberculosis and is not taking ATT:",
        "exp": "d. BCG + INH + withhold Breastfeeding(Ref: Nelson's 20/e p 1445-1460, Ghai 8/e p 250-258). Breastfeeding is withheld only till the mother is infective (usually for around 3 weeks after starting ATT).",
        "cop": 4,
        "opa": "BCG + Rifampicin + INH + Breastfeeding",
        "opb": "BCG + Isolation of baby",
        "opc": "BCG + INH for 6 week + Breastfeeding",
        "opd": "BCG + INH + withhold Breastfeeding",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "522c3611-573f-4cd8-af29-9dca7bb4cce4",
        "choice_type": "single"
    },
    {
        "question": "Palivizumab is a humanized monoclonal antibody. For which of the following conditions has it been approved for?",
        "exp": "d. Respiratory syncytial virus(Ref: Nelson 20/e p 1608). Drug Use in RSV infection. Palivhzumab. It is a monoclonal antibody licensed for prophylaxis in high-risk infants during the RSV season, and does prevent about half of the expected hospitalizations in that population. Ribavirin. It is an antiviral agent delivered as an aerosol that showed a modest beneficial effect on the course of RSV pneumonia, with some reduction in the duration of both mechanical ventilation and hospitalization. However, latest studies have failed to document a clear beneficial effect of ribavirin, and therefore this drug is no longer used for routine therapy of RSV disease.",
        "cop": 4,
        "opa": "Coxsackievirus",
        "opb": "Avian influenzae",
        "opc": "Parainfluenzae",
        "opd": "Respiratory syncytial virus",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "dbaaee56-922e-4275-a1d3-913a979da2f1",
        "choice_type": "single"
    },
    {
        "question": "As per WHO classification of immunosuppression, how much is the CD4 level in HIV/AIDS children with severe stage in age group of 36 - 59 months:",
        "exp": "d. <15%(Ref: Nelson's 20/e p 1645-1665, Ghai 8/e p 229-237, CDC guidelines 2014). Severity of immune suppression based on CD4 levels children. HIV-associated immunodeficiency. Age-related CD4 + cell values<= 11 month12-35 month36-59 month>= 5 year. Mild30-35%25-30%20-25%350-499cells/mm3. Advanced25-30%20-25%15-20%200-349cells/mm3. Severe<25% or <1500cell/mm3<20% of <750cells/mm3<15%or<350cells/mm3<200cells/mm3 or <15%WHO 2016 recommendations for HIV treatment: ART should be initiated in all children living with HIV, regardless of WHO clinical stage or CD4 count; As a priority, ART should be initiated in all children <=2 yrs of age or children 5 yrs age with WHO clinical stage 3 or 4 or CD4 count <=750cells/mm3 or CD4 percentage <25%, and children >=5 yrs with WHO HIV clinical stage 3 or 4 disease or CD4 count <=350cells/mm3",
        "cop": 4,
        "opa": "<35%",
        "opb": "<25%",
        "opc": "<20%",
        "opd": "<15%",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "c0636957-429f-430e-b3da-d7497867ccab",
        "choice_type": "single"
    },
    {
        "question": "What is this teeth abnormality seen in congenital syphilis known as?",
        "exp": "b. Hutchinson's teeth. Smaller & more widely spaced teeth with notches on their biting surfaces are 'Hutchinson's teeth' seen in Congenital Syphilis",
        "cop": 2,
        "opa": "Mc Leod teeth",
        "opb": "Hutchinson's teeth",
        "opc": "Koplik teeth",
        "opd": "Snuffles",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "78be1b6b-37fb-4fe8-b067-2aecf26bb8d6",
        "choice_type": "single"
    },
    {
        "question": "A girl child is suffering from varicella. And child's aunt is pregnant. When is it earliest that the child can meet her aunt?",
        "exp": "a. When the lesions have crusted(Ref: Nelson's 20/e p 1579-1585, Ghai 8/e p 214-215, CDC website). The period of communicability of varicella begins 1-2 days before the onset of rash and ends when all lesions are crusted, typically 4-7 days after onset of rash in immunocompetent people, longer in immunocompromised people. People with varicella should be isolated until the lesions crust over.",
        "cop": 1,
        "opa": "When the lesions have crusted",
        "opb": "Immediately",
        "opc": "Anytime as the child is aunt's favorite",
        "opd": "After the delivery of the baby",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "1f6e9e6b-5981-42b6-bf82-b073f92fe20c",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of chickenpox in children:",
        "exp": "b. Secondary bacterial infection(Ref: Nelson's 20/e p 1579-1585> Ghai 8/e p 214-215). Secondary bacterial infections of skin, by group A Streptococcus & S. aureus, may occur in children with varicella.",
        "cop": 2,
        "opa": "Encephalitis",
        "opb": "Secondary bacterial infection",
        "opc": "Pneumonia",
        "opd": "Otitis media",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "23447919-f30a-4acc-98c6-f11fddbafd20",
        "choice_type": "single"
    },
    {
        "question": "Most common vector of Japanese encephalitis is:",
        "exp": "b. Culex(Ref: Nelson 20/e p 1627). Culex tritaeniorhynchus summarosus, a nightbiting mosquito that feeds preferentially on large domestic animals & birds but only infrequently on humans, is the principal vector of JE in northern Asia.",
        "cop": 2,
        "opa": "Anopheles",
        "opb": "Culex",
        "opc": "Ixodes",
        "opd": "Aedes",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "785caaca-f66a-4e25-8598-af13d5080760",
        "choice_type": "single"
    },
    {
        "question": "All of the following are major criteria for staphylococcal toxic shock syndrome, except:",
        "exp": "b. Central nervous system abnormalities(Ref: Nelson's 20/e p 1320-1321). Mnemonic for Major Diagnostic Criteria of Staphylococcal Toxic Shock Syndrome:\"H-A-R jagah Staphylococcus hai\" - Hypotension, acute fever and rash",
        "cop": 2,
        "opa": "Acute fever (Temperature >38. 8 deg C (101. 8 deg F)",
        "opb": "Central nervous system abnormalities",
        "opc": "Hypotension (Orthostatic, shock, blood pressure below age-appropriate norms)",
        "opd": "Rash",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "66c3ce6f-8d77-48ae-9a8a-88420e312c8e",
        "choice_type": "multi"
    },
    {
        "question": "Vaccines contraindicated in HIV positive child:",
        "exp": "a. OPV(Ref: IAP guidebook on Immunisation 2013-2014, p 365-367)IAP, WHO, AAP, ACIP, and CDC recommend: All the live vaccines in asymptomatic HIV1 infected children except BCG and OPVHowever, in a symptomatic child all live vaccines are forbidden. Yellow fever vaccine is contraindicated in both symptomatic and asymptomatic.",
        "cop": 1,
        "opa": "OPV",
        "opb": "MMR",
        "opc": "Rabies",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "26f41e61-104a-40a2-bab1-e906ebf8ff40",
        "choice_type": "single"
    },
    {
        "question": "A child presents with complaints of cough. Characteristic inspiratory whoop present. He is not immunised. Sample for investigation is:",
        "exp": "a. Nasopharyngeal swab(Ref: Nelson's 20/e p 1377-1381, Ghai 8/e p 242-243). For diagnosis of Whooping cough isolation of B. pertussis in culture remains the gold standard. The specimen is obtained with deep nasopharyngeal aspiration or a swab. Cough plates and postnasal swabs are unsatisfactory because of overgrowth by commensal bacteria. DNA detection by PCR is replacing culture because of increased sensitivity & quicker results.",
        "cop": 1,
        "opa": "Nasopharyngeal swab",
        "opb": "Tracheal aspiration",
        "opc": "Cough plate culture",
        "opd": "Sputum culture",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "4c45ba96-166c-4643-b657-e66de24e0521",
        "choice_type": "single"
    },
    {
        "question": "Sabin Feldman dye test is used for:",
        "exp": "a. Toxoplasma(Ref: Nelson 20/e p 1728). The Sabin-Feldman dye test is sensitive & specific for Toxoplasma; It measures primarily IgG antibodies",
        "cop": 1,
        "opa": "Toxoplasma",
        "opb": "Plasmodium",
        "opc": "Syphilis",
        "opd": "Herpes",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "4bbbd3a1-d8c9-4ecb-9060-cb12388dea5f",
        "choice_type": "single"
    },
    {
        "question": "Risk of congenital defects in a baby is maximum, if the gestational age at the time of maternal rubella infection is:",
        "exp": "a. < 11 weeks(Ref: Nelson's 20/e p 1548-1551). Risk of congenital defects in a baby is maximum, if mother acquires Rubella in the first trimester (before 11 weeks).",
        "cop": 1,
        "opa": "< 11 weeks",
        "opb": "11-12 weeks",
        "opc": "13-14 weeks",
        "opd": "15-16 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "256d99ec-3f15-4289-9f5e-39beab86fe9b",
        "choice_type": "single"
    },
    {
        "question": "A newborn presents with petechiae skin lesions, hematuria, & platelet count is 22, 000/L. Most likely caused by:",
        "exp": "d. Both CMV or Rubella infection(Ref: Nelson's 20/e p 1548-1551). Both congenital CMV & rubella infections can cause thrombocytopenia & Purpura due to thrombocytopenia.",
        "cop": 4,
        "opa": "Congenital CMV infection",
        "opb": "Congenital rubella infection",
        "opc": "Premature infants",
        "opd": "Both CMV or rubella infection",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "1f4aaeb7-c916-4c5a-9e30-1fc2c76e5ed6",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Chickenpox except:",
        "exp": "d. Umbilicated vesicles are the earliest lesions to appear(Ref: Nelson 20/e p1580-1581). Initial exanthem in Chicken pox consists of pruritic erythematous macules that evolve through papular stage to form clear, fluid- filled vesicles. Clouding & umbilication of the lesions begin in 24-48 hr. Simultaneous presence of lesions in various stages of evolution is characteristic of varicella. Distribution of rash is predominantly centripetal with greatest concentration on trunk.",
        "cop": 4,
        "opa": "Incubation period can range from 10-21 days.",
        "opb": "Subclinical varicella is rare",
        "opc": "Simultaneous presence of lesions in various stages of evolution is characteristic",
        "opd": "Umbilicated vesicles are the earliest lesions to appear",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "0a324e0d-f4af-4a39-afc6-7b5ce170dfa8",
        "choice_type": "multi"
    },
    {
        "question": "Congenital rubella syndrome is associated with:",
        "exp": "d. All of above(Ref: Nelson's 20/e p 1548-1551). High Yielding Points about Congenital Rubella Syndrome (CRS). Nerve deafness is the single most common finding among infants with congenital rubella syndrome (CRS). Retinal findings described as salt & pepper retinopathy are the most common ocular abnormality. Unilateral or bilateral cataracts are the most serious eye finding in CRS; Microcephaly is an important feature. Cardiac abnormalities occur in 50% of children infected during the 1st 8 wk of gestation & include PDA > PS > VSD",
        "cop": 4,
        "opa": "Cataract",
        "opb": "Sensory neural hearing loss",
        "opc": "Congenital heart disease",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "6339bfdd-4f61-4822-ab81-c649c8025652",
        "choice_type": "multi"
    },
    {
        "question": "In a rural clinic, a 3-year-old girl child is brought by her mother and is emaciated. Her hemoglobin was 5 g/dL. The girl also has edema over her knees and ankles with discrete rash on her knees, ankles and elbows. The most likely worm infestation causing these manifestations is:",
        "exp": "a. Hookworm(Ref: Nelson 20/e p 1734-1735). Hookworm infestation: Leads to intestinal blood loss - iron deficiency anemia & malnutrition - growth retardation. Dermatitis referred to as ground itch when they penetrate human skin, manifests as vesiculation & edema. Infection with a zoonotic hookworm, especially A. braziliense cutaneous tracts of cutaneous larva migrans. Cough occurs when larvae migrate through lungs 1 week after exposure; Eosinophilia is often seen",
        "cop": 1,
        "opa": "Hookworm",
        "opb": "Roundworm",
        "opc": "Whipworm",
        "opd": "Pinworm",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "22a081bb-00e5-4ac7-8a17-13b441094af4",
        "choice_type": "single"
    },
    {
        "question": "Parotitis and orchitis are common manifestations of:",
        "exp": "d. Mumps(Ref: Nelsons' 20/e p 1552-1553, Chai 8/e p 217-218). Mumps is characterized by fever, bilateral or unilateral parotid swelling and tenderness, and the frequent occurrence of meningoencephalitis and orchitis.",
        "cop": 4,
        "opa": "Diphtheria",
        "opb": "Measles",
        "opc": "Rubella",
        "opd": "Mumps",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "89776740-556c-46b7-a9fe-302a46783641",
        "choice_type": "single"
    },
    {
        "question": "Which of the following causes mesenteric lymphadenitis?",
        "exp": "d. All of the above(Ref: Nelson 20/e p 1405-6, 1611). Acute appendicitis, mesenteric lymphadenitis & ileocolitis have been reported in patients who have had appendectomies during C. jejuni infection. Yersinia pseudotuberculosis is most often associated with mesenteric lymphadenitis. Human Adenovirus may also cause mesenteric adenitis.",
        "cop": 4,
        "opa": "Adenovirus",
        "opb": "Campylobacter",
        "opc": "Yersinia pseudotuberculosis",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "3066bba2-40d7-4b4a-8c56-ee0f5bce2378",
        "choice_type": "multi"
    },
    {
        "question": "Subacute sclerosing panencephalitis is a late neurological complication associated with infection due to:",
        "exp": "a. Measles virus(Ref: Nelson's 20/e p 1542-1547', Ghai 8/e p 213-214). Subacute sclerosing panencephalitis (SSPE) is a chronic complication of measles with a delayed onset & fatal outcome.",
        "cop": 1,
        "opa": "Measles virus",
        "opb": "Mumps virus",
        "opc": "Rubella virus",
        "opd": "Parainfluenza virus",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "51823b8b-2f6c-4d3b-af7c-bec6e5f81610",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old unimmunized child presented with high fever, sore throat, dysphagia & voice change. Throat swab from a whitish lesion showed the following diagnosis.",
        "exp": "a. Diphtheria. On Albert staining, C. diphtheriae appears green colored rod shaped bacteria with bluish black metachromatic granules at the poles",
        "cop": 1,
        "opa": "Diphtheria",
        "opb": "Mumps",
        "opc": "Pertussis",
        "opd": "Streptococcal pharyngitis",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "88ecc9d0-3309-4068-b05e-dfb5c1ba0213",
        "choice_type": "single"
    },
    {
        "question": "Rose spot is associated with",
        "exp": "a. Typhoid fever(Ref: Nelson's 20/e p 1390). Skin rash in Enteric fever: In 25% of cases, a macular or maculopapular rash (rose spots) may be visible around the 7th-10th day of the illness. Lesions may appear in crops of 10-15 on the lower chest and abdomen and last 2-3 days. These lesions may be difficult to see in dark-skinned children.",
        "cop": 1,
        "opa": "Typhoid fever",
        "opb": "Malaria",
        "opc": "Scarlet fever",
        "opd": "Wilson disease",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "e6bbdc0e-4461-49c9-ad07-8a650c67e8c4",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of neonatal diarrhea worldwide is:",
        "exp": "a. Rotavirus(Ref: Nelson's 20/e p 1616). In early childhood, the single most important cause of severe dehydrating diarrhea is rotavirus infection.",
        "cop": 1,
        "opa": "Rotavirus",
        "opb": "Adenovirus",
        "opc": "Norwalk virus",
        "opd": "Cholera",
        "subject_name": "Pediatrics",
        "topic_name": "General Considerations - Infectious Diseases",
        "id": "a61d5ac5-d532-445f-ae0f-9592ac1f453a",
        "choice_type": "single"
    }
]