[
    {
        "question": "A mature pincer grasp is attained at ------ months",
        "exp": "Grasp is best as..~ by offering a red cube to the ol. j)d. A 6-month-old infant reaches and holds the cul-e {b. rg? object) in a crude manner usincr the ulnar asf'C'l-'i: of r~ hand (Fig. 3_27). He can transfer ~bjects from one h. md t:: i oth~ by 6-1 months. The child is able to grasp from the radial side of hand at 8-9 months (Fig. 328). B\\* the ab'\" ci 1 year, mature grasp (index finuer and thumb) is e, i. Jo. t (Fig. 3. 29). 0 By offering pellets (smaller object), finer hand skills;.:~ assessed. By 9-10 months, the child approaches the pelletby an index finger and lifts it using finger thumb apposition, termed 'pincer' gras",
        "cop": 3,
        "opa": "8",
        "opb": "10",
        "opc": "12",
        "opd": "18",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cf01daea-216b-4143-8e4f-eb8d480fd4d3",
        "choice_type": "single"
    },
    {
        "question": "The age by which most of the normal babies know their gender is",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 3,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "8678449c-ba36-4d30-b7c9-0cd10161a980",
        "choice_type": "single"
    },
    {
        "question": "Which statement is FALSE regarding specific learning disorders (SLD)",
        "exp": "Specific developmental disorders of scholastic Skills (specific learning disorders) includes reading disorder, spelling disorder, disorder of arithmetical skills, and mixed disorder of Scholastic Skills. Dyslexia (reading disorder) is included in l. CD-10 in a separate category of symbolic dysfunction. The terms, Dyscalculia (mathematics disorder), and Dysgraphia (written language disorder) are also used by investigators and clinicians, but their inclusion in diagnostic classihcation systems has been inconsistent and a source of some disagreement among expes. A student exhibiting a significant discrepancy between scores on tests of intelligence and tests of academic achievement could be classified as a student with an SLD, and would subsequently be eligible for Special Education Services i. e. those student may did very well in IQ testing but not in academic achievement or tests. Ref:- Nelson&; s textbook of paediatrics; pg num:- 672",
        "cop": 4,
        "opa": "The overall estimates of the prevalence of SLD range from 3-1096",
        "opb": "It is a type of neurodevelopmental dysfunctions",
        "opc": "Terms as dysgraphia or dyscalculia had been revolutionized",
        "opd": "Includes students did well in academic testing but not in intelligence testing",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "daea49e0-f3a9-4c41-b5a2-2bed34f05dd9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following X-ray should be advised for age determination between 1-13 years of age",
        "exp": "A bone age study helps doctors estimate the maturity of a child&; s skeletal system. It&; s usually done by taking a single X-ray of the left wrist, hand, and fingers. It is a safe and painless procedure that uses a small amount of radiation.... The bone age is measured in years. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Shoulder",
        "opb": "Wrist",
        "opc": "Elbow",
        "opd": "Iliac bones",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b89b3d84-45ce-4624-96b9-b4337fdd177e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Constitutional Delay in growth?",
        "exp": "Constitutional growth delay is a physiological variant of sho stature. Here children grow normally upto 6-12 months of life. Thereafter, there is deceleration such that the height and weight fall below the 3rd centile. By 3 yrs of age, normal height velocity is resumed and continues to grow below and parallel to the 3rd centile. Here pubey is delayed; And the bone age is consistent with the child&; s height age, but lower than the chronological age by 2-3 yrs, unlike in the familial sho stature. Hence IGF-1 produced is low for the chronological age but consistent with the bone age that corresponds to the height age. Ref. OP. Ghai, 9th edition, chapter 2",
        "cop": 2,
        "opa": "Neonates with constitutional delay show anomalies at bih",
        "opb": "IGF-1 levels are low for chronological age",
        "opc": "Bone age is normal",
        "opd": "IGF-1 levels are low for bone age",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "01fce4ca-56c8-46a5-bf71-a6e2c426deb6",
        "choice_type": "multi"
    },
    {
        "question": "\"Cruising\" is a developmental milestone attained at the age of:",
        "exp": "Cruising is attained by 10-11 months \"Cruising\" is an action in which a child pulls to the standing position and then scuffles around holding onto a piece of furniture. Ref: Ghai Essentials Pediatrics 9th edition Pgno: 43",
        "cop": 2,
        "opa": "8 months",
        "opb": "10 months",
        "opc": "13 months",
        "opd": "15 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b3e5d16e-6ac4-450c-9729-b7d1b6af526e",
        "choice_type": "single"
    },
    {
        "question": "The child, Makes tower of 9 cubes at age of ____________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "24 months",
        "opb": "30 months",
        "opc": "36 months",
        "opd": "48 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "d9064a7c-6acb-4c87-a948-4029c5f0e190",
        "choice_type": "single"
    },
    {
        "question": "1st Permanent teeth to appear ______________",
        "exp": "Permanent teeth begin to come in around the age of 6. In some children, the first permanentmolars are the first to emerge; in others, the incisors are the first to emerge. By the age of 13, most of the 28 permanent teeth will be in place. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Molor",
        "opb": "Premolor",
        "opc": "Incisor",
        "opd": "Cannine",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "015265c6-3b50-4912-8edd-71f2855c58d3",
        "choice_type": "single"
    },
    {
        "question": "Red flag sign in child development if not attained by __________",
        "exp": "Red Flags in Developmental Screening and Surveillance. These indicators suggest that development is seriously disordered and that the child should be promptly referred to a developmental or community pediatrician. Note: Most children do not have \"red flags\" and thus require quality screening to detect any problems. POSITIVE INDICATORS (THE PRESENCE OF ANY OF THE FOLLOWING) Loss of developmental skills at any age. Parental or professional concerns about vision, fixing, or following an object or a confirmed visual impairment at any age (simultaneous referral to pediatric ophthalmology). Hearing loss at any age (simultaneous referral for expe audiologic or ear, nose, and throat assessment). Persistently low muscle tone or floppiness. No speech by 18 mo, especially if the child does not try to communicate by other means such as gestures (simultaneous referral for urgent hearing test). Asymmetry of movements or other features suggestive of cerebral palsy, such as increased muscle tone. Persistent toe walking. Complex disabilities. Head circumference above the 99. 6th centile or below 0. 4th centile. Also, if circumference has crossed 2 centiles (up or down) on the appropriate cha or is dispropoionate to parental head circumference. An assessing clinician who is unceain about any aspect of assessment but thinks that development may be disordered NEGATIVE INDICATORS(ACTIVITIES THAT THE CHILD CANNOT DO) Sit unsuppoed by 12 months Walk by 18 mo (boys) or 2 yr (girls) (check creatine kinase urgently). Walk other than on tiptoes Run by 2. 5 yr. Hold object placed in hand by 5 months (corrected for gestation). Reach for objects by 6 mo (corrected for gestation). Point at objects to share interest with others by 2 yr Ref. nelson 20th edition pg100",
        "cop": 4,
        "opa": "No single word at 18 month",
        "opb": "Not able sit with unsuppoed by 12 months",
        "opc": "Not walking alone by 18 month in boys",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "8288456d-7f27-427a-9284-d9751fa73ca8",
        "choice_type": "multi"
    },
    {
        "question": "Milk teeth - Total no. in human being __________",
        "exp": "Deciduous teeth, commonly known as milk teeth, baby teeth, temporary teeth, and primary teeth, are the first set of teeth in the growth development of humans and other diphyodont mammals. They develop during the embryonic stage of development and erupt--that is, they become visible in the mouth--during infancy. they are 20 in number. Babies&; teeth begin to develop before they are born, but in most cases don&; t come through until they&; re between 6 and 12 months old. Most children have a full set of 20 milk or baby teethby the time they&; re 3 years old. When they reach 5 or 6, these teeth will sta to fall out, making way for adult teeth. Reference: GHAI Essential pediatrics, 8th",
        "cop": 1,
        "opa": "20",
        "opb": "28",
        "opc": "32",
        "opd": "24",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c4360457-00d9-49ec-8b76-c2e608bf91d4",
        "choice_type": "single"
    },
    {
        "question": "3 years old child can do?",
        "exp": "by 3 years the child can know it&; s full name and gender, copies circle, build bridge with blocks. The child can pronounce I, u and me by 2 yrs Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH edition page no.. 52 and 53</p >",
        "cop": 1,
        "opa": "Make bridge of 3 cubes",
        "opb": "Copy square",
        "opc": "Identify left and right",
        "opd": "Use pronounce like I, you & me",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "645b902a-d797-4ac6-ae7f-fac614ac91e0",
        "choice_type": "single"
    },
    {
        "question": "The child, Draws triangle from a copy at _______.",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b193a37a-1740-4567-aaa4-0a93ea428a2f",
        "choice_type": "single"
    },
    {
        "question": "The following are characteristic of autism except ___________",
        "exp": "Autistic disorder:- Pervasive developmental disorders. Also called autistic spectrum disorders, cluster of syndromes that share marked abnormalities in the development of social and communicative skills. Symptoms: Qualitative impairment in social interaction as manifested by two of the following- impairment in use of multiple non verbal behaviors( eye gaze, facial expression, body postures), failure to develop peer relationships, lack of sharing of enjoyment, lack of social or emotional reciprocity. Qualitative impairment in communication in at least one of the following areas- delay or total lack of spoken languages, marked impairment in the ability to initiate or sustain a conversation with others, stereotyped or repetitive use if languages and lack of varied spontaneous play. Restricted repetitive and stereotyped patterns of behaviors, interests, and activities as manifested by preoccupation with one or more restricted patterns of interests; inflexible adherence to nonfunctional routines or rituals; repetitive motor mannerisms( such as rocking, hand flipping, finger flicking) and preoccupation with pas of objects. Intelligence is variable. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Onset after 6 years of age",
        "opb": "Repetitive behaviour",
        "opc": "Delayed language development",
        "opd": "Severe deficit in social interaction",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "2e8dd29e-d95a-4d37-a864-e4a59f466924",
        "choice_type": "multi"
    },
    {
        "question": "The closest pre-pubeal increase in height each year is",
        "exp": "Length at bih - 50cms At the end of 1st year-75 cms Increase in length is 25cm/yr -1st year of bih At the end of 4yrs - 100cm. From there on till 12 yrs ( i. e, pre pubeal age) increase in height is 6cm per year. There is marked acceleration in height during pubey. Ref- Ghai, Chapter 2",
        "cop": 3,
        "opa": "1-2cm",
        "opb": "3-4cm",
        "opc": "5-7cm",
        "opd": "8-10cm",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b8f7f067-4910-4e2d-aaec-1c90bc8f670f",
        "choice_type": "single"
    },
    {
        "question": "All the following language milestones develop at 15 months of age of except",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "Follows simple commands",
        "opb": "Responds to his/her name",
        "opc": "Names a familiar object",
        "opd": "Identifies 1 or more pas of body",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "50a4e294-8dec-4963-af87-34541321ad0c",
        "choice_type": "multi"
    },
    {
        "question": "All are characteristics of Rett syndrome Except",
        "exp": "The genetics of Rett syndrome has not yet been determined. Although it is thought to be a genetic syndrome, no inheritance pattern and no enzymatic deficiency or other metabolic explanation has been established for Rett syndrome. The other characteristics (autistic behavior, microcephaly, the peculiar wringing motion of the hand, dementia) are common in patients with this disorder",
        "cop": 3,
        "opa": "Microcephaly",
        "opb": "Autistic behavior",
        "opc": "Autosomal recessive inheritance",
        "opd": "Peculiar wringing motion of the hands",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "96ab4ccf-0432-458b-94b8-362beb216f80",
        "choice_type": "multi"
    },
    {
        "question": "A child Hugs parents at the age of?",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away Pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f6ab7395-e5a0-4477-bdfa-2bad9d0fc328",
        "choice_type": "single"
    },
    {
        "question": "A new born is noted to have a large head and sho limbs. On fuher examination, sho broad fingers, a small face, and low-normal length are noted. The trunk appears long and narrow. To confirm the diagnosis you should",
        "exp": "Achondroplasia is the diagnosis 1st Achondroplasia is a genetic disorder that results in dwarfism. Obtain skeletal radiographs Ref: Nelson paediatrics",
        "cop": 2,
        "opa": "Order an ophthalmologic examination",
        "opb": "Obtain skeletal radiographs",
        "opc": "Order choromosome analysis",
        "opd": "Examine the parents",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "73f1e49b-29fe-4764-91ab-5bf8b32b401b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true about Eruption of teeth __________",
        "exp": "Eruption times vary from child to child. The first teeth begin to break through the gums at about 6 months of age. Usually, the first two teeth to eruptare the two bottom central incisors (the two bottom front teeth). Next, the top four front teeth emerge. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Premolar appear in Primary dentition",
        "opb": "Incisors appear first in secondary dentition",
        "opc": "3rd molar is last to develop",
        "opd": "Hypothyroidism delays dentition",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "e7488097-42f5-458b-b14f-7a639091479f",
        "choice_type": "multi"
    },
    {
        "question": "Fetal growth is maximally affected by ____________",
        "exp": "Fetal growth is affected by Fetal hormones Fetal growth factors (IGF1 &2) Placental factors Maternal factors Amongst the foetal hormones, thyroxine and insulin have role in tissue accretion and differentiation in foetus. Growth hormone levels are high but are not known to have any influence on the foetal growth. Ref- Ghai, 9th edition, Chap 2.",
        "cop": 2,
        "opa": "GH",
        "opb": "Insulin",
        "opc": "Coisol",
        "opd": "Thyroxin",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "2b72e468-4dc7-4e9a-b850-d76a797a4326",
        "choice_type": "multi"
    },
    {
        "question": "A child can walk with one hand held, releases object to another person on request and play a simple ball game. What is her age?",
        "exp": "At 1 year Walks with one hand held, rises independently Releases object to another person on request Play a simple ball game Say a few words besides &; mama&; &; dada&; Makes postural adjustments to dressing Ref: Nelson 20th edition pg no: 67",
        "cop": 3,
        "opa": "6 months",
        "opb": "9 months",
        "opc": "12 months",
        "opd": "18 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "3e78fe28-5b2b-4b61-923e-42e9291aebc3",
        "choice_type": "multi"
    },
    {
        "question": "Which of the milestones develop first",
        "exp": "*Mirror play is attained by 6 months *Crawling by 8 months *Creeps by 10 months and creeps well by 12 months *Immature pincer grasp by 10 months *Mature pincer grasp by 12 months Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH edition page no 4 and 52",
        "cop": 1,
        "opa": "Mirror play",
        "opb": "Crawling",
        "opc": "Creeping",
        "opd": "Pincer grasp",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "34524ef4-95a0-49e2-9107-ab204ae1eab5",
        "choice_type": "single"
    },
    {
        "question": "This social milestone is established by age of ___________",
        "exp": "Babies establish a smile on social contact by 2 months. Also done at 2 months Head sustained in a plane of the body on ventral suspension Follows moving object by 180 degrees Smiles on social contact Listen to voices and coos Ref: Nelson 20th edition pg no: 67",
        "cop": 2,
        "opa": "1 month",
        "opb": "2 months",
        "opc": "3 months",
        "opd": "4 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c7ad1aa5-0b44-48fe-aa97-a5bfbc5b5244",
        "choice_type": "single"
    },
    {
        "question": "The most common etiology of sho stature is?",
        "exp": "Sho stature Defined as height below third centile or more than 2 standard detions below the median height for age and gender according to the population standard. Children whose stature is more than 3 SD below the population mean for age and gender are more likely to be suffering from pathological sho stature as compared to those with stature between -2 and -3. SD, who are more likely to be affected by familial or constitutional sho stature. CAUSES:- 1. The most common cause is constitutional. 2. Familial 3. Pathological causes include: Undernutrition Chronic systemic illness Cerebral palsy Congenital heart disease Cystic fibrosis, asthma Malabsorption Acquired immunodeficiency syndrome 4. Endocrine causes include: Growth hormone deficiency Hypothyroidism Cushing syndrome Pseudohypoparathyroidism Precocious or delayed pubey 5. Psychosocial dwarfism 6. Children born small for gestational age. 7. Skeletal dysplasia; achondroplasia, rickets. 8. Genetic syndrome; Turner, Down syndrome. Reference: GHAI Essential pediatrics, 9th edition",
        "cop": 4,
        "opa": "Thyroxine deficiency",
        "opb": "Growth hormone deficiency",
        "opc": "Systemic diseases",
        "opd": "Constitutional growth delay",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "75c4567e-b5c8-4b1d-aa7e-c96241a79aae",
        "choice_type": "single"
    },
    {
        "question": "A Child, Tells a story by the age of ______",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "24 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "e6e46047-28b8-41c6-be4f-d89ac160a7d7",
        "choice_type": "single"
    },
    {
        "question": "A child can Sit in Tripod position at which month?",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "5 months",
        "opb": "6 months",
        "opc": "8 months",
        "opd": "9 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "35a60859-f958-40df-a0f0-ead81e4a786a",
        "choice_type": "single"
    },
    {
        "question": "In a child, Most of the speech is intelligible to strangers by the age of ____________",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f841c602-c84c-4445-962c-0a98933d8c48",
        "choice_type": "single"
    },
    {
        "question": "Milestone of 18 month old child includes ___________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Knows gender",
        "opb": "Ten words",
        "opc": "Rides tricycle",
        "opd": "Climbs steps",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a29a7f80-1840-403d-ac0d-14307bf7d687",
        "choice_type": "multi"
    },
    {
        "question": "Delayed dentition is seen in ____________",
        "exp": ". Abnormalities in tooth eruption (timing and sequence) is often caused by genetics and may result in malocclusion. In severe cases, such as in Down syndrome, congenital hypothyroidism & rickets, the eruption may be delayed by several years and some teeth may never erupt Reference: GHAI Essential pediatrics, 8th",
        "cop": 4,
        "opa": "Down syndrome",
        "opb": "Congenital hypothyroidism",
        "opc": "Rickets",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "036dfb97-089f-4bc2-9386-9cc4edac852a",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are definitive tests for developmental surveillance except:",
        "exp": "Denver-II is a developmental screening test (not definitive test) which assesses child development in 4 domains Gross motor Fine motor adaptive Language and Personal Social behaviour Tests for the developmental quotient Definitive tests Screening Tests Bayley Scales of Infant and Todller development (Bayley-II) Stanford-Binet Intelligence Scale Wechsler Intelligence Scale Developmental Activities Screening Inventory (DASI-II) Vineland Adaptive Behaviour Scale II Denver-II Developmental screening test Phatak&; s Baroda Screening test Trivandrum Development Screening Cha Cognitive Adaptive Test/Clinical Linguistic and Auditory Milestone Scales (CAT/CLAMS) Good enough Harris Draw-a-man Test Gessel Figures and block Skills Ref: Ghai Essential Pediatrics 9th edition Pgno: 56",
        "cop": 3,
        "opa": "Bayley-II",
        "opb": "Stanford-Binet",
        "opc": "Denver-II",
        "opd": "Wechsler",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cd3f05ee-92cc-4469-8a6a-acfbd8ae23a3",
        "choice_type": "multi"
    },
    {
        "question": "The child can Imitate scribbling at the age of ________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "4849f424-0807-490b-bed2-73146c839184",
        "choice_type": "single"
    },
    {
        "question": "In baby stool followed by taking milk is due to which reflex?",
        "exp": "Gastrocolic reflex is a physiological reflex controlling the peristalsis of GIT. This reflex is responsible for the urge to defaecate after a meal. A number of neuropeptides like gastrin, cholecystokinin, serotonin, neurotensin are responsible for this. This reflex causes bowei movements immediately after a meal or during a meal especially in breast fed infants and is completely normal in them Ref- Human physiology: From cells to systems, 7th edition.",
        "cop": 1,
        "opa": "Gastrocolic reflex",
        "opb": "Rooting flex",
        "opc": "Swallowing reflex",
        "opd": "Moro reflex",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "2267b38f-bd30-4d7f-9ed5-51ecfe3a2980",
        "choice_type": "multi"
    },
    {
        "question": "Weight Gain in the second year of life is _____________",
        "exp": "The average bih weight of neonates is about 3 kg. During the first a few days after bih, the newborn loses extracellular fluid equivalent to about 10% of the body weight. Most infants regain their bih weight by the age of 10 days. Subsequently, they gain weight at a rate of approximately 20-40 g per day for the first 3 months of life. Thereafter, they gain about 400 g weight every month for the remaining pa of the first year. An infant usually doubles his bih weight by the age of 5 months. The bih weight triples at 1 year and is four times at 2 years of age. Thus, the weight at 5months, 1 year and 2 years is approximately 6, 9 and 12 kg, respectively. The weight of a child at the age of 3 years is approximately five times that of the bih weight. At 5 years, the expected weight can be calculated by multiplying the bih weight by 6, at 7 years by 7 and at 10 years by 10. It follows that the expected weight at 3, 5, 7 and 10 years is approximately 15, 18, 21 and 30 kg, respectively. On an average, a child gains about 2 kg every year between the ages of 3 and 7 years, and 3 kg per year after that till the pubeal growth spu begins. Approximate anthropometric values *by age Age Weight {kg) Length or Height(cm) Head circumference {cm) Bih 3 50 34 6 months 6 (doubles) 65 43 1 year 9 (triples) 75 46 2 years 12 (quadruples) 90 48 3 years 15 95 49 4 years 16 100 50 Ref: ghai 9edition Pg 13",
        "cop": 3,
        "opa": "1 kg",
        "opb": "2 kg",
        "opc": "3 kg",
        "opd": "4 kg",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "5fc3d75c-c0f5-4e3e-ac8d-bb6e20fb7f68",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the best indicator of longterm nutritional status?",
        "exp": "Height-for-age (or length-for-age for children <2 yr) is a measure of linear growth, and a deficit represents the cumulative impact of adverse events, usually in the first 1, 000 days from conception, that result in stunting, or chronic malnutrition. A low height-for-age typically reflects socioeconomic disadvantage. A low weight-for-height, or wasting, usually indicates acute malnutrition. Conversely, a high weight-for-height indicates overweight. Weight-for-age is the most commonly used index of nutritional status, although a low value has limited clinical significance as it does not differentiate between wasting and stunting. Weight-for-age has the advantage of being somewhat easier to measure than indices that require height measurements. In humanitarian emergencies and some field settings, mid-upper arm circumference is used for screening wasted children. Ref. nelson 20th edition page no 298 nutrition chapter",
        "cop": 2,
        "opa": "Mid arm circumference",
        "opb": "Height for age",
        "opc": "Weight for age",
        "opd": "Weight for height",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ef7a26ac-ad0f-47c6-b6b6-943675535a85",
        "choice_type": "single"
    },
    {
        "question": "Upper segment to lower segment ratio in 3 yr age child is ___________",
        "exp": ". The U/L ratio (upper body segment: lower body segment) at bih is about 1. 7; at age 3 years it is 1. 3; at greater than 7 years, it is 1. 0 with the upper body segment and lowerbody segment being about equal. Note: higher U/L ratios are noted in sho-limb dwarfism and other bone disorders such as rickets. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "1. 2",
        "opb": "1. 3",
        "opc": "1. 4",
        "opd": "1. 6",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "4133acb6-365b-4a3b-b0fb-9b4ebaa7c3a7",
        "choice_type": "single"
    },
    {
        "question": "At which age does an infant hold its head steady when pulled to sit, without bobbing motion, and laugh and loud?",
        "exp": "At 3 months, head lag is paially compensated but still present; the infant attains early head control with bobbing motion and sits with back rounded. At 4 months, there is no head lag when pulled to sit and the infant sits with full truncal suppo. Ref: Nelson textbook of pediatrics 21st edition Pgno: 132",
        "cop": 2,
        "opa": "2 months",
        "opb": "4 months",
        "opc": "5 months",
        "opd": "6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "3b579081-d587-41ad-9caf-ac036ea5600e",
        "choice_type": "single"
    },
    {
        "question": "A boy can grasp a rattle & recently he become able to transfer objects, hand to hand. He can do _________",
        "exp": "Child develops the ability to grasp a rattle and transfer from one hand to other by 6 months. So according to the options, by 6 months he is able to babble. Key language milestones: 1 mnth - Ales to sound 3mnth - coos(musical vowel sounds) 4mnth-laugh loud 6mnth-babble (monosyllables) 9 mnth-bisyllables(mama dada) 12mnth- 1-2 words with meaning 18mnth-8-10word vocabulary 2yr- 2-3 word sentences, uses pronouns\"I\", \"me\", \"you 3 yr- asks questions; knows full name and gender 4yr-says song or poem, tells stories 5yr-asks meaning of words Ref: Essential pediatrics, op ghai, 8th edition Pg no: 50, 53 (tables: 3. 2, 3. 3, 3. 4)",
        "cop": 1,
        "opa": "Babble",
        "opb": "Say 'mama' or dada",
        "opc": "Sit without suppo",
        "opd": "Stand with suppo",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7938ee7a-8645-4ed5-958b-b23e92774125",
        "choice_type": "single"
    },
    {
        "question": "A child is able to build a tower of 5 cubes. His developmental age is ______",
        "exp": "By 18 months the child is able to scribble and make a tower of 3 blocks and by 2 yrs he is able to make tower of 6 months Mnemonic 2 yr is 24 months during which child makes tower of 2 +4 blocks that is 6 blocks 3 yr is 36 months during which child makes tower of 3 + 6 blocks that is 9 blocks Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH edition page no 50",
        "cop": 3,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "eb20f579-fd18-4772-8afd-ad241f3ec480",
        "choice_type": "single"
    },
    {
        "question": "The height of a child is double the bih height at the age of _________",
        "exp": "The infant measures approximately 50cm at bih, 60cm at 3 months, 65cm at 6 months, 70 cm at 9 months, 75cm at 1 yr and 90cm at 2 yr. A normal Indian child is 100cm tall at the age of 4 yr. Thereafter, the child gains about 6cm in height every year, until the age of 12 yr. After this, increments in height vary according to the age at the onset of pubey Ref: Essential pediatrics, op ghai, 8th edition pg no: 13.",
        "cop": 3,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "4 years",
        "opd": "6 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f8370db2-f1a5-466a-94a3-7e960b708288",
        "choice_type": "single"
    },
    {
        "question": "In a child, one should be worried if",
        "exp": ". ge 2 months 3 months 6 months 9 months 12 months 15 months 18 months 2 years 3 years 4 years 5 years Milestone.. ( mile after being talked to) social smile s ther* anticipates feeds Recognizes mo *. t angers stranger anxiety Recognizes s r ' waves \"bye bye\". h Called* plays simple ball game comes w en ' Jargon. Copies parents in task (~. g. sweeping) f food drink toilet; pulls people to Asks or * ' show toys Shares toys; knows full name and gender Plays cooperatively in a group; goes to toilet alone Helps in household tasks, dresses and undress",
        "cop": 4,
        "opa": "Stammering occurs at 3 years",
        "opb": "Lack of Toilet control at 2. 5 years",
        "opc": "Teeth do not erupt by 11 months",
        "opd": "Social smile absent by 10 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b837c0aa-c645-4701-bd62-cc48ad4a72e9",
        "choice_type": "single"
    },
    {
        "question": "What is the age limit for fuher developmental assessment in a child not reaching for objects?",
        "exp": "Rolling over, sitting up, crawling, picking up objects, and standing are usually mastered in the first year. They may even be taking a few steps on their own. Babies can now use gestures, different cries, and some simple words to communicate their wants and needs. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "3 months",
        "opb": "5 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "602e5894-4d1f-41cd-8b77-7699379a1d2d",
        "choice_type": "single"
    },
    {
        "question": "Attention deficit hyperactivity disorder is seen in?",
        "exp": "ADHD: Attention Deficit Hyperactivity Disorder. Difficulty in paying attention, difficulty in controlling behavior and hyperactivity. Etiology- both genetic and environmental factors. Abnormality in dopamine transpoer and thyroid receptor beta genes in some patients. Three subtypes are known: 1. Predominantly hyperactive-impulsive 2. Predominantly inattentive 3. Combined hyperactive-impulsive and inattentive. Diagnosis is primarily clinical, using thorough clinical interview of parents and use of behavior rating scales. Physical examination includes direct observation of the child and ruling out chronic systemic illnesses that affect child&; s attention span. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Insulin resistance",
        "opb": "Thyroid hormone resistance",
        "opc": "Testosterone deficiency",
        "opd": "Calmodulin deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "179385f5-5df2-41a0-8175-de12a4ae2afb",
        "choice_type": "single"
    },
    {
        "question": "Pincer grasp present, say bissyllable words, do by age of child?",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "9 months",
        "opb": "18 months",
        "opc": "6 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6c9c1ac1-7126-403e-8e8c-42f50290dc1b",
        "choice_type": "single"
    },
    {
        "question": "90% of Brain growth is achieved by the ___________",
        "exp": "Total brain volume at age 1 mo is approximately 36% of adult volume but by age 1 yr is approximately 72% (83% by 2 y). 90% by 3 years of age. Ref. nelson 20th edition pg 65",
        "cop": 2,
        "opa": "2nd year",
        "opb": "3rd year",
        "opc": "5th year",
        "opd": "15th year",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "04ace39b-cb34-4c16-9522-7fae2bd419db",
        "choice_type": "single"
    },
    {
        "question": "At what age does an infant discriminate strangers",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 4,
        "opa": "4 weeks",
        "opb": "8 weeks",
        "opc": "12 weeks",
        "opd": "20 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "07bf4268-c36f-4ced-ae8f-37501f29f76b",
        "choice_type": "single"
    },
    {
        "question": "A 9 year old child disturbs other people, is destructive interfares when two people are talking, does not follow instructions and cannot wait for his turn while playing a game. He is likely to be suffering from __________",
        "exp": "ADHD: Attention Deficit Hyperactivity disorder. Difficulty in paying attention, difficulty in controlling behaviour and hyperactivity. Etiology- both genetic and environmental factors. Abnormality in dopamine transpoer and thyroid receptor beta genes in some patients. Inattention behaviour:- 1. Early distraction by extraneous stimuli 2. Careless mistakes in school 3. Difficulty sustaining attention in tasks or play 4. Forgetful in daily activities. 5. Does not seem to listen to what is being said 6. Daydreams, easily confused, move slowly. 7. Fails to finish schoolwork 8. Difficulty in processing information as quickly and accurately as others. Hyperactive behavior:- 1. Runs about or climbs excessively inappropriately 2. Fidgets with hands and feet 3. Trouble sitting still during dinner, school 4. Difficulty doing quiet tasks or activities Impulsive behavior:- 1. Difficulty awaiting turns in games 2. Blus out answers to question 3. Interrupts conversations Three subtypes are known: 1. Predominantly hyperactive impulsive 2. Predominantly inattendive 3. Combined hyperactive impulsive and inattentive. Diagnosis is primarily clinical, using thorough clinical interview of parents and use of behaviour rating scales. Physical examination includes direct observation of child and ruling out chronic systemic illnesses that affect child&; s attention span. Management: Educating the parents Treatment involves combination of behavior therapy and medications. Drugs:- Stimulants ( methylphenidate, anphetamine and their derivatives) are effective in ameliorating inattention, hyperactivity and impulsivity. Atomoxetine, a selective norepinephrine reuptake inhibitor and extended release preparations of selective alpha adrenergic agonists( guanfacine, clonidine) has proved to be effective. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Emotional disorders",
        "opb": "Behavioural problems",
        "opc": "No disorder",
        "opd": "Attention deficit hyperactive disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6f5a2c7f-6bc9-40b3-82a5-1110f8fc7692",
        "choice_type": "single"
    },
    {
        "question": "At which one of the following age period a child can remove front opening garments?",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. remove front opening garments 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 2,
        "opa": "24 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c798cb0e-7cfe-4229-bdd8-840f91af8771",
        "choice_type": "single"
    },
    {
        "question": "Which of the following pas of the mind develops at approximately the time a child stas first grade?",
        "exp": "The superego develops at approximately the time a child stas first grade (6 years of age). The superego controls id (the sexual and aggressive aspects of the mind) impulses and represents moral values and conscience. The ego (the personality) and the id develop at earlier ages. The unconscious and the conscious minds also develop at earlier ages Ref: Nelson paediatrics; Table 11-1.",
        "cop": 3,
        "opa": "Ego",
        "opb": "Unconscious",
        "opc": "Superego",
        "opd": "Conscious",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "baba5f68-7ae9-4189-9a99-f2388fc34eaa",
        "choice_type": "single"
    },
    {
        "question": "A mother brings her 5-month-old infant to the physician for a well-baby checkup. At this time the physician should expect to see _____________",
        "exp": "Sitting with suppo is normally seen in a 5-month old infant. Stranger anxiety (fear of unfamiliar people) does not appear until approximately 7 months of age. A pincer grasp (using thumb and forefinger) appears at approximately 9 months of age, whereas object permanence (the ability to maintain a mental representation of an object although it can no longer be seen) occurs between 12 and 18 months of age. Using meaningful words is not commonly present until at least 12 months of age. Ref: nelson paediatrics table: 11-1",
        "cop": 4,
        "opa": "Stranger anxiety",
        "opb": "A pincer grasp",
        "opc": "Object permanence",
        "opd": "Sitting with suppo",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f8e6d23f-0416-461a-b1d7-4dd71fb93ee8",
        "choice_type": "single"
    },
    {
        "question": "Pincer grasp develops at what age ___________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "5-8 month",
        "opb": "9-11 month",
        "opc": "12-15 month",
        "opd": "15-18 month",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6a788d56-38a8-489b-88c6-9e8a02867f92",
        "choice_type": "single"
    },
    {
        "question": "A female child has recently learned to eat with spoon without splling, to dress and undress hereself with supervion and to understand that she is a girl. These skills are first mastered between the ages of _______",
        "exp": "Advanced hand skills like dressing and undressing completely if helped with buttons is developed by 3 years and social skills like knowing full name and gender also develops by the same time Eating without spilling develops by 18 months Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH EDITION. PAGE no. 52",
        "cop": 1,
        "opa": "2 and 3 years",
        "opb": "3 and 4 years",
        "opc": "4 and 5 years",
        "opd": "5 and 6 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "38a7b8ec-f726-4ef3-8f50-c78272f7fd8a",
        "choice_type": "single"
    },
    {
        "question": "A 14 year old boy has difficulty in expressing himself in writing and making frequent spelling mistakes, does not follow instruction and cannot wait for his turn while playing a game. He is likely to be suffering from",
        "exp": "The Child may suffer from Specific learning disability If one find difficulty in expressing himself in writing and making frequent spelling mistakes, does not follow instruction and cannot wait for his turn while playing a game. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Mental retardation",
        "opb": "Lack of interest in studies",
        "opc": "Specific learning disability",
        "opd": "Examination anxiety",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "dbe108b8-75d7-4800-a479-9be1e7ba0860",
        "choice_type": "single"
    },
    {
        "question": "The most common cardiovascular lesion in Down&; s syndrome is:",
        "exp": "The most common cardiovascular lesion in Down&; s syndrome is endocardial cushion defect. Other associated defects are atrial septum defects(ASD), ventricular septum defect(VSD), and patent ductus aeriosus(PDA), aberrant subclan aery, and pulmonary hypertension. Clinical Features: Intellectual disability/Incurved or sho fifth finger with clinodactyly Congenital heart disease Acute megakaryoblastic leukemia/Alzheimer&; s disease/Atlantoaxial instability/Atresia of the duodenum Protruding tongue Round face Occiput flat/Open wide fontanelle/Open mouth Brachycephalic/Brushfiel&; s spots Low (depressed) nasal bridge Epicanthal fold/Ears low set and dysplastic Mongoloid slant (Oblique palpebral fissure) Simian palmar crease and wider gap between first and second toes. Ref: Nelson textbook of pediatrics 21st edition Pgno: 660",
        "cop": 2,
        "opa": "VSD",
        "opb": "Endocardial cushion defect",
        "opc": "TOF",
        "opd": "COA",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "3c5e1d2c-8f32-42d7-85a0-ac68b284ab5d",
        "choice_type": "single"
    },
    {
        "question": "The Guidelines for immunization against infectious disease includes all of the following except",
        "exp": "Hay fever, sickle cell anemia and tuberculosis are contraindications for vaccination Ref: Nelson paediatrics chapter: Growth and",
        "cop": 4,
        "opa": "Live vaccines are contraindicated in pregnant women",
        "opb": "Live vaccines should not be administered within 3 months of giving human immunoglobulin",
        "opc": "Inactivated vaccines should not be given if there has been significant reaction to previous dose",
        "opd": "Hay fever, sickle cell anemia and tuberculosis are contraindications for vaccination",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "57fd04ac-d3f6-429c-8b12-059bc890a2b3",
        "choice_type": "multi"
    },
    {
        "question": "The behaviour therapeutic falls in management of enuresis, The pharmacological drug of choice for this case in",
        "exp": "Enuresis Defined as normal, complete evacuation of the bladder at a wrong place and time at least twice a month after 5 year of age. More than 85% children attain complete diurnal and nocturnal control by 5 years of age. Enuresis is primary when the child has never been dry and secondary when bed wetting stas after a minimum period of six months of dryness at night. It is said to be monosymptomatic if not accompanied by any lower urinary tract infection and nocturnal if it occurs during sleep. It has to be differentiated from continuous or intermittent incontinence or dribbling. The bed is usually soaking wet in enuresis, compared to incontinence in which there is loss of urine without normal emptying of bladder. ETIOLOGY:- 1. Maturation delay is most likely cause. 2. Anxiety producing episodes during the 2 nd to 5 th years, the time for development of nocturnal bladder control, are associated with increased risk of enuresis. 3. Lack of circadian rhythm of ADH or impaired response of kidneys to ADH. 4. Secondary enuresis can be precipitated by acute stressful condition or traumatic experience. Bladder irritability due to urinary tract infection or severe constipation with the full rectum impinging on the bladder can cause enuresis. 5. Conditions causing polyuria, spina bifida, ectopic ureter and giggle and stress incontinence are other causes. Treatment:- General advice given to all enurectic children but active treatment need not begin before 6 years of age. Caffeinated drinks like tea, coffee, sodas should be avoided in evening. Adequate fluid intake during day as 40% in morning, 40% in afternoon and 20% in evening is recommended. First line of treatment is usually non pharmacological, comprising motivational therapy and use of alarm devices. Motivational therapy:- Successful in curing enuresis upto 25%. The child is reassured and provided emotional suppo. Every attempt is made to remove any feeling of guilt. The child is encouraged to assume active responsibility, including keeping a dry night diary, voiding urine before going to bed, and changing wet clothes and bedding. Dry nights should be credited with praise. punishments and angry parenteral response should be avoided. Child is encouraged both to void frequently enough to avoid urgency and daytime incontinence and to have daily bowel movement. Alarm therapy: Involves the use of device to elicit a conditioned response of awakening to the sensation of full bladder. Best used afteemr seven years if age. Successful in two third cases without much recurrence. The alarm device consists of a small sensor attached to child&; s underwear or a mat under the bed sheet and an alarm attached to the childs collar or at bedside. When the child stas wetting, sensors are activated thus causing the alarm to ring. Pharmacotherapy:- Used if enuresis persists despite alarm therapy, regular voiding habits, exclusion or treatment of constipation, exclusion of post voidal residual urine. Imipramine works by aleing the arousal sleep mechanism. It gives satisfactory initial response at dise of 1-2. 5 mg/ kg/ day. Relapse rate after discontinuation of therapy seen. Cardiac arrythmia is a serious adverse effect. Anticholinergic drugs reduce uninhibited bladder contractions and are useful in children who have significant daytime urge incontinence besides nocturnal enuresis. Usual dose is 5 mg for oxybutynin, 2 mg for tolterodine. Desmopressin works by reducing volume of urine. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Diazepalm",
        "opc": "Imipramine",
        "opd": "Alprax",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c6be0be0-4016-45db-b0bf-26d33a5c2160",
        "choice_type": "multi"
    },
    {
        "question": "The most common cause of sho stature is ___________",
        "exp": "sho stature: Defined as height below third centile or more than 2 standard detions below the median height for age and gender according to the population standard. Children whose stature s more than 3 SD below the population mean for age and gender are more likely to be suffering from pathological sho stature as compared to those with stature between -2 and -3. SD, who are more likely to be affected by familial or constitutional sho stature. CAUSES:- 1. Most common cause is constitutional. 2. Familial 3. Pathological causes include: Undernutrition Chronic systemic illness Cerebral palsy Congenital heart disease Cystic fibrosis, asthma Malabsorption Acquired immunodeficiency syndrome 4. Endocrine causes include: Growth hormone deficiency Hypothyroidism Cushing syndrome Pseudohypoparathyroidism Precocious or delayed pubey 5. Psychosocial dwarfism 6. Children born small for gestational age. 7. Skeletal dysplasia; achondroplasia, rickets. 8. Genetic syndrome; Turner, Down syndrome. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Constitutional",
        "opb": "Systemic diseases",
        "opc": "Hypothyroidism",
        "opd": "Growth hormone deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a834d37d-b0db-49fc-9921-12cea5347cb4",
        "choice_type": "single"
    },
    {
        "question": "A child can, Walks alone at age of __________",
        "exp": "Emerging patterns of motor behaviour from 1-5years of age 15 months Walks alone Crawls upstairs 18 months Runs stiffly Sits on small Chair Walks upstairs with one handheld Explores drawers and wastebaskets 24 months Runs well Walks up and downstairs, 1 step at a time Opens doors Climbs on furniture Jumps 30 months Goes upstairs on Alternating feet 36 months Rides a tricycle Stands momentarily on one foot 48 months Hops on one foot Throws ball overhand Uses scissors to cut out pictures Climbs well 60 months Skips Ref: Nelson paediatrics; Table 11-1",
        "cop": 1,
        "opa": "15 months",
        "opb": "18 months",
        "opc": "24 months",
        "opd": "30 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "63aba725-e0f4-4e88-857e-5db88b4dd208",
        "choice_type": "single"
    },
    {
        "question": "Child changes a rattle from one hand to another at the age of",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). transfer objects from hand to hand. 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "1 year",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "20660ee9-47bf-4771-b4d4-82accb290120",
        "choice_type": "single"
    },
    {
        "question": "The child, Makes tower of 7 cubes at age of _________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "15 months",
        "opb": "18 months",
        "opc": "24 months",
        "opd": "30 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "10286827-04c6-4f6c-83d1-089bceb78f1a",
        "choice_type": "single"
    },
    {
        "question": "A boy draws triangle but not diomond shape age is?",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 3,
        "opa": "3 years",
        "opb": "4 years",
        "opc": "5 years",
        "opd": "6 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "979b0d7d-c78c-4867-9941-f05717ed9ddd",
        "choice_type": "single"
    },
    {
        "question": "All are findings asssociated with the prenatal diagnosis for Down&; s syndrome except _____",
        "exp": "Increased umbilical flow is not seen during the prenatal screening for Down&; s syndrome, instead the flow is decreased. Reduced blood flow through the umbilical vessels and abnormal blood flow through ductus venosus(DV) in the first trimester are associated with chromosomal abnormalities, especially Down syndrome. This decrease in blood flow causes IUGR in infants born with Down syndrome. Ref: Nelson textbook of pediatrics 21st edition Pgno: 662",
        "cop": 3,
        "opa": "Reduced femur and humerus length",
        "opb": "Nuchal translucency >3mm",
        "opc": "Increased umbilical blood flow",
        "opd": "Ventricular septum defect may be present",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c8ffd74b-716c-456c-a19a-0e56438dba28",
        "choice_type": "multi"
    },
    {
        "question": "What is the condition affecting this newborn with facial dysmorphisms and the features shown below?",
        "exp": "The newborn with facial dysmorphism, index finger overlapping other fingers, and rocker bottom feet are suggestive of Edward&; s syndrome (Trisomy 18). Clinical features of Edward&; s syndrome: Hypeonia Microcephaly/Micrognathia Eighteen trisomy/Elongated skull Digit overlapping with a closed fist Webbing of 2nd and 3rd toes Absent intellect (severe developmental delay)/Absent radii/Ahrogryposis Rocker bottom feet Cardiac Disorders (Ventricular septal defect, patent ductus aeriosus, atrial septal defect) and kidney, death. Smaller lower jaw (Micrognathia), sho sternum, small nipples Ref: Nelson textbook of pediatrics 21st edition Pgno: 663, 664",
        "cop": 1,
        "opa": "Edward's syndrome",
        "opb": "Turner's syndrome",
        "opc": "Alagile syndrome",
        "opd": "William's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1562b7c5-61db-490c-ba5b-7bd850238972",
        "choice_type": "single"
    },
    {
        "question": "Weight of newborn quadruples by _________",
        "exp": "weight of new born Weight of child in nude or minimal clothing is measured accurately on a lever or electronic type of weighing scale. Spring balances are less accurate. The weighing scale should have a minimum unit of 100g. Child should be placed in middle of pan. Age Weight(kg) Bih. 3 6 months 6 (doubles) 1 yr. 9(triples) 2 yr. 12(quadruples) 3 yr. 15 4 yr. 16 Reference: GHAI essential Paediatrics",
        "cop": 3,
        "opa": "9 months",
        "opb": "12 months",
        "opc": "2 years",
        "opd": "3 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "8437b9e1-2516-4da2-85ca-8f50601ec05f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement is true about the anterior fontanelle?",
        "exp": "Size of anterior fontanelle is 2. 5 cm x 2. 5 cm. It closes by 18 months. It must be measured across the borders. Delayed closure is seen in hypothyroidism, rickets, trisomy syndromes, intrauterine infections, hypophosphatasia and osteogenesis imperfecta. Ref: Clohey, 8th edition, pg no 103; Dutta Obstetrics, 8th edition, pg no 95",
        "cop": 3,
        "opa": "Size of anterior fontanelle is about 2. 5 mm x 2. 5 mm",
        "opb": "It normally closes at bih",
        "opc": "It must be measured across the borders",
        "opd": "Early closure is seen in rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ae6c176c-2c3b-46a4-b5ed-5a43064d970a",
        "choice_type": "multi"
    },
    {
        "question": "A child can ride a tricycle, copy a circle and knows age sex by the age of",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. copies circle 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 3,
        "opa": "30 months",
        "opb": "42 months",
        "opc": "36 months",
        "opd": "48 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "0d6f42e8-3711-4a19-b4bb-7f8690defe22",
        "choice_type": "single"
    },
    {
        "question": "The milestones achieved at 13 months in children are all except",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:-2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 2,
        "opa": "Index finger approach",
        "opb": "Walks well",
        "opc": "Casting",
        "opd": "Single words",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "dff00dcc-0cd2-41c7-8fd8-3925646862be",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are common problems in preschool children except ___________",
        "exp": "Truancy and running away are never developmentally appropriate. Truancy may represent disorganization within the home, caretaking needs of younger siblings, developing conduct problems, or emotional problems including depression or anxiety. Whereas younger children may threaten to run away out of frustration or a desire to get back at parents, older children who run away are almost always expressing a serious underlying problem within themselves or their family, including violence, abuse, and neglect. Adolescent runaways are at high risk for substance abuse, unsafe sexual activity, and other risk-taking behaviors. Youth exhibiting truancy or running away should be referred for a mental health evaluation Ref. nelson 20th edition pg 175",
        "cop": 3,
        "opa": "Temper tantrums",
        "opb": "Sleep problems",
        "opc": "Truancy",
        "opd": "Pica",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ed483b62-29a7-4b8f-a207-837fd1707211",
        "choice_type": "multi"
    },
    {
        "question": "Enuresis is diagnosed in a child after the age of?",
        "exp": "Enuresis: Defined as normal, complete evacuation of the bladder at a wrong place and time at least twice a month after 5 years of age. Ref: Ghai Essential Pediatrics, ninth edition, pg. no. 58.",
        "cop": 4,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "42b441f1-1fb9-4c46-860b-15b5fb398646",
        "choice_type": "single"
    },
    {
        "question": "The most common cause sho stature is __________",
        "exp": "sho stature: Defined as height below third centile or more than 2 standard detions below the median height for age and gender according to the population standard. Children whose stature s more than 3 SD below the population mean for age and gender are more likely to be suffering from pathological sho stature as compared to those with stature between -2 and -3. SD, who are more likely to be affected by familial or constitutional sho stature. CAUSES:- 1. Most common cause is constitutional. 2. Familial 3. Pathological causes include: Undernutrition Chronic systemic illness Cerebral palsy Congenital heart disease Cystic fibrosis, asthma Malabsorption Acquired immunodeficiency syndrome 4. Endocrine causes include: Growth hormone deficiency Hypothyroidism Cushing syndrome Pseudohypoparathyroidism Precocious or delayed pubey 5. Psychosocial dwarfism 6. Children born small for gestational age. 7. Skeletal dysplasia; achondroplasia, rickets. 8. Genetic syndrome; Turner, Down syndrome. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Constitutional",
        "opb": "Systemic diseases",
        "opc": "Hypothyroidism",
        "opd": "Growth hormone deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "de9780d6-97ff-48fa-9eeb-b49d831852da",
        "choice_type": "single"
    },
    {
        "question": "Anterior fontanelle closes at ____________",
        "exp": "The posterior fontanelle generally closes 2 to 3 months after bih; The sphenoidal fontanelle is the next toclose around 6 months after bih; The mastoid fontanelle closes next from 6 to 18 months after bih; and. The anterior fontanelle is generally the last to close between 10-24 months. Ref: Nelson paediatrics Chapter: Growth and development",
        "cop": 3,
        "opa": "< 3months",
        "opb": "12months",
        "opc": "12-18months",
        "opd": "> 3years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cfadde3e-ce10-4fa9-af41-40029d34e615",
        "choice_type": "single"
    },
    {
        "question": "A child Knows one&; s full name by the age of ____________",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "15 months",
        "opb": "24 months",
        "opc": "30 months",
        "opd": "48 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "06a20632-cd91-4bb5-ba94-27e0b71629e3",
        "choice_type": "single"
    },
    {
        "question": "By the age of 7months, infants are able to do all the following Except",
        "exp": "At 10 Months Sitting: Sits up alone and indefinitely without suppo, with back straight Standing: Pulls to standing position; \"cruises\" or walks holding on to furniture Motor: Creeps or crawls. Adaptive: Grasps objects with thumb and forefinger; pokes at things with forefinger; picks up pellet with assisted pincer movement; uncovers hidden toy; attempts to retrieve dropped object; releases object grasped by other people. Language: Repetitive consonant sounds (\"mama, \" \"dada\") Social: Responds to sound of a name; plays peek-a-boo or pat-a-cake; waves bye-bye. Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 10; The First Year",
        "cop": 3,
        "opa": "Transfer of object from hand to hand",
        "opb": "Bounces actively",
        "opc": "Cruises",
        "opd": "Roll over",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "07648026-767b-41a6-8d15-82a43b76a5b7",
        "choice_type": "multi"
    },
    {
        "question": "Moro reflex disappears at ________",
        "exp": "Moro reflex is elicited by sudden dropping of baby&; s head in relation to trunk. The response consists of opening of hands, extension and abduction of upper extremities, followed by anterior flexion of upper extremities with audible cry. Assymetric Moro reflex is seen in Erbs paralysis. Ref- Ghai, 9th edition Chapter 9",
        "cop": 3,
        "opa": "3 months",
        "opb": "5 months",
        "opc": "6 months",
        "opd": "7 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a1674642-29d3-4ff1-a2b0-5e77e9c8cb4d",
        "choice_type": "single"
    },
    {
        "question": "The most common chromosomal syndrome is _____",
        "exp": "Trisomy 21 (Down&; s syndrome) is the most common chromosomal syndrome. Chromosomal disorders: These may involve autosomal or sex chromosomes. Involving autosomes Involving sex Chromosomes Down&; s syndrome (Trisomy 21) Edward syndrome (Trisomy 18) Patau syndrome (Trisomy 13) Cri du chat syndrome (5p deletion) Klinefelter syndrome (47, XXY) Turner syndrome (45, XO) Ref: Nelson textbook of pediatrics 21st edition Pgno: 659",
        "cop": 3,
        "opa": "Fragile-X-Syndrome",
        "opb": "Trisomy 18",
        "opc": "Trisomy 21",
        "opd": "Trisomy 13",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b9825d70-7220-4f65-9f6b-c63cd8cdb561",
        "choice_type": "single"
    },
    {
        "question": "A child can copy circle, but he cannot copy a square. If the development of this child is normal, at this age, he should be able to:",
        "exp": "Normally, a child is able to copy a circle at 3 years and square at 4 years. This child is a 3-year old, and he should be able to know his name and gender. A child is able to tell a story at 4 years Asks meaning of words at 5 years A child can skip at 5 years Language Mile stones Age Milestone 1 Month Ales to sound 2 months Coos (musical to vowel sound) 4 months Laughs aloud 6 months Monosyllables Sounds (ma, ba) 9 months Bisyllables (mama, baba) 12 months 1-2 words with meaning 18 months 8-10 word vocabulary 2 years 2-3 word sentences (uses pronouns I, me, you) 3 years Asks question (Knows name and gender) 4 years Sings songs, Poems Tells stories 5 years Asks meaning of words Social and adaptive milestones Age Milestones 2 months Social smile 3 months Recognises mother 6 months Stranger anxiety 9 months Waves bye bye 12 months Comes when called Plays simple ball game 15 months Jargon 18 months Copies parents in task 2 years Asks for food, drink, toilet 3 years Shares toys knows full name and gender 4 years Plays cooperatively in a group Goes to toilet alone 5 years Helps in household tasks Dressing and undressing Fine motor milestones Age Milestones 4 months Reaches out for objects with both hands (Bidextrous reach) 6 months Reaches out for objects with one hand (Unidextrous reach) Transfers object 9 months Immature pincer grasp 12 months mature Pincer grasp 15 months Imitates scribbling Builds tower of 2 blocks 18 months Scribbles Builds tower of 3 blocks 2 years Builds tower of 3 blocks 3 years Builds tower of 9 blocks Builds bridge with block Copies circle 4 years Builds gate with block Copies cross and square 5 years Copies triangle Ref: Ghai Essential pediatrics 9th edition Pgno: 49",
        "cop": 4,
        "opa": "Tell a story",
        "opb": "Skip",
        "opc": "Ask meaning of words",
        "opd": "Know his name and gender",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a3482357-0c26-4b26-b8f9-a5f302236c87",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following activities cannot be formed by a 7 month old infant",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over., 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). transfer objects from one hand to other. 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 2,
        "opa": "Pivot",
        "opb": "Cruise",
        "opc": "Transfer objects",
        "opd": "Enjoy mirror",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ae0a6947-a8f7-4172-94f4-f10728d0a79f",
        "choice_type": "single"
    },
    {
        "question": "All the following social milestones develops at the age of 24 months except _________",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away Pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "Handles spoon well",
        "opb": "Helps to undress",
        "opc": "Listen to stories when shown pictures",
        "opd": "Kisses parents with pucker",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f7782d38-4f01-4084-a211-a3e8b8af5b69",
        "choice_type": "multi"
    },
    {
        "question": "Begins social interaction and role-playing at the age of ___________",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away; pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table: 11-1",
        "cop": 3,
        "opa": "24 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f1e20074-7412-43c2-8dd2-db218d3cdeec",
        "choice_type": "single"
    },
    {
        "question": "During 2nd year of life, an average child can grow ____________",
        "exp": "The infant measures approximately 50 cm at bih, 60 cm at 3 months, 65 cm at 6 months 70 cm at 9 months, 75 cm at 1 year and 90 cm at 2 years. A normal Indian child is 100 cm tall at the age of 4 years. Thereafter, the child gains about 6 cm in height every year, until the age of 12 years. After this, increments in height vary according to the age at the onset of pubey. There is a marked acceleration of the growth during pubey. Ref: Nelson paediatrics Table: 11-1",
        "cop": 1,
        "opa": "12-15cm",
        "opb": "20-25cm",
        "opc": "30-40cm",
        "opd": "40-50cm",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "3b73c00f-55a5-4c62-beb3-bbc129df9e55",
        "choice_type": "single"
    },
    {
        "question": "A child, Names 4 colours by the age of",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "24 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f1ba21a1-d33c-41c4-a8ef-1fb0e1bf8930",
        "choice_type": "single"
    },
    {
        "question": "A child&; s growth variation is normal but bone development is not according to the chronological age. What is diagnosis?",
        "exp": "In constitutional delay, the bone age corresponds to the child&; s height age but is lower than chronological age by 2-4 yrs. Skeletal age is usually assessed by radiographic study of left hand and wrist. Ref- OP. Ghai, 9th edition",
        "cop": 3,
        "opa": "Genetic",
        "opb": "Dwarfism",
        "opc": "Constitutional delay",
        "opd": "Familial sho stature",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f0240fcb-4a39-4141-9328-d562e41acc6c",
        "choice_type": "single"
    },
    {
        "question": "In a child, Neck holding comes at what age ___________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "2 months",
        "opb": "3 months",
        "opc": "4 months",
        "opd": "5 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "dd3e14e3-a46f-4b16-8c87-1d85acaf43df",
        "choice_type": "single"
    },
    {
        "question": "By 2 weeks of age, infants normally show all of the following signs Except",
        "exp": "By 2 weeks of age, infants show stepping, palmar grasp, the rooting reflex, and the copying of facial expressions. The Babinski reflex is normally positive until a child is approximately 12 months of age. Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "Copying facial expression",
        "opb": "Stepping",
        "opc": "Palmar grasp",
        "opd": "A negative Babinski reflex",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "77cdbc58-9060-41cb-b0a2-1ec8ba5e973c",
        "choice_type": "multi"
    },
    {
        "question": "A 3 year old boy with normal developmental milestones with delayed speech and difficulty in communication and concentration. He is not making friends. Most probable diagnosis",
        "exp": "Autistic disorder:- Pervasive developmental disorders. Also called autistic spectrum disorders, cluster of syndromes that share marked abnormalities in the development of social and communicative skills. Symptoms: Qualitative impairment in social interaction as manifested by two of the following- impairment in use of multiple non verbal behaviors( eye gaze, facial expression, body postures), failure to develop peer relationships, lack of sharing of enjoyment, lack of social or emotional reciprocity. Qualitative impairment in communication in at least one of the following areas- delay or total lack of spoken languages, marked impairment in the ability to initiate or sustain a conversation with others, stereotyped or repetitive use if languages and lack of varied spontaneous play. Restricted repetitive and stereotyped patterns of behaviors, interests, and activities as manifested by preoccupation with one or more restricted patterns of interests; inflexible adherence to nonfunctional routines or rituals; repetitive motor mannerisms( such as rocking, hand flipping, finger flicking) and preoccupation with pas of objects. Intelligence is variable. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Autism",
        "opb": "ADHD",
        "opc": "Mental retardation",
        "opd": "Specific learning disability",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f5aa1a96-04cb-4556-b453-539b06b9e6e0",
        "choice_type": "single"
    },
    {
        "question": "New born doubles his weight at _____________",
        "exp": "weight of new born Weight of child in nude or minimal clothing is measured accurately on a lever or electronic type of weighing scale. Spring balances are less accurate. The weighing scale should have a minimum unit of 100g. Child should be placed in middle of pan. Age Weight(kg) Bih. 3 6 months 6 (doubles) 1 yr. 9(triples) 2 yr. 12(quadruples) 3 yr. 15 4 yr. 16 Reference: GHAI essential Paediatrics",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "e54304ea-28ee-40d2-8fbc-378ec9871d78",
        "choice_type": "single"
    },
    {
        "question": "Age and sex of the individual is known by the age of _________",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "24 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "905eefc1-d8bb-408e-a714-a241bb9fef46",
        "choice_type": "single"
    },
    {
        "question": "In a child, Washes hands and puts on shoes at the age of ________",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away Pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "86c61816-5e89-493f-bc58-a00bad273109",
        "choice_type": "single"
    },
    {
        "question": "How many number of words can a child develop at the age of 18months averagely?",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 4,
        "opa": "3",
        "opb": "6",
        "opc": "8",
        "opd": "10",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b073cf4e-763c-47f0-89fa-f6601ea48ea3",
        "choice_type": "single"
    },
    {
        "question": "Nails are formed in which week of IUL ___________",
        "exp": "Around week 11, the nail beds (the layer of cells underneath the fingernails and toe nails) begin to form; then in the second trimester, tiny nails will sprout up. There&; s nothing you can do to speed up, improve or impact the development of your little one&; s skin, hair and nails. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "0-6 week",
        "opb": "10-12 week",
        "opc": "14-18 week",
        "opd": "20-24 week",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "adeb54aa-4eeb-4c35-8d87-44d3b7938d37",
        "choice_type": "single"
    },
    {
        "question": "A normal child develops the ability to uses 10 words with meaning at the age of _______",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "901cd3a9-79ee-4f6c-8a84-266aa4c26f7e",
        "choice_type": "single"
    },
    {
        "question": "Earliest sign of rickets is __________",
        "exp": "Most manifestations of rickets are a result of skeletal changes, Craniotabes is a softening of the cranial bones and can be detected by applying pressure at the occiput or over the parietal bones. T he sensation is similar to the feel of pressing into a ping-pong ball and then releasing. Craniotabes may also be secondary to osteogenesis imperfecta, hydrocephalus, and syphilis. Ref. nelson 20th edition page 339 nutrition chapter",
        "cop": 1,
        "opa": "Craniotabes",
        "opb": "Harrisons groove",
        "opc": "Rachitic rosary",
        "opd": "Pigeon breast",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1be52b2a-ee49-45c4-ae02-1f79c7c0454e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about the autistic specific disorder:",
        "exp": "Autistic disorder:- Pervasive developmental disorders. Also called autistic spectrum disorders, cluster of syndromes that share marked abnormalities in the development of social and communicative skills. Symptoms: Qualitative impairment in social interaction as manifested by two of the following- impairment in use of multiple non verbal behaviors( eye gaze, facial expression, body postures), failure to develop peer relationships, lack of sharing of enjoyment, lack of social or emotional reciprocity. Qualitative impairment in communication in at least one of the following areas- delay or total lack of spoken languages, marked impairment in the ability to initiate or sustain a conversation with others, stereotyped or repetitive use if languages and lack of varied spontaneous play. Restricted repetitive and stereotyped patterns of behaviors, interests, and activities as manifested by preoccupation with one or more restricted patterns of interests; inflexible adherence to nonfunctional routines or rituals; repetitive motor mannerisms( such as rocking, hand flipping, finger flicking) and preoccupation with pas of objects. Intelligence is variable. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Impaired communication",
        "opb": "Impaired imagination",
        "opc": "Language developmental delay",
        "opd": "Vision problems",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ef594153-109f-49ea-9043-887b47a160af",
        "choice_type": "multi"
    },
    {
        "question": "Mean head circumference at bih is?",
        "exp": "Head circumference: Measured with a nonstretchable tape passing through the maximum point of occipital protuberance posteriorly and at a point just above the glabella anteriorly. If the head circumference is more than expected, always measure the both parents&; head circumference, for benign familial macrocephaly is common. At bih, it is around 34 cm. HC increases by 2 cm/month for the first 3 months, 1 cm/month for next three months and 0. 5 cm per month for next 6 months. Ref: Ghai Essential Pediatrics, ninth edition. pg. no. 35.",
        "cop": 1,
        "opa": "33-35 cm",
        "opb": "35-37 cm",
        "opc": "37-39 cm",
        "opd": "39-41 cm",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1722f070-b295-4cae-952d-d1d42e247639",
        "choice_type": "single"
    },
    {
        "question": "All are pervasive developmental disorders except _____________",
        "exp": "Pervasive developmental disorders, also called as autistic spectrum disorders, a cluster of syndromes that share marked abnormalities in the development of social and communicative skills Autistic disorder Rett syndrome Asperger syndrome Childhood disintegrative disorder Attention deficit hyperactivity disorder (ADHD) does not come under autistic spectrum disorders. symptoms of both may overlap. Ref: Ghai 8edition pg: 61",
        "cop": 4,
        "opa": "Asperger syndrome",
        "opb": "Autistic disorder",
        "opc": "Childhood disintegrative disorder",
        "opd": "Attention deficit hyperactivity disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7365bafa-2daf-4908-9f84-efe8311f6da3",
        "choice_type": "multi"
    },
    {
        "question": "The following karyotype is suggestive of which disorder?",
        "exp": "The above karyotype is suggestive of patau syndrome: Trisomy 13 Clinical features of Trisomy 13/Patau syndrome Cardiac defects (Ventricular septal defect/atrial septal defects/patent ductus aeriosus) Microcephaly, Microphthalmia Cleft lip/palate Developmental delay Ocular hypotelorism Holoprosencephaly Thin posterior ribs (missing ribs) Renal abnormalities Polydactyly with flexed fingers Polycystic kidneys Scalp defects(aplasia cutis) Ref: Nelson textbook of pediatrics 21st edition pgno: 659",
        "cop": 1,
        "opa": "Patau syndrome",
        "opb": "Edward's syndrome",
        "opc": "Alagile syndrome",
        "opd": "William's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "24a96c46-1518-4232-879c-0ef5209d266b",
        "choice_type": "single"
    },
    {
        "question": "Sho stature, secondary to growth hormone deficiency is associated with",
        "exp": "sho stature: Defined as height below third centile or more than 2 standard detions below the median height for age and gender according to the population standard. Children whose stature s more than 3 SD below the population mean for age and gender are more likely to be suffering from pathological sho stature as compared to those with stature between -2 and -3. SD, who are more likely to be affected by familial or constitutional sho stature. CAUSES:- 1. Most common cause is constitutional. 2. Familial 3. Pathological causes include: Undernutrition Chronic systemic illness Cerebral palsy Congenital heart disease Cystic fibrosis, asthma Malabsorption Acquired immunodeficiency syndrome 4. Endocrine causes include: Growth hormone deficiency Hypothyroidism Cushing syndrome Pseudohypoparathyroidism Precocious or delayed pubey 5. Psychosocial dwarfism 6. Children born small for gestational age. 7. Skeletal dysplasia; achondroplasia, rickets. 8. Genetic syndrome; Turner, Down syndrome. Growth hormone deficiency:- Growth hormone deficiency may be caused by congenital CNS malformations, genetic defects or acquired neurological insults. These children have normal growth at bih. Growth retardation become apparent around 1 year of age. Midfacial crowding, round facies, mild obesity, depressed nasal bridge, single central incisor tooth and micropenis are common. Body propoions are normal. Development of tooth delayed. Facial appearance is doll like. These children look much younger than their actual age. Bone age is delayed. Newborns may present with severe hypoglycemic seizures due to concomitant ACTH deficiency. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Normal body propoion",
        "opb": "Low bih weight",
        "opc": "Normal epiphyseal development",
        "opd": "Height age equal to skeletal age",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f53ca41d-6e30-426d-adb9-eac0b7dd7e72",
        "choice_type": "single"
    },
    {
        "question": "Child draws triangle at what age?",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "3 years",
        "opb": "5 years",
        "opc": "6 years",
        "opd": "7 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "9031e316-e077-4a2c-bc6e-39f015f90e11",
        "choice_type": "single"
    },
    {
        "question": "Nutritional rickets is treated with a ----------- single dose of vitamin D",
        "exp": "In cases of nutritional rickets and vitamin D deficiency, treatment is simple. The first step is to prevent the complications of calcium and phosphate deficiency by correcting any abnormal levels with supplemental calcium or phosphate as well as the activated vitamin D (calcitriol). Ref. nelson 20th edition page 339 nutrition chapter",
        "cop": 3,
        "opa": "5000 mcg",
        "opb": "10000 mcg",
        "opc": "15000 mcg",
        "opd": "20000 mcg",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f9feebb6-83d4-40e7-9db5-57ae8b20de4a",
        "choice_type": "single"
    },
    {
        "question": "A child can withhold and postpone his/her bowel movements at _______",
        "exp": "Encopresis is defined as passage of stools in clothes beyond an age when bowel control should have been achieved (usually 4 years). It may be retentive (associated with constipation) or non-retentive, primary (never achieved bowel control) or secondary (loss of control after an initial phase of control for at least 6 months). Primary encopresis is usually associated with constipation, while secondary is associated with significant psychological stressors. Behavioral therapy with positive reinforcement and treatment of constipation are necessary. Ref: Nelson paediatrics chapter: Groth and de",
        "cop": 3,
        "opa": "1 year",
        "opb": "2 years",
        "opc": "3 years",
        "opd": "4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "9187293b-a7e6-4395-9ba6-3cb269ac5f5f",
        "choice_type": "single"
    },
    {
        "question": "A child plays a simple ball game at",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "52 weeks",
        "opb": "36 weeks",
        "opc": "12 weeks",
        "opd": "44 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f34cc1f7-4f29-4de9-8466-ce80b019cbd7",
        "choice_type": "multi"
    },
    {
        "question": "Megalencephaly is commonly seen in ______",
        "exp": "Tay sachs disease:- Autosomal recessive. Low serum beta-hexosaminidase level is the characteristic metabolic defect. As a result GM2 ganglioside accumulates in the neurons. Initially milestones are delayed. Later there is regression of development and death occurs by 2-4 years. The baby has an abnormal stale to response. Convulsions, rigidity of extensor group of muscles and blindness supervene after the first year. A cherry red spot seen over the macular region of retina. The head size increases. Liver and spleen not enlarged. Reference: GHAI essential Paediatrics",
        "cop": 2,
        "opa": "Down syndrome",
        "opb": "Tay-Sach's disease",
        "opc": "Turner syndrome",
        "opd": "Intauterine infection",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f0850404-45fb-4d04-a7f4-842def581e16",
        "choice_type": "single"
    },
    {
        "question": "Which of the following complications has been associated with the adverse effects of rotavirus vaccine?",
        "exp": "The rotavirus vaccine was rapidly removed from the market (a few months after the CDC had recommended its use) because of repos of intussusception ocurring in infants within three weeks of vaccination. Ref: online source",
        "cop": 4,
        "opa": "Guillain-Barr syndrome",
        "opb": "Hemolytic anemia",
        "opc": "Febrile seizures",
        "opd": "Intussusception",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b5246708-9b33-4c49-ab1c-1e260d5aeb54",
        "choice_type": "single"
    },
    {
        "question": "Early epiphyseal closure is seen with _________",
        "exp": "The growth velocity decreases and may even be zero after epiphyseal fusion, that is, after growth plate closure in late pubey. Precocious pubey (PP) is a known cause of sho stature after earlier pubey due to premature closure of growth plates in long bones Precocious pubey may be due to increased estrogen. Ref: Nelson paediatrics Chapter: Growth and deve",
        "cop": 3,
        "opa": "LH",
        "opb": "FSH",
        "opc": "Estrogen",
        "opd": "Progesterone",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "9895b24d-5c8c-46fb-a094-4e47dae95c73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Fontanelle is the last to close:",
        "exp": "The anterior fontanelle is the last to close around the middle of the second year (18 months). The anterior fontanelle is also the most impoant because it is the largest and last to close. Sequence of Fontanelle closure: Posterior fontanelle(Lambdoid): 2-3 months Anterolateral Fontanelle(Sphenoidal): 6 months Posterolateral Fontanelle (Mastoid): 6-18 months Anterior Fontanelle(Bregmatic): 18 months Reference: Ghai essentials 9th edition Pg no: 10",
        "cop": 1,
        "opa": "Anterior fontanelle",
        "opb": "Posterior Fontanelle",
        "opc": "Anterolateral fonatnelle",
        "opd": "Posterolateral fontanelle",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1e7de739-cf8a-43c3-95be-5fd5d06b4e12",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should arouse concern in a parent in regards to development ___________",
        "exp": "This instinct to grasp is a reflex, and it&; s at its strongest for the first eight weeks of your baby&; s life. This reflex will have gone by the time she is three months. Your baby&; s hands will mostly be clenched in a fist during her first couple of months. Ref: Nelson paediatrics Chapter: Growth and deve",
        "cop": 2,
        "opa": "Mouthing at 6 months of age",
        "opb": "Fisting hand at 5 months",
        "opc": "Drooling of saliva at 9 months",
        "opd": "Casting objects at 1 year",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6c4a29a1-2e42-4561-84c5-e68ec27238ab",
        "choice_type": "single"
    },
    {
        "question": "Developmental milestone attained at 9 months of age is?",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in the plane of rest of the body when held in ventral suspension. In the prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in a tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstairs with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with the forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in the mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months comes when called, plays a simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of the body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know full name and gender, dry by night. 4 years: Plays cooperatively in a group, goes to the toilet alone, washes face, brushes teeth. Role play. 5 years helps in the household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quietening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: a vocabulary of 10 words. Can name one pa of the body. 2 years: 3-word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells a story, knows three colors. 5 years: ask the meaning of words. Reference: GHAI Essential pediatrics, 9th edition",
        "cop": 3,
        "opa": "Knows full name and gender",
        "opb": "Monosyllables",
        "opc": "Stands with suppo",
        "opd": "Builds tower of 2 blocks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ba5eac6c-7935-476f-a396-e24fe7ee0fde",
        "choice_type": "single"
    },
    {
        "question": "Two year old has vocabulary of how many words ____________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "20",
        "opb": "50",
        "opc": "100",
        "opd": "200",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "652c8788-1250-42b5-a0da-8adf5707c184",
        "choice_type": "single"
    },
    {
        "question": "Primary Dentition begins to show teeth eruption by __________",
        "exp": "Primary dentition to appear first is the lower central incisors at 6-10 months of age. Ref- Ghai, 9th edition, Table 2. 2",
        "cop": 3,
        "opa": "6 weeks",
        "opb": "12 weeks",
        "opc": "6 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ed1d2a48-af4e-4ca8-bcde-76685a8dcc6d",
        "choice_type": "single"
    },
    {
        "question": "Drugs used in ADHD are",
        "exp": "ADHD: Attention Deficit Hyperactivity disorder. Difficulty in paying attention, difficulty in controlling behaviour and hyperactivity. Etiology- both genetic and environmental factors. Abnormality in dopamine transpoer and thyroid receptor beta genes in some patients. Inattention behaviour:- 1. Early distraction by extraneous stimuli 2. Careless mistakes in school 3. Difficulty sustaining attention in tasks or play 4. Forgetful in daily activities. 5. Does not seem to listen to what is being said 6. Daydreams, easily confused, move slowly. 7. Fails to finish schoolwork 8. Difficulty in processing information as quickly and accurately as others. Hyperactive behavior:- 1. Runs about or climbs excessively inappropriately 2. Fidgets with hands and feet 3. Trouble sitting still during dinner, school 4. Difficulty doing quiet tasks or activities Impulsive behavior:- 1. Difficulty awaiting turns in games 2. Blus out answers to question 3. Interrupts conversations Three subtypes are known: 1. Predominantly hyperactive impulsive 2. Predominantly inattendive 3. Combined hyperactive impulsive and inattentive. Diagnosis is primarily clinical, using thorough clinical interview of parents and use of behaviour rating scales. Physical examination includes direct observation of child and ruling out chronic systemic illnesses that affect child&; s attention span. Management: Educating the parents Treatment involves combination of behavior therapy and medications. Drugs:- Stimulants ( methylphenidate, anphetamine and their derivatives) are effective in ameliorating inattention, hyperactivity and impulsivity. Atomoxetine, a selective norepinephrine reuptake inhibitor and extended release preparations of selective alpha adrenergic agonists( guanfacine, clonidine) has proved to be effective. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Atomoxetine",
        "opb": "Methylphenidate",
        "opc": "Dextro-amphetamine",
        "opd": "All the above",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "d888846b-5b62-48b9-b81c-8403093752c5",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following cannot be done by 3 years old child?",
        "exp": "Triangle drawn by the age of 5 years Circle drawn by the age of 3 years Arrange a tower of 9 blocks by 3 yrs(Mnemonic: 3yrs=36 months=3+6=9blocks ) These are fine motor skills of a child Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH edition. page no. 50",
        "cop": 1,
        "opa": "Draw a triangle",
        "opb": "Draw a circle",
        "opc": "Can arrange 9 cubes",
        "opd": "Can go up and down",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "747b7cd8-f4b1-4ba2-b816-b147c4915d4b",
        "choice_type": "single"
    },
    {
        "question": "10 month old child cannot do _____",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Change cube from one hand to another",
        "opb": "Can build a cube of six",
        "opc": "Can pull and stand",
        "opd": "Waves bye bye",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1d99d3b5-bbb3-4bfd-aeb1-1fd23f4e0c00",
        "choice_type": "single"
    },
    {
        "question": "In a child, Self-feeding develops at the age of __________",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away Pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "83963dad-bc4b-43fb-a021-f4bbcd478e2b",
        "choice_type": "single"
    },
    {
        "question": "The following are features of premature thelarche except",
        "exp": "Premature thelarche is the term we use for girls who develop small breasts (often an inch or less across), typically before the age of 3 years. Girls with premature thelarche do not have other signs of pubey. Ref: Nelso",
        "cop": 1,
        "opa": "Assosciation with turners syndrome",
        "opb": "Asymmetrical breast enlargement",
        "opc": "Associated growth spu",
        "opd": "Areola pigmentation",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "82951637-d590-40cd-97f0-0127cbec4315",
        "choice_type": "multi"
    },
    {
        "question": "Delete A year 6 old child with IQ of 50. Which of the following can the child do",
        "exp": "these are the developmental milestones acquired as per the age",
        "cop": 1,
        "opa": "Identify colours",
        "opb": "Read a sentence",
        "opc": "Ride a bicycle",
        "opd": "Copy a triangle",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "08c07f6f-2b0c-45c4-9c43-31ba3980687e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true regarding \"thumb sucking\":",
        "exp": "Thumb sucking Normal in infants and toddlers. It peaks between the ages of 18-21 months and most children spontaneously drop the habit by 4 years. Can lead to dental malalignment. Parents should be reassured and asked to ignore the habit if child younger than 4years. If child 4-5 years, the parents should motivate the child to stop thumb sucking and encourage him when he restrains himself. Application of noxious agent in thumb is found useful. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Feels insecurity",
        "opb": "Pleasurable sensation",
        "opc": "Leads to dental problems",
        "opd": "Child < 4 years of age",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "eec84ac6-3da3-4516-8ffe-44ac0560a324",
        "choice_type": "multi"
    },
    {
        "question": "The child, Makes a tower of 3 cubes at an age of _______",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "2651023d-fffe-480d-a14e-eb21b4ae6306",
        "choice_type": "single"
    },
    {
        "question": "When you conduct a physical examination on a 2-year-old boy, which of the following procedures is most effective?",
        "exp": "In examining a 2-year-old child, sta the examination at the child&; s feet and work your way up toward the head. Children are much more tolerant of having their feet touched than their head. Because children at the age of 2 are fearful (separation from parents, having the parent in the room may help you handle the child. Children at 2 years of age do not fully understand why you are going to do or why you are going to do it, therefore, explaining your actions to the child would not be helpful. In addition, because the child&; s orite word at the age of 2 is \"no, asking the child&; s permission to do the examination before you begin will probably elicit that response Asking the nurse to restrain the child would did fear in the child rather than make the examination easier. Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "Ask the parent to leave the room so that you can handle the child better",
        "opb": "Ask the child's permission to do the examination before you begin",
        "opc": "Sta the examination at the child's feet and work your way up toward the head",
        "opd": "Carefully explain to the child what you are going to do and why you are going to do it before you begin",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "40c750fb-d8cf-4913-926e-741c7447423b",
        "choice_type": "single"
    },
    {
        "question": "Dyslexia is characterized by all Except",
        "exp": "Dyslexia (reading disorder) is included in ICD-10 in a separate category of symbolic dysfunction. It is described as unexpected difficulty in reading, that is, unexpected in relation to intelligence, chronological age/grade level, education, or professional status. In typical readers, development of reading and IQ are dynamically linked over time, but in dyslexic readers, there is a developmental uncoupling between reading and IQ Dyslexia is both familial and heritable. Dyslexia is observed in 50% of children who have a parent with dyslexia; 50% of the siblings of dyslexiapersons; and 50% of the parents of dyslexics. Most commonly, language and/or auditory processing weaknesses are present as evidenced by poor phonologic processing. Challenges with phonologic processing often result in deficiencies at the level of decoding individual words and, consequently, a delay in automaticity (e. g., acquiring a repeoire of words they can identify instantly) that causes reading to be slow, laborious, and frustrating. Without effective identification and intervention, reading comprehension, and ultimately the acquisition of knowledge may be seriously compromised. Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 34; Dyslexia",
        "cop": 1,
        "opa": "Mental retardation",
        "opb": "Inability to interpret written language",
        "opc": "Familial",
        "opd": "Retardation reading",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a0173b3f-66d1-4aa4-931b-a57a74c501ef",
        "choice_type": "multi"
    },
    {
        "question": "A child is below the third percentile for height. His growth velocity is normal, but chronologic age is more than skeletal age. The most likely diagnosis is",
        "exp": "sho stature: Defined as height below third centile or more than 2 standard detions below the median height for age and gender according to the population standard. Children whose stature s more than 3 SD below the population mean for age and gender are more likely to be suffering from pathological sho stature as compared to those with stature between -2 and -3. SD, who are more likely to be affected by familial or constitutional sho stature. CAUSES:- 1. Most common cause is constitutional. 2. Familial 3. Pathological causes include: Undernutrition Chronic systemic illness Cerebral palsy Congenital heart disease Cystic fibrosis, asthma Malabsorption Acquired immunodeficiency syndrome 4. Endocrine causes include: Growth hormone deficiency Hypothyroidism Cushing syndrome Pseudohypoparathyroidism Precocious or delayed pubey 5. Psychosocial dwarfism 6. Children born small for gestational age. 7. Skeletal dysplasia; achondroplasia, rickets. 8. Genetic syndrome; Turner, Down syndrome. Constitutional growth delay:- These children are born with a normal length and weight and grow normally for first 6-12 months of life. Their growth then shows a decelration so that the height and weight fall below third centile. By 3 yr of age, normal height velocity is resumed abd they continue to grow just below and parallel to tge 3rd centile with a normal height velocity. Bone age is lower than chronological age and corresponds to the height age. History of delayed pubey and delayed height spu is usually present in one or both parents. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Constitutional delay in growth",
        "opb": "Genetic sho stature",
        "opc": "Primordial dwarfism",
        "opd": "Hypopituitarism",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "4adf68de-a451-4172-98ba-d3ed23d1845c",
        "choice_type": "single"
    },
    {
        "question": "A child can Puts 3 words together at the age of _________",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "18 months",
        "opb": "24 months",
        "opc": "36 months",
        "opd": "48 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "79e7f086-c81f-4ca3-a820-223500be767a",
        "choice_type": "single"
    },
    {
        "question": "Normal child has dysfluency of speech between",
        "exp": "Stuttering is a defect in speech characterized by hesitation or spasmodic repetition of some syllables with pauses. There is difficulty in pronouncing the initial consonants caused by spasm of lingual and palatal muscles. It can affect up to 5% of children between 2 and 5 years of age. In this age group, parents should be reassured as most of them show resolution. If it persists beyond or appears after 5 years of age, opinion of psychologist and speech therapist should be sought",
        "cop": 1,
        "opa": "2 and 4 years",
        "opb": "4 and 6 years",
        "opc": "6 and 8 years",
        "opd": "8 and 10 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "5d717952-fa80-4f93-b44a-5e564229f343",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old child is always restless, inattentive to study and always wants to play outsite. Parents are extremely distressed. What would you advise _______",
        "exp": "The child is suffering from ADHD. ADHD: Attention Deficit Hyperactivity disorder. Difficulty in paying attention, difficulty in controlling behaviour and hyperactivity. Etiology- both genetic and environmental factors. Abnormality in dopamine transpoer and thyroid receptor beta genes in some patients. Inattention behaviour:- 1. Early distraction by extraneous stimuli 2. Careless mistakes in school 3. Difficulty sustaining attention in tasks or play 4. Forgetful in daily activities. 5. Does not seem to listen to what is being said 6. Daydreams, easily confused, move slowly. 7. Fails to finish schoolwork 8. Difficulty in processing information as quickly and accurately as others. Hyperactive behavior:- 1. Runs about or climbs excessively inappropriately 2. Fidgets with hands and feet 3. Trouble sitting still during dinner, school 4. Difficulty doing quiet tasks or activities Impulsive behavior:- 1. Difficulty awaiting turns in games 2. Blus out answers to question 3. Interrupts conversations Three subtypes are known: 1. Predominantly hyperactive impulsive 2. Predominantly inattendive 3. Combined hyperactive impulsive and inattentive. Diagnosis is primarily clinical, using thorough clinical interview of parents and use of behaviour rating scales. Physical examination includes direct observation of child and ruling out chronic systemic illnesses that affect child&; s attention span. Management: Educating the parents Treatment involves combination of behavior therapy and medications. Drugs:- Stimulants ( methylphenidate, anphetamine and their derivatives) are effective in ameliorating inattention, hyperactivity and impulsivity. Atomoxetine, a selective norepinephrine reuptake inhibitor and extended release preparations of selective alpha adrenergic agonists( guanfacine, clonidine) has proved to be effective. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "It is a normal behaviour",
        "opb": "Behaviour therapy",
        "opc": "It is a serious illness requires medical treatment",
        "opd": "Needs change in environment",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cd26f55f-cc68-4c81-85cb-c6788e5ea5fb",
        "choice_type": "single"
    },
    {
        "question": "A normally growing child smiles back (social smile) at the following age?",
        "exp": "SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile (smile after being talked to). 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in the mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays a simple ball game. Kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, points to three pas of the body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know full name and gender, dry by night. 4 years: Plays cooperatively in a group, goes to the toilet alone, washes face, brushes teeth. Roleplay. 5 years: helps in the household task, dresses, and undresses Ref: Ghai Essential Pediatrics, Ninth Edition, pg no. 48.",
        "cop": 3,
        "opa": "2-4 weeks",
        "opb": "4-6 weeks",
        "opc": "6-8 weeks",
        "opd": "6-10 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a4ad09c6-1b04-4c73-896f-84981d45d4d9",
        "choice_type": "multi"
    },
    {
        "question": "A normal child will acquire complete neck control by?",
        "exp": "GROSS MOTOR DEVELOPMENT: 2 months: Holds head in the plane of rest of the body when held in ventral suspension. In the prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in a tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstairs with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips Ref: Ghai Essential Pediatrics, ninth edition, pg. no. 44",
        "cop": 2,
        "opa": "8 weeks",
        "opb": "16 weeks",
        "opc": "28 weeks",
        "opd": "24 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "3b5a483d-2394-40ff-bede-7354b9298405",
        "choice_type": "single"
    },
    {
        "question": "Which of the following reflexes are present at bih?",
        "exp": "NEONATAL PERIOD (1. ST 4 WK). Prone: Lies in flexed attitude; turns head from side to side; head sags on ventral suspension. Supine: Generally flexed and a little stiff. Visual: May fixate face on light in line of vision; \"doll's-eye\" movement of eyes on turning of the body. Reflex: Moro response active; stepping and placing reflexes; grasp reflex active. Social: Visual preference for human face. The disappearance of the asymmetric tonic neck at 2-6months reflex means that infants can begin to examine objects in the midline and manipulatethem with both hands. Ref: Nelson Textbook of Paediatrics; 20th edition; Chapter 10; The first year",
        "cop": 4,
        "opa": "Moro's reflex",
        "opb": "Palmar grasp",
        "opc": "Assymetric tonic neck",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "98223e56-22b8-49c7-9a01-bc280dfbc8df",
        "choice_type": "multi"
    },
    {
        "question": "The Simian crease is not seen in ______",
        "exp": "Simian crease (single transverse palmar crease) is not seen in cystic fibrosis. Simian crease is seen in: Down&; s syndrome Fetal alcohol sydrome Trisomy 13 Cri du chat syndrome Ref: Online resources",
        "cop": 4,
        "opa": "Down syndrome",
        "opb": "Trisomy 13",
        "opc": "Cri du chat syndrome",
        "opd": "Cystic Fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "4531cb3b-9332-4cea-a512-279a4e392f95",
        "choice_type": "single"
    },
    {
        "question": "The prime principles of growth and development includes all except",
        "exp": "Principles of Growth and Development to Remember: It&; s a continuous process from the day we are conceived until death. It proceeds in an orderly sequence. It happens at different rates. It is cephalocaudal (from head to feet) It proceeds proximodistally (from center out) It continues from gross to fine motor skills. Ref: Nelson paediatrics Chapter: Growth and deve",
        "cop": 4,
        "opa": "Growth is a continous process",
        "opb": "It follows the same pattern in all human beings",
        "opc": "Growth and development go hand in hand",
        "opd": "Development occurs in Cephalocaudal direction",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "653053d4-bd7b-4dca-be0b-48770efa62d1",
        "choice_type": "multi"
    },
    {
        "question": "A child draws circle at",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. copies circle. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 4,
        "opa": "12 months",
        "opb": "24 months",
        "opc": "30 months",
        "opd": "36 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "37905b25-3a39-4662-b3f1-5cd5cd46991f",
        "choice_type": "single"
    },
    {
        "question": "A child builds towers of 2 cubes at the age of ______",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "22 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "74502e96-b1ba-4d0a-a75e-3beaab1526bf",
        "choice_type": "single"
    },
    {
        "question": "This milestone develops at age of ________",
        "exp": "At 4 months Lifts head and chest, with head in an approximately veical axis. legs extended Reaches and grasps objects and brings them to mouth Enjoys sitting with full trunkal suppo When held erect pushes with feet Laughs out loud Excites at sight of food Ref: Nelson 20th edit pg: 67",
        "cop": 3,
        "opa": "2 months",
        "opb": "3 months",
        "opc": "4 months",
        "opd": "5 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6c46f9dc-bf41-4b5c-9771-9290f367e998",
        "choice_type": "single"
    },
    {
        "question": "A child is able to say sho sentences of 6 words. The age is _________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c7c4f0cc-c032-4bbf-9917-e63485fe7eb7",
        "choice_type": "single"
    },
    {
        "question": "Child begins to sit with suppo, able to transfer objects from one hand to another hand and speak monosyllabic babbles at the age of",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). transfer object from one hand to other. 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "d4152b4b-88e0-456b-ae4b-ba03c0cbd641",
        "choice_type": "single"
    },
    {
        "question": "Which is the best parameter for SAM ____________",
        "exp": "Severe acute malnutrition is the most extreme and visible form ofundernutrition.... Children with severe acute malnutrition have very low weight for their height and severemuscle wasting. They may also have nutritional oedema - characterized by swollen feet, face and limbs. Ref. nelson 20th edition Nutrition chapter",
        "cop": 1,
        "opa": "Weight/height",
        "opb": "Height/age",
        "opc": "Weight/age",
        "opd": "Mid arm circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "933bb4f9-a566-416e-b9e1-1266944a15b9",
        "choice_type": "single"
    },
    {
        "question": "At the end of 1 year of age, the number of carpal bones seen in the skiagram of the hand is ___________",
        "exp": "Carpal bones ossified in chronological order, Capitate, Hamate, Triquetral, Lunate, followed usually by Scaphoid, then either the Trapezium or the Trapezoid. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Nil",
        "opb": "1",
        "opc": "2",
        "opd": "3",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "2a38950d-13f4-4e20-8f68-d0c44214d283",
        "choice_type": "single"
    },
    {
        "question": "A 1 & 1/2 yr child can do",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Build tower of 6 blocks",
        "opb": "Speak of 10-25 meaningful word",
        "opc": "Scribble",
        "opd": "points 3-4 body pas",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "f486c6fd-f8f8-4302-947f-7c159d5c6a5b",
        "choice_type": "single"
    },
    {
        "question": "A children has a vocabulary of 4-6 words, however the main mode of communication and social interaction continues to be non verbal what is the most likely developmental age of the child __________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1afb404e-fe7f-4d09-bddd-6b00948ace27",
        "choice_type": "single"
    },
    {
        "question": "The child, Copies circle at the age of _________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "24 months",
        "opb": "30 months",
        "opc": "36 months",
        "opd": "48 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "be9d15d4-9155-48ca-bb07-b800deb3e1e0",
        "choice_type": "single"
    },
    {
        "question": "Lowest recurrence in nocturnal enuresis is seen with",
        "exp": "Enuresis Defined as normal, complete evacuation of the bladder at a wrong place and time at least twice a month after 5 year of age. More than 85% children attain complete diurnal and nocturnal control by 5 years of age. Enuresis is primary when the child has never been dry and secondary when bed wetting stas after a minimum period of six months of dryness at night. It is said to be monosymptomatic if not accompanied by any lower urinary tract infection and nocturnal if it occurs during sleep. It has to be differentiated from continuous or intermittent incontinence or dribbling. The bed is usually soaking wet in enuresis, compared to incontinence in which there is loss of urine without normal emptying of bladder. ETIOLOGY:- 1. Maturation delay is most likely cause. 2. Anxiety producing episodes during the 2 nd to 5 th years, the time for development of nocturnal bladder control, are associated with increased risk of enuresis. 3. Lack of circadian rhythm of ADH or impaired response of kidneys to ADH. 4. Secondary enuresis can be precipitated by acute stressful condition or traumatic experience. Bladder irritability due to urinary tract infection or severe constipation with the full rectum impinging on the bladder can cause enuresis. 5. Conditions causing polyuria, spina bifida, ectopic ureter and giggle and stress incontinence are other causes. Treatment:- General advice given to all enurectic children but active treatment need not begin before 6 years of age. Caffeinated drinks like tea, coffee, sodas should be avoided in evening. Adequate fluid intake during day as 40% in morning, 40% in afternoon and 20% in evening is recommended. First line of treatment is usually non pharmacological, comprising motivational therapy and use of alarm devices. Motivational therapy:- Successful in curing enuresis upto 25%. The child is reassured and provided emotional suppo. Every attempt is made to remove any feeling of guilt. The child is encouraged to assume active responsibility, including keeping a dry night diary, voiding urine before going to bed, and changing wet clothes and bedding. Dry nights should be credited with praise. punishments and angry parenteral response should be avoided. Child is encouraged both to void frequently enough to avoid urgency and daytime incontinence and to have daily bowel movement. Alarm therapy: Involves the use of device to elicit a conditioned response of awakening to the sensation of full bladder. Best used afteemr seven years if age. Successful in two third cases without much recurrence. The alarm device consists of a small sensor attached to child&; s underwear or a mat under the bed sheet and an alarm attached to the childs collar or at bedside. When the child stas wetting, sensors are activated thus causing the alarm to ring. Pharmacotherapy:- Used if enuresis persists despite alarm therapy, regular voiding habits, exclusion or treatment of constipation, exclusion of post voidal residual urine. Imipramine works by aleing the arousal sleep mechanism. It gives satisfactory initial response at dise of 1-2. 5 mg/ kg/ day. Relapse rate after discontinuation of therapy seen. Cardiac arrythmia is a serious adverse effect. Anticholinergic drugs reduce uninhibited bladder contractions and are useful in children who have significant daytime urge incontinence besides nocturnal enuresis. Usual dose is 5 mg for oxybutynin, 2 mg for tolterodine. Desmopressin works by reducing volume of urine. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Bed alarms",
        "opb": "Desmopressin",
        "opc": "Imipramine",
        "opd": "Oxybutynin",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7cee35ef-a87f-442a-a8d4-60e751dbc975",
        "choice_type": "single"
    },
    {
        "question": "Best treatment for enuresis is __________",
        "exp": "Enuresis Defined as normal, complete evacuation of the bladder at a wrong place and time at least twice a month after 5 year of age. More than 85% children attain complete diurnal and nocturnal control by 5 years of age. Enuresis is primary when the child has never been dry and secondary when bed wetting stas after a minimum period of six months of dryness at night. It is said to be monosymptomatic if not accompanied by any lower urinary tract infection and nocturnal if it occurs during sleep. It has to be differentiated from continuous or intermittent incontinence or dribbling. The bed is usually soaking wet in enuresis, compared to incontinence in which there is loss of urine without normal emptying of bladder. ETIOLOGY:- 1. Maturation delay is most likely cause. 2. Anxiety producing episodes during the 2 nd to 5 th years, the time for development of nocturnal bladder control, are associated with increased risk of enuresis. 3. Lack of circadian rhythm of ADH or impaired response of kidneys to ADH. 4. Secondary enuresis can be precipitated by acute stressful condition or traumatic experience. Bladder irritability due to urinary tract infection or severe constipation with the full rectum impinging on the bladder can cause enuresis. 5. Conditions causing polyuria, spina bifida, ectopic ureter and giggle and stress incontinence are other causes. Treatment:- General advice given to all enurectic children but active treatment need not begin before 6 years of age. Caffeinated drinks like tea, coffee, sodas should be avoided in evening. Adequate fluid intake during day as 40% in morning, 40% in afternoon and 20% in evening is recommended. First line of treatment is usually non pharmacological, comprising motivational therapy and use of alarm devices. Motivational therapy:- Successful in curing enuresis upto 25%. The child is reassured and provided emotional suppo. Every attempt is made to remove any feeling of guilt. The child is encouraged to assume active responsibility, including keeping a dry night diary, voiding urine before going to bed, and changing wet clothes and bedding. Dry nights should be credited with praise. punishments and angry parenteral response should be avoided. Child is encouraged both to void frequently enough to avoid urgency and daytime incontinence and to have daily bowel movement. Alarm therapy: Involves the use of device to elicit a conditioned response of awakening to the sensation of full bladder. Best used after seven years of age. Successful in two third cases without much recurrence. The alarm device consists of a small sensor attached to child&; s underwear or a mat under the bed sheet and an alarm attached to the childs collar or at bedside. When the child stas wetting, sensors are activated thus causing the alarm to ring. Pharmacotherapy:- Used if enuresis persists despite alarm therapy, regular voiding habits, exclusion or treatment of constipation, exclusion of post voidal residual urine. Imipramine works by aleing the arousal sleep mechanism. It gives satisfactory initial response at dise of 1-2. 5 mg/ kg/ day. Relapse rate after discontinuation of therapy seen. Cardiac arrythmia is a serious adverse effect. Anticholinergic drugs reduce uninhibited bladder contractions and are useful in children who have significant daytime urge incontinence besides nocturnal enuresis. Usual dose is 5 mg for oxybutynin, 2 mg for tolterodine. Desmopressin works by reducing volume of urine. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Oxybutinin",
        "opb": "Desmopressin",
        "opc": "Bed alarm",
        "opd": "Imipramine",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "eb334141-1c61-4d7c-9cf2-2b6afd5701fb",
        "choice_type": "single"
    },
    {
        "question": "Perinatal period corresponds to",
        "exp": "Peaining to the period immediately before and after bih. The perinatal period is defined in diverse ways. Depending on the definition, it stas at the 20th to 28th week of gestation and ends 1 to 4 weeks after bih. Ref: Nelson paediatrics chapter: Growth and develop",
        "cop": 1,
        "opa": "28 weeks of gestation to 7 days after bih",
        "opb": "Period of labour to newborn period",
        "opc": "Third trimester of pregnancy to newborn period",
        "opd": "36 weeks of gestation to 3 days after bih",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "6721e0e3-00e8-45c9-a2f6-f457fe0b979b",
        "choice_type": "single"
    },
    {
        "question": "Triple test for the diagnosis of Down&; s syndrome includes all of the following except:",
        "exp": "lnhibin A is not included in Triple test, its is a pa of Quadruple test. Triple test AFP+HCG+UE3 Quadruple test Triple test+Inhibin A Combined test (first-trimester screening) PAPPA+HCG+Nuchal translucency Intergrated test First-trimester screening+Quadruple test The most sensitive is the integrated test (94-96% detection rate) The risk for abnormal offpspring for a carrier of balanced chromosomal translocation of 21: 21 is 100% Ref: Nelson textbook of pediatrics 21st edition pgno: 661",
        "cop": 3,
        "opa": "Beta hcg",
        "opb": "Alpha-fetoprotein",
        "opc": "Inhibin A",
        "opd": "Serum oestriol level",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "bc2e3728-5add-4058-bc12-6c59d93c88fb",
        "choice_type": "multi"
    },
    {
        "question": "At 2 years, all the following milestones are achieved except",
        "exp": "Emerging patterns of motor behaviour from 1-5years of age15 months. Walks alone. Crawls upstairs18 months. Runs stiffly. Sits on small Chair. Walks upstairs with one handheld. Explores drawers and wastebaskets24 months. Runs well. Walks up and downstairs, 1 step at a time. Opens doors. Climbs on furniture. Jumps30 months. Goes upstairs on Alternating feet36 months. Rides a tricycle. Stands momentarily on one foot48 months Hops on one foot. Throws ball overhand. Uses scissors to cut out pictures. Climbs well60 months Skips. Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "Opens doors",
        "opb": "Goes upstairs on Alternating feet",
        "opc": "Climbs on furniture",
        "opd": "Runs well",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "bc5d829c-76bd-469b-8662-639553360b5c",
        "choice_type": "multi"
    },
    {
        "question": "This milestone is achieved by a child at age of __________",
        "exp": "Follows moving object (180degrees) develops at 2 months Also at 2 months Smiles on social contact Listens to voice and coos Head sustained in a plane of the body on ventral suspension Ref: Nelson 20th edition pg no: 66",
        "cop": 1,
        "opa": "2 months",
        "opb": "3 months",
        "opc": "4 months",
        "opd": "5 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "d2ac38fc-a04e-43fa-86c3-2e101960a3c0",
        "choice_type": "single"
    },
    {
        "question": "A child speaks sentences at the age of?",
        "exp": "LANGUAGE MILESTONES: 1 month: Ales to sound. 2 months: responds to sound by stale or quietening to a smooth voice. 3 months: Coos (musical vowel sounds). 4 months: Laughs loud. 6 months: Monosyllables (ba, da), ah-ghoo 9 months: Understands spoken words, speaks bisyllables. 12 months: 1-2 words with meaning. 18 months: a vocabulary of 8-10 words. Can name one pa of the body. 2 years: 2-3-word sentences 3 years: Asks questions, knows full name and gender. 4 years: Says song or poem, tells a story, knows three colors. 5 years: Asks the meaning of words. Ref: Ghai Essential Pediatrics, ninth edition, pg. no. 49.",
        "cop": 4,
        "opa": "6 months",
        "opb": "1 year",
        "opc": "18 months",
        "opd": "2 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "1b1e3a28-6e8e-45ae-b899-2e7aca19116e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following childhood disorder improves with increase in age _________",
        "exp": "Temper tantrums are unpleasant and disruptive behaviors or emotional outbursts. They often occur in response to unmet needs or desires. Tantrums are more likely to occur in younger children or others who cannot express their needs or control their emotions when they are frustrated. This abnormal behavior continues as we fulfil their desire. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Conduct disorder",
        "opb": "Emotional problems",
        "opc": "Temper tantrum",
        "opd": "Sleep disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7ddc0960-50d0-496d-ae94-6c0aadee0b84",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not include height?",
        "exp": "Ref: Park PSM, 24th edition.",
        "cop": 2,
        "opa": "Waterlow classification",
        "opb": "Gomez classfication",
        "opc": "Body Mass Index",
        "opd": "Ponderal index",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "57dde892-460e-4748-a06b-c9cec3f847aa",
        "choice_type": "single"
    },
    {
        "question": "A child, Draws man with 2-4 pas besides head at the age of _________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "e42ea025-7387-4e1d-9cf9-a18ee2e911ad",
        "choice_type": "single"
    },
    {
        "question": "Waterflow classification of malnutrition in children takes into account?",
        "exp": "Waterlow&; s classification of PEM: It defines two groups- 1. Malnutrition with a retarded growth, in which a drop in height/age ratio points to a chronic condition - shoness/stunting. It is an index of the duration of malnutrition 2. Malnutrition with a low weight for a normal height, in which the weight for height ratio is indicative of an acute condition of rapid weight loss/ wasting. It is an index of severity of malnutrition. Reference: GHAI Essential pediatrics, eighth edition",
        "cop": 3,
        "opa": "Weight for height (wasting)",
        "opb": "Height for age (stunting)",
        "opc": "Weight for height (wasting) and height for age (stunting)",
        "opd": "Percent of reference weight for age",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "49d378bf-29b1-4af3-9374-d2575e91d9e7",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding principles of development except?",
        "exp": "In the extremities, development occurs proximal to distal. Growth Development Denotes a net increase in size/mass of tissues Denotes maturation of functions Cephalocaudal Head = Neck = Trunk and upper limbs = Lower limbs Cephalocaudal Head = Neck = trunk and upper limbs = Lower limbs Distal = Proximal Hands increase in size before upper arms Proximal = Distal Hand use is learnt before the use of fingers Rules of Development: It is a continuous process It depends on the functional maturation of the nervous system The sequence of attainment of milestones is the same in all children It progresses in cephalocaudal direction and proximal to distal Ceain primitive reflexes have to be lost before relevant milestones are attained The initial disorganised mass activity is gradually replaced by specific actions Ref: Ghai Essential pediatrics 9th edition Pgno: 38",
        "cop": 4,
        "opa": "Development is a continuous process",
        "opb": "Specific responses replace mass activity as the child matures",
        "opc": "It progresses in cephalocaudal direction",
        "opd": "In the extremities, development occurs in distal to proximal",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "01e8244f-815c-4170-93a1-374b926f60b3",
        "choice_type": "multi"
    },
    {
        "question": "In a child, Purposeful movement is staed at______",
        "exp": "A child develops head control by 4 months, and attains neck control by 5 months (20 wks) of age. Hence the child flexes his head onto chest i. e moves purposefully when pulled to sit by the age of 5 months. And also the baby moves his feet, and takes his foot to mouth at this age. Ref- Ghai, 9th edition, chapter 3",
        "cop": 1,
        "opa": "6 month",
        "opb": "Infant",
        "opc": "8 month",
        "opd": "9 month",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "9e213321-254e-4e8e-bbb8-fde2355fceb1",
        "choice_type": "single"
    },
    {
        "question": "Prenatal exposure to cigarette smoke is associated with all except",
        "exp": "Prenatal exposure to cigarette smoke is associated with lower bihweight, shoer length, and smaller head Circumference, as well as changes in neonatal neurodevelopmental assessments. Later, these children are at increased risk for learning problems, externalizing behavror disorders, and long-term health effects. Ref:- Nelson&; s textbook of paediatrics; pg num:- 345",
        "cop": 1,
        "opa": "Neonatal Diabetes",
        "opb": "Learning problems",
        "opc": "Shoer length",
        "opd": "Changes in neonatal neurodevelopmental status",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "41bccdb9-e1fb-46be-926a-87e98dd51633",
        "choice_type": "multi"
    },
    {
        "question": "How many teeth are present in 3 year old ___________",
        "exp": "After that first tooth breaks through, more and more teeth begin to appear. Most kids have their first set of teeth by the time they are 3 years old. These are called the primaryteeth, baby teeth, or milk teeth and there are 20 in all. When a child gets to age 5 or 6, these teeth sta falling out, one by one. Ref: Nelson paediatrics Chapter: Growth and de",
        "cop": 4,
        "opa": "8 teeth",
        "opb": "12 teeth",
        "opc": "18 teeth",
        "opd": "20 teeth",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "68eb0b42-bdd6-445f-b10b-473d63f814b3",
        "choice_type": "single"
    },
    {
        "question": "A 3 month baby will have ________",
        "exp": "Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Pincer grasp",
        "opb": "Head control",
        "opc": "Sitting with suppo",
        "opd": "Transfer object",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "4cb159c6-fefb-400e-a87d-dd00e72a2940",
        "choice_type": "single"
    },
    {
        "question": "A child is below the third percentile for height. His growth velocity is normal, but chronologic age is more then skeletal age. The most likely diagnosis is _________",
        "exp": "Constitutional delay of growth and pubey (CDGP) is a term describing a temporary delay in the skeletalgrowth and thus height of a child with no physical abnormalities causing the delay. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Constitutional delay in growth",
        "opb": "Genetic sho stature",
        "opc": "Primordial dwarfism",
        "opd": "Hypopituitarism",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cae6cb00-c84c-4b98-8514-ab3042fafc48",
        "choice_type": "single"
    },
    {
        "question": "The child, Copies cross and square at __________",
        "exp": "Emerging patterns of Adaptive milestones from 1-5years of age 15months Makes a tower of 3 cubes Makes a line with a crayon Inses raisin in a bottle 18months Makes a tower of 4 cubes Imitates scribbling Imitates veical stroke Dumps raisin from a bottle 24months Makes a tower of 7 cubes (6 at 21 mo) Scribbles in a circular pattern Imitates horizontal stroke Folds paper once imitatively 30months Makes a tower of 9 cubes Makes veical and horizontal strokes, but generally will not join them to make cross Imitates circular stroke, forming a closed figure 36months Makes a tower of 10 cubes Imitates construction of \"bridge\" of 3 cubes Copies circle Imitates cross 48months Copies bridge from model Imitates construction of \"gate\" of 5 cubes Copies cross and square Draws man with 2-4 pas besides the head Identifies longer of 2 lines 60months Draws a triangle from copy Names heavier of 2 weights Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ec90f084-1326-4bd1-be85-51a3e4e12640",
        "choice_type": "single"
    },
    {
        "question": "Developmental delay should be suspected, if the developmental quotient (DQ) is below _____(%)",
        "exp": "Developmental delay should be suspected if the development quotient(DQ) is below 70%. It is calculated as: DQ= Development age/Chronological age * 100 In preterm infants, the corrected age rather than postnatal age is used till two years of age. For example, a child born at 32 weeks gestation (gestational age) seen at 12 weeks of age (postnatal age), should be considered as a 4-week old (corrected age) child. Ref: Ghai essential Pediatrics 9th edition Pgno: 50",
        "cop": 3,
        "opa": "80",
        "opb": "77",
        "opc": "70",
        "opd": "65",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "08453244-079b-4453-bf9c-284ddf019781",
        "choice_type": "single"
    },
    {
        "question": "The child, Pretends in play at the age of __________",
        "exp": "Emerging patterns of social behaviour from 1-5years of age 15months Indicates some desires or needs by pointing Hugs parents 18months Feeds self Seeks help when in trouble May complain when wet or soiled Kisses parent with pucker 24months Handles spoon well Often tells about immediate experiences Helps to undress Listens to stories when shown pictures 30months Helps put things away Pretends in play 36months Plays simple games (in \"parallel\" with other children) Helps in dressing (unbuttons clothing and puts on shoes) Washes hands 48months Plays with several children, with the beginning of social interaction and role-playing Goes to the toilet alone 60months Dresses and undresses Asks questions about the meaning of words Engages in domestic role-playing Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "18 months",
        "opb": "24 months",
        "opc": "30 months",
        "opd": "36 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "0fae0ed8-dc6e-401d-84fb-53461ea061cd",
        "choice_type": "single"
    },
    {
        "question": "Which carpal bone appears at 2 months of age?",
        "exp": "Ref. nelson textbook of pediatrics 20th edition page 68",
        "cop": 1,
        "opa": "Capitate",
        "opb": "Pisiform",
        "opc": "Lunate",
        "opd": "Trapezoid",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7a4560f6-efa3-4895-bd96-50a077f6bed5",
        "choice_type": "single"
    },
    {
        "question": "Down syndrome most commonly occurs due to ____",
        "exp": "Down&; s syndrome occurs due to nondisjunction in maternal meiosis. Down&; s syndrome: Most common chromosomal disorder Incidence: 1/800 live bihs Mechanism: Trisomy 21 (meiotic maternal nondisjunction) (95%) Robesonian translocation: 4% Mosaic pattern: 1% Non-disjunction points to the failure of the homologous chromosome to seperate during the meiotic division. Ref: Nelson textbook of pediatrics 21st edition Pgno: 658",
        "cop": 2,
        "opa": "Reciprocal translocation",
        "opb": "Non-disjunction in maternal meiosis",
        "opc": "Mosaicism",
        "opd": "Non-disjunction in paternal meiosis",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "5ff91ecc-eb6e-4eb2-a204-fcae5fad3dd3",
        "choice_type": "single"
    },
    {
        "question": "This milestone is achieved by the age of ____________",
        "exp": "At 10 months Sits up alone and indefinitely without suppo Pulls to a standing position Walks holding furniture Grabs objects with thumb and forefinger Pokes at things with forefingers Uncovers hidden toy Mama, dada sounds (repetitive consonant sounds) Responds to the sound of a name Plays Peek-a-boo Waves bye-bye Ref: Nelson 20th edition pg no: 67",
        "cop": 2,
        "opa": "6 months",
        "opb": "10 months",
        "opc": "12 months",
        "opd": "18 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "b3c12fa0-1f57-48f4-8f8a-6a53e3a0472a",
        "choice_type": "single"
    },
    {
        "question": "Ponderal index for a malnourished child is ____________",
        "exp": "PI is calculated from measurements of body mass (M) and height (H). PI = the cube root of body weight divided by height, where body mass is in kilograms and height in meters. Be aware that there are variations of this formula which are also sometimes called the Ponderal Index. Ref. nelson 20th edition page 339 nutrition chapter",
        "cop": 2,
        "opa": "< 1",
        "opb": "< 2",
        "opc": "< 4",
        "opd": "< 6",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "c155640b-866f-4868-a7ce-77eb167c9ed7",
        "choice_type": "single"
    },
    {
        "question": "A baby has recently developed mouthing but has not developed stranger anxiety. Likes and dislikes for food. What is the most appropriate age of this baby?",
        "exp": "Here the child has developed mouthing and likes and dislikes for food (4 months) but no stranger anxiety(6 months). So developmental age is 5 months. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 15months: vocabulary of 6 words 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "3 months",
        "opb": "5 months",
        "opc": "7 months",
        "opd": "9 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "51b58cb8-ee3a-4950-95eb-723fcbc690fe",
        "choice_type": "single"
    },
    {
        "question": "A normal healthy child has a height of 100 cm and weighs 16 kg. What is his most likely age_______",
        "exp": "Height doubles by 4 yrs. Since length at bih is 50 cm. Height becomes 100 cm by 4 yrs. Weight =2y +8 = 16 by Weech formula for 1 to 6 yrs. So y =16-8/2 = 8/2=4 yrs Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "3 years",
        "opb": "4 years",
        "opc": "5 years",
        "opd": "6 years",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "ba37e4da-4960-4a67-9f3b-5f29a15fde94",
        "choice_type": "single"
    },
    {
        "question": "ACTH secretion is highest during",
        "exp": "High levels of ACTH are detected by the adrenal gland receptors which stimulate the secretion of coisol, causing blood levels of coisol to rise. As the coisol levels rise, they sta to slow down the release of coicotrophin-releasing hormone from the hypothalamus and ACTH from the pituitary gland. Ref: Nelson",
        "cop": 3,
        "opa": "Noon",
        "opb": "Evening",
        "opc": "Morning",
        "opd": "Night",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "0dffe44f-2574-4138-87f6-b6d902e69964",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are the first incisors to erupt in an infant __________",
        "exp": "Eruption times vary from child to child. As seen from the cha, the first teeth begin to break through the gums at about 6 months of age. Usually, the first two teeth to erupt are the two bottom central incisors (the two bottom front teeth). Next, the top four front teeth emerge. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Lower central",
        "opb": "Lower lateral",
        "opc": "Upper central",
        "opd": "Upper lateral",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "26de8a10-bb8c-486a-81c0-df0b87704883",
        "choice_type": "single"
    },
    {
        "question": "Cretinism is _____________",
        "exp": "Congenital iodine deficiency syndrome, previously known as cretinism, is a condition of severely stunted physical and mental growth owing to untreated congenital deficiency of thyroid hormone (congenital hypothyroidism) usually owing to maternal hypothyroidism. Results in Dispropoionate dwarfism Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Dispropoionate dwarfism",
        "opb": "Sho stature with long trunk",
        "opc": "Sho stature with sho trunk",
        "opd": "Long stature with long trunk",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cd17c094-bc6d-4817-8cd4-3f6f5856812c",
        "choice_type": "single"
    },
    {
        "question": "A normal child develops the ability to use 10 words with meaning at the age of",
        "exp": "<p>. Developmental milestones:- GROSS MOTOR DEVELOPMENT: 2 months: Holds head in plane of rest of the body when held in ventral suspension. In prone position in bed, the chin lifts momentarily. 3 months: lift head above the plane of the body. Head control stas by 3 months and fully developed by 5 months. 4 months: Remain on forearm suppo if put in prone position, lifting the upper pa of the body off the bed. 5 months: Rolls over. 6 months: sit in tripod fashion. 8 months: sits without suppo., crawling 9 months: Takes a few steps with one hand held. Pulls to standing and cruises holding on to furniture by 10 months. 10 months: creeps 12 months: creeps well, walk but falls, stand without suppo. 15 months: walks well, walks backward/ sideways pulling a toy. May crawl upstairs. 18 months: Runs, walks upstair with one hand held. Explores drawers 2 years: walk up and downstairs, jumps. 3 years: rides tricycle, alternate feet going upstairs. 4 years: hops on one foot, alternate feet going downstairs. 5 years: skips FINE MOTOR DEVELOPMENT:- 2 months- eyes follow objects to 180 deg. 3 months-Grasp reflex disappears and hand is open most of the time. 4 months- Bidextrous approach( reaching out for objects with both hands). 6 months- Unidextrous approach( Reach for an object with one hand). 8 months- radial grasp sta to develop. Turns to sound above the level of ear. 9 months- immature pincer grasp, probes with forefinger. 12 months-Unassisted pincer grasp. Releases object on request. Uses objects predominantly for playing, not for mouthing. Holds block on each hand and bang them together. 15 months- imitate scribbling, tower of two blocks 18 months- scribbles, tower of 3 blocks. turn pages of a book, 2-3 at a time. 2 years- tower of 6 blocks, veical and circular stroke. 3 years-Tower of 9 blocks, dressing and undressing with some help, can do buttoning. 4 years- copies cross, bridge with blocks 5 years- copies triangle, gate with blocks. SOCIAL AND ADAPTIVE MILESTONES: 2 months: social smile(smile after being talked to). watches mother when spoken to and may smile. 3 months: Recognizes mother, anticipates feeds. 4 months: Holds rattle when placed in hand and regards it. Laughs aloud. Excited at the sight of food. 6 months: recognizes strangers, stranger anxiety. Enjoy watching own image in mirror, shows displeasure when toy pulled off. 9 months: waves bye bye 12 months: comes when called, plays simple ball game. kisses the parent on request. Makes postural adjustments for dressing. 15 months: jargon, stas imitating mother. 18 months: copies parents in tasking, dry by day, calls mother when he wants potty, points to three pas of body on request. 2 years: ask for food, drink, toilet, pulls people to show toys. 3 years: shares toys, know fullname and gender, dry by night. 4 years: Plays cooperatively in a group, goes to toilet alone, washes face, brushes teeth. Role play. 5 years: helps in household task, dresses and undresses. LANGUAGE MILESTONES: 1 month: Ales to sound. 2 month: respond to sound by stale or quitening to a smooth voice. 3 months: babbles when spoken to. Makes sounds (ahh, coos, ) laughs. 4 months: laughs aloud. 6 months: monosyllables 9 months: understands spoken words, bisyllables. 12 months: 1-2 words with meaning. 18 months: vocabulary of 10 words. Can name one pa of body. 2 years: 3 word simple sentences 3 years: asks questions, knows full name and gender. 4 years: says songs or poem, tells story, knows three colours. 5 years: ask meaning of words. {Reference: GHAI Essential pediatrics, eighth edition}",
        "cop": 3,
        "opa": "12 months",
        "opb": "15 months",
        "opc": "18 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "75b19c75-01aa-48c2-9ad1-88e773e69ecd",
        "choice_type": "single"
    },
    {
        "question": "A child sta Jumping at the age of ________",
        "exp": "Emerging patterns of motor behaviour from 1-5years of age 15 months Walks alone Crawls upstairs 18 months Runs stiffly Sits on small Chair Walks upstairs with one handheld Explores drawers and wastebaskets 24 months Runs well Walks up and downstairs, 1 step at a time Opens doors Climbs on furniture Jumps 30 months Goes upstairs on Alternating feet 36 months Rides a tricycle Stands momentarily on one foot 48 months Hops on one foot Throws ball overhand Uses scissors to cut out pictures Climbs well 60 months Skips Ref: Nelson paediatrics; Table 11-1",
        "cop": 2,
        "opa": "18 months",
        "opb": "24 months",
        "opc": "30 months",
        "opd": "36 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "edb04d66-ec61-4aed-86a9-77a67c929e9f",
        "choice_type": "single"
    },
    {
        "question": "What is the most common cause of respiratory distress in newborns?",
        "exp": "Transient tachypnea of the newborn is a respiratory problem that can be seen in the newborn sholy after delivery. It is caused by retained fetal lung fluid due to impaired clearance mechanisms. It is the most common cause of respiratory distress in term neonates. Ref: essential paediatrics op ghai 9edition Pg no: 210",
        "cop": 4,
        "opa": "Congenital pneumonia",
        "opb": "Hyaline membrane disease",
        "opc": "Congenital diaphragma c hernia",
        "opd": "Transient tachypnea of the newborn",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "7b9d946f-bcff-4c3a-b0aa-b771ab860a07",
        "choice_type": "single"
    },
    {
        "question": "The weight of the child at 3 years is usually_______ times the bih weight",
        "exp": "<p> weight of new born Weight of child in nude or minimal clothing is measured accurately on a lever or electronic type of weighing scale. Spring balances are less accurate. The weighing scale should have a minimum unit of 100g. Child should be placed in middle of pan. Age Weight(kg) Bih. 3 6 months 6 (doubles) 1 yr. 9(triples) 2 yr. 12(quadruples) 3 yr. 15 4 yr. 16 At bih weight is 3 kg and at 3 years it is 15 kg ( 5 times bih weight). {Reference: GHAI essential Paediatrics}</p>.",
        "cop": 3,
        "opa": "3",
        "opb": "4",
        "opc": "5",
        "opd": "7",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "49075091-0c44-49c3-ae68-6f1b6d4050de",
        "choice_type": "multi"
    },
    {
        "question": "This milestone is achieved by the age of _________",
        "exp": "At 4 months Lifts head and chest, with head in an approximately veical axis. legs extended Reaches and grasps objects and brings them to mouth Enjoys sitting with full trunkal suppo When held erect pushes with feet Laughs out loud Excites at sight of food Ref: Nelson 20th edition pg: 67",
        "cop": 2,
        "opa": "2 months",
        "opb": "4 months",
        "opc": "6 months",
        "opd": "8 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "cdb43c5c-e105-4240-9319-e8f0149893c2",
        "choice_type": "single"
    },
    {
        "question": "Average gain of Height in the first year is?",
        "exp": "Square root of the month of the baby. Till he reaches 7 months Ref- OP. Ghai, 9th edition, Page 14",
        "cop": 1,
        "opa": "25 cm",
        "opb": "50 cm",
        "opc": "75 cm",
        "opd": "100 cm",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "eed6a4f1-0b24-42e0-8a35-694591976c5a",
        "choice_type": "single"
    },
    {
        "question": "A normally developing 10 months old child should be able to do all of the following except _________",
        "exp": "the child is able to make tower of 2 blocks by 15 months and tower of 3 blocks by 18 months. Ref: OP GHAI - ESSENTIAL PEDIATRICS - 8 TH edition page no 50",
        "cop": 4,
        "opa": "Stand alone",
        "opb": "Play peak to boo",
        "opc": "Pick up a pellet with thumb and index finger",
        "opd": "Build a tower of 3-4 cubes",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "092bb26b-405d-409c-96b4-509ab4014460",
        "choice_type": "multi"
    },
    {
        "question": "Early strict toilet training can result in",
        "exp": "A condition in which a child resists having bowel movements, causing impacted stool to collect in the colon and rectum and lead to leakage. Common causes of this symptom Encopresis can have causes that aren&; t due to underlying disease. Examples include sneezing, constipation, incontinence due to lack of potty training or incontinence due to misinterpretation of body signals. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Nocturnal enuresis",
        "opb": "Encopresis",
        "opc": "Night terror",
        "opd": "Temper tantrauma",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "a3da19ac-1e6f-4c7a-9e90-2ed8b303c71a",
        "choice_type": "single"
    },
    {
        "question": "This milestone is achieved by _________",
        "exp": "At 10 months Sits up alone and indefinitely without suppo Pulls to a standing position Walks holding furniture Grabs objects with thumb and forefinger Pokes at things with forefingers Uncovers hidden toy Mama, dada sounds (repetitive consonant sounds) Responds to the sound of a name Plays Peek-a-boo Waves bye-bye Ref: Nelson 20th edition pg no: 67",
        "cop": 1,
        "opa": "10 months",
        "opb": "12 months",
        "opc": "16 months",
        "opd": "18 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "bdcd5061-814c-4b16-b994-30f67f31c93e",
        "choice_type": "single"
    },
    {
        "question": "A child can Count 4 pennies accurately by the age of?",
        "exp": "Emerging patterns for language behaviour from 1-5years of age 15months Jargon Follows simple commands May name a familiar object (e. g., ball) Responds to his/her name 18months 10 words (average) Names pictures Identifies 1 or more pas of the body 24months Puts 3 words together (subject, verb, object) 30months Refers to self by the pronoun \"I\" Knows full name 36months Knows age and sex Counts 3 objects correctly Repeats 3 numbers or a sentence of 6 syllables Most of the speech intelligible to strangers 48months Counts 4 pennies accurately Tells story 60months Names 4 colours Repeats sentence of 10 syllables Counts 10 pennies correctly Ref: Nelson paediatrics; Table 11-1",
        "cop": 3,
        "opa": "30 months",
        "opb": "36 months",
        "opc": "48 months",
        "opd": "60 months",
        "subject_name": "Pediatrics",
        "topic_name": "Growth and development",
        "id": "0efa8065-47b9-4f58-9760-e67ff13443fb",
        "choice_type": "single"
    }
]