[
    {
        "question": "In a rural clinic, a 3-year old girl child is brought by her mother and is emaciated. Her hemoglobin was 5 g/dL. The girt also has edema over her knees and ankles with discrete rash on her knees, ankles and elbows. The most likely worm infestation causing these manifestations is:",
        "exp": "Ans. a. Honk worm (Ref: Harrison 19/e p1414, 18/e p1741; Paniker Textbook of Parasitology 7/e p186) A 3-year-old emaciated girl child with Hb of 5 g/dL ami edema aver her knees and ankles with discrete rash on her knees, ankles and elbows. The most likely norm infestation causing these manifestations is hook worm. \"Chronically infected children with moderate and heavy hookworm infections suffer from intestinal blood loss resulting in iron deficiency, which can lead to anemia as well as protein malnutrition. The major clinical manifestations are related to intestinal blood loss. Heavily infected children exhibit all of the signs and symptoms of iron deficiency anemia and protein malnutrition. In some cases, children with chronic hookworm disease acquire a yellow-green pallor known as chlorosis. \"Hook-Worm Infestation. Chronically infected children with moderate and hevy hookworm infections suffer from intestinal blood loss resulting in iron deficiency, which can lead to anemia as well as protein malnutritionQ. The major clinical manifestations are related to intestinal blood lossQ. Heavily infected children exhibit all of the signs and symptoms of iron deficiency anemia and protein malnutritionQ. In some cases, children with chronic hookworm disease acquire a yellow-green pallor known as chlorosisQ. Prolonged iron deficiency associated with hookworms in childhood can lead to physical growth retardation and cognitive and intellectual deficitsQ. Intestinal hookworm infection may occur without specific gastrointestinal complaints, although pain, anorexia, and diarrhea have been attributed to the presence of hookworms. Eosinophilia is often first noticed in early gastrointestinal infection.",
        "cop": 1,
        "opa": "Hook worm",
        "opb": "Round worm",
        "opc": "Whip worm",
        "opd": "Pin worm",
        "subject_name": "Pediatrics",
        "topic_name": "Helminthic Diseases",
        "id": "4bed0feb-7005-4d8a-9c91-6f2240f5fc51",
        "choice_type": "single"
    }
]