[
    {
        "question": "Diagnosis of beta Thalassemia is established by",
        "exp": "Diagnostic test for thalassemia is Hb electrophoresis. NESTROFT Test - Naked Eye Single Tube Red Cell Osmotic Fragility Test - used for screening for Thalassemia Hb. A1c - Used to assess long term glycemic control in diabetics (blood sugar control over past 3 months) Target cells - A feature of thalassemia, but not diagnostic Reference: Ghai essential of pediatrics, eighth edition, p. no: 342",
        "cop": 3,
        "opa": "NESTROFT Test",
        "opb": "Hb A1c estimation",
        "opc": "Hb electrophoresis",
        "opd": "Target cells in peripheral smear",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "9fa97b8c-d9d3-4693-895c-e9b6afeb31b7",
        "choice_type": "single"
    },
    {
        "question": "First change of improvement noted after iron therapy is initiated",
        "exp": "First change of improvement noted after iron therapy is decreased irritability followed by increased reticulocyte count. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Decreased irritability",
        "opb": "Reticulcytosis",
        "opc": "Increase in serum iron levels",
        "opd": "Replenishment of iron stores",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "a937600a-0f2d-47a7-a689-e2792d77b580",
        "choice_type": "single"
    },
    {
        "question": "The initial response to iron therapy in a child suffering from iron-deficiency anemia is",
        "exp": "Response to iron therapy can be documented by an increase in reticulocytes 5-10 days after the initiation of iron therapy. The hemoglobin concentration increases by about 1 g/dL weekly until normal values are restored Replacement of intracellular iron enzymes Ref essential paediatrics op ghai 9e",
        "cop": 2,
        "opa": "Reticulocytosis",
        "opb": "Replacement of intracellular iron enzymes",
        "opc": "Initial bone marrow response",
        "opd": "Erythroid hyperplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "5b961ce0-8af8-448a-b76d-df87a85e1308",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old boy comes with overnight petechial spots 2 weeks back he had history of abdominal pain and no hepatosplenomegaly. Diagnosis is",
        "exp": "most probable diagnosis here is ITP. in ALL there will be hepatosplenomegaly of a plastic anemia infection Symptoms Immune thrombocytopenia may have no signs and symptoms. When they do occur, they may include: Easy or excessive bruising Superficial bleeding into the skin that appears as pinpoint-sized reddish-purple spots (petechiae) that look like a rash, usually on the lower legs Bleeding from the gums or nose Blood in urine or stools Unusually heavy menstrual flow Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Aute lymphatic leukemia",
        "opb": "Aplastic anemia",
        "opc": "Idiopathic thrombocytopenis purpura",
        "opd": "Acute viral infection",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "6c31cc63-c5c4-4fa9-8bc2-ab56aadce29d",
        "choice_type": "single"
    },
    {
        "question": "Drug which may lead to hemolysis in a child with G6. PD deficiency is",
        "exp": "Primaquine in G6. PD deficient patients cause oxidative stress. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Penicillin",
        "opb": "Primaquine",
        "opc": "Ceftriaxone",
        "opd": "Erythromycis",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "e7bbe4d4-1486-49f1-ba34-5feaa60c7f68",
        "choice_type": "single"
    },
    {
        "question": "Which organ is the primary site of hematopoiesis in the fetus before midpregnancy",
        "exp": "Primary site of gematopoesis in fetus before mid pregnancy is liver. Reference: Ghai essential of pediatrics, eighth edition, p. no: 330",
        "cop": 2,
        "opa": "Bone",
        "opb": "Liver",
        "opc": "Spleen",
        "opd": "Lung",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "be111f87-e693-4152-b6da-b7e995485f1e",
        "choice_type": "single"
    },
    {
        "question": "An afro-american kid of 6 years of age presented with abdominal pain, chronic hemolysis and abnormal RBC shape on peripheral smear. Most likely disorder responsible for this condition",
        "exp": "Diagnosis here is sickle cell disease results from point mutation, results in substitution of valine for glutamic acid at 6 position of beta globulin chain. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Trinucleotide repeat",
        "opb": "Point mutation",
        "opc": "Antibiodise against RBC membrane",
        "opd": "Genetic imprinting",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "1407e052-ead4-4005-9cc9-d4a97c67eb85",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has least on life expectancy since point of diagnosis?",
        "exp": "Chronic myeloid leukemia (CML) have least life expectancy especially juvenile form compared to other leukemia. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Chronic myeloid leukemia",
        "opb": "Chronic lymphoid leukemia",
        "opc": "Acute myeloid leukemia",
        "opd": "Acute lymphoid leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "c68acb1b-1c0f-479f-bb6b-3f32965e07ef",
        "choice_type": "single"
    },
    {
        "question": "Ba&; s hydrops fetalis is lethal because",
        "exp": "Ba hydrops fetalis is a lethal complication of alpha thalassemia trait where oxygen can&; t release from hemoglobin. Hb Bas is formed of 4 gamma chains. The oxygen affinity is so high that it releases very little oxygen into the fetal tissues. Reference: Ghai essential of pediatrics, eighth edition, p. no: 342",
        "cop": 3,
        "opa": "Hb Ba's cannot bind oxygen",
        "opb": "The excess a - globin form insoluble precipitates",
        "opc": "Hb Ba's cannot release oxygen to fetal tissues",
        "opd": "Microcytic red cells become trapped in the placental",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "878c57c1-e00e-4fa1-a8ae-dd4db8bfb121",
        "choice_type": "single"
    },
    {
        "question": "Cut off value for anemia at 6 months to 6 years is ________",
        "exp": "Anemia cut off points Adult Male - below 13 g/dl Non pregnant adult Female-below 12 g/dl Female with pregnancy-below 11 Gms/dl Children 6 months to 6 ys -11 g /dl Children 6 years to 14 ys-12 g/dl Reference: GHAI Essential pediatrics, 8th edition.",
        "cop": 3,
        "opa": "10 gm/dl",
        "opb": "11 gm/dl",
        "opc": "12 gm/dl",
        "opd": "13 gm/dl of venous blood",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "8cba35ed-1d84-46a5-bfee-96af210e2b0f",
        "choice_type": "single"
    },
    {
        "question": "Characteristic lab findings of hemophilia A are",
        "exp": "In hemophilia there will be abnormal a. PTT and normal PT. Symptoms People with hemophilia A often, bleed longer than other people. Bleeds can occur internally, into joints and muscles, or externally, from minor cuts, dental procedures or trauma. How frequently a person bleeds and the severity of those bleeds depends on how much FVIII is in the plasma, the straw-colored fluid poion of blood. Normal plasma levels of FVIII range from 50% to 150%. Levels below 50%, or half of what is needed to form a clot, determine a person's symptoms. Mild hemophilia A- 6% up to 49% of FVIII in the blood. People with mild hemophilia Agenerally experience bleeding only after serious injury, trauma or surgery. In many cases, mild hemophilia is not diagnosed until an injury, surgery or tooth extraction results in prolonged bleeding. The first episode may not occur until adulthood. Women with mild hemophilia often experience menorrhagia, heavy menstrual periods, and can hemorrhage after childbih. Moderate hemophilia A. 1% up to 5% of FVIII in the blood. People with moderate hemophilia A tend to have bleeding episodes after injuries. Bleeds that occur without obvious cause are called spontaneous bleeding episodes. Severe hemophilia A. <1% of FVIII in the blood. People with severe hemophilia A experience bleeding following an injury and may have frequent spontaneous bleeding episodes, often into their joints and muscles. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "PT",
        "opb": "a. PTT",
        "opc": "X-linked recessive",
        "opd": "Presence of 30% of factor level express the disease",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "b0238c09-abde-4a63-b686-f27941e7985b",
        "choice_type": "single"
    },
    {
        "question": "The likely diagnosis in a child with limb pain and pancytopenia is",
        "exp": "Child with acute lymphocytic leukemia presents with pallor, petechiae, infection(pancytopenia),. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Aplastic anemia",
        "opb": "Acute lymphocytic leukemia",
        "opc": "Rheumatic fever",
        "opd": "Rheumatoid ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "d392d7ff-0c3a-469e-906e-0934414184c6",
        "choice_type": "single"
    },
    {
        "question": "Fetal erythropoeis is first occurs at what week of gestation?",
        "exp": "Hematopoiesis stars in yolksac at 14 days of gestation. by 6 to 10 weeks erythropoesis occurs in liver. Textbook of obstetrics by sheipa balakrishnan, second edition, p. no: 67",
        "cop": 1,
        "opa": "6",
        "opb": "10",
        "opc": "12",
        "opd": "14",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "4e8f9876-4fa3-4129-bc48-d34beb171e1b",
        "choice_type": "single"
    },
    {
        "question": "Reticulocyte level in newborn is?",
        "exp": "normal reticulocyte count in newborn is 2-6%. Reticulocyte count: Term Newborn -At bih- 3-7% -4th day- 1-3% -7th day < 1% * PT infants reticulocyte count is higher 6-10% remains higher for longer period. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "0. 2-1. 5%",
        "opb": "1-1. 6%",
        "opc": "2. 5-6%",
        "opd": "6-10. 2%",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "a6282555-9fe9-4a9b-9a0f-eed24f1ef7bb",
        "choice_type": "single"
    },
    {
        "question": "A newborn baby presented with profuse bleeding from umbilical stump after bih. Probable diagnosis is _______",
        "exp": "major cause of profuse umbilical stump bleeding in newborn is factor Xlll deficiency. The bleeding diathesis in inherited factor XIII (FXIII) deficiency is severe in most patients. Bleeding from the stump of the umbilical cord within the first days to weeks of life is a characteristic sign that occurs in 80% of affected individuals; bleeding from this specific site is uncommon in other inherited hemostatic diseases except afibrinogenemia Reference: Ghai essential of pediatrics, eighth edition, p. no: 349",
        "cop": 1,
        "opa": "Factor XIII deficiency",
        "opb": "VWF deficiency",
        "opc": "Factor XII deficiency",
        "opd": "Glanzmann thrombosthenia",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "32410064-fd31-497d-9253-aedc48293661",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old boy presents with mucosal bleeding of 1 week duration. The investigation of choice that will be most useful in him is",
        "exp": "In case of platelate disorder site of bleeding is usually skin and mucous membrane. where as in coagulation disorder bleeding will be from soft tissue, muscle, joint and deep sites. Platelet count is the investigation of choice in this case. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Prothrombin time",
        "opb": "Clotting time",
        "opc": "Paial thromboplastin time",
        "opd": "Platelet count",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "0498b70e-da93-430a-b1e7-2cbe80ac8920",
        "choice_type": "single"
    },
    {
        "question": "Cut off value for Anemia at 6 years is ______",
        "exp": "Anemia cut off points Adult Male - below 13 g/dl Non pregnant adult Female-below 12 g/dl Female with pregnancy-below 11 Gms/dl Children 6 months to 6 ys -11 g /dl Children 6 years to 14 ys-12 g/dl Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "10 gm/dl",
        "opb": "11 gm/dl",
        "opc": "12 gm/dl",
        "opd": "13 gm/dl of venous blood",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "8f496e0d-ba8c-4638-845e-feb91e1baf08",
        "choice_type": "single"
    },
    {
        "question": "Kostmann&; s syndrome-treatment is",
        "exp": "kostmann syndrome characterized by hereditary neutropenia and treatment of choice is administration of granulocyte colony stimulating factor. Severe Congenital Neutropenia (Kostmann&; s Syndrome) * Clinical manifestations: Chronic severe neutropenia present at bih Accumulation of granulocytic precursors in the bone marrow Recurrent infections * Treatment with G-CSF -- Reduces infections and improves survival * Marked propensity to develop acute myeloid leukemia or myelodysplasia Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Anti-thymocyte globulin + cyclosporin",
        "opb": "Anti-thymocyte globuline + cyclosporine + GM-CSF",
        "opc": "G-CSF",
        "opd": "GM-CSF",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "d7e04551-8521-4b7e-9f20-72fbad71fcf3",
        "choice_type": "single"
    },
    {
        "question": "Hematopoisis in first month of life is",
        "exp": "After bih, and during early childhood, hematopoiesis occurs in the red marrow of the bone. With age, hematopoiesis becomes restricted to the skull, sternum, ribs, veebrae, and pelvis. Yellow marrow, comprised of fat cells, replaces the red marrow and limits its potential for hematopoiesis. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Medullary",
        "opb": "Hepatic",
        "opc": "Lymphatic",
        "opd": "Mesoblastic",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "31dfdc88-2f02-4512-9d31-99964bb411f5",
        "choice_type": "single"
    },
    {
        "question": "Hereditary spherocytosis is best tretaed with",
        "exp": "Treatment of choice for hereditary spherocytosis is splenectomy especially in case of severe hemolysis, done after 6 years of age. The treatment of hereditary spherosytosis (HS) is dependent on the severity of the condition and recommendations vary a bit in the medical literature. In general, folate therapy (a type of vitamin B to suppo red blood cell production) is recommended for those with moderate to severe anemia, although some doctors may also recommend it for those with mild anemia. Red blood cell transfusions may be required in severe cases of anemia, paicularly in the first years of life or during infections and pregnancy. If red blood cell transfusions are needed repeatedly, iron chelating therapy may be required to reduce iron overload. Regular monitoring for anemia and gallstones is advised. Removal of the spleen (splenectomy) is usually only performed in severe HS or in moderate to severe cases with significant anemia and gallstone complications. Splenectomy is not recommended in cases of mild HS except in specific cases. The majority of medical researchers no longer recommend that the spleen be removed during gallbladder removal (cholecystectomy), unless there are other reasons to do so. In some cases only removing of pa of the spleen is advised. Expe evaluation is recommended in order to avoid unnecessary spleen removal. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Splenectomy",
        "opb": "Immunoglobulns",
        "opc": "Steroids",
        "opd": "Blood transfusion",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "cfa8807c-fcc7-4b6a-8314-781659ad1797",
        "choice_type": "single"
    },
    {
        "question": "Salmonellosis is most common in",
        "exp": "child with sickle cell disease are more prone to infection by H. influenzae, S. pneumoniae, salmonella, M. pneumoniae, E. coli, S. aureus. Reference: Ghai essential of pediatrics, eighth edition, p. no: 345",
        "cop": 1,
        "opa": "Sickle cell anemia",
        "opb": "Thalassemia",
        "opc": "Hemophilia",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "fd65a3fa-b2e1-4ce6-8118-ffd1ed5d63c5",
        "choice_type": "single"
    },
    {
        "question": "MCV (fl) in infant of 1 month of age is",
        "exp": "MCV at bih will be about 100-110 will reduce to 80-100 by 5 years. MCV. 0-1 month 1-3 months 3-6 months 6 months-1 year. 88-123 91-112 74-108 70-85. femtoliters Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "76-80",
        "opb": "80-100",
        "opc": "90-100",
        "opd": "101-125",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "fb29edd6-31eb-41e1-873d-7359d3623919",
        "choice_type": "single"
    },
    {
        "question": "Infantile polycythemia is seen in",
        "exp": "Other clinical features include lethargy, tachypnea, cyanosis, jitteriness, poor feeding, feeding intolerance, hypoglycemia. Most common presentation: The majority of newborn infants withpolycythemia are asymptomatic. They can only be identified by performance of a hematocrit. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Cerebellar hemangioma",
        "opb": "Retinoblastoma",
        "opc": "Hepatoblastoma",
        "opd": "Nesidioblastosis",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "cb20523a-89d1-467d-aac6-7ed26779fde0",
        "choice_type": "single"
    },
    {
        "question": "In a newborn, Harlequins skin change is due to",
        "exp": "HARLEQUIN COLOR CHANGEA rare but dramatic vascular event, harlequin color change occurs in the immediate newborn period and is most common in low bihweight infants. It probably reflects an imbalance in the autonomic vascular regulatory mechanism. When the infant is placed on 1 side, the body is bisected longitudinally into a pale upper half and a deep red dependent half. The color change lasts only for a few minutes and occasionally affects only a poion of the trunk or face. Changing the infant's position may reverse the pattern. Muscular activity causes generalized flushing and obliterates the color differential. Repeated episodes may occur but do not indicate a permanent autonomic imbalance. Ref: Nelson textbook of Paediatrics; 20th edition; Chapter 647; Diseases of the Neonate",
        "cop": 3,
        "opa": "Polycythemia",
        "opb": "Septicemia",
        "opc": "Autonomic dysfunction",
        "opd": "Ichthyosis",
        "subject_name": "Pediatrics",
        "topic_name": "Hematology",
        "id": "b155f144-cf2b-4e62-bace-b8afe2b2c504",
        "choice_type": "single"
    }
]