[
    {
        "question": "MCV (II) in infant of 1 month of age is:",
        "exp": "Ans: C (90-110) - Singie best answer!: Mean MCV at 1 month of age is 104 fl(-2. SD: 85), so range will be 85-104 - O. P. Ghai 7th/298. MCV of cord blood is 110 & during 6month- 6 year 70-74 fl Nelson 18th/2003. Age. Mean Hb (g/dl). Mean PCV (%}Mean MCV (fL)TLC (109/L). Birth (cord blood)16. 55110818. 11-3 days18. 55610818. 97 days17. 55410712. 214 days16. 55110511. 41 month14. 043104108. 2 months11. 5359610. 86 months11. 5359111. 91 year12. 0367811. 42-6 years12. 537819. 16-12 years13. 540868. 412-18 years14. 042908. 1",
        "cop": 3,
        "opa": "76-80",
        "opb": "80-100",
        "opc": "90-110",
        "opd": "101-125",
        "subject_name": "Pediatrics",
        "topic_name": "Hematopoietic System",
        "id": "bd7a7302-a412-49d2-90d7-187e3f55c4c7",
        "choice_type": "single"
    },
    {
        "question": "At what gestation does the switchover from fetal to adult hemoglobin synthesis begin -",
        "exp": "Ans. is 'b' i. e., 36 weeks Fetal Hb - (a2, g2). Adults Hb - (a2, b2, ). During the initial fetal life, the major hemoglobin synthesized in the body is fetal hemoglobin, because in fetus, the chain synthesized predominantly is the g chain. b chain is present in only trace amount in early embryos. The rate of synthesis of g and b chains and the amount of HbA and HbF are inversely related during intrauterine stage. As the age of the fetus increases, the synthesis of b chains and the amount of adult hemoglobin in the blood increases. At 36 weeks of gestational age the rate of synthesis of b chain exceeds that of g chain. This is called switch over. What exactly is switch over? Switch over is the point at which the rate of synthesis of b chain exceeds the rate of synthesis of g chain. Don't confuse it with the concentration of hemoglobin remember that despite having higher rate of synthesis of bchains it is not HbA, but HbF. which is present in treated concentration when switch over occurs. When does it begin and end?* Switch over occurs at 36th gestational week, so that may be taken as the beginning of switch over and after that b chains remains the predominant chain synthesized.",
        "cop": 2,
        "opa": "30 weeks",
        "opb": "36 weeks",
        "opc": "7 days postnatal",
        "opd": "3 weeks postnatal",
        "subject_name": "Pediatrics",
        "topic_name": "Hematopoietic System",
        "id": "9d605aab-94ce-4382-9815-2568eab76ab9",
        "choice_type": "single"
    }
]