[
    {
        "question": "HSP doesn't cause -",
        "exp": "Ans. is 'a' i. e., Hemoptysis. Henoch-Schonlein purpurao Henoch - Schonlein purpura is vasculitis of small vessels (capillaries, venule or arterioles) and characterized by deposition of IgA in the wall of involved vessels. o H. S. purpura is characterized by tetrad of purpura, arthritis, glomerulonephritis, and abdominal pain. Gross hematuria is seen in 20-30% of cases. o All changes result from the deposition of circulating immune complexes, containing IgA and complement on the endothelium of the blood vessels throughout the body and within the glomerular mesangial regionso Diagnosis is confirmed by presence of palpable purpura with normal platelet count along with one or more of the following: abdominal pain, arthralgia/arthritis and mesangial deposition of IgA. o Renal manifestations usually start at the onset or within 3 months of onset of other symptoms.",
        "cop": 1,
        "opa": "Hemoptysis",
        "opb": "Purpurae",
        "opc": "Arthritis",
        "opd": "Abdominal pain",
        "subject_name": "Pediatrics",
        "topic_name": "Hemorrhagic and Thrombotic Diseases",
        "id": "802202d3-3319-4771-86b8-30517e098e67",
        "choice_type": "single"
    },
    {
        "question": "A child with prolonged a. PTT underwent laparotomy and still did not develop any bleeding complications. Which of the following clotting factors is most likely to be deficient?",
        "exp": "Ref: Nelson Textbook of Pediatrics, 18th edition. Explanation: The dual mechanisms of activating clotting areA. Intrinsic - Surface activation -Measured by a. PTTB. Extrinsic - Tissue factor mediated - Measured by PT* Deficiency of contact factors like Factor XII. prekallikrein & HMW Kininogen causes prolonged a. PTT but no bleeding symptoms. (See the following table) Coagulation profile in common hematological conditions. Disease. Prothrombintime(PT). Partialthromboplastin lime (a. PTT). Bleedingtime. Plateletcount. Bernard-Soulier syndrome. Uraffected. Unaffected. Prolonged. Decreased or unaffected. Disseminated intravascular coagulation. Prolonged. Prolonged. Prolonged. Decreased. Factor XII deficiency. Unaffected. Prolonged. Unaffected. Unaffected. Factor V deficiency. Prolonged. Prolonged. Unaffected. Unaffected. Factor X deficiency. Prolonged. Prolonged. Unaffected. Unaffected. Glanzmann'sthrombasthenia. Unaffected. Unaffected. Prolonged. Unaffected. Hemophilia. Unaffected. Prolonged. Unaffected. Unaffected. Liver failure, early. Prolonged. Unaffected. Unaffected. Unaffected. Liver failure end-stage. Prolonged. Prolonged. Prolonged. Decreased. Thrombocytopenia. Unaffected. Unaffected. Prolonged. Decreased. Uremia. Unaffected. Unaffected. Prolonged. Unaffected. Vitamin K deficiency or warfarin Therapy. Prolonged. Normal or mildly prolonged. Unaffected. Unaffected. Von Willebrand disease. Unaffected. Prolonged. Prolonged. Decreased",
        "cop": 2,
        "opa": "Factor VII",
        "opb": "Factor Xll",
        "opc": "Factor X",
        "opd": "Factor XIII",
        "subject_name": "Pediatrics",
        "topic_name": "Hemorrhagic and Thrombotic Diseases",
        "id": "ae249705-4531-484d-805b-5497463b35b8",
        "choice_type": "single"
    }
]