[
    {
        "question": "Hair on end appearance is seen in-",
        "exp": "Ans. is 'b' i. e., Thallasemia o Marked vertical striations in a patient with thalassemia give the appearance of hair standing on end so called hair on end sign usually seen in Thalassemia major. Kwashiorkoro Triad of. Psychomotor change. Edema (PEG). Growth retardant. Hair changes - Changes include dyspigmentation, loss of characteristic curls and sparseness over taple. Flag sign - Alternate band of hypopigmented and normally pigmented hair pattern.",
        "cop": 2,
        "opa": "Dermoid cyst",
        "opb": "Thalassemia",
        "opc": "Kwashiorkar",
        "opd": "Tinea capitis",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "6440100c-fec7-49bd-97ed-69d3b013ee3d",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common antigen implicated in hemolytic disease of the newborn?",
        "exp": "Ans. is 'b' i. e., D antigen in Rh group o Repeat from previous sessions",
        "cop": 2,
        "opa": "C antigen in Rh group",
        "opb": "D antigen in Rh group",
        "opc": "E antigen in Rh group",
        "opd": "Duffy antigen",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "ad9a9873-2fe9-4ec8-ade3-11bc1fec9181",
        "choice_type": "single"
    },
    {
        "question": "6 months old infant with Hb of 6 gm% has anaemic features with peripheral blood showing target cells. Family history of similar complaints is (Positive). Diagnosis can be best done with which of the following:",
        "exp": "Ans. is 'a' i. e. Hb Electrophoresis (Ref. Harrison, 16/e, 595 (15/e, p. 681), Nelson 17/e, p 1630-1632). Presence of: Anemia (Hb < 6%). Target cells. Increase reticulocytes suggests the diagnosis of thalassemia. Thalassemia is a hemoglobin disorder Hemoglobin disorders are diagnosed by electrophoresis. Diagnosis of thalassemia is confirmed by serum electrophoresis. The finding is- Increase Hb A2*Increase Hb F*Other conditions in which Target cells are seen. Liver disease*Hemoglobin C and S disease*",
        "cop": 1,
        "opa": "Hb electrophoresis",
        "opb": "ELISA",
        "opc": "Coomb's Test",
        "opd": "Osmotic fragility",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "53d989c4-7ffe-4fe0-8244-c6eff1b7eaae",
        "choice_type": "single"
    },
    {
        "question": "An afroamerican kid of 6 years of age presented with abdominal pain, chronic hemolysis and abnormal RBC shape on peripheral smear. Most likely disorder responsible for this condition:",
        "exp": "Ans. b. Point mutation (Ref: Ghai 7/e p310-312; Harper's 27/e p368-371). An afroamerican kid of 6 years of age presented with abdominal pain, chronic hemolysis and abnormal RBC shape on peripheral smear. This patient is suffering from sickle cell anemia. Most likely disorder responsible for this condition point mutation. 'Sickle cell anemia is an autosomal recessive disease that results from the substitution of valine from glutamic acid at position 6 of the beta-globin gene (Point mutation). '- Ghai 7/e p310. Point mutations within coding sequences: A point mutation may alter the code in a triplet of bases and lead to the replacement of one amino acid by another in the gene product. An excellent example of this type is the sickle mutation affecting the b-globin chain of hemoglobinQ. Here the nucleotide triplet CTC for GAG in m. RNA), which encodes glutamic acid, is changed to CAC (or GUG in m. RNA), which encodes valine. This single amino acid substitution alters the physicochemical properties of hemoglobin, giving rise to sickle cell anemia. Sickle Cell Disease. Sickle cell disease is a common hereditary hemoglobinopathy that occurs primarily in individuals of African descentQ. Caused by a point mutation in the sixth codon of b-globin that leads to the replacement of a glutamate residue with a valine residueQ. In certain populations in Africa the prevalence of heterozygosity is as high as 30%. This high frequency probably stems from protection afforded by HbS against falciparum malariaQ. Pathogenesis: HbS molecules undergo polymerization when deoxygenated. Initially the red cell cytosol converts from a freely flowing liquid to a viscous gel as HbS aggregates form. With continued deoxygenation aggregated HbS molecules assemble into long needle-like fibers within red cells, producing a distorted sickle or holly-leaf shapeQ. Presence of HbS underlies the major pathologic manifestations. Chronic hemolysis. QMicrovascular occlusions. QTissue damage. QMorphology: Peripheral blood demonstrates variable numbers of irreversibly sickled cells, reticulocytosis, and target cells, Howell-Jolly bodiesQ (small nuclear remnants). The bone marrow is hyperplastic as a result of a compensatory erythroid hyperplasiaQ. Expansion of the marrow leads to bone resorption and secondary new bone formation, resulting in prominent cheekbones and changes in the skull that resemble a crew-cut in X-raysQ. Increased breakdown of hemoglobin can cause pigment gallstones and hyperbilirubinemiaQ. Splenic infarction, fibrosis, and progressive shrinkage (autosplenectomy)Q.",
        "cop": 2,
        "opa": "Trinucleotide repeat",
        "opb": "Point mutation",
        "opc": "Antibodies against RBC membrane",
        "opd": "Genetic imprinting",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "134a38e7-01b6-478b-92fb-339a2420505a",
        "choice_type": "single"
    },
    {
        "question": "Mildly elevated bilirubin, normal liver enzy mes are seen in-",
        "exp": "Ans. is 'd' i. e., AH of above o Mildly elevated bilirubin especially indirect and normal liver enzyme seen in hemolytic anemia, o In above question all causes hemolytic anemiao In severe hemolysis or hemolysis which cause liver damage may derange LFT. o Other causes of hemolysis. Hemolytic Anemias and Their Treatment. DIAGNOSISDEFECTL ABORATORY TESTSTREATMENTCELLULAR DEFECT'SMembrane Defects Hereditaryspherocytosis. Cytoskeletal protein defects. Spherocytes on blood film. If. Hb> l. Og'dL and reticulocyte count < 10%-none Frequently involve vertical interactions of spectrin ankyrin, protein 3. Negative Coombs test eliminates immune hemolysis. If severe anemia, poor growth, aplastic crises, and age <2 yr- transfusion Increased incubated osmotic fragility. 'Folic acid, 1 mg qd Abnormal cytoskeletal protein analysis Hereditaryelliptocytosis. Cytoskeletal protein defects. Elliptocytes on blood film. Mild types-no- treatment Frequently involve. RBCs mildly heat-sensitive. Chronic hemolysis-horizontal interactions of spectrin, protein 4. 1, and glycophorin c. Abnormal cytoskeletal protein analysistransfusion and splenectomy as recommended for spherocytosis (see above) Folic acid, 1 mgqd. Hereditarypyropoikilo-cytosis. Cytoskeletal protein defectssize and shape on blood. Extreme variation in RBC splenectomy as film. Transfusion andrecommended for spherocytosis (see above) Homozygous or double heterozygous abnormality in horizontal interactions of a spectrin. Thermal sensitivity7 fragmentation at45degC for 15 min. Folic acid, 1 mg qd. Hereditarystomatocytosis. Cytoskeletal protein defects. Stomatocytes on blood film. Splenectomy should be avoided (see text) Decreased protein 7. 2b (1 subset). Abnormal RBC cation and water content Folic acid, 1 mgqd. Paroxysmal nocturnal hemoglobinuria. Primary' acquired marrow disorder. Decreased WBC CD55 and CD59 or decreased. Folic acid, l mg qd RBCs unusually sensitive to compl ement-medi ated lysis. RBC CD59 by flow cytometry. Mild cvtopenias-no treatment Ham's test, sucrosis lysis test. Marrow aspirate and biopsy to assess cellularity. Chronic hemolysis and other cytopenias- prednisone, 60 mg qd initially, then taper if possible; maintenance therapy 15-40 mg qod Decreased decay- accelerating factor. Iron for secondary iron deficiency Androgen s- fluoxymesterone Anticoagulation Marrow transplant for pancytopenia. Enzyme Deficiencies Pyruvate kinase deficiency. Decreased or abnormal enzyme. Pyruvate kinase assay-decreased or rarely high Km variant. If severe anemia with symptoms, poor growth and age <2 yr-trans fusion Splenectomy > age 6 yr, but earlier if necessary. Folic acid, 1 mg qd. G6. PD deficiencyA- type: age-labile enzyme. Mediterranean type: no enzyme activity in circulating RBCs. G6. PDAvoid oxidant stress to RBCs. Transfusion if acute anemia is symptomatic. Hemoglobin Abnormalities (For discussion of hemoglobinopathies, see sections on these topics)EXTRACELLULAR DEFECTS Autoimmune. Autoimmune hemolytic anemia. Alteration in membrane surface antigen (Rh) or abnormal response of B lymphocytes, causing autoantibody formation. Spherocytes on blood film. If Hb < 10 g/dL and reticulocyte count > 10%-none. Positive direct Coombs test to IgG \"warm\" antibody antibody directed aeainst RBCs. Severe anemia may require transfusion\"Warm\" antibody Prednisone, 2 mg-kg/24 hr. Positive indirect Coombs test and antibody detectable in plasma. IVIGDanazol. Thermal amplitude 35-40degC Some complement (C3b) may be detected on RBCs. Splenectomy. Immunosuppressives. Tests for underlying disease. Folic acid, 1 mg.; 24 hr if chronic\"Cold\" antibody\"Cold\" or IgM autoantibody directed against I/i antigen system. Agglutination or rouleaux on blood film. If. Hb> 10g/d. Land reticulocyte count < 10%-none Positive direct Coombs test to complement (C3b). Severe anemia may require transfusion. Tests for underlying disease. Avoid exposure to cold. Serology for infectious mononucleosis; anti-i present. If severe-immunosuppressives and plasmapheresis. Serology for Mycoplasma pneumoniae; anti-I present. Prednisone is less effective Splenectomy is not useful Folic acid, 1 mg/24 hr if chronic. Fragmentation. Hemolysis DIC, TTP, HUSDirect damage to RBC membrane. Fragments on blood film. Treat underlying condition Transfusion, but transfused cells also will have shortened life span. Extracorporeal. Direct damage to RBCFragments. Supportivemembraneoxygenationmembraneon blood film. Transfusion until ECMO is discontinued. Prosthetic heart valve. Direct damage to RBC membrane. Fragments on blood film. Folic acid, 1 mg/24 hr Iron for secondary iron deficiency. Burns-thermal injury. Direct damage to RBC membrane. Spherocytes on blood film. Supportive Transfusion. Hypersplenism Effects of sequestration, i pH. lipases and other enzymes, and macrophages on RBCs. Thrombocytopenia and neutropenia. Treat underlying condition- cytopenias alt usually mild Splenectomy if complicating other anemia (e. g., thalassemia major) Folic acid, 1 mg/24 hr. Plasma Factors Liver disease. Alteration in plasma cholesterol and phospholipids. Target cells or speculated RBCs on blood film. Treat underlying condition Abnormal liver function tests. Transfusion, but transfused cells also will have shortened life span Folic acid, 1 mg/24 hr. Abetalipoproteinemia. Absence of apo lipoprotein b. Acanthocytes on blood film. Vitamin E (A, K, and D) Vitamin E deficiency and heightened sensitivity to oxidative damage. Absent chylomicrons, VLDL, and LDLFolic acid, 1 mg''24 hr. Dietary restriction of triglycerides. Infections. Toxic effects on RBCs. Associated symptoms and signs. Antibiotics Cultures. Supportive. Wilson Disease. Effect of copper on RBC membrane, usually self-limited. Spherocytes on blood film. Penicillamine. Copper, ceruloplasmin. Supportive Penicillamine challenge and urine copper excretion. Transfusion if acute anemia is symptomatic",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Thalassemia",
        "opc": "G-6 PD deficiency",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "e65fa958-7b26-4e1e-a177-517c4a16da06",
        "choice_type": "multi"
    },
    {
        "question": "Most common antigen involved in erythroblastosis fetalis is -",
        "exp": "Ans. is 'b' i. e., D antigen in Rh group Erythroblastosis fetalis (Hemolytic Disease of newborn)o Erythroblastosis fetalis is caused by the transplacental passage of maternal antibody active against paternal RBC antigens of the infant and is characterized by an increased rate of RBC destructiono Although more than 60 different RBC antigens are capable of eliciting an antibody response, significant disease is associated primarily D antigen of Rh group and with ABO incompatibility. Other rare antigens involved are -o C or E antigen of Rh groupo RBC antigens - Cw, Cx, Cu, K (kell), M, Dufly, S, P, MNS, Xg, Lutheran, Diego and Kiddo Anti-Lewis antibodies do not cause disease.",
        "cop": 2,
        "opa": "C antigen in Rh group",
        "opb": "D antigen in Rh group",
        "opc": "E antigen in Rh group",
        "opd": "Duffy antigen",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "a8c0378a-a8df-4fd7-b2af-dc1b298c895f",
        "choice_type": "single"
    }
]