[
    {
        "question": "Hair on end appearance is seen in-",
        "exp": "Ans. is 'b' i.e., Thallasemia o Marked vertical striations in a patient with thalassemia give the appearance of hair standing on end so called hair on end sign usually seen in Thalassemia majorKwashiorkoro Triad ofPsychomotor changeEdema (PEG)Growth retardantHair changes - Changes include dyspigmentation, loss of characteristic curls and sparseness over taple.Flag sign - Alternate band of hypopigmented and normally pigmented hair pattern.",
        "cop": 2,
        "opa": "Dermoid cyst",
        "opb": "Thalassemia",
        "opc": "Kwashiorkar",
        "opd": "Tinea capitis",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "6440100c-fec7-49bd-97ed-69d3b013ee3d",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common antigen implicated in hemolytic disease of the newborn?",
        "exp": "Ans. is 'b' i.e., D antigen in Rh group o Repeat from previous sessions",
        "cop": 2,
        "opa": "C antigen in Rh group",
        "opb": "D antigen in Rh group",
        "opc": "E antigen in Rh group",
        "opd": "Duffy antigen",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "ad9a9873-2fe9-4ec8-ade3-11bc1fec9181",
        "choice_type": "single"
    },
    {
        "question": "6 months old infant with Hb of 6 gm% has anaemic features with peripheral blood showing target cells. Family history of similar complaints is (Positive). Diagnosis can be best done with which of the following:",
        "exp": "Ans. is 'a' i.e. Hb Electrophoresis (Ref. Harrison, 16/e, 595 (15/e, p. 681), Nelson 17/e, p 1630-1632).Presence of:Anaemia (Hb < 6%)Target cellsIncrease reticulocytes suggests the diagnosis of thalassemia.Thalassemia is a hemoglobin disorder Hemoglobin disorders are diagnosed by electrophoresis.Diagnosis of thalassemia is confirmed by serum electrophoresis.The finding is- Increase Hb A2*Increase Hb F*Other conditions in which Target cells are seenLiver disease*Hemoglobin C and S disease*",
        "cop": 1,
        "opa": "Hb electrophoresis",
        "opb": "ELISA",
        "opc": "Coomb's Test",
        "opd": "Osmotic fragility",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "53d989c4-7ffe-4fe0-8244-c6eff1b7eaae",
        "choice_type": "single"
    },
    {
        "question": "An afroamerican kid of 6 years of age presented with abdominal pain, chronic hemolysis and abnormal RBC shape on peripheral smear. Most likely disorder responsible for this condition:",
        "exp": "Ans. b. Point mutation (Ref: Ghai 7/e p310-312; Harper's 27/e p368-371)An afroamerican kid of 6 years of age presented with abdominal pain, chronic hemolysis and abnormal RBC shape on peripheral smear. This patient is suffering from sickle cell anemia. Most likely disorder responsible for this condition point mutation.'Sickle cell anemia is an autosomal recessive disease that results from the substitution of valine from glutamic acid at position 6 of the beta-globin gene (Point mutation).'- Ghai 7/e p310Point mutations within coding sequences:A point mutation may alter the code in a triplet of bases and lead to the replacement of one amino acid by another in the gene product.An excellent example of this type is the sickle mutation affecting the b-globin chain of hemoglobinQ. Here the nucleotide triplet CTC for GAG in mRNA), which encodes glutamic acid, is changed to CAC (or GUG in mRNA), which encodes valine. This single amino acid substitution alters the physicochemical properties of hemoglobin, giving rise to sickle cell anemia.Sickle Cell DiseaseSickle cell disease is a common hereditary hemoglobinopathy that occurs primarily in individuals of African descentQ.Caused by a point mutation in the sixth codon of b-globin that leads to the replacement of a glutamate residue with a valine residueQ.In certain populations in Africa the prevalence of heterozygosity is as high as 30%. This high frequency probably stems from protection afforded by HbS against falciparum malariaQ.Pathogenesis:HbS molecules undergo polymerization when deoxygenated.Initially the red cell cytosol converts from a freely flowing liquid to a viscous gel as HbS aggregates form.With continued deoxygenation aggregated HbS molecules assemble into long needle-like fibers within red cells, producing a distorted sickle or holly-leaf shapeQ.Presence of HbS underlies the major pathologic manifestationsChronic hemolysisQMicrovascular occlusionsQTissue damageQMorphology:Peripheral blood demonstrates variable numbers of irreversibly sickled cells, reticulocytosis, and target cells, Howell-Jolly bodiesQ (small nuclear remnants).The bone marrow is hyperplastic as a result of a compensatory erythroid hyperplasiaQ.Expansion of the marrow leads to bone resorption and secondary new bone formation, resulting in prominent cheekbones and changes in the skull that resemble a crew-cut in X-raysQ.Increased breakdown of hemoglobin can cause pigment gallstones and hyperbilirubinemiaQ.Splenic infarction, fibrosis, and progressive shrinkage (autosplenectomy)Q.",
        "cop": 2,
        "opa": "Trinucleotide repeat",
        "opb": "Point mutation",
        "opc": "Antibodies against RBC membrane",
        "opd": "Genetic imprinting",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "134a38e7-01b6-478b-92fb-339a2420505a",
        "choice_type": "single"
    },
    {
        "question": "Mildly elevated bilirubin, normal liver enzy mes are seen in-",
        "exp": "Ans. is 'd' i.e., AH of above o Mildly elevated bilirubin especially indirect and normal liver enzyme seen in hemolytic anemia,o In above question all causes hemolytic anemiao In severe hemolysis or hemolysis which cause liver damage may derange LFT.o Other causes of hemolysisHemolytic Anemias and Their TreatmentDIAGNOSISDEFECTL ABORATORY TESTSTREATMENTCELLULAR DEFECT'SMembrane Defects HereditaryspherocytosisCytoskeletal protein defectsSpherocytes on blood filmIfHb> lOg'dL and reticulocyte count < 10%-none Frequently involve vertical interactions of spectrin ankyrin, protein 3Negative Coombs test eliminates immune hemolysisIf severe anemia, poor growth, aplastic crises, and age <2 yr- transfusion Increased incubated osmotic fragility.'Folic acid, 1 mg qd Abnormal cytoskeletal protein analysis HereditaryelliptocytosisCytoskeletal protein defectsElliptocytes on blood filmMild types-no- treatment Frequently involveRBCs mildly heat-sensitiveChronic hemolysis-horizontal interactions of spectrin, protein 4.1, and glycophorin cAbnormal cytoskeletal protein analysistransfusion and splenectomy as recommended for spherocytosis (see above) Folic acid, 1 mgqdHereditarypyropoikilo-cytosisCytoskeletal protein defectssize and shape on bloodExtreme variation in RBC splenectomy as filmTransfusion andrecommended for spherocytosis (see above) Homozygous or double heterozygous abnormality in horizontal interactions of a spectrinThermal sensitivity7 fragmentation at45degC for 15 minFolic acid, 1 mg qdHereditarystomatocytosisCytoskeletal protein defectsStomatocytes on blood filmSplenectomy should be avoided (see text) Decreased protein 7.2b (1 subset)Abnormal RBC cation and water content Folic acid, 1 mgqdParoxysmal nocturnal hemoglobinuriaPrimary' acquired marrow disorderDecreased WBC CD55 and CD59 or decreasedFolic acid, l mg qd RBCs unusually sensitive to compl ement-medi ated lysisRBC CD59 by flow cytometryMild cvtopenias-no treatment Ham's test, sucrosis lysis testMarrow aspirate and biopsy to assess cellularityChronic hemolysis and other cytopenias- prednisone, 60 mg qd initially, then taper if possible; maintenance therapy 15-40 mg qod Decreased decay- accelerating factorIron for secondary iron deficiency Androgen s- fluoxymesterone Anticoagulation Marrow transplant for pancytopeniaEnzyme Deficiencies Pyruvate kinase deficiencyDecreased or abnormal enzymePyruvate kinase assay-decreased or rarely high Km variantIf severe anemia with symptoms, poor growth and age <2 yr-trans fusion Splenectomy > age 6 yr, but earlier if necessaryFolic acid, 1 mg qdG6PD deficiencyA- type:age-labile enzymeMediterranean type: no enzyme activity in circulating RBCsG6PDAvoid oxidant stress to RBCsTransfusion if acute anemia is symptomaticHemoglobin Abnormalities (For discussion of hemoglobinopathies, see sections on these topics)EXTRACELLULAR DEFECTS AutoimmuneAutoimmune hemolytic anemiaAlteration in membrane surface antigen (Rh) or abnormal response of B lymphocytes, causing autoantibody formationSpherocytes on blood filmIf Hb < 10 g/dL and reticulocyte count > 10%-nonePositive direct Coombs test to IgG \"warm\" antibody antibody directed aeainst RBCsSevere anemia may require transfusion\"Warm\" antibody Prednisone, 2 mg-kg/24 hrPositive indirect Coombs test and antibody detectable in plasmaIVIGDanazolThermal amplitude 35-40degC Some complement (C3b) may be detected on RBCsSplenectomyImmunosuppressivesTests for underlying diseaseFolic acid, 1 mg.;24 hr if chronic\"Cold\" antibody\"Cold\" or IgM autoantibody directed against I/i antigen systemAgglutination or rouleaux on blood filmIfHb> 10g/dLand reticulocyte count < 10%-none Positive direct Coombs test to complement (C3b)Severe anemia may require transfusionTests for underlying diseaseAvoid exposure to coldSerology for infectious mononucleosis; anti-i presentIf severe-immunosuppressives and plasmapheresisSerology for Mycoplasma pneumoniae; anti-I presentPrednisone is less effective Splenectomy is not useful Folic acid, 1 mg/24 hr if chronicFragmentationHemolysis DIC, TTP, HUSDirect damage to RBC membraneFragments on blood filmTreat underlying condition Transfusion, but transfused cells also will have shortened life spanExtracorporealDirect damage to RBCFragmentsSupportivemembraneoxygenationmembraneon blood filmTransfusion until ECMO is discontinuedProsthetic heart valveDirect damage to RBC membraneFragments on blood filmFolic acid, 1 mg/24 hr Iron for secondary iron deficiencyBurns-thermal injuryDirect damage to RBC membraneSpherocytes on blood filmSupportive TransfusionHypersplenism Effects of sequestration, i pH. lipases and other enzymes, and macrophages on RBCsThrombocytopenia and neutropeniaTreat underlying condition- cytopenias alt usually mild Splenectomy if complicating other anemia (e.g., thalassemia major) Folic acid, 1 mg/24 hrPlasma Factors Liver diseaseAlteration in plasma cholesterol and phospholipidsTarget cells or speculated RBCs on blood filmTreat underlying condition Abnormal liver function testsTransfusion, but transfused cells also will have shortened life span Folic acid, 1 mg/24 hrAbetalipoproteinemiaAbsence of apo lipoprotein bAcanthocytes on blood filmVitamin E (A, K, and D) Vitamin E deficiency and heightened sensitivity to oxidative damageAbsent chylomicrons, VLDL, and LDLFolic acid, 1 mg''24 hrDietary restriction of triglyceridesInfectionsToxic effects on RBCsAssociated symptoms and signsAntibiotics CulturesSupportiveWilson DiseaseEffect of copper on RBC membrane, usually self-limitedSpherocytes on blood filmPenicillamineCopper, ceruloplasminSupportive Penicillamine challenge and urine copper excretionTransfusion if acute anemia is symptomatic",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Thalassemia",
        "opc": "G-6 PD deficiency",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "e65fa958-7b26-4e1e-a177-517c4a16da06",
        "choice_type": "multi"
    },
    {
        "question": "Most common antigen involved in erythroblastosis fetalis is -",
        "exp": "Ans. is 'b' i.e., D antigen in Rh group Erythroblastosis fetalis (Hemolytic Disease of newborn)o Erythroblastosis fetalis is caused by the transplacental passage of maternal antibody active against paternal RBC antigens of the infant and is characterized by an increased rate of RBC destructiono Although more than 60 different RBC antigens are capable of eliciting an antibody response, significant disease is associated primarily D antigen of Rh group and with ABO incompatibility.Other rare antigens involved are -o C or E antigen of Rh groupo RBC antigens - Cw, Cx, Cu, K (kell), M, Dufly, S, P, MNS, Xg, Lutheran, Diego and Kiddo Anti-Lewis antibodies do not cause disease.",
        "cop": 2,
        "opa": "C antigen in Rh group",
        "opb": "D antigen in Rh group",
        "opc": "E antigen in Rh group",
        "opd": "Duffy antigen",
        "subject_name": "Pediatrics",
        "topic_name": "Hemolytic Anemias",
        "id": "a8c0378a-a8df-4fd7-b2af-dc1b298c895f",
        "choice_type": "single"
    }
]