[
    {
        "question": "Most common cause of shunt infection following a Ventriculo-Peritoneal shunt is:",
        "exp": "V-P Shunt: Medical device that relieves pressure on the brain by draining the extra CSF from brain into peritoneum. Used to treat Hydrocephalus Major complications of V-P shunt: Occlusion --> characterized by headache, papilledema, emesis, mental status changes. Bacterial infection --> characterized by fever, headache, meningismus. MCC --> Staph epidermidis",
        "cop": 2,
        "opa": "Staph aureus",
        "opb": "Staph epidermidis",
        "opc": "Strepto viridans",
        "opd": "Strepto pneumoniae",
        "subject_name": "Pediatrics",
        "topic_name": "Hydrocephalus",
        "id": "48ffb826-8ec6-4091-bd50-e4aed0d5eacd",
        "choice_type": "single"
    },
    {
        "question": "Mac Ewan sign is seen in:",
        "exp": "- In Hydrocephalus, percussion of the skull might produce a cracked pot sound or Mac Ewen sign, indicating separation of the sutures. - Large head with venous prominences & SETTING SUN SIGN are also seen",
        "cop": 1,
        "opa": "Hydrocephalus",
        "opb": "Encephalitis",
        "opc": "Meningitis",
        "opd": "Microcephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Hydrocephalus",
        "id": "4401804f-ddc4-411b-ac1d-0755562fe588",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cause of communicating hydrocephalus?",
        "exp": "- Vein of Galen causes Obstructive or Non-communicating hydrocephalus. Causes: COMMUNICATING HYDROCEPHALUS NON-COMMUNICATING HYDROCEPHALUS C - Choroid plexus papilloma A - Achondroplasia M - Meningeal malignancy or metastasis P - Post hemorrhagic M - Mass lesion (ICSOL) A - Abscess A - Aqueductal stenosis A - Arnold Chiari malformation D - Dandy walker malformations H - Hematoma I - Infections (Toxoplasma, mumps, Neurocysticercosis) V - Vein of Galen malformations",
        "cop": 2,
        "opa": "Choroid plexus papilloma",
        "opb": "Vein of Galen malformation",
        "opc": "Achondroplasia",
        "opd": "Meningeal metastasis",
        "subject_name": "Pediatrics",
        "topic_name": "Hydrocephalus",
        "id": "dc7e0492-3cd5-450d-b6b6-8a77bdcdb883",
        "choice_type": "single"
    },
    {
        "question": "Which is the most common cause of ventriculomegaly in newborn?",
        "exp": "- Ventriculomegaly is seen in neonates with hydrocephalus. - Obstructive or noncommunicating hydrocephalus develops most commonly in children d/t abnormality of aqueduct of Sylvius or a lesion in the fouh ventricle. - Nonobstructive or communicating hydrocephalus most commonly follows a subarachnoid hemorrhage, which is usually a result of intraventricular hemorrhage in a premature infant.",
        "cop": 3,
        "opa": "Dandy Walker syndrome",
        "opb": "Arnold Chiari malformation",
        "opc": "Aqueductal stenosis",
        "opd": "Arachnoid villi malfunction",
        "subject_name": "Pediatrics",
        "topic_name": "Hydrocephalus",
        "id": "99d4617f-171d-4c4e-8192-099e2731436f",
        "choice_type": "single"
    }
]