[
    {
        "question": "'Mission Indradhanush' includes all of the vaccines except:",
        "exp": "c. Typhoid(Ref: Nelson's 20/e p 1246, 1292-1293, Ghai 8/e p 197-198). Mission Indradhanush. Includes vaccination against 7 life-threatening diseases (diphtheria, whooping cough, tetanus, polio, tuberculosis, measles and hepatitis B) in the entire country",
        "cop": 3,
        "opa": "BCG",
        "opb": "Japanese Encephalitis",
        "opc": "Typhoid",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "0d13e5ec-bdec-4fe5-acbe-570cc041a53a",
        "choice_type": "multi"
    },
    {
        "question": "Adverse reaction following whole cells pertussis immunization is -",
        "exp": "Ans. is 'd' i. e.. All of above Advese effect with pertusis (used in DPT)o Local pain, swelling, rednesso Fevero Convulsiono Anaphylaxiso Hypotensive, hyporesponsive episod.",
        "cop": 4,
        "opa": "Fever",
        "opb": "Ecessive cry",
        "opc": "Local swelling",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "4ef35673-dbfc-4262-8984-131c33073a44",
        "choice_type": "multi"
    },
    {
        "question": "OPV Bivalent vaccine contain:",
        "exp": "b. P1 & P3(Ref: Nelson's 20/e p 1561, 3212, Ghai 8/e p 190-194). Monovalent OPVs (m. OPVs) & bivalent OPV (b. OPV) are 2. 5-3 times more efficacious than trivalent OPVIn bivalent OPV, the type 2 component is removed",
        "cop": 2,
        "opa": "P1 & P2",
        "opb": "PI & P3",
        "opc": "P2 & P3",
        "opd": "P1, P2 & P3",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "afcc1975-d4b8-43fd-a8d7-10473455f957",
        "choice_type": "single"
    },
    {
        "question": "A child is receiving corticosteroids for medical therapy. The following is not a contraindication in this child for receiving a live viral vaccine:",
        "exp": "d. Chronic asthmatic child receiving low dose inhaled steroid for 10 months(Ref: Ghai 8/e p 142). Low dose steroids are not a contraindication to live vaccines.",
        "cop": 4,
        "opa": "When child is receiving 2 mg/kg of prednisolone for at least 2 weeks at present",
        "opb": "When child has received 2 mg/kg of prednisolone for at least 2 weeks in the past one month",
        "opc": "Child receiving 4 mg/kg of prednisolone for 4 weeks, prior to 2 weeks",
        "opd": "Chronic asthmatic child receiving low dose inhaled steroid for 10 months",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "bc7fc262-eb83-49c2-9249-334967827dad",
        "choice_type": "single"
    },
    {
        "question": "Otitis and osteomyelitis is seen in?",
        "exp": "Ans. (b) BCGRef: OP Ghai 8th ed./191. BCG* Although BCG vaccination often causes local reactions, serious or long-term complications are rare. Reactions that can be expected after vaccination include moderate axillary or cervical lymphadenopathy and induration and subsequent pustule formation at the injection site; these reactions can persist for as long as 3 months after vaccination.* Most serious complication of BCG vaccination is disseminated BCG infection.* The most frequent disseminated infection is BCG osteomyelitis",
        "cop": 2,
        "opa": "Hepatitis B vaccine",
        "opb": "BCG",
        "opc": "Measles vaccine",
        "opd": "IPV",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "1e65e0ae-5e93-49fd-9fec-fa9015ba3c60",
        "choice_type": "single"
    },
    {
        "question": "Whole cell pertussis vaccine used to prevent infection can protect against?",
        "exp": "c. Both Bordetella pertussis & parapertussis(Ref: Clin Infect Dis. 2017. Jun 15; 64(12): 1795-1797). Pertussis vaccine may induce cross-immunity & has been found to have 66%-82% effectiveness against parapertussis. Controversial; Some sources say: As measles can depress cell mediated immunity & as BCG induces cell mediated immunity BCG should not be given along with measles or MMR; while some do not comment about it; So, there is not much recent evidence to substantiate the same.",
        "cop": 3,
        "opa": "Bortedella parapertussis only",
        "opb": "Mild forms of Bordetella pertussis only",
        "opc": "Both Bordetella pertussis & parapertussis",
        "opd": "Only against severe Pertussis",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "92466e89-4dbc-4c49-ab46-9bd8cd485f5f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following vaccines can prevent pneumonia, except:",
        "exp": "b. Rubella(Ref: Nelson 20/e p 1545). Pneumonia is the most common cause of death in measles. It may manifest as giant cell pneumonia caused directly by the viral infection or as superimposed bacterial infection. The most common bacterial pathogens are Streptococcus pneumoniae, Hemophilus influenzae, and Staphylococcus aureus. So, vaccination against Measles, Pneumococcus & H. influenzae would give some protection against pneumonia.",
        "cop": 2,
        "opa": "Measles",
        "opb": "Rubella",
        "opc": "Pneumococcal",
        "opd": "H. influenzae",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "a857faeb-e1dd-475d-9956-2a88f00ee0fe",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a live attenuated bacterial vaccine?",
        "exp": "ANSWER: (D) BCGREF: APPENDIX-46 below for \"TYPES OF VACCINE\"Live vaccines can me memorized as \"BOMBEY-VT\"; BCG, OPV (sabin), MMR (mumps, measles & rubella), Bubonic plague, epidemic typhus, yellow fever (17D), vaccinia, Oral Typhoid vaccine (Ty21a) APPENDIX - 46. Types of Vaccine. Type. Content. Examples. Killed vaccineskilled, but previously virulent, microorganisms that have been destroyed with chemicals or heat. Avian Flu vaccine; developed by Reverse Genetics techniques. Reverse genetics' is an approach to discovering the function of a gene by analyzing the phenotypic effects of specific gene sequences obtained by DNA sequencing. This investigative process proceeds in the opposite direction of so- called forward genetic screens of classical genetics. Simply put, while forward genetics seeks to find the genetic basis of a phenotype or trait, reverse genetics seeks to find what phenotypes arise as a result of particular genes.",
        "cop": 4,
        "opa": "Tetanus",
        "opb": "Hepatitis B vaccine",
        "opc": "Injectable polio vaccine",
        "opd": "BCG",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "10cbecd0-d672-4740-8d9e-5b298db9cce2",
        "choice_type": "single"
    },
    {
        "question": "Vaccine with maximum efficacy",
        "exp": "b. Measles(Ref: Nelson's 20/e p 1546, Ghai 8/e p 145; IAP guidebook of Immunization 2013-14, p 222-223). Seroconversion rates after measles vaccination are around 60% at the age of 6 months, 80-85% at the age of 9 months and beyond 95% at the age of 12-15 months.",
        "cop": 2,
        "opa": "OPV",
        "opb": "Measles",
        "opc": "BCG",
        "opd": "TT",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "535ded66-8217-4b1f-a5d1-411841dd3151",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Human papilloma virus subtypes are not covered by Quadrivalent Anti-cervical cancer vaccine?",
        "exp": "b. Type 7(Ref: Nelson's 20/e p, Ghai 8/e p 200-201). Quadrivalent HPV vaccine contains serotypes 16, 18, 6 & 11 with aluminium containing adjuvant.",
        "cop": 2,
        "opa": "Type 6",
        "opb": "Type 7",
        "opc": "Type 11",
        "opd": "Type 16",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "9bd0420e-cec6-466e-8805-018fd3014fc0",
        "choice_type": "single"
    },
    {
        "question": "Salk vaccine is a:",
        "exp": "c. Killed vaccine(Ref: IAP Guidebook on Immunization 2013-14; pg 113-117, Nelson's 20/e p 3212, Ghai, 8/e p 190- 191). Polio vaccines were developed in the USA during 1950, first the inactivated polio vaccine (IPV) by Jonas Salk and later the live oral polio vaccine (OPV) by Albert Sabin. Remember: 'Salk' is a 'killed' vaccine.",
        "cop": 3,
        "opa": "Live vaccine",
        "opb": "Live attenuated vaccine",
        "opc": "Killed vaccine",
        "opd": "Toxoid",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "4ba7c437-518a-41aa-a81f-d28138b75380",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vaccines can result in Thrombocytopenia?",
        "exp": "a. MMR vaccine(Ref: IAP 223, Ghai 8/e p 145). With Measles vaccine, Thrombocytopenic purpura may occur at a frequency of 1/30, 000 vaccinees. One of the components of MMR is the Measles vaccine; So MMR vaccine can cause thrombocytopenia.",
        "cop": 1,
        "opa": "MMR vaccine",
        "opb": "Typhoid vaccine",
        "opc": "Influenza vaccine",
        "opd": "HIB vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "014f1a85-f8ff-4645-892f-443470c8d487",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine cannot be used in adults?",
        "exp": "c. DPT(Ref: IAP Guidebook on Immunization 2013-14, p 387). Tdap vaccine (single dose) is recommended in adolescents / adults & not DTPTdap contains lesser amount of Diphtheria & Pertussis antigens, compared to DTP",
        "cop": 3,
        "opa": "Hep A",
        "opb": "MMR",
        "opc": "DPT",
        "opd": "Pneumococcal",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "4ed08f9a-42ec-4a16-88d5-6f7cc8d88a27",
        "choice_type": "single"
    },
    {
        "question": "Immunoglobulin is not used in prophylaxis of:",
        "exp": "c. Influenza(Ref: IAP Guidebook on immunization 2013-2014, p 378, Nelson's 20/e p 1603, Ghai 8/e p 201-202). Following immunoglobulins are used for secondary prophylaxis: Tetanus, Hep A, Hep B, Rabies & Varicella Ig.",
        "cop": 3,
        "opa": "Hepatitis A",
        "opb": "Varicella",
        "opc": "Influenza",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "ee9e3d7b-2906-409b-b3c7-ef74fbb29984",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vaccine can be given to AIDS positive child:",
        "exp": "Ans. (a) DPTRef: OP Ghai 8th ed./193* Since all live vaccines are contraindicated in immune- compromised patients hence only DPT can be given. Please note that the question mentions an AIDS positive patient and \"not a child born to HIV positive mother\".* If a child is born to HIV positive mother, the child may or may-not be acquire HIV infection from the mother. Hence WHO recommends BCG should be given to a baby born to HIV positive lady. Textbook clearly mentions that if baby has documented AIDS then live vaccines are contraindicated. In such cases I. P. V. can be given in place of O. P. V.",
        "cop": 1,
        "opa": "DPT",
        "opb": "BCG",
        "opc": "Measles",
        "opd": "OPV",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "1d7b936d-8907-44f4-8eb4-615383da7944",
        "choice_type": "single"
    },
    {
        "question": "All of the following vaccines are live vaccines except:",
        "exp": "c. DPT(Ref: Ghai 8/e p 193)DTwP is composed of tetanus and diphtheria toxoids as well as killed whole cell pertussis bacilli adsorbed on insoluble aluminium salts which act as adjuvants.",
        "cop": 3,
        "opa": "BCG",
        "opb": "OPV",
        "opc": "DPT",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "3baf7b68-3a6d-4af5-aa4b-0d976dd796bb",
        "choice_type": "multi"
    },
    {
        "question": "All of the following diseases are covered under recently launched \"MISSION INDRADHANUSH\" program except:",
        "exp": "a. Japanese encephalitis(Ref: Nelson's 20/e p 1627-1628, Ghai 8/e p 201). Japanese encephalitis is not included among the seven life-threatening diseases of Indradhanush (with seven colours); It is one of the additional vaccine given in selected districts. Rest 3 vaccines are given throughout the country under this programme; So, among the given options, Japanese encephalitis is the best answer to this question.",
        "cop": 1,
        "opa": "Japanese encephalitis",
        "opb": "Hepatitis B",
        "opc": "Whooping cough",
        "opd": "Diphtheria",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "5dd8920e-4e42-4a57-9031-d79db9ef8df4",
        "choice_type": "multi"
    },
    {
        "question": "Child 1 year age came for vaccination, Polio virus, BCG at birth, what vaccine to be given below -",
        "exp": "Ans. is 'b' i. e., Measles, DPT, OPV, Hip, Hep B. o Lapsed immunization/preponed immunization/ unknown immunization status There is no need to restart a vaccine series regardless of the time that has elapsedbetween individual doses due to immune memoryio Immunizations should be given at the next visit as if the usual interval had elapsed and the immunization scheduled should be completed at the next available opportunity. o Doses should not be given 4 or less days from the minimum interval. Ifinadvertently given 5 or more days from the minimum interval, the dose shoidd not be counted. In case of unknown immunization status, the child should be considered unimmunized and vaccinated accordingly. o Self reported doses should not be accepted in the absence of documentation with the exception of Influenza and PPV vaccines. o Serologic testing is also an option in patients with uncertain status but is usually not cost effective, may reduce compliance and may result in missed opportunities for vaccination. Suggested vaccination scheudle of unimmunised children. Visit. Vaccine. Firsty Measles (MMR if > 12 months)y DTP ( DTap if > 7 years)y OPV (if less than 5 year)y Hib, (if less than 5 year)y Hep B1. Second (after 1 month of first visit)y BCG (if less than 5 year) y DPT OPVy Hep. B2y Hib2. Third (after 1 month)OPV-3. MMRTyphoid (In more than 2 year). Fouth (6th month after Ist)DPTOPV-4. Hep- B3",
        "cop": 2,
        "opa": "BCG OPV, Hep-B",
        "opb": "Measles, DPT, OPV, Hib, Hep B.",
        "opc": "DPT, OPV, Hib, Hep B",
        "opd": "DPT, OPV, Hep B",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "8296135c-a68b-48b2-bbe0-4a4efd58e1b1",
        "choice_type": "single"
    },
    {
        "question": "In measles outbreak, measles vaccine can be given within:",
        "exp": "d. 6-9 months(Ref: IAP 224, Nelson's 20/e p 1381, Ghai 8/e p 193-194). In case of an outbreak, the measles vaccine can be given to infants as young as 6 completed months of age.",
        "cop": 4,
        "opa": "2-3 months",
        "opb": "3-5 months",
        "opc": "2-7 months",
        "opd": "6-9 months",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "784d064a-cdbc-44b6-8f12-b83730e5d1d1",
        "choice_type": "single"
    },
    {
        "question": "DPT is contraindicated in",
        "exp": "C. i. e. (Progressive neurological illness) (191 - Ghai 6th) (168- 69- Ghai 7th). Following are NOT contraindication for administration of vaccine1. Mild acute illness2. Low grade fever3. Mild diarrheal4. Current antibiotic therapy5. Prematurity6. Recent exposure to an infectious disease7. History of allergies8. Allergy to penicillin9. Malnutrition* Children suffering from progressive neurological disorders or with history of convulsions to a previous dose are at a higher risk of adverse reactions following whole cell pertuessis vaccine* The vaccine is relatively contraindicated in children with progressive neurological disease, but children with stable neurological disease like developmental delay cerebral palsy and idiopathic epilepsy may be vaccinated (169 - Ghai 7th)",
        "cop": 3,
        "opa": "Family history of convulsions",
        "opb": "Acute respiratory tract infections",
        "opc": "Progressive neurological illness",
        "opd": "Mild diarrhea",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "150cfec7-4092-49b4-b4e2-664156528382",
        "choice_type": "single"
    },
    {
        "question": "Not given in adolescent:",
        "exp": "c. Rotavirus vaccine(Ref: Nelson's 20/e p 1618). High Yield Points: The maximum age for the first dose of Rotavirus vaccine is 14 weeks, 6 days, & final dose is 8 months. Vaccination should not be initiated for infants aged 15 weeks or older",
        "cop": 3,
        "opa": "MMR vaccine",
        "opb": "Tetanus vaccine",
        "opc": "Rotavirus vaccine",
        "opd": "HPV vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "2426cf7b-feeb-46f3-9818-35ca149531de",
        "choice_type": "single"
    },
    {
        "question": "Not immunized previously in a 8 years male child which of the following vaccine is not given to that children",
        "exp": "C. i. e. (Acellular pertossis vaccine) (191- 94 - Ghai 6th)IMMUNIZATION1. If immunization status of a child is unknown, there is no harm in giving appropriate vaccine again2. A minimum interval of 4 weeks is required between the administration of two live antigen3. Measles, mumps and rubella vaccines should not be given to children, who were given immune globulin within the previous three months. Inactivated polio vaccine (IPV) - Should be used in immuno- compromised children those with AIDS family members of immuno deficient individuals partially immunized or unimmunized adults and in some tropical countries with poor facilities for cold chain. Pertussis vaccine - should not be given to children over 5-6 years old. There is no scientific basis for this and in countries where adult pertussis occurs. IAP recommends two booster doses one each in the 2nd and 5th year of life following immunization with three doses. Hepatitis - B Vaccine|||Carrier mother. HBs Ag negative mother||3- dose of vaccine0 months0-2 monthsgiven in infants1 - 2 month1 - 4 months 6 month6-18 months. Dose* 10 mg children < 10 years in deltoid or antero lateral thigh region* 20 mg Adults > 10 years. Immuno compromised patients should receive twice the recommended dose* Rubella vaccine dose should be given at least 3 months prior to conception * **",
        "cop": 3,
        "opa": "Inactive polio vaccine",
        "opb": "Hepatitis B vaccine",
        "opc": "Acellular pertussis vaccine",
        "opd": "Measles vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "1d886ade-1d03-473f-aff1-08c63e72a438",
        "choice_type": "single"
    },
    {
        "question": "Which of the following vaccine is given to newborn?",
        "exp": "Ans. is 'a' i. e., BCG Timing of various vaccines. Vaccien. Timing. BOGBirth. DPT6, 10, 14 weeks. MMR9 months. OPVBirth, 6, 10, 14 weeks. HEPBBirth, 1, 6 months",
        "cop": 1,
        "opa": "BCG",
        "opb": "MMR",
        "opc": "DPT",
        "opd": "HiB",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "cb5abb8d-9b21-42a8-94dd-5c4f1dbb3527",
        "choice_type": "single"
    },
    {
        "question": "An OPV vial shows this symbol on it. What does it indicate?",
        "exp": "d. Use the vaccine if expiry date not reached. This is a vaccine vial monitor (VVM) showing white inner square & blue outer circle; VVM provides an indication of the cumulative heat to which the vial has been exposed",
        "cop": 4,
        "opa": "The vaccine has reached its expiry date",
        "opb": "The vaccine has not been stored properly",
        "opc": "The vaccine vial is empty",
        "opd": "Use the vaccine if expiry date not reached",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "8c028558-5bb0-42ce-b7bc-47f315949469",
        "choice_type": "single"
    },
    {
        "question": "Zero dose of polio vaccine is given:",
        "exp": "b. At birth(Ref: Nelson's 20/e p 1561, Ghai 8/e p 190-194)OPV zero dose: At birth or as early as possible within the first 15 days.",
        "cop": 2,
        "opa": "Before giving DPT",
        "opb": "At birth",
        "opc": "When child is having diarrhea",
        "opd": "When child is having polio",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "e9a3bce8-24e3-4eea-9513-8343940f3900",
        "choice_type": "single"
    },
    {
        "question": "All of the following vaccinations are administered via subcutaneous route except:",
        "exp": "Ans. B. Hepatitis B vaccine. Hepatitis B vaccine is given via intramuscular route at birth. While at 6, 10, 14 weeks it is a component of pentavalent vaccine and that is also administered via intramuscular route.",
        "cop": 2,
        "opa": "Japanese encephalitis",
        "opb": "Hepatitis B",
        "opc": "Measles",
        "opd": "MR",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "48c077e1-ccbb-470d-868e-cfddaddc6016",
        "choice_type": "multi"
    },
    {
        "question": "Route of DPT vaccine is -",
        "exp": "Ans. is 'c' i. e., Intramuscular DPT Vaccineo DPwT: Popularly known as triple antigen, DTwP is composed of tetanus and diphtheria toxoids as well as killed whole cell pertussis bacilli adsorbed on insoluble aluminium salts which act as adjuvants. The content of diphtheria toxoid varies from 20 to 30 Lf and that of tetanus toxoid varies from 5 to 25 Lf per dose. Whole-cell pertussis vaccine is a suspension of killed B pertussis organisms. o DPaT: It is the same diphtheria and tetanus toxoid along with acellular pertussis vaccine. The high rates of side effects to these Pw vaccines directed scientists to develop a second type of vaccine, called the acellular pertussis (Pa) vaccine, composed of inactivated bacterial proteinso Dose is 0[?]5ml intramuscularly. It should be stored at 2-8 degree Celsius",
        "cop": 3,
        "opa": "Oral",
        "opb": "Subcutaneous",
        "opc": "Intramuscular",
        "opd": "Intravenous",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "0d511643-d09e-48df-93d7-5b0f553e06de",
        "choice_type": "single"
    },
    {
        "question": "Which vaccine is contraindicated in child with history of convulsions?",
        "exp": "Ans. is 'a' i. e. DPT DPT vaccine is contraindicated in children with progressive neurological disease and children with convulsions following the first dose. These contraindications are because of the adverse reactions that the child can develop to the pertussis component of the vaccine. Contraindications to DPT vaccine. Progressive neurological disease. Contraindications to second dose. Convulsions within 72 hours. Encephalopathy within 7 hours. Anaphylaxis. Hyporesponsive or hypotensive episodes. Hyperpyrexia with fever > 105 FPersistent or high pitch cry > 3 hours. Contraindications to measles vaccine. Pregnancy. Acute illness. Deficient cell mediated immunity (can be given to asymptomatic HIV positive patients). Patients on steroids. Contraindications to typhoid vaccine. Within 24 hours of antibiotic treatment. Immunosuppression. Pregnancy. Contraindications to BCG vaccine. Immunosuppression and HIV",
        "cop": 1,
        "opa": "DPT",
        "opb": "Measles",
        "opc": "Typhoid",
        "opd": "BCG",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "d231c233-ebfe-4e38-a980-c4d2fa5e6171",
        "choice_type": "single"
    },
    {
        "question": "Name of mumps vaccine is:",
        "exp": "a. Jeryll Lynn(Ref: IAP 228, Nelson's 20/e p 1381, Ghai 8/e p 193-194). Mumps vaccine virus strains include Leningrad-Zagreb, Leningrad-3, Jeryl Lynn strains and are grown in chick embryo/human diploid cell cultures.",
        "cop": 1,
        "opa": "Jeryll Lynn",
        "opb": "Edmonston",
        "opc": "Danish 1331",
        "opd": "OKA",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "68f1455d-0044-4a5e-b181-8f4430728928",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is vaccine for cholera?",
        "exp": "Ans. (b) Dukoral. Ref: Nelson 18th ed chapter 173, http://wwwnc. cdc/gov/ eid/article/17/11 11-0822 article* Dukoral is indicated for active immunization against disease caused by Vibrio choleraes ero group Ol in adults and children from 2 years of age who will be visiting endemic/epidemic areas* The standard primary course of vaccination with Dukoral against cholera consists of 2 doses for adults and children from 6 years of age. Children 2 to below 6 years of age should receive 3 doses. Doses are to be administered at intervals of at least one week. If more than 6 weeks have elapsed between doses, the primary immunization course should be re-started.* Immunization should be completed at least 1 week prior to potential exposure to V. cholerae Ol.",
        "cop": 2,
        "opa": "PPV23",
        "opb": "Dukoral",
        "opc": "Ty 21 a vaccine",
        "opd": "JE-MB Nakayama",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "87483545-8572-476f-80d5-4e913e160ee9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are contraindicated during pregnancy except:",
        "exp": "d. Rabies vaccine(Ref: IAP 334-335, Ghai 8/e p 202). Because rabies is a lethal disease there are no contraindications for post-exposure prophylaxis including infants, pregnant & lactating women.",
        "cop": 4,
        "opa": "Measles vaccine",
        "opb": "Mumps vaccine",
        "opc": "HPV vaccine",
        "opd": "Rabies vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "9249da69-01f6-471c-b4dc-e7eeed7459e5",
        "choice_type": "multi"
    },
    {
        "question": "An eight-month-old child had history of unusual crying, altered sensorium & convulsions following previous vaccination after BCG, DPT & OPV (first dose) & Hepatitis B. Now parents have brought child for next doses of vaccination. Which vaccine is contraindicated in this situation?",
        "exp": "b. DPT(Ref: IAP Guidebook on immunization 2013-2014, p 141-142). Absolute contraindications to any pertussis vaccination (including DTwP vaccine) are: history of anaphylaxis or development of encephalopathy within 7 days following previous DTwP vaccination. Events such as persistent inconsolable crying of > 3 hours duration/ hyperpyrexia (fever >40. 5degC)/ hypotonic hyporesponsive episodes (HHE) within 48 hours of DTwP administration and seizures with or without fever within 72 hours of administration of DTwP are considered as precautions but not contraindications to future doses of DTwP because these events generally do not recur with the next dose and they have not been proven to cause permanent sequelae. Progressive/evolving neurological illnesses is a relative contraindication to first dose of DTwP immunization.",
        "cop": 2,
        "opa": "Measles",
        "opb": "DPT",
        "opc": "Hepatitis B",
        "opd": "DT",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "6f5cbca3-3cca-4dce-9eb5-5a5abe09af78",
        "choice_type": "single"
    },
    {
        "question": "According to latest guidelines of vaccination, which of the following is applicable at the age of 5 years?",
        "exp": "d. DPT + Vitamin A(Ref: Nelson's 20/e p 3212, Ghai 8/e p 193-194)DPT booster & Vitamin A supplementation are recommended at 5 years age.",
        "cop": 4,
        "opa": "DT booster + Vitamin A",
        "opb": "DT",
        "opc": "DPT + OPV",
        "opd": "DPT + Vitamin A",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "56629825-56a0-4407-913d-848f100b869c",
        "choice_type": "single"
    },
    {
        "question": "A full course of immunization with 3 doses of tetanus toxoid, confers immunity for how many years?",
        "exp": "b. 10(Ref: ZAP 157, Nelson's 20/e p 1255> Ghai 8/e p 196-197). In individuals who have completed primary & booster vaccination with DTP, TT boosters every 10 yrs provide sufficient protection.",
        "cop": 2,
        "opa": "5",
        "opb": "10",
        "opc": "15",
        "opd": "20",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "948a454c-d604-4049-a1cb-03d1769f05ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is called first immunization of the baby?",
        "exp": "a. Colostrum(Ref: Ghai 8/e p 192). Colostrum is rich in immunoglobulins & other substances that protect the baby against infections; So, Colostrum is called the 'First immunization' of the baby.",
        "cop": 1,
        "opa": "Colostrum",
        "opb": "Handing over the baby to mother",
        "opc": "OPV",
        "opd": "DPT + BCG",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "d8609000-f4eb-4715-8f71-ae69422db673",
        "choice_type": "multi"
    },
    {
        "question": "A PHC medical officer wants to give pulse polio immunization. The following finding in the Vaccine Vial Monitor (VVM) indicates that the vaccine should not be used:",
        "exp": "c. Inner square matches the color of the outer circle(Ref: Nelson's 20/e p 1561, Ghai 8/e p 190-194). Interpretation of the color change of VVM is as follows: Inner square is white, or lighter than outer circle: If the expiry date has not passed, vaccine can be used. Inner square matches color of outer circle or is darker than outer circle: Vaccine should be discarded, regardless of the expiry date.",
        "cop": 3,
        "opa": "Inner square is white, outer circle is blue",
        "opb": "Inner square is blue but lighter than outer circle",
        "opc": "Inner square matches the color of the outer circle",
        "opd": "Inner square is lighter than outer circle",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "f11224ab-a0b4-44f1-92c3-eed6b48e54a4",
        "choice_type": "single"
    },
    {
        "question": "Vaccine associated paralytic poliomyelitis is defined as those cases of acute flaccid paralysis:",
        "exp": "b. Who have residual weakness 60 days after the onset of paralysis and from whose stool samples, vaccine related poliovirus but no wild virus is isolated(Ref: IAP Guidebook on Immunization 2013-14; p 119). Vaccine associated paralytic poliomyelitis (VAPP) is defined as those cases of AFP which have residual weakness 60 days after the onset of paralysis and from whose stool samples, vaccine-related poliovirus but no wild poliovirus is isolated.",
        "cop": 2,
        "opa": "Who have residual weakness 6 months after the onset of paralysis and from whose stool samples, vaccine related poliovirus but no wild virus is isolated.",
        "opb": "Who have residual weakness 60 days after the onset of paralysis and from whose stool samples, vaccine related poliovirus but no wild virus is isolated.",
        "opc": "Who have residual weakness 6 days after the onset of paralysis and from whose stool samples, vaccine related poliovirus but no wild virus is isolated.",
        "opd": "Who have residual weakness 60 days after the onset of paralysis and from whose stool samples, wild polio virus is isolated.",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "b44bf7db-6d20-4925-a678-7c7161e41e54",
        "choice_type": "single"
    },
    {
        "question": "A 9-month-old un-immunized child was brought to the dispensary, which vaccination should be given to this baby at first visit?",
        "exp": "c. OPV + BCG + DPT + Measles(Ref: IAP 115, 383, Ghai 8/e p 145). Recommendations for Catch up immunization. Vaccination catch up regimens should preferably be individualized. Any number of vaccines live/inactivated may be given on the same day either singly or as combination vaccines maintaining a gap of 5cm between different vaccines. Inactivated vaccines can be given at any time in relation to any other live/ inactivated vaccines. If not given on the same day, a gap of 4 weeks should be maintained between two live injectable vaccines",
        "cop": 3,
        "opa": "OPV + BCG",
        "opb": "OPV + DPT + Measles",
        "opc": "OPV + BCG + DPT + Measles",
        "opd": "OPV + DPT + BCG",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "116d564e-6c28-4daf-b56e-6fd5ae1c6040",
        "choice_type": "single"
    },
    {
        "question": "The guidelines for immunization against infectious disease includes all of the following except:",
        "exp": "d. Hay fever, sickle cell anemia and tuberculosis are contraindications for vaccination(Ref: Nelson's 20/e p 1564; IAP guidebook of Immunisation 2013-14, p 70). True contraindications to vaccination are: Severe allergic reaction to a vaccine component or following a prior dose of a vaccine; Encephalopathy occurring within 7 days of pertussis vaccination; Severe combined immunodeficiency (SCID) as a contraindication to rotavirus vaccine",
        "cop": 4,
        "opa": "Live vaccines are contraindicated in pregnant women",
        "opb": "Live vaccines should not be administered within 3 months of giving human immunoglobulin",
        "opc": "Inactivated vaccines should not be given if there has been significant reaction to previous dose",
        "opd": "Hay fever, sickle cell anemia and tuberculosis are contraindications for vaccination",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "956d4197-3da2-4c51-a6b6-d51ebb92e9ff",
        "choice_type": "multi"
    },
    {
        "question": "All are true regarding Hib vaccine except:",
        "exp": "A i. e. Protects against non capsulated H. influenza disease. Ref: Indian Academy of Pediatrics Guide Book on Immunisation, 2013-14. Explanation: Hemophilus Influenzae Type B (Hib) Conjugate Vaccines. Capsulated H. influenzae has six serotypes of which type B - important invasive pathogen causing diseases such as meningitis, bacteremia, pneumonia, cellulitis, osteomyelitis, septic arthritis and epiglottitis. Natural protective immunity is acquired by the age of 3-4 years. No protection against - Non capsulated Hib disease - bronchitis, otitis media, sinusitis and some pneumonia. Vaccines should be stored at 2 to 8degC and the recommended dose is 0. 5 ml intramuscularly. 90-100% efficacy against culture proven invasive Hib disease for 1 year after vaccination. Age at initiation. No. of doses. General measures. Below 6 months. Three doses when initiated. Interval between two doses should be at least 4 weeks. Catch up vaccination - 5 years of age. Between 6 and 12 months2 doses and 1 dose between 12-15 months, with a booster at 18 months. More than 15 months. Single dose. All individuals with functional/anatomic hyposplenia irrespective of age. Vaccines recommended for functional/anatomical hypo or asplenia: 2 weeks prior to splenectomy. Hemophilus influenzae type B (hib) conjugate vaccines. Meningococcal vaccines. Pneumococcal vaccine.",
        "cop": 1,
        "opa": "Protects against non capsulated H. influenza disease",
        "opb": "Catch up vaccination before 5 years",
        "opc": "Can be given in less than 6 months",
        "opd": "Given 2 weeks before splenectomy",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "6bda1943-9ac3-49d5-a666-526a20327d94",
        "choice_type": "multi"
    },
    {
        "question": "An event that is caused by an error in vaccine preparation, handling, or administration is called as:",
        "exp": "d. Programme error(Ref: IAP Guidebook on immunization 2013-14/p 89). Event caused by an error in vaccine preparation, handling, or administration is called a 'Programme error', e. g. deaths following measles vaccination due to toxic shock syndrome resulting from improper reconstitution & storage of measles vaccine.",
        "cop": 4,
        "opa": "Coincidental event",
        "opb": "Injection reaction",
        "opc": "Vaccine reaction",
        "opd": "Programme error",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "530f9add-5585-4e7c-a6ed-1a5293ef74df",
        "choice_type": "multi"
    },
    {
        "question": "All are live vaccines except:",
        "exp": "b. Rabies(Ref: IAP 260, Nelson's 20/e p, Ghai 8/e p 202-203). For Japanese Encephalitis, Polio & Typhoid, both live & killed vaccines are available. New generation typhoid vaccines include oral live attenuated Ty21a vaccine, Parenteral Vi-polysaccharide & Vi Polysaccharide Conjugate vaccines; For Rabies, only inactivated vaccines are used.",
        "cop": 2,
        "opa": "Japanese encephalitis",
        "opb": "Rabies",
        "opc": "Poliomyelitis",
        "opd": "Typhoid",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "462e41a2-f893-42e3-b450-13af9cebb6c8",
        "choice_type": "multi"
    },
    {
        "question": "Dose of Human Rabies Immunoglobulin is:",
        "exp": "b. 20. IU/kg(Ref: Nelson's 20/e p 3450, 1642-1644, Ghai 8/e p 202-203). Human rabies immunoglobulin (HRIG--dose is 20U/kg body weight, maximum dose 1500. IU); and. Equine rabies immunoglobulin (ERIG--dose is 40U/kg, maximum dose 3000. IU)",
        "cop": 2,
        "opa": "10 IU/kg",
        "opb": "20 IU/kg",
        "opc": "30 IU/kg",
        "opd": "40 IU/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "245a9c93-aced-4fa3-bd04-a58509ef8be3",
        "choice_type": "single"
    },
    {
        "question": "A 11-month-old child came for vaccination. He had received Polio vaccine & BCG at birth. What vaccines should be given to him now?",
        "exp": "b. Measles, DPT, OPV, Hib, Hep B(Ref: Nelson's 20/e p 1546-1548, Ghai 8/e p 195, IAP 115). All the above vaccines should be given for catch up immunization now.",
        "cop": 2,
        "opa": "BCG, OPV, Hep B",
        "opb": "Measles, DPT, OPV, Hib, Hep B",
        "opc": "DPT, OPV, Hib, Hep B",
        "opd": "DPT, OPV, Hep B",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "ce018686-5e5a-4f8d-a803-5ea98c5fce9e",
        "choice_type": "single"
    },
    {
        "question": "Which is true about BCG?",
        "exp": "d. WHO recommends Danish 1331 for vaccine production(Ref: IAP Guidebook on Immunization 2013-14; pg 113-117, Nelson's 20/e p 3212, Ghai, 8/e p 190-191). Discussing about the options one by one, Option a. False; Sterile normal saline may be used as diluent for BCGOption b. False; For BCG Vaccination, the selected site may be swabbed clean using sterile saline and local antiseptics should be avoided. Option c. False; Of BCG vaccine recipients whose initial tuberculin skin test is negative, 10%-25% will have a positive tuberculin skin test if they are retested within 1-4 weeks--the so-called \"booster phenomenon\"Option d. True; The two common strains of for use in BCG vaccine are Copenhagen (Danish 1331) and Pasteur",
        "cop": 4,
        "opa": "Distilled water is used as diluent",
        "opb": "Site for injection is cleaned with spirit",
        "opc": "Mantoux test positive in 6 weeks",
        "opd": "WHO recommends Danish 1331 for vaccine production",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "502882d7-298a-4991-aa33-ae1a1a691e42",
        "choice_type": "multi"
    },
    {
        "question": "Which vaccines are recommended at birth as per the universal immunization programme?",
        "exp": "b. BCG & Hepatitis B(Ref: Nelson's 20/e p 3212, Ghai 8/e p 190-191). Vaccines recommended at birth as per the universal immunization programme are: BCG, OPV zero dose & Hepatitis B vaccine.",
        "cop": 2,
        "opa": "BCG",
        "opb": "BCG & Hepatitis B",
        "opc": "BCG & DPT",
        "opd": "DT & OPV",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "cb79215a-3b3d-4629-9d92-62c09eccb53f",
        "choice_type": "single"
    },
    {
        "question": "Protective levels of Tetanus anti-toxin is:",
        "exp": "a. >0. 01. IU/mL(Ref: Nelson's 20/e p 1381, Ghai 8/e p 193-194). Protective titer for diphtheria >0. 1. IU/mL and for tetanus >0. 01. IU/mL.",
        "cop": 1,
        "opa": ">0. 01 IU/mL",
        "opb": ">0. 5 IU/mL",
        "opc": ">1. 0 IU/mL",
        "opd": ">5 IU/mL",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "0372cd74-c777-4720-9f02-24962f95d9db",
        "choice_type": "single"
    },
    {
        "question": "True about ACELLULAR PERTUSSIS VACCINE include the following EXCEPT",
        "exp": "Ans. b (Ref. OP Ghai 6th/pg. l94; Nelson paeds 17th /pg. 908)PERTUSSISPrevention. Universal immunization of children <7 yr of age with pertussis vaccine, beginning in infancy, is central to the control ofpertussis. Current goals of immunization are protection of the individual from a significant coughing illness and controlof endemic and epidemic disease. ACELLULAR VACCINE# Multiple diphtheria and tetanus toxoids combined with acellular pertussis (DTaP) vaccines currently are preferred over those containing whole-cell pertussis (DTP) vaccines because of fewer adverse reactions.# Recommendations for use of DTaP are similar to recommendations for use of DTP, which continues to be given to infants and children in many other countries. Acellular pertussis vaccines all contain inactivated PT and may contain one or more other bacterial components (FHA, Pn, Fim 2 and 3).# Mild local and systemic adverse events as well as more serious events occur significantly less frequently among infants who receive DTaP compared with DTP vaccine.# DTaP containing vaccines can be administered simultaneously with any other vaccines used in standard schedules for children. Combination of vaccines that include DTaP in place of DTP can affect immunogenicity of products. Local reactions increase in rate and severity with successive doses of DTaP.# The same special considerations, precautions, contraindications, and reporting requirements for serious adverse events that exist for DTP vaccination apply to DTaP as well. Acellular pertussis vaccines are now licensed for use only among children through 6 yr of age.# Live virus vaccines should be avoided in immunocompromised patients. For patients without chronic GVHD, diphtheria and tetanus toxoids, acellular pertussis (in children <7 yr of age), inactivated polio, hepatitis B, Haemophilus influenzae type b, and Streptococcus pneumoniae immunizations may be given 12 mo after transplant, and measles- mumps-rubella immunizations after 24 mo. Influenza vaccines should be given every fall.# Currently available combinations are PRP-OMP combined with hepatitis B vaccine (Comvax) and a DtaP vaccine that can be combined with PRP-T for the fourth dose only.",
        "cop": 2,
        "opa": "It is a toxoid",
        "opb": "Superior to wP (whole cell pertussis vaccine)",
        "opc": "Acellular component has same immunity as cellular one",
        "opd": "Can be given as both primary and booster immunization",
        "subject_name": "Pediatrics",
        "topic_name": "Immunization",
        "id": "6de946b3-b884-4a65-bca9-a6c164c639b3",
        "choice_type": "multi"
    }
]