[
    {
        "question": "When is this gross motor milestone attained by a child?",
        "exp": "The given picture shows a child creeping upstairs, that comes at around 15 months age; Another impoant milestone that appears at around 15 months age is Jargon speech",
        "cop": 3,
        "opa": "6 months",
        "opb": "12 months",
        "opc": "15 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "199f259d-96d3-41c2-ab65-b2f197b9e065",
        "choice_type": "single"
    },
    {
        "question": "A baby can follow an object till 180o, can hold neck, can sit with suppo but cannot sit without suppo. The age of the baby is:",
        "exp": "Following an object up to 180deg comes at 2 months, Neck holding comes at 3 months, Sitting with suppo is attained at 6 months; So, the age of this baby is 6 months",
        "cop": 4,
        "opa": "1 month",
        "opb": "2 months",
        "opc": "4 months",
        "opd": "6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "71a63683-ada1-4288-ab94-31bb1a060ecc",
        "choice_type": "single"
    },
    {
        "question": "When does a child attain this impoant fine motor milestone?",
        "exp": "The given picture shows 'mature pincer grasp' which develops at 12 month. 6 months Unidextrous or palmar grasp 7 months Transfer objects from 1 hand to another 9 months immature/ assisted pincer grasp 12 months mature/unassisted pincer grasp- 'CASTING'",
        "cop": 4,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "77975bf0-196a-4fbb-ad20-b3373a3c9c20",
        "choice_type": "single"
    },
    {
        "question": "Which of the following appears 1st in child?",
        "exp": "Age of appearance of the given milestones is: Mirror play: 6 months Pincer grasp: 9 months Crawling: 8 months Creeping: 10 months, So the 1st to appear out of these is mirror play",
        "cop": 3,
        "opa": "Creeping",
        "opb": "Crawling",
        "opc": "Mirror play",
        "opd": "Pincer grasp",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "292a4647-151e-4bca-9529-ddedee063e84",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about development EXCEPT?",
        "exp": "Development progresses in a cephalocaudal direction; So head control preceds trunk control, which precedes limb control.",
        "cop": 4,
        "opa": "Development is a continuous process",
        "opb": "Depends on functional maturation of nervous system",
        "opc": "Ceain primitive reflexes have to be lost before relevant milestones attained",
        "opd": "Limb control precedes trunk and head control",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "a420caf6-8835-4145-8d7b-7ec0dc6f6b40",
        "choice_type": "multi"
    },
    {
        "question": "What is the sequence in which the following milestones are attained?",
        "exp": "A - Ties shoe laces -5 years B - Copies circle - 3 years C - Feeds self with spoon - 18 months D- Buttons & unbuttons - 4 years",
        "cop": 4,
        "opa": "A - B - C - D",
        "opb": "C - B - A -D",
        "opc": "D - C - B - A",
        "opd": "C - B - D - A",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "4934b9f1-cf8c-4f90-9e6a-bcf65b01120d",
        "choice_type": "single"
    },
    {
        "question": "When does the child attain the following milestone?",
        "exp": "The given picture shows 'pivoting' i. e. turning around to pick up an object, that comes at 11 months.",
        "cop": 3,
        "opa": "6 months",
        "opb": "9 months",
        "opc": "11 months",
        "opd": "15 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "bda3a0da-beff-4407-a66d-14ff43525ffb",
        "choice_type": "single"
    },
    {
        "question": "At what age the child begins to do the following?",
        "exp": "By 12 weeks, the child can lift his head above the horizontal plane in prone position.",
        "cop": 4,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "8 weeks",
        "opd": "12 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "c3e1447c-8312-40d8-9bab-0f1894437508",
        "choice_type": "single"
    },
    {
        "question": "A baby can hold neck, can sit with suppo but cannot sit without suppo. The age of the baby is:",
        "exp": "Neck holding comes at 3 months, Sitting with suppo is attained at 6 months; So, the age of this baby is 6 months",
        "cop": 4,
        "opa": "1 month",
        "opb": "2 months",
        "opc": "4 months",
        "opd": "6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "7408a07b-1196-43d2-919e-ca24a71413b5",
        "choice_type": "single"
    },
    {
        "question": "A child is able to draw a triangle by the age of:-",
        "exp": "A child is able to draw a triangle by the age of:-5 years",
        "cop": 4,
        "opa": "2 years",
        "opb": "3 years",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "cb5be2f5-9a7b-4b1c-be60-fc7ee3dda71b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following cannot be done by a 15 month child?",
        "exp": "A child speaks 2 word sentences at 2 years and 3 word sentences at 3 years -walks with suppo 12 months onwards, -transfers objects at 7 months, -builds a tower of 2 cubes at 15 months",
        "cop": 4,
        "opa": "Walking with suppo",
        "opb": "Transfers objects from 1 hand to another",
        "opc": "Builds tower of 2 cubes",
        "opd": "Speaks three-word sentences",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "f97d45e9-46e1-4cf2-a2eb-0f3ef9f473eb",
        "choice_type": "single"
    },
    {
        "question": "The above milestone comes at approximately:-",
        "exp": "The given picture shows sitting with suppo at 6 months. (Tripod position) Sitting without suppo comes at 8 month ross Motor Visual Motor Language Social adaptive 4 mo SSHolds head steadily* SS Suppos on forearms in prone SSRollsfromprone to supine* SS Reaches with both arms together SS Hands to midline SSBidextrous grasp (4-5 mo) SS Laugh aloud SS Likes to look around 6 mo SS Sits with suppo (tripod) SSFeet in mouthin supine SSUnilateral reach* SSTransfers object* SS Babbles SSMonosyllables* SS Recognizes stranger SSMirror play* 7 mo SSRollsfromsupine to prone* SSPivoting in Prone* SS Maycrawl* SSSitting without suppo* SSUnidextrous /Palmargrasp* SSStranger anxiety*",
        "cop": 1,
        "opa": "6 months",
        "opb": "8 months",
        "opc": "9 months",
        "opd": "12 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "90e67725-bf6e-4c5a-9b07-b136fc4ad55c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following milestones is not developed at 1 year?",
        "exp": "A child is able to copy a circle at 3 years age",
        "cop": 4,
        "opa": "Stand without suppo",
        "opb": "Plays peek a boo",
        "opc": "Can speak \"mama\", \"papa\"",
        "opd": "Draws a circle",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "02188421-fad7-4968-98e2-dd9891fd547c",
        "choice_type": "single"
    },
    {
        "question": "Arrange the following developmental milestones in order of appearance (age wise) (first to last) a. Immature pincer grasp b. Rolls over c. Laugh loud d. 1-2 words with meaning",
        "exp": "Option c - laugh out loud - 4 months Option b - rolls over - 5 months Option a - immature pincer grasp - 9 months Option d - 1-2 words with meaning - 12 month Table:- key groups motor development milestones Age Milestone 3 months Neck holding 5 months Rolls over 6 months Sits in tripod fashion (sitting with own suppo) 8 months Sitting without suppo 9 months Stands holding on (with suppo) 12 months Creeps well; walks but falls; stands without suppo 15 months Walks alone; creeps upstairs 18 months Runs; explores drawers 2 year Walks up and downstairs (2 feet/step); jumps 3 years Rides tricyclic; alternate feet going upstairs 4 years Hops on one foot; alternate feet going downstairs Table:- Key fine motor milestones Age Milestone 4 months Bidextrous reach (reaching out for objects with both hands) 6 months Unidextrous reach (reaching out for objects with one hand); transfers objects 9 months Immature pincer grasp; p[robes with forefinger 12 months Pincer grasp mature 15 months Imitates scribbling; tower of 2 blocks 18 months Scribbles; tower of 3 blocks 2 years Tower of 6 blocks; veical and circular stroke 3 years Tower of 9 blocks; copies circle 4 years Copies cross; bridge with blocks 5 years Copies triangle: gate with blocks Table: Key social and adaptive milestones Age Milestones 2 months Social smile (smile after being talked to) 3 months Recognizes mother; anticipates feeds 6 months Recognizes strangers, stranger anxiety 9 months Waves \"bye bye\" 12 months Comes when called; plays simple ball game 15 months Jargon 18 months Copies parents in task (e. g. sweeping) 2 years Asks for food, drink, toilet; pulls people to show toys 3 years Shares toys; knows full name and gender 4 years Plays cooperatively in a group; goes to toilet alone 5 years Helps in household tasks, dresses and undresses Table: key language milestones Age Milestone 1 month Ales to sound 3 months Coos(musical vowel sounds) 4 months Laugh loud 6 months Monosyllables (ba, da, pa), ah-goo sounds 9 months Bisyllables (mama, baba, dada) 12 months 1-2 words with meaning 18 months 8-10 word vocabulary 2 years 2-3 word sentence, uses pronouns \"I\", \"me\", \"you\" 3 years Asks questions; knows full name and gender 4 years Says song or poem; tells stories 5 years Asks meaning of words",
        "cop": 1,
        "opa": "c- b, a- d",
        "opb": "d- b, a- c",
        "opc": "a- b, c- d",
        "opd": "c- d, a- b",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "9f39953a-98e0-4851-9900-55e3d3ba1c90",
        "choice_type": "single"
    },
    {
        "question": "A child can make a bridge with blocks at:-",
        "exp": "4 years - Bridge with blocks 5 years - Gate with blocks",
        "cop": 3,
        "opa": "2 years",
        "opb": "18 months",
        "opc": "4 years",
        "opd": "5 years",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "4ea1ccbd-e483-448d-95fb-f44329331794",
        "choice_type": "single"
    },
    {
        "question": "When can a child begin to take a biscuit to his mouth?",
        "exp": "By 6 months, a child can begin to take a biscuit to his mouth. By 12 months, he can try to feed self with a cup but spills some of contents. By 15 months, he can drink from cup without much spilling By 18 months, he can feed himself well with a spoon",
        "cop": 3,
        "opa": "2 months",
        "opb": "4 months",
        "opc": "6 months",
        "opd": "9 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "a8ce079e-435f-4ebe-8c11-7e0e9b23077b",
        "choice_type": "single"
    },
    {
        "question": "A child can make a tower of 6 cubes at the age of?",
        "exp": "A child can make a tower of 6 cubes at 2 years. -tower of 2 cubes at 15 months, 3 cube tower at the age of 18 months",
        "cop": 4,
        "opa": "36 months",
        "opb": "18 months",
        "opc": "12 months",
        "opd": "24 months",
        "subject_name": "Pediatrics",
        "topic_name": "Impoant Motor Milestones",
        "id": "b772a042-90cd-41d9-8232-015cc31b1272",
        "choice_type": "single"
    }
]