[
    {
        "question": "Mastitis in infants -",
        "exp": "Ans. is 'a' i. e., Treated with antibiotics Infatile mastitiso Mastitis (infection of breast tissue) typically occurs in infants after 2 months of age. During the first 2 weeks of life, it occurs with equal frequency in males and females; thereafter, it is more common in girls, with a female: male ratio of approximately 2: 1o This is thought to be related to the longer duration of physiologic breast hypertrophy in female infants. The majority of cases of neonatal mastitis are caused by Staphylococcus aureus; less common causes include gramnegative enteric organisms (e. g. Escherichia coli, Salmonella), anaerobes, and Group B Streptococcuso Clinically, infants usually present with unilateral swelling, erythema, warmth, tenderness, and induration of the breast, occasionally with purulent discharge from the nipple, and/or fluctuation suggesting breast abscesso Mastitis in infancy is usually a local infection, and systemic symptoms such as fever, vomiting, lethargy, and irritability are uncommon. o Much of the literature recommends treatment with parenteral antibiotics with good coverage for S. aureus.",
        "cop": 1,
        "opa": "Treated with antibiotics",
        "opb": "More common in boys",
        "opc": "It is a congential infection",
        "opd": "Most common organism is E Coli",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "2538728d-5258-486d-bfb9-4743715230b1",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson teeth are seen in:",
        "exp": "Ans. (b) Late congenital syphilis. Ref.: OP Ghai 8th ed./273. It is a common pattern of presentation for congenital syphilis, and consists of three phenomena aka Hutchinson triad:* Interstitial keratitis* Hutchinson incisors* Eighth nerve deafness.",
        "cop": 2,
        "opa": "Early congenital spirochete infection",
        "opb": "Late congenital syphilis",
        "opc": "Rickets",
        "opd": "Scurvy",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "cfb31647-5708-4280-b03b-93345d0c3d90",
        "choice_type": "single"
    },
    {
        "question": "Most common causative organism for sepsis in newborn is:",
        "exp": "Ans- A Age wise distribution of common causative organisms for Sepsis in humans.",
        "cop": 1,
        "opa": "Streptococcus agaiactiae",
        "opb": "Klebsiella pnuemonia",
        "opc": "Streptococcus pyogenes",
        "opd": "H. influenzae",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "ef074498-5686-401e-b84b-f71ffe27c456",
        "choice_type": "single"
    }
]