[
    {
        "question": "Mastitis in infants -",
        "exp": "Ans. is 'a' i.e., Treated with antibiotics Infatile mastitiso Mastitis (infection of breast tissue) typically occurs in infants after 2 months of age. During the first 2 weeks of life, it occurs with equal frequency in males and females; thereafter, it is more common in girls, with a female:male ratio of approximately 2:1o This is thought to be related to the longer duration of physiologic breast hypertrophy in female infants. The majority of cases of neonatal mastitis are caused by Staphylococcus aureus; less common causes include gramnegative enteric organisms (e.g. Escherichia coli, Salmonella), anaerobes, and Group B Streptococcuso Clinically, infants usually present with unilateral swelling, erythema, warmth, tenderness, and induration of the breast, occasionally with purulent discharge from the nipple, and/or fluctuation suggesting breast abscesso Mastitis in infancy is usually a local infection, and systemic symptoms such as fever, vomiting, lethargy, and irritability are uncommon.o Much of the literature recommends treatment with parenteral antibiotics with good coverage for S. aureus.",
        "cop": 1,
        "opa": "Treated with antibiotics",
        "opb": "More common in boys",
        "opc": "It is a congential infection",
        "opd": "Most common organism is E Coli",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "2538728d-5258-486d-bfb9-4743715230b1",
        "choice_type": "single"
    },
    {
        "question": "A 28 year old woman gave birth to a small for age newborn at 38 weeks of pregnancy. On examination, the newborn was found to have rhinitis, distended abdomen; wrinkled skin, and palmoplantar blisters. The woman had an earlier history of abortion and stillbirth. The most likely diagnosis is:",
        "exp": "Ans. (c) Congenital syphilisRef: OP Ghai 8th ed./182y 273Early manifestations of congenital infection vary and involve multiple organ systems.* About 60% of infants born with congenital syphilis are asymptomatic at birth. Symptoms develop within the first 2 months of life. In symptomatic infants, the most common physical finding, reported in almost 100% of cases, is hepatomegaly; biochemical evidence of liver dysfunction is usually observed.* The other common findings are skeletal abnormalities, rash, and generalized lymphadenopathy. Radiographic abnormalities, periostitis or osteitis, involve multiple bones and are seen in the vast majority of symptomatic infants, but they also can be found in a fifth of infants with no symptoms or relevant findings on physical examination. Sometimes, the lesion is painful and an infant will favor an extremity (pseudopalsy).* The rash is maculopapular and may involve palms and soles. In contrast to acquired syphilis, a vesicular rash and bullae may develop. These lesions are also highly contagious.* Mucosal involvement may present as rhinitis (\"snuffles\"). Nasal secretions are highly contagious.* Hematological abnormalities include anemia and thrombocytopenia. Some infants have leukocytosis. Abnormal CSF examination is seen in a half of symptomatic infants but also can be found in 10% of those who are asymptomatic.* Late-onset congenital syphilis (diagnosed >2 y)* Scarring from the early systemic disease causes late manifestations of congenital syphilis. Manifestations include neurosyphilis and involvement of the teeth, bones, eyes, and the eighth cranial nerve, as follows:# Bone involvement - Saber shins, saddle nose# Teeth involvement - Notched, peg-shaped incisors (Hutchinson teeth)# Pigmentary involvement - Linear scars (rhagades) at the corners of the mouth# Interstitial keratitis - Presents in the first or second decade of life# Sensory-neural hearing loss (eighth cranial nerve deafness) - Presents between age 10 and 40 years.# Classic Hutchinson triad - (1) defective incisors, (2) interstitial keratitis, (3) eighth cranial nerve deafness.",
        "cop": 3,
        "opa": "Neonatal pemphigus",
        "opb": "Scabies",
        "opc": "Congenital syphilis",
        "opd": "Congenital HIV infection",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "a4bf64bb-1695-4068-8868-f4b5090289b2",
        "choice_type": "multi"
    },
    {
        "question": "Congenital rubella causes all EXCEPT:",
        "exp": "ANSWER: (D) HydrocephalusREF: Harrison's 18th ed chapter 193A clinical diagnosis of CRS is reasonable when an infant presents with a combination of cataracts, hearing impairment, and heart defects; this pattern is seen in 10% of infants with CRSSee APPENDIX-32 for \"TERATOGENS\"MANIFESTATIONS OF CONGENITAL RUBELLA SYNDROMETransient ManifestationsHepatosplenomegalyInterstitial pneumonitisPermanent ManifestationsHearing impairment/deafnessCongenital heart defects (patent ductus arteriosus, pulmonary arterial stenosis)Thrombocytopenia with purpura/petechiae (e.g., dermal erythropoiesis, or \"blueberry muffin syndrome\")Hemolytic anemiaBony radiolucenciesEye defects (cataracts, cloudy cornea, microphthalmos, pigmentary retinopathy, congenital glaucoma)Intrauterine growth retardationAdenopathyMicrocephalyMeningoencephalitisCentral nervous system sequelae(mental and motor delay, autism)",
        "cop": 4,
        "opa": "Deafness",
        "opb": "Cataract",
        "opc": "Cardiac defects",
        "opd": "Hydrocephalus",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "df79bbde-2aca-4ffa-8545-de042b1317db",
        "choice_type": "multi"
    },
    {
        "question": "Hutchinson teeth are seen in:",
        "exp": "Ans. (b) Late congenital syphilisRef.: OP Ghai 8th ed./273It is a common pattern of presentation for congenital syphilis, and consists of three phenomena aka Hutchinson triad:* Interstitial keratitis* Hutchinson incisors* Eighth nerve deafness.",
        "cop": 2,
        "opa": "Early congenital spirochete infection",
        "opb": "Late congenital syphilis",
        "opc": "Rickets",
        "opd": "Scurvy",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "cfb31647-5708-4280-b03b-93345d0c3d90",
        "choice_type": "single"
    },
    {
        "question": "Most common causative organism for sepsis in newborn is:",
        "exp": "Ans- A Age wise distribution of common causative organisms for Sepsis in humans.",
        "cop": 1,
        "opa": "Streptococcus agaiactiae",
        "opb": "Klebsiella pnuemonia",
        "opc": "Streptococcus pyogenes",
        "opd": "H. influenzae",
        "subject_name": "Pediatrics",
        "topic_name": "Infections of the Neonatal Infant",
        "id": "ef074498-5686-401e-b84b-f71ffe27c456",
        "choice_type": "single"
    }
]