[
    {
        "question": "Which of the following organism is most commonly considered responsible for SIDS especially after giving honey to the neonate or infant?",
        "exp": "Ans. A. Clostridium botulinum. (Ref. Nelson Textbook of Pediatrics, 19th ed. Chapter 367). Sudden infant death syndrome# Sudden infant death syndrome (SIDS) is the unexpected, sudden death of a child under age 1 in which an autopsy does not show an explainable cause of death.# SIDS is most likely to occur between 2 and 4 months of age. SIDS affects boys more often than girls. Most SIDS deaths occur in the winter.# The following have been linked to a baby's increased risk of SIDS:# Sleeping on the stomach# Being around cigarette smoke while in the womb or after being bom# Sleeping in the same bed as their parents (co-sleeping)# Soft bedding in the crib# Multiple birth babies (being a twin, triplet, etc.)# Premature birth# Having a brother or sister who had SIDS# Mothers who smoke or use illegal drugs# Being bom to a teen mother# Short time period between pregnancies# Late or no prenatal care# Living in poverty situations# Honey is the one identified, avoidable source of C botulinum spores for susceptible infants.# Because botulinal toxin is the most potent poison known (about 10-9 mg per kg of body weight given intravenously being a lethal amount for man), it appeared possible that rapid in vivo production of botulinal toxin might in some infants lead to sudden death if upper airway obstruction or apnea resulted from flaccidity of airway and respiratory muscles.# In a British study released May 29, 2008, researchers discovered that the common bacterial infections Staphylococcus aureus and Escherichia coli appear to be risk factors in some cases of SIDS.",
        "cop": 1,
        "opa": "Clostridium botulinum",
        "opb": "Staphylococcus aureus",
        "opc": "E. coli",
        "opd": "Clostridium perfringens",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "fb542d69-0e84-4c23-b075-ba0fd87f35d0",
        "choice_type": "multi"
    },
    {
        "question": "'Bull-neck' is seen in severe cases of which of the following?",
        "exp": "Ans. a. Diphtheria (Ref: Harrison 19/e p978, 18/e p1189-1190). Bull-neck is seen in severe cases of diphtheria. Respiratory Diphtheria. Clinical Features: The clinical diagnosis of diphtheria is based on: Constellation of sore throat. QAdherent tonsillar, pharyngeal, or nasal pseudomembranous lesions. QLow-grade fever. QOccasionally, weakness, dysphagia, headache, and voice change are the initial manifestationsQ. Neck edema and difficulty breathing are seen in more advanced cases and carry a poor prognosisQ. The systemic manifestations of diphtheria stem from the effects of diphtheria toxin and include weakness as a result of neurotoxicity and cardiac arrhythmias or congestive heart failure due to myocarditisQ. The pseudomembranous lesion is most often located in the tonsiilopharyngeal regionQ. The diphtheritic pseudomembrane is gray or whitish and sharply demarcatedQ. Pseudomembrane in diphtheria is tightly adherent to the underlying tissuesQ. Less commonly, the lesions are detected in the larynx, nares. and trachea or bronchial passages. Large pseudomembranes are associated with severe disease and a poor prognosisQ. A few patients develop swelling of the tonsils and present with \"bull-neck\" diphtheria, which results from massive edema of the submandibular and paratracheal region and is further characterized by foul breath, thick speech, and stridorous breathingQ. Unlike the exudative lesion associated with streptococcal pharyngitis, the pseudomembrane in diphtheria is tightly adherent to the underlying tissuesQ. Diagnosis: Attempts to dislodge the membrane may cause bleeding. Hoarsensess suggests laryngeal diphtheria, in which laryngoscopy may be diagnostically helpful. In addition, diagnosis requires the isolation of C. diphtheria or the histopathologic isolation of compatible grampositive organismsQ.",
        "cop": 1,
        "opa": "Diphtheria",
        "opb": "Tubercular lymphadenitis",
        "opc": "Mumps",
        "opd": "Goitre",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "d2e9e0e1-840c-431e-9eb6-22e24898394f",
        "choice_type": "single"
    },
    {
        "question": "Criteria for diagnosing SIRS all seen except:",
        "exp": "D i. e. >50% immature neutrophils. Ref: Nelson, Textbook of Pediatrics, 20th edition, page 522. Explanation: Systemic Inflammatory Response Syndrome (SIRS). It's an inflammatory cascade that is initiated by the host in response to infection, occurs when the host defense system does not adequately recognize or clear the infection. Infection. Suspected or proven infection or a clinical syndrome associated with high probability of infection. Systemic Inflamma-tory Response Syndrome (SIRS)2 out of 4 criteria, 1 of which must be abnormal temperature or abnormal leukocyte count1. Core temperature >38. 5degC or <36degC (rectal, bladder, oral, or central catheter)2. Tachycardia: Mean heart rate >2 SD above normal for age in absence of external stimuli, chronic drugs or painful stimuli; OR unexplained persistent elevation over 0. 5-4 hr; OR in children <1 year old persistent bradycardia over 0. 5 hr (mean heart rate <10th percentile for age in absence of vagal stimuli, (3 blocker drugs, or congenital heart disease)3. Respiratory rate >2 SD above normal for age or acute need for mechanical ventilation not related to neuromuscular disease or general anesthesia4. Leukocyte count elevated or depressed for age (not secondary to chemotherapy) or >10% immature neutrophils. Sepsis. SIRS plus a suspected or proven infection. Severe Sepsis. Sepsis plus 1 of the following: 1 Cardiovascular organ dysfunction defined as: Despite >40 mL/kg of isotonic intravenous fluid in 1 hr. Hypotension <5th percentile for age, systolic blood pressure <2 SD below normal for age OR Need for vasoactive drug to maintain blood pressure OR2 of the following: Unexplained metabolic acidosis: Base deficit >5 m. Eq/LIncreased arterial lactate >2 times upper limit of normal. Oliguria: Urine output <0. 5 mL/kg/hr. Prolonged capillary refill 5 sec. Core to peripheral temperature gap >3deg. C2. Acute respiratory distress syndrome (ARDS) as defined by the presence of a Pa02/Fi02 ratio <300 mm Hg, bilateral infiltrates on chest radiograph and no evidence of left heart failure. ORSepsis plus 2 or more organ dysfunctions (respiratory, renal, neurologic, hematologic or hepatic). Septic Shock. Sepsis plus cardiovascular organ dysfunction as defined above. Multiple Organ Dysfunction Syndrome (MODS). Presence of altered organ function such that homeostasis cannot be maintained without medical intervention",
        "cop": 4,
        "opa": "Temp > 38. 5 degC or < 36 degC",
        "opb": "RR > SD above normal for age",
        "opc": "Children <1 year old persistent bradycardia over 0. 5 hour",
        "opd": ">50% immature neutrophils",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "ee6b7553-1433-41fb-ac93-9500b356da1b",
        "choice_type": "multi"
    },
    {
        "question": "Child has lesion on buttocks since 2 year spreading peripherally with central scarring non symptomatic diagnosis-",
        "exp": "Ans. is 'a' i. e., Erythema annuiase cetrifugam o Erythema annulare centrifugum: an asymptomatic or pruritic eruption of variable duration. The eruption may be associated with an underlying disease (eg, infection, malignancy, sarcoidosis, other systemic illness)o The eruption begins as erythematous papules that spread peripherally while clearing centrally. These lesions enlarge at a rate of approximately 2-5 mm/d to produce annular, arcuate, figurate, circinate, or polycyclic plaqueso Lesions demonstrate a predilection for the thighs and the legs, but they may occur on the upper extremities, the trunk, or the face. The palms and the soles are spared. o Erythema migrans: These lesions are typically less numerous, less circinate in configuration, and often accompanied by a history# of a tick bite. o Erythema gyratum repens: EAC can be distinguished from this condition by its slower rate of spread and by its less bizarre configuration. Also, erythema gyratum repens is almost always associated with an underlying malignancy. o Erythema marginatum rheumaticum: This is a nonscaling gymate erythema that by definition is found in association with rheumatic fever (10-18% of patients with rheumatic fever).",
        "cop": 1,
        "opa": "Erythema annular cetrifugam",
        "opb": "Erythema migrains",
        "opc": "Eiythema marginatum",
        "opd": "Erythema Gyratum",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "26a44262-e87f-43cd-99c2-aa512c41cbe0",
        "choice_type": "multi"
    },
    {
        "question": "Organism commonly causing diarrhoea in young children is:",
        "exp": "Ans: a (Rota vims) Ref: Nelson, 18th ed, p. 1399; 17th ed, p. 1081; OP Ghai, 6th ed, p. 270. In early childhood, the single most important cause of severe dehydrating diarrhoea is rota virus infection. Important pathogens of human viral gastroenteritis* Rota vims\\* Adenovirus* Astro vims* Calci vims such as Norwalk agent. Serotyping of rota virus depends on the outer capsid glycoproteins VP7 and VP4. Most important adverse event of rota virus vaccine is intussusception among the recipients of the vaccine usually occurring during the 1st week after immunization and usually after lst dose, due to this the use of this vaccine is banned. (PGI 2007 december)",
        "cop": 1,
        "opa": "Rotavirus",
        "opb": "Calci virus",
        "opc": "E. coli",
        "opd": "Staphylococcus",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "68400187-3eda-4f3e-8bf1-0ecebfcf57bb",
        "choice_type": "single"
    },
    {
        "question": "Most common presentation in congenital rubella syndrome is-",
        "exp": "(C) (Nerve deafness) (1076-77 Nelson 19th)* Nerve deafness is the single most common finding among infants with congenital rubella syndrome (CPS)* Salt and pepper retinopathy are the most common ocular abnormality but have little early effect on vision.* Patent ductus arteriosis is the most frequently reported cardiac defect.* Classical Triad - cataract, deafness and CHDCongenital Rubella Syndrome (German measles or 3 day measles)* The risk of congenital defects has been estimated at 90% for maternal infection before 11 week of gestations, 33% at 11-12 week, 11% at 13 - 14 week and 24% 15-16 weeks.* In children, the 1st manifestation of rubella is usually the rash (begins on the face and neck, oropharynx may reveal tiny, rose-coloured lesions (Forchheimer spots) or petechial hemorrhages on the soft palate (Duration of the rash is generally 3 days)* Complications:(i) Thrombocytopenia - epistaxis, GI bleeding and hematuria. (ii) Arthritis - RA(iii) Encephalitis - most serious(iv) Progressive rubella panencephalitis (PRP). Other neurologic syndromes rarely G. B. syndrome and peripheral neuritis. (v) Myocarditis is a rare complication.* Vaccination - MMR (RA - 27/3) in two dose regimen at 12 - 15 month and 4-6 years of age.* Vaccine should not be administered to severely immuno compromised patients (eg transplant recepients) HIV infection.* Vaccine should not be administered during pregnancy.* Rubella vaccine is given 1-14 years of age (to intercept transmission)*** Presence of IgM antibody is diagnostic. Congenital Varicella Syndrome:* Occurs due to mother's infection (maternal varicella zoster) during 1st half of pregnancy before 20 weeks.* Manifestations of congenital varicella syndrome include: i. IUGR and LBWii. Cicatrising skin lesions (Cicatrix)iii. Limb hypoplasiaiv. Brain abnormalities - Microcephaly, cortical atrophy, dilated ventricles (ventriculomegaly)v. Eye-abnormalities - choriretiritis, micro ophthalmia, pendular nystagmus.",
        "cop": 3,
        "opa": "Salt and pepper retinopathy",
        "opb": "Low birth weight",
        "opc": "Nerve deafness",
        "opd": "Patent ductus arteriosus",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "fa548d26-deaa-4963-a82b-13639d9548f4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs are indicated for management of severe malaria?",
        "exp": "Ans. D. All of the above. Malaria is a potentially life-threatening disease caused by infection with Plasmodium protozoa transmitted by an infective female Anopheles mosquito. Plasmodium falciparum infection carries a poor prognosis with a high mortality if untreated, but it has an excellent prognosis if diagnosed early and treated appropriately. Severe malaria may present with cerebral malaria, convulsions, hypoglycemia, and metabolic acidosis with respiratory distress, acute pulmonary edema, circulatory collapse, jaundice, hemoglobinuria, and hyperpyrexia. Drugs used for management of severe malaria include Quinine, artemether and artesunate.",
        "cop": 4,
        "opa": "Quinine",
        "opb": "Artemether",
        "opc": "Artesunate",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "36b92d7f-bc34-423e-8412-b0beda622c70",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are used in diagnosis of HIV in a 2 month old child except:",
        "exp": "Ans. A. HIV ELISAHIV ELISA cannot be used in diagnosis of HIV in a child up to 18 months of age.* This is because all neonates born to HIV infected mothers will have IgG antibody in their blood regardless of their infection status.* So up until 18 months of age they will continue to test positive. Hence HIV ELISA should not be used.",
        "cop": 1,
        "opa": "HIV ELISA",
        "opb": "p24 antigen assay",
        "opc": "DNA PCR",
        "opd": "Viral culture",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "a6f02aff-06ae-427a-b7d2-75341d2124c3",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice of Strongyloides stercoralis",
        "exp": "Ans. c (Ivermectin) (Ref. Nelson paediatrics 18th, Table 276-1; Harrison's Internal Medicine 17th ed., Ch. el7). Nematodes (roundworms). Transmission. Disease. Rx. Strongyloides stercoralis. Larvae in soil penetrate the skinintestinal infection causing vomiting, diarrhea, epigastric pain (may be peptic ulcer- like). Ivermectin or albendazole. IVERMECTIN# Ivermectin is a derivative of the macrocyclic lactone avermectin produced by the soil-dwelling actinomycete Streptomyces avermitilis.# Recent data suggest that ivermectin acts by opening the neuromuscular membrane-associated, glutamate-dependent chloride channels. The influx of chloride ions results in hyperpolarization and muscle paralysis--particularly of the nematode pharynx, with consequent blockage of the oral ingestion of nutrients.# Ivermectin is available only as an oral formulation.# The drug is highly protein bound; it is almost completely excreted in feces.# The effect of food on bioavailability is unknown. Ivermectin is distributed widely throughout the body.# Ivermectin is generally administered as a single dose of 150-200 pg/kg.# Ivermectin is the drug of choice for the treatment of -- Strongyloidiasis, - Onchocerciasis,..... SOCS = Mneumonic- Cutaneous larva migrans, - Scabies.# Ivermectin is highly active against microfilariae of the lymphatic filariases but has no macrofllaricidal activity.# When ivermectin is used in combination with other agents such as DEC or albendazole for treatment of lymphatic filariasis, synergistic activity is seen.# While active against the intestinal helminths Ascaris lumbricoides and Enterobius vermicularis, ivermectin is only variably effective in trichuriasis and is ineffective against hookworms.# Adverse effects- In patients with filarial infections include fever, myalgia, malaise, lightheadednes, postural hypotension.- More severe complications of ivermectin therapy for onchocerciasis include encephalopathy in patients heavily infected with Loa loa. This reaction has led to the suspension of ivermectin distribution for this indication in regions where the two filarial infections are coendemic.- Ivermectin although is the first-line agent for the treatment of onchocerciasis, in areas of Africa co-endemic for O. volvulus and L. loa, however, ivermectin is contraindicated (as it is for pregnant or breast-feeding women) because of severe posttreatment encephalopathy.",
        "cop": 3,
        "opa": "Albendazole",
        "opb": "Mebendazole",
        "opc": "Ivermectin",
        "opd": "Pyrantel pamoate",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "20451144-5d50-4777-ab57-f98e700c1c0a",
        "choice_type": "single"
    },
    {
        "question": "Treatment of choice in 11 years old children with hepatitic C infections",
        "exp": "(Interferon) (216- Ghai 6th) (574- CMDT-8) (195-Ghai 7th)* Combined therapy with interferon a2 and ribavirin have yielded better results* Treatment of acute hepatitis C with peg interferon or interferon a for 6-24 weeks appreciably decreases the risk of chronic hepatitis* Ribavirin may be added if HCV DNA fails to clear after 3months of peg interferon or interferone a",
        "cop": 2,
        "opa": "Vaccine",
        "opb": "Interferon",
        "opc": "Gamma - globulin",
        "opd": "Corticosteroids",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "eda21737-b5fe-4fb7-8bef-f15ac1af31a3",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is true regarding Exathem",
        "exp": "Ans) c (forreschmier spot is pelecliial....). Ref. Nelson 18th ed pl339, 1317, 1357. Human herpesvirus 6 (HHV-6) is a dominant cause of roseola infantum which is also known as exan them subitum or sixth disease. Parvovirus B19 is the cause of erythema infectiosum or \"fifth disease, \"Rubella or German measles or 3-day measles is a mild, often exanthematous disease of infants and children that is typically more se-vere and associated with more complications in adults. About the time of onset of the rash, examination of the throat may reveal tiny, rose-colored lesions (Forchheimer spots) or petechial hem-orrhages on the soft palate. Koplik spots, is the pathognomonic sign of measles and appeals 1 to 4 days prior to the onset of the rash. They first appeal' as discrete red lesions with bluish white spots in the center on the inner aspects of the cheeks at the level of the premolars. They may spread to involve the lips, hard palate, and gingiva. They also may occur in conjunctival folds and in the vaginal mucosa. Koplik spots have been reported in 50-70% of measles cases but probably occur in the great majority. Varicella in Vaccinated Individuals or \"Breakthrough Varicella\"Vaccine is >95% effective in preventing severe varicella and is most commonly about 80% effective at preventing all disease after expo-sure to wild-type VZV. This means that following close exposure to VZV, as may occur in a household or an outbreak setting in a school or daycare center, 1 of every 5 vaccinated children may develop breakthrough vari-cella. Exposure to VZV may also result in asymptomatic infection in the previously immunized child. In contrast, breakthrough disease is varicella that occurs in a per-son vaccinated >42 days before rash onset and is caused by wild-type VZV. The rash in breakthrough disease is frequently atypical, predomi-nantly maculopapular, vesicles are seen less commonly, and the illness is most commonly mild with <50 lesions and little or no fever. Breakthrough cases are less contagious than wild-type infections within household settings. Children with breakthrough disease should be considered poten-tially infectious and excluded from school until lesions have crusted or, if there are no vesicles present, until no new lesions are occurring. Trans-mission has been documented to occurfrom breakthrough cases in house-hold, child-care, and school settings.",
        "cop": 3,
        "opa": "Roseola infantum is fifth disease",
        "opb": "Koplick spot cannot occur before rash",
        "opc": "Forreschmier spot is petechial spot in soft palate in rubella",
        "opd": "Symptoms of vaccine (Breakthrough) chickenpox is similar to unvaccinated type",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "040c3d6e-5f29-4be0-b1c5-5edb6cfd37f2",
        "choice_type": "multi"
    },
    {
        "question": "The duration of treatment for streptococcal pharyngitis is:",
        "exp": "Ans. D. 10 days. Streptococcal sore throat presents as bilateral tonsil hypertrophy and erythema, with characteristic exudates. Treatment is with 10 days course of Penicillin V or a first generation cephalosporin.",
        "cop": 4,
        "opa": "3 days",
        "opb": "5 Days",
        "opc": "7 days",
        "opd": "10 days",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "22b3624b-8230-4205-835e-0de0d26dbd23",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the drug of choice for Pseudomembranous colitis:",
        "exp": "Ans. A. Oral vancomycin. Anti-bodies can lose watery stools by altered bacterial flora or bloody stools secondary to Clostridium difficult overgrowth and pseudomembranous colitis (PMC). Stopping the offending agent is often enough. If suspicion of PMC is present then stool for toxin assay and sigmoidoscopy is required for confirmation. Metronidazole or oral vancomycin is the drug choice for PMC.",
        "cop": 1,
        "opa": "Oral vancomycin",
        "opb": "Erythromycin",
        "opc": "Azithromycin",
        "opd": "Meropenem",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "ffc35948-f278-4696-bf57-8e26734d939c",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old child comes to you with a history of dog bite from a street dog. This child had already received Rabies vaccine last year (full course). What will be your next course of action with regard to immunization:",
        "exp": "Ans. C. Two booster dosages at day 0 and day 3. Children who have received previously full rabies postexposure prophylaxis or pre-exposure vaccination (either IM or ID route) should be given only two booster doses, either intramuscularly (0. 5ml/1ml) or intra-dermally (0. 1ml at a single site only) on days 0 and 3. This is given irrespective of the duration of previous vaccination. In these situations, treatment with RIG is not necessary. As always proper wound toilet should be done. In case of travelers who cannot come for the second visit, a single visit 4 site (0. 1m. Lx4 ID sites, two deltoids and two suprascapular or thighs) ID booster may be given as per WHO recommendation.",
        "cop": 3,
        "opa": "Repeat the entire schedule of Rabies vaccine",
        "opb": "No further dosages of Rabies vaccines required",
        "opc": "Two booster doses at day 0 and day 3",
        "opd": "Two booster dosages at day 0 and day 14",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "19cb2379-d61b-49c4-beec-8cec68d6e834",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of fetal loss?",
        "exp": "Ans. b (Herpes genitalis)TORCH group of infections are the most vital and morbidity and mortality causing intrauterine infections. Herpes amongst these is common cause of fetal loss.",
        "cop": 2,
        "opa": "Syphilis",
        "opb": "Herpes genitalis",
        "opc": "Rubella",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "846d65c1-0460-494a-bee8-8bc4e9f033d1",
        "choice_type": "single"
    },
    {
        "question": "The MC organism causing congenital pneumonia is:",
        "exp": "Ans. A. Group B haemolytic Streptococcus. Pneumonia that becomes clinically evident within 24 hours of birth may originate at 3 different times. The 3 categories of congenital pneumonia are as follows:* True congenital pneumonia* Intrapartum pneumonia* Postnatal pneumonia. True congenital pneumonia is already established at birth. It may become established long before birth or relatively shortly before birth. Transmission of congenital pneumonia usually occurs via 1 of 3 routes: Hematogenous, Ascending and Aspiration. Group B Streptococcus (GBS) was the most common bacterial isolate. Other isolates include Nontypable Haemophilus influenzae. Other gram-negative bacilli, Listeria monocytogenes, Enterococci. And Occasionally, Staphylococcus aureus and rarely, Mycoplasma pneumoniae",
        "cop": 1,
        "opa": "Group B haemolytic Streptococcus",
        "opb": "E. coli",
        "opc": "Staphylococcus aureus",
        "opd": "Salmonella spp",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "01dce66a-3e33-4925-84fd-8345496ce440",
        "choice_type": "single"
    },
    {
        "question": "What wavelength is used in the given instrument to treat any pathology in new born?",
        "exp": "Ans. B. 470nm. Above image is phototherapy unit machine used to treat jaundice in newborn. Wavelength which is most effective in treating this is 470-490nm",
        "cop": 2,
        "opa": "360 nm",
        "opb": "470 nm",
        "opc": "540 nm",
        "opd": "230 nm",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "884562e1-d009-4b31-8e13-d9e0304174e6",
        "choice_type": "single"
    },
    {
        "question": "Pertussis vaccine side effect -",
        "exp": "Ans. is 'd' i. e., All of the above o Pertussis vaccine. Available as whole cell and acellular as DTPw and DTPa. Primary immunisation at 6, 10, 14 weeks followed by booster dose IVi year and 5 year. Whole cell causes more side effect than acellular. Side effect-local pain, redness, fever, irritability, excessive cry because of cortical irritation. Contraindication. Progressive neurological disease (Relative). Immediate anaphylasix. Encephalopathy. Persistent Inconsable cry. Hypotensive - hyporesponsive episode",
        "cop": 4,
        "opa": "Local pain",
        "opb": "Excessive cry",
        "opc": "Fever",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "df081338-4917-4eb4-84ec-d68fea397510",
        "choice_type": "multi"
    },
    {
        "question": "For the below set of immunologic abnormalities, select the most likely clinical presentation. Serum Ig. GSerum Ig. ASerum Ig. MT-cell function. Parathyroid function. Normal. High. Low. Decreased. Normal",
        "exp": "Many primary immunologic deficiencies can be classified as defects of T- lymphocyte function (containment of fungi, protozoa, acid-fast bacteria, and certain viruses) and B-lymphocyte function (synthesis and secretion of immunoglobulins). Among the T-cell diseases is Di. George anomaly, in which defective embryologic development of the third and fourth pharyngeal pouches results in hypoplasia of both thymus and parathyroid glands. Associated findings with Di. George anomaly include CATCH: C for cardiac, A for abnormal faces, T for thymic hypoplasia, C for cleft palate, and H for hypocalcemia. Primary B-cell diseases include X-linked agammaglobulinemia (XLA, or Bruton disease), a deficiency of all three major classes of immunoglobulins, as well as other selective deficiencies of the immunoglobulins or their subgroups. This condition usually presents after 3 months of age (after maternal antibodies wane) with recurrent and often simultaneous bouts of otitis media, pneumonia, diarrhea, and sinusitis, but usually without fungal and viral infections. Combined T- and B-cell diseases include the X-linked recessive Wiskott-Aldrich syndrome of mild T-cell dysfunction, diminished serum IgM, marked elevation of IgA and IgE, eczema, recurrent middle-ear infections, lymphopenia, and thrombocytopenia. Patients with the catastrophic combined T- and B-cell disease known as severe combined immunodeficiency disease (Swiss-type lymphopenic agammaglobulinemia or SCID), have deficient T and B cells. Consequently, they have lymphopenia and agammaglobulinemia, as well as thymic hypoplasia. Chronic diarrhea; rashes; recurrent, serious bacterial, fungal, or viral infections; wasting; and early death are characteristic. Other T- and B-cell deficiencies include ataxia telangiectasia and chronic mucocutaneous candidiasis. Job-Buckley syndrome is a disorder of phagocytic chemotaxis associated with hypergammaglobulin E, eczema-like rash, and recurrent severe staphylococcal infections.",
        "cop": 3,
        "opa": "A 5-year-old boy who, after 3 months of age, developed recurrent otitis media, pneumonia, diarrhea, and sinusitis, often with simultaneous infections at two or more disparate sites",
        "opb": "A distinctive-appearing 8-month-old boy with an interrupted aortic arch, hypocalcemia, and cleft palate",
        "opc": "A 1-year-old boy with severe eczema, recurrent middle-ear infections, lymphopenia, and thrombocytopenia",
        "opd": "A 9-year-old boy with an eczema-like rash and recurrent severe staphylococcal infections",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "c8ddcd48-f49d-4774-8b63-4c603934c4ae",
        "choice_type": "single"
    },
    {
        "question": "12 year old boy came with fever, sorethroat and cervical lymph node enlargement. Throat swab positive for group A beta hemolytic streptococci and started on penicillin. But he came back with worsening of symptoms even while on treatment. Next step is:",
        "exp": "Arts) b (Blood monospot test and CBC) Ref Nelson 18th ed p1375. The features given in the question are classically seen in IMN. So the next step is to confirm the diagnosis by monospot test and CBC and then only start treatment with acyclovir and steroids. There are rapid IgM and IgG antibody which is used in the diagnosis, but IgE antibody assay is not used. Infectious mononucleosis. Infectious mononucleosis is the best-known clinical syndrome caused by Epstein-Barr virus (EBV). It is characterized by systemic somatic complaints consisting primarily of fatigue, malaise, fever, sore throat, and generalized lymphadenopathy. Originally described as glandular fever, it derives its name from the mononuclear lymphocytosis with atypical-appearing lymphocytes that accompany the illness. Primary EBV infection in adolescents and adults manifests in >50% of cases as the classic triad of fatigue, pharyngitis, and generalized lymphadenopathy, which constitute the major clinical manifestations of infectious mononucleosis. The physical examination is characterized by generalized lymphadenopathy (90% of cases), splenomegaly (50% of cases), and hepatomegaly (10% of cases). Lymphadenopathy occurs most commonly in the anterior and posterior cervical nodes and the submandibular lymph nodes and less commonly in the axillary and inguinal lymph nodes. Epitrochlear lymphadenopathy is particularly suggestive of infectious mononucleosis. The diagnosis of infectious mononucleosis implies primary EBV infection. A presumptive diagnosis may be made by the presence of typical clinical symptoms with atypical lymphocytosis the peripheral blood. The diagnosis is usually confirmed by serologic testing, either for heterophile antibody or specific EBV antibodies. Approximately 5% of cases of EBV-associated infectious mononucleosis have positive throat cultures for group A streptococcus', this represents pharyngeal streptococcal carriage. Failure of a patient with streptococcal pharyngitis to improve within 48-72 hr should evoke suspicion of infectious mononucleosis. EBV-specific antibody testing is useful to confirm acute EBV infection, especially in heterophile-negative cases, or to confirm past infection and determine susceptibility to future infection. The EBNA, EA, and VCA antigen systems are most useful for diagnostic purposes. The acute phase of infectious mononucleosis is characterized by rapid IgM and IgG antibody responses to VCA in all cases and an IgG response to EA in most cases.",
        "cop": 2,
        "opa": "Start azithromycin",
        "opb": "Blood monospot test and CBC",
        "opc": "IgE for IMN",
        "opd": "Presume it as EBV and start acyclovir and prednisolone",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "25afd3e1-191f-483f-9632-79b402a1c6be",
        "choice_type": "multi"
    },
    {
        "question": "1 and 1/2 year old child with history of chronic diarrhea was brought to the hospital with complaints of perioral and perineal rash. What is your diagnosis?",
        "exp": "Ans. C. Acrodermatitis enteropathica. Acrodermatitis enteropathica:* Autosomal recessive disorder seen in infants due to defect in intestinal zinc specific transporter - Human ZIP4 protein* Genetic locus - Chromosome 8q24. 3* Classically presents while weaning from breast milk to formula, which has lower zinc bioavailability than breast milk.* C/F - Perioral and perineal rashes, periungual dermatitis- Beau's lines on nails, chronic diarrhea, alopecia.* Labs - Low serum zinc, ALP* Paneth cell inclusion in intestinal mucosal biopsy* Treatment - Zinc - 50mg/day for infants, upto 150mg/day for children",
        "cop": 3,
        "opa": "Epidermolysis bullosa",
        "opb": "Staphylococcal scalded skin syndrome",
        "opc": "Acrodermatitis enteropathica",
        "opd": "Toxic epidermal necrolysis",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "0f540f42-3430-4b7d-9df4-135063856079",
        "choice_type": "single"
    },
    {
        "question": "Infective endocarditis is not seen in one of the following condition:",
        "exp": "Ans. is 'b' Atrial Septal defect. Repeat",
        "cop": 2,
        "opa": "PDA",
        "opb": "ASD",
        "opc": "TOF",
        "opd": "VSD",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "345376bb-dbba-4f63-bf51-bd5a77fab613",
        "choice_type": "single"
    },
    {
        "question": "A boy presented with multiple non-suppurative osteomyelitic dactylitis with sickle cell anemia. What will be the causative organism?",
        "exp": "(A) Salmonella typhi[?]. Salmonella Osteomyelitis: Sub-acute form; Curiously, patients with sickle-cell disease are prone to infection by Salmonella typhi. More commonly in children with sickle cell anemia. Occurs during the convalescent phase after an attack of typhoid fever. Multiple bones are affected bilaterally symmetrical. Radiologically- diaphyseal sclerosis # Causative bacteria: Staphylococcus aureus: the most common. Staph, aureus - expression of surface proteins that allow adhesion to bone matrix. E. coli and group B. strept - important causes of acute osteomyelitis in neonates. Salmonella - especially in patients with sickle cell disease. Mixed bacterial infections (e. g. anaerobes) - osteomyelitis secondary to bone trauma. 50% of osteomyelitis cases - no organisms can be isolated. FOLLOWING ARE THE VARIOUS MICRO -ORGANISM INVOLVED IN OSTEOMYELITISAge group. Most common organisms. Newborns (younger than 4 months)S. aureus, Enterobacter species, and group A and B Streptococcus species. Children (aged 4 months to 4 year)S. aureus, group A Streptococcus species, Haemophilus influenzae, and Enterobacter species. Children, adolescents (aged 4 year to adult)S. aureus (80%), group A Streptococcus species, H. influenzae, and Enterobacter species. AdultS. aureus & occasionally Enterobacter or Streptococcus species. Sickle cell anemia patients. Salmonella species are most common in patients with sickle cell disease. Other Options[?]. Acute haematogenous osteomyelitis causative organisms: Acute haematogenous osteomyelitis is mainly a disease of children. [?]. Staphylococcus aureus: The causal organism in both adults and children is usually Staphylococcus aureus (found in over 70% of cases), and less often one of the other Gram-positive cocci, such as the Group A beta-haemolytic streptococcus (Streptococcus pyogenes) which is found in chronic skin infections, as well as Group B streptococcus (especially in new-born babies) or the alphahaemolytic diplococcus S. pneumoniae. [?]. Haemophilus influenzae: In children between 1 and 4 years of age the Gram-negative Haemophilus influenzae used to be a fairly common pathogen for osteomyelitis and septic arthritis, but the introduction of H. influenzae type B vaccination about 20 years ago has been followed by a much reduced incidence of this infection in many countries. In recent years its place has been taken by Kingella kingae, mainly following upper respiratory infection in young children. Other Gram-negative organisms (e. g. Escherichia coli, Pseudomonas aeruginosa, Proteus mirabilis and the anaerobic Bacteroides fragilis) occasionally cause acute bone infection. [?]. Peptococcus magnus: Anaerobic organisms (particularly Peptococcus magnus) have been found in patients with osteomyelitis, usually as part of a mixed infection. Unusual organisms are more likely to be found in heroin addicts and as opportunistic pathogens in patients with compromised immune defense mechanisms.",
        "cop": 1,
        "opa": "Salmonella typhi",
        "opb": "S. aureus",
        "opc": "H. influenzae",
        "opd": "Peptococcus magnus",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "d50e830d-d85b-4ea9-9979-3e1049677416",
        "choice_type": "single"
    },
    {
        "question": "The drug of choice for managing uncomplicated vivax malaria:",
        "exp": "Ans. C. Chloroquine. The drug of choice for managing vivax malaria is still chloroquine. Resistance to chloroquine has rarely been reported in India. The total dose is 25mg/kg first dose given as 10mg/kg and then 5mg/kg at 0, 6, 24, 48 hours respectively.",
        "cop": 3,
        "opa": "Artemether",
        "opb": "Artesunate",
        "opc": "Chloroquine",
        "opd": "Clindamycin",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "0050e567-ad49-42ba-8bb2-f65ad5169644",
        "choice_type": "single"
    },
    {
        "question": "Most common route of TB infection in neonate born by caesarean section:",
        "exp": "C. Inhalational of aerosol\"Mode of infection; The usual mode of infection is through inhalation of droplets of infected secretions. Infection through ingestion of infected material is rare. Rarely infection may be transmitted through skim mucous membrane or transplacentally\"- O. RGhai 8th/250. Tuberculosis CPDT 17th/56-57. Congenital tuberculosis (TB) is rare but may occur in the infant of a mother with hematogenously spread TB or by aspiration of infected amniotic fluid in cases of tuberculous endometritis. Women with pulmonary TB are not likely to infect the fetus until after delivery. Postnatal acquisition is the most common mechanism of neonatal infection. Transmission of TB Nelson 20th (SAE)/1446-47. Transmission of M. tuberculosis is person to person, usually by airborne mucus droplet nuclei, particles 1-5 pm in diameter that contain M. tuberculosis. Transmission rarely occurs by direct contact with an infected discharge or a contaminated fomite. The chance of transmission increases when the patient has an acid-fast smear of sputum, an extensive upper lobe infiltrate or cavity, copious production of thin sputum, and severe and forceful cough. Environmental factors, especially poor air circulation, enhance transmission. Most adults no longer transmit the organism within several days to 2 weeks after beginning adequate chemotherapy, but some patients remain infectious for many weeks. Young children with tuberculosis rarely infect other children or adults. Tubercle bacilli are sparse in the endobronchial secretions of children with pulmonary tuberculosis, and cough is often absent or lacks the tussive force required to suspend infectious particles of the correct size. However, children and adolescents with adult-type cavitary or endobronchial pulmonary tuberculosis can transmit the organism.",
        "cop": 3,
        "opa": "Hematogenously spread",
        "opb": "Through Skin contact",
        "opc": "Inhalational of aerosol",
        "opd": "Tansplacental",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "288319de-9dbb-4171-9812-5954259d69ec",
        "choice_type": "single"
    },
    {
        "question": "Hutchinson teeth are seen in",
        "exp": "(Congenital syphilis) (1265- Nelson 18th)HUTCHINSON TEETH - which arc the peg or barrel shaped upper central incisors that erupt during the 6th year of life: abnormal enamel, which results in a notch along the biting surface, seen in Late manifestation of congenital syphilis. Early manifestations of congenital syphilis* Approximately 66% of infected ifants are asymptomatic* Hepatosplenomegaly jaundice, elevated liver enzymes are common* Lymphadenopathy to be diffuse, shotty nodes may persist* Coombs negative hemolytic anemia, Thrombocytopenia* Osteochondritis, periostitis* Limbs are held immobile due to excruciating pain (pseudo paralysis of parrot)*** Mucous patches, rhinitis (snuffles)* and condylomatous lesions are highly characteristic* CNS abnormalities, failure to thrive, chorioretinitis, nephritis and nephritic syndrome* Renal involvement include - hypertension, hematuria, proteinuria, hypoproteinemia, hypercholesterolemia, and hypocomplementemia* Less common clinical manifestations - gastroenteritis, peritonitis, pancreatitis, pneumonia, eye involvement glaucoma and chorioretinitis) nonimmune hydrops and testicular masses. Late manifestations of congenital syphilis* Frontal bossing, a bony prominence of the forehead (Olympian brow), unilateral or bilateral thickening of the sternoclavicular third of clavicle (Clavicular or Higoumenaki'sign)* Saber shins, scaphoid scapula, Hutchinson teeth, mulbeny molars* Saddle nose, Rhagedes, Juvenile paresis - Juvenile tables* Hypersensitivity phenomenon - interstitial keratitis, blindness less common ocular manifestations include - choroiditis, retinitis, vascular occlusion and optic atrophy, eighth nerve deafness* Clutton joint - U/L or B/L synovitis usually in the knee painless, soft tissue gammas, paroxysmal cold hemoglobinuria (rare). Hunterian chancre single painless, regular indurated reddish brown plaque seen in primary syphilis* Congenital varicella syndrome is characteristically associated with limb reduction defects and scarring of skin* Classical Tetrad of congenital Toxoplasmosis* Hydrocephalus or Microcephaly*** Chorioretinitis* Convulsions (seizures)* Cerebral calcifcations*RUBELLA - is a teratogenic virus* can be transmitted from fetus to mother. The rate of transmission and congenital defects maximum in first trimester infections (hearing loss) * Under eradication of congenital rubella syndrome programme the first priorty group of rubella vaccination is- All non pregnant women of age 15 to 34 years*** Most common congenital defects are deafness, cardiac malformations and cataracts. Other resulting from defects include - glaucoma, retinopathy microcephalus, cerebral palsy, IUGR, hepatosplenomegaly mental and motor retardation\"Chancre- redux\" is a clinical feature of early relapsing syphilis at the site of the healed lesion. Term \"Viable not cultivable\" (VNC) is used for T. pallidum. M. leprae",
        "cop": 2,
        "opa": "Toxoplasma",
        "opb": "Congenital syphilis",
        "opc": "Rubella",
        "opd": "CMV- nfections",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "5625245a-ed6d-45b6-88d4-46f7bd9ef00f",
        "choice_type": "single"
    },
    {
        "question": "Uveo-parotitis is seen in",
        "exp": "C. i. e. (Sarcoidosis) (738 - Basic pathology 8th)SARCOIDOSIS* The eye its associated glands, and the salivaiy glands are involved in about one fifth to one half of the cases* Bilateral sarcoidosis of the parotid, submaxillary and sublingual glands completes the combined Uveoparotid involvement designated as Mikulicz syndrome (236 - Basic pathology 8th- Robbins)* Sarcoidosis, leukemia, lymphoma and other tumour likewise produce Mikulicz syndrome. Thus biopsy of 1the lip (to examine minor salivary glands) is essential for the diagnosis of Sjogren syndrome.* **Band keratopathy is seen in sarcoidosis* **Egg shell pattern of lymph node calcification is characteristic seen in - Sarcoidosis",
        "cop": 3,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "Sarcoidosis",
        "opd": "Cystic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "6faf4e8d-3d0a-4424-b9a6-1ba72f04be3c",
        "choice_type": "single"
    },
    {
        "question": "For the below set of immunologic abnormalities, select the most likely clinical presentation. Serum Ig. GSerum Ig. ASerum Ig. MT-cell function. Parathyroid function. Normal. Normal. Normal. Decreased. Decreased",
        "exp": "Many primary immunologic deficiencies can be classified as defects of T- lymphocyte function (containment of fungi, protozoa, acid-fast bacteria, and certain viruses) and B-lymphocyte function (synthesis and secretion of immunoglobulins). Among the T-cell diseases is Di. George anomaly, in which defective embryologic development of the third and fourth pharyngeal pouches results in hypoplasia of both thymus and parathyroid glands. Associated findings with Di. George anomaly include CATCH: C for cardiac, A for abnormal faces, T for thymic hypoplasia, C for cleft palate, and H for hypocalcemia. Primary B-cell diseases include X-linked agammaglobulinemia (XLA, or Bruton disease), a deficiency of all three major classes of immunoglobulins, as well as other selective deficiencies of the immunoglobulins or their subgroups. This condition usually presents after 3 months of age (after maternal antibodies wane) with recurrent and often simultaneous bouts of otitis media, pneumonia, diarrhea, and sinusitis, but usually without fungal and viral infections. Combined T- and B-cell diseases include the X-linked recessive Wiskott-Aldrich syndrome of mild T-cell dysfunction, diminished serum IgM, marked elevation of IgA and IgE, eczema, recurrent middle-ear infections, lymphopenia, and thrombocytopenia. Patients with the catastrophic combined T- and B-cell disease known as severe combined immunodeficiency disease (Swiss-type lymphopenic agammaglobulinemia or SCID), have deficient T and B cells. Consequently, they have lymphopenia and agammaglobulinemia, as well as thymic hypoplasia. Chronic diarrhea; rashes; recurrent, serious bacterial, fungal, or viral infections; wasting; and early death are characteristic. Other T- and B-cell deficiencies include ataxia telangiectasia and chronic mucocutaneous candidiasis. Job-Buckley syndrome is a disorder of phagocytic chemotaxis associated with hypergammaglobulin E, eczema-like rash, and recurrent severe staphylococcal infections.",
        "cop": 4,
        "opa": "A 5-year-old boy who, after 3 months of age, developed recurrent otitis media, pneumonia, diarrhea, and sinusitis, often with simultaneous infections at two or more disparate sites",
        "opb": "A distinctive-appearing 8-month-old boy with an interrupted aortic arch, hypocalcemia, and cleft palate",
        "opc": "A 1-year-old boy with severe eczema, recurrent middle-ear infections, lymphopenia, and thrombocytopenia",
        "opd": "A 9-year-old boy with an eczema-like rash and recurrent severe staphylococcal infections",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "0de97912-8d71-41a2-8e66-810d44407bed",
        "choice_type": "single"
    },
    {
        "question": "Subacute sclerosing panencephalitis is a complication of:",
        "exp": "Ans: a (Measles) Ref: Nelson, 18th ed, p, 1334; 17th ed, p. 1030-1031. SSPE is a complication of measles. Subacute sclerosing panencephalitis (Dawson encephalitis)=>Is a chronic encephalitis caused by persistant measles viius infection of the central nervous system=> SSPE primarily affects children and young adolescents. In more than 85% cases, onset occurs from 5 to 15 years of age=> Infections with measles at younger than 18 months of age seems to increase the risk of SSPE substantially=> Risk among boys is more than twice that among girls.=> Children with SSPE generally have a history of typical measles, which may have been either mild or severe with full recovery several years before the onset of neurological disease=> The onset of SSPE is usually insidious and marked by subtle changes in behaviour and deterioration of schoolwork.=> The appearance of massive repetitive myoclonic jerks, generally symmetnc. involving especially the axial musculature and occurring at 5-10 sec interval marks the onset of the second clinical stage of SSPE. Diagnosis* Cell content of CSF is generally normal.* Total protein content of the CSF is normal. However the gamma globulin fraction is greatly elevated, resulting in paretic type of colloidal gold curve.* When CSF is examined by electrophoresis or isoelectric focusing. oligoclonal bands of Ig are often observed. IgG and IgM antibodies to measles viius not normally found in unconcentrated CSF make up most of the Ig and these can be often detected in dilutions of 1: 8* Most important measure to prevent SSPE is measles vaccination.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Mumps",
        "opc": "Rubella",
        "opd": "Varicella",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "7e38424c-6e6c-4c96-8258-0481ebcb5c9f",
        "choice_type": "single"
    },
    {
        "question": "True regarding congenital rubella (CRS) syndrome are all except:",
        "exp": "Ans: (c) Cataract in CRS is always bilateral. Ref: Manual of Neonatal Care, John P. Cloherty, 7th edition, Page 619. CONGENITAL RUBELLA SYNDROME (CRS)RNA virus (the toga virus family). Maternal Infection (in gestation). Rate of fetal infection. Occurrence of fetal anomalies. First 12 weeks of gestation81%100% of the infected fetuses had cardiac defects and deafness. In 13 to 16 weeks54%Deafness was found in one-third of fetuses. In 31 to 36 weeks60%No abnormalities were found when fetal infection occurred beyond the 20th week of gestation. Beyond 36 weeks100%Clinical Features: Cataracts (can be both unilateral or bilateral), sensory neural hearing loss (single most common finding among the CRS infants), and congenital heart disease (patent ductus arteriosus and pulmonary artery stenosis). Common early features - IUGR, retinopathy (salt and pepper retinopathy), microphthalmia, meningo encephalitis, hypotonia, electroencephalographic abnormalities, dermatoglyphic abnormalities, hepatosplenomegaly, thrombocytopenic purpura, radiographic bone, and diabetes mellitus. Rare complications - myocarditis, glaucoma, microcephaly, chronic progressive panencephalitis, hepatitis, anemia, hypogammaglobulinemia, thymic hypoplasia, thyroid abnormalities, cryptorchidism and polycystic kidney disease. Antenatal Diagnosis: 1. Determination of specific IgM in fetal blood obtained by PUBS. 2. Direct detection of rubella antigen and RNA in a chorionic villus biopsy specimen. Postnatal Diagnosis: The diagnosis of congenital infection is made by one of the following: i. Isolation of rubella virus (oropharynx, urine). ii. Detection of rubella-specific IgM in cord or neonatal blood. iii. Persistent rubella-specific titers over time (i. e., no decline in titer as expected for transplacentally derived maternal IgG). If, in addition, there are congenital defects, the diagnosis of CRS is made. Treatment: No specific therapy for either maternal or congenital rubella infection. Maternal disease is almost always mild and self-limiting. 1. Primary maternal infection occurs during the first 5 months of pregnancy-termination options should be discussed with the mother. 2. Infection is known to have occurred beyond the 20th week of gestation, its unlikely to develop anomalies. Individuals with postnatal infection typically shed virus for 1 week before and 1 week after the onset of rash. Infants with congenital infection may shed virus for many months, and contact should be avoided during the first year. Conception also should be avoided for 3 months following immunization. Immunization during pregnancy is not recommended because of the theoretical risk to the fetus. Inadvertent immunizations during pregnancy have occurred - reassurance of little risk to the fetus can be given. Maternal Infection: Symptoms - begin 2 to 3 weeks after exposure and include malaise, low-grade fever, headache, mild coryza, posterior cervical lymphadenopathy, arthralgias and conjunctivitis. Occurring 1 to 5 days before the onset of rash (salmon-pink macular or maculopapular exanthem that begins on the face and behind the ears and spreads downward over 1 to 2 days and disappears in 5 to 7 days from onset). Confirmation - demonstrating a fourfold or higher rise in serum IgG titers when measured at the time of symptoms and approximately 2 weeks later. If a woman exposed to rubella is known to be seropositive, she is immune, and the fetus is considered not to be at risk for infection. If the exposed woman is known to be seronegative, a serum sample should be obtained 3 to 4 weeks after exposure for determination of titer. A negative titer indicates that no infection has occurred, whereas a positive titer indicates infection.",
        "cop": 3,
        "opa": "Infants of congenital rubella syndrome can shed virus in respiratory secretions upto 1 year of age",
        "opb": "Risk of developing diabetes mellitus is considerably higher in congenital rubella syndrome",
        "opc": "Cataract in CRS is always bilateral",
        "opd": "Risk of congenital defects is high when fetus is infected during the first trimester Explanation:",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "c1835245-c4d4-49be-9c46-02ce70e3ac8e",
        "choice_type": "multi"
    },
    {
        "question": "In neonatal sepsis, acute phase reactant is:",
        "exp": "Ans. (d) CRPRef: Nelson 18th ed,, chapter 176* CRP, an acute phase reactant is produced by liver and turns positive in sepsis.* Other abnormalities in sepsis are:# Hematologic abnormalities include thrombocytopenia, prolonged prothrombin and partial thromboplastin times, # Reduced serum fibrinogen levels and elevated fibrin split products, and anemia.# Elevated neutrophil and increased immature forms (bands, myelocytes, promyelocytes), vacuolation of neutrophils, toxic granulations, and Dohle bodies can be seen with infection.# Neutropenia is an ominous sign of overwhelming",
        "cop": 4,
        "opa": "WBC",
        "opb": "Alpha anti trypsin",
        "opc": "IL-6",
        "opd": "CRP",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "03a3323a-53b4-4fc8-b448-ed4b54069192",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are adverse effects of use of blood products?",
        "exp": "Ans. D. All of the above. Common adverse effects of use of blood and blood products are: Urticaria rash (mild effects). Flushing, rigors, fever, tachycardia (moderately severe). Life threatening effects include Hypotension, restlessness, hemoglobinuria, DIC",
        "cop": 4,
        "opa": "Urticaria",
        "opb": "Rash",
        "opc": "Tachycardia",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "2ee11541-f506-4ae5-af47-753e16c91088",
        "choice_type": "multi"
    },
    {
        "question": "A 10 month old unimmunized child develops fever and a diffuse maculopapular rash on day 4 of fever starting from the face and spreading downwards. There is postauricular lymphadenopathy. What is the most likely diagnosis?",
        "exp": "Ans. B. Measles. It is an RNA Paramyxovirus, very contagious. Incubation-10-12 days before prodrome appears. Prodrome-three Cs: a. Coughb. Coryzac. Conjunctivitisd. Koplik spots -/+1- cervical lymphadenitise. Rash-macular; starts at head, behind the ears and spreads downward reaching palms and soles; Fades in same manner. Rash typically starts about 4 day after the onset of fever. f. Treatment-supportive, vitamin Ag. Complications-otitis media (most common), pneumonia (most serious), encephalitish. Prevention-immunization.",
        "cop": 2,
        "opa": "German measles",
        "opb": "Measles",
        "opc": "Varicella",
        "opd": "Exanthem subitum",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "975b5535-9c5b-4a21-9920-a3485390b8bf",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a criteria for clinical Stage II of AIDS in children?",
        "exp": "Ans. is 'c' i. e., Hepatosplenomegaly Revised WHO clinical staging of HIV/AIDS for infants and children. Clinical Stage 1* Asymptomatic* Persistent generalized Lymphadenopathy. Clinical Stage 2* Hepatosplenomegaly* Papular pruritic eruptions* Seborrhoeic dermatitis* Extensive human papilloma virus infection* Extensive molluscum contagiosum* Fungal nail infections* Recurrent oral ulcerations* Lineal gingival erythema (LGE)* Angular cheilitis* Parotid enlargement* Herpes zoster* Recurrent or chronic RTIs (otitis media, otorrhoea, sinusitis). Clinical Stage 3* Moderate unexplained malnutrition not adequately responding to standard therapy* Unexplained persistent diarrhoea (14 days or more)* Unexplained persistent fever (intermittent or constant, for longer than one month)* Oral candidiasis (outside neonatal period)* Oral hairy leukoplakia* Acute necrotizing ulcerative gingivitis/periodontitis* Pulmonary TB* Severe recurrent presumed bacterial pneumonia Conditions where con? rmatory diagnostic testing is necessary* Chronic HIV-associated lung disease including brochiectasis* Lymphoid interstitial pneumonitis (LIP)* Unexplained anemia (<8g/dl), and or neutropenia (< 1000/mm3) and or thrombocytopenia (<50 000/ mm3) for more than one month. Clinical Stage 4* Unexplained severe wasting or severe malnutrition not adequately responding to standard therapy* Pneumocystis pneumonia* Recurrent severe presumed bacterial infections (e. g. empyema, pyomyositis, bone or joint infection, meningitis, but excluding pneumonia).* Chronic herpes simplex infection; (orolabial or cutaneous of more than one month's duration)* Extrapulmonary TB* Kaposi's sarcoma* Oesophageal candidiasis* CNS toxoplasmosis (outside the neonatal period)* HIV encephalopathy* Conditions where confirmatory diagnostic testing is necessary* CMV infection (CMV retinitis or infection of organs other than liver, spleen or lymph nodes; onset at age one month or more)* Extrapulmonary cryptococcosis including meningitis* Any disseminated endemic mycosis (e. g. extrapulmonary histoplasmosis, coccidiomycosis, penicilliosis)* Cryptosporidiosis* Isosporiasis* Disseminated non-tuberculous mycobacteria infection* Candida of trachea, bronchi or lungs* Visceral herpes simplex infection* Acquired HIV associated rectal fistula* Cerebral or B cell non-Hodgkin lymphoma* Progressive multifocal leukoencephalopathy (PML)* HIV-associated cardiomyopathy or HIV-associated nephropathy",
        "cop": 3,
        "opa": "Lymphadenopathy",
        "opb": "Oral candidiasis",
        "opc": "Hepatosplenomegaly",
        "opd": "Oesophageal candidiasis",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "798ac9c8-9d98-442b-a54b-cf8af859f6fd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms are responsible for causing Bacterial tracheitis?",
        "exp": "Ans. B. Staphylococcus aureus. Bacterial tracheitis is an uncommon infectious cause of acute upper airway obstruction. Patients may present with croup like symptoms, such as barking cough, stridor, and fever; however, patients with bacterial tracheitis do not respond to standard croup therapy (racemic epinephrine) and instead require treatment with antibiotics and may experience acute respiratory decompensation. Bacterial tracheitis is a diffuse inflammatory process of the larynx, trachea, and bronchi with adherent or semi adherent mucopurulent membranes within the trachea. Acute airway obstruction may develop secondary to subglottic edema and sloughing of epithelial lining or accumulation of mucopurulent membrane within the trachea. The responsible pathogen is Staphylococcus aureus.",
        "cop": 2,
        "opa": "Hemophilus influenza",
        "opb": "Staphylococcus aureus",
        "opc": "Streptococcus pneumonia",
        "opd": "Klebsiella spp",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "011e419a-1b98-4b6e-bd74-156ed1cd0ea7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following should arouse suspicion of streptococcal sore throat?",
        "exp": "Ans. D. All of the above. Sore throat is due to acute inflammation of the pharynx and tonsils. Most often, it is associated with viral infections of the upper respiratory tract such adenovirus, influenza and parainfluenza viruses. A possibility of acute pharyngitis due to group A beta haemolytic streptococci may be considered in a patient who has exudates in the throat, tender enlarged cervical lymph nodes along with absence of nasal and conjunctival congestion.",
        "cop": 4,
        "opa": "Exudates in throat",
        "opb": "Tender enlarged cervical nodes",
        "opc": "Absence of nasal and conjunctival injection",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "c5ddb05b-51b6-4930-97b3-de70f5d6378d",
        "choice_type": "multi"
    },
    {
        "question": "Pneumonia is a complication of:",
        "exp": "Ans. A. Measles. Important complications of measles include immunosuppression, Pneumonia, laryngitis, tracheitis, bronchitis, and flaring of mycobacterium tuberculosis infection. Gastrointestinal complications include diarrhea, appendicitis, hepatitis, and ileocolitis.",
        "cop": 1,
        "opa": "Measles",
        "opb": "Chickenpox",
        "opc": "Infectious mononucleosis",
        "opd": "Mastoiditis",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "8a00f9eb-05d7-4e7e-a7d9-1f7044e622b0",
        "choice_type": "single"
    },
    {
        "question": "Congenital syphilis can be best diagnosed by-",
        "exp": "Ans. is 'a' i. e., IgM FT A - ABS * As Ig M does not cross placenta, its presence in neonatal serum confirms congenital syphilis and helps differentiating it from seropositivity due to passively tranfered maternal antibodies. The tests to detect IgM are# FTA-ABS (19S IgM FT A-ABS)# Syphilis Capita M test\"For measurment of IgM in neonate in whom congenital syphilis is suspected, the syphilis capita M test and the 19S IgM FTA-ABStest are available\". - Harrison 16th/e 982. Note - 15th/e Harrison says, \"No commercially available IgM test is recommeded forevaluation of infant with suspected congenital syphillis\" -------- Harrison 17th/e 1043",
        "cop": 1,
        "opa": "Ig. MFTA-ABS",
        "opb": "Ig. GFTA-ABS",
        "opc": "VDRL",
        "opd": "TPI",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "64a6365e-98e4-463d-b5f5-9304f97870d2",
        "choice_type": "single"
    },
    {
        "question": "Mycobacterium tuberculosis is said to be Multi - drug resistant if it is resistant to:",
        "exp": "Ans. C. Both Isoniazid and RifampicinM tuberculosis is said to be multidrug resistant if it is resistant to Rifampicin and Isoniazid. And it is known as XDR if it is resistant to Rifampicin, Isoniazid, Fluoroquinolone and one of the three injectable drugs (Amikacin, kanamycin and capreomycin)",
        "cop": 3,
        "opa": "Isoniazid alone",
        "opb": "Rifampicin Alone",
        "opc": "Both Isoniazid and Rifampicin",
        "opd": "Isoniazid, Rifampicin, Ethambutol",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "286b669b-ee22-4d53-a226-2bc5c04470e7",
        "choice_type": "multi"
    },
    {
        "question": "A 16-day-old infant presents with fever, irritability, poor feeding, and a bulging fontanel. Spinal fluid demonstrates Gram-positive rods. Which of the following is the most likely diagnosis?",
        "exp": "Many organisms can cause meningitis in the neonate, including E coli, L monocytogenes, H influenzae, Gram-negative rods, group B and D streptococci, and coagulase-positive and coagulase-negative staphylococci. Statistically, the most likely cause in this case would be late-onset group B streptococci (GBS) but, in this case this child has Gram-positive rods, an indication of L monocytogenes. Early onset listeriosis usually presents in the first day and always by day 3; fetal distress is common. These children have rashes and hepatosplenomegaly on presentation and a history of maternal fever is common. Late onset listeria typically presents with purulent meningitis. Early onset GBS is seen in the first 7 days of life and is associated with maternal complications such as prolonged rupture and chorioamnionitis; late onset GBS occurs after 7 days of life and is not related to maternal issues but rather environmental exposures. As expected, the incidence of early onset GBS has been steadily dropping with maternal prophylaxis; the incidence of late onset GBS and listeriosis has remained unchanged during the same time period. Clinical manifestations of meningitis in neonates include lethargy, bulging fontanel, seizures, and nuchal rigidity. The diagnosis is made with examination and culture of the CSF. Treatment is begun while awaiting the results of the spinal fluid analysis. Appropriate initial antibiotic coverage must include activity against Gram-positive and Gram-negative organisms (ampicillin and gentamicin or ampicillin and cefotaxime).",
        "cop": 1,
        "opa": "Listeria monocytogenes",
        "opb": "Group A streptococci",
        "opc": "Group B streptococci",
        "opd": "Streptococcus pneumoniae",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "98258fd7-07f9-4824-b5a6-44a3bcc5b6e2",
        "choice_type": "single"
    },
    {
        "question": "A 2-month-old child of an HIV-positive mother is followed in your pediatric practice. Which of the following therapies should be considered for this child?",
        "exp": "In certain situations, such as in an infant born to an HIV-positive mother, prophylaxis against P jiroveci (formerly known as P carinii) infection is instituted. While awaiting final determination of this infant's HIV status, which can take several months, prophylaxis with trimethoprim- sulfamethoxazole starting at 6 weeks is usually appropriate. Severe anemia can be associated with AIDS and can require blood transfusion, especially if there is evidence of respiratory compromise. Bone marrow transplants in AIDS patients have been unsuccessful thus far because of the persistence of virus in macrophages throughout the body. HIV-positive and AIDS patients should receive primary and booster immunization with diphtheria-pertussis-tetanus (DPT) vaccine, measlesmumps-rubella (MMR) vaccine (unless severely immunocompromised), hepatitis B vaccine, and Haemophilus influenzae type B conjugated vaccine (Hib. CV). Inactivated polio vaccine (IPV) is recommended in place of oral polio vaccine (OPV) for all patients now (not just immunosuppressed patients) because of the theoretical risk of paralytic polio. If children with HIV are exposed to measles, they should receive a protective dose of measles immunoglobulin regardless of their immunization history. Pneumovax at age 2 and influenza vaccine are recommended annually. Eventually, all patients infected with HIV will lose weight and fail to grow. The factors responsible include reduced caloric intake because of poor appetite, intestinal malabsorption, and increased resting energy expenditure associated with chronic infection. Maintaining adequate nutrition in AIDS patients is very difficult, but vitamin C supplementation, by itself, has no special benefits. Kaposi sarcoma is rare in children.",
        "cop": 2,
        "opa": "Monthly evaluation for Kaposi sarcoma",
        "opb": "Prophylaxis against Pneumocystis jiroveci pneumonia (Pneumocystis carinii)",
        "opc": "Vitamin C supplementation",
        "opd": "Oral polio virus vaccine",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "60100ff9-b1fc-4916-8c1e-3ea504d9ff7e",
        "choice_type": "single"
    },
    {
        "question": "A child is hepatitis B immunized the marker for seroconversion is",
        "exp": "i. e. (Anti HBs Ag): (193- Ghai 7th). Common sero pattern of hepatitis B infection. HBs. Ag. Anti HBs. Anti HBc. HBe. Ag. Anti HBe. Interpretation+-IgM+-Acute infection--IgM+/-+/-Acute infection anti HBC window+-IgG+/--Chronic infection; high infectivity+-IgG-+Chronic infection; low infectivity+-+ /---Precore/ Cor mutant infection-+IgG-+/-Recovery from infection-+ --Immunization; false positive; infection in remote past",
        "cop": 3,
        "opa": "HBs Ag",
        "opb": "Anti HBc IgM",
        "opc": "Anti HBs Ag",
        "opd": "Anti HBc IgG",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "99c2b170-65cc-43b1-8a26-7dfff792334f",
        "choice_type": "single"
    },
    {
        "question": "Splenectomy can be performed after immunization against which of the following organisms:",
        "exp": "Ans. D. All of the above. Splenectomy is usually performed after 6 years of age following immunizations against H influenza type b, streptococcal pneumonia and Neisseria meningitides. Post splenectomy patients receive penicillin prophylaxis to prevent sepsis usually up to adulthood.",
        "cop": 4,
        "opa": "Haemophilus influenza",
        "opb": "Streptococcal pneumonia",
        "opc": "Neisseria meningitides",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Infection",
        "id": "4b12c82e-2b99-491e-a06e-99a2011a7b31",
        "choice_type": "multi"
    }
]