[
    {
        "question": "All of the following are features of mumps except _______",
        "exp": "*Mumps is an acute viral infection characterised by painful enlargement of the salivary glands, most commonly the parotid glands. It is caused by an RNA virus of the genus paramyxovirus in the family paramyxoviridae. *It follows an incubation period of 2-4 weeks. Complications include epididymoorchitis in adolescent boys or postpubeal men. Aseptic meningitis is seen in 1-10% patients with parotitis. The risk of encephalitis is between 0. 02-0. 3% cases. Other neurological manifestations include deafness, cerebellar ataxia, facial neuritis, transverse myelitis and guillain barre syndrome. Reference: Essential pediatrics, op ghai, 9 edition, pg no: 213",
        "cop": 4,
        "opa": "Caused by paramyxovirus",
        "opb": "Aseptic meningitis is a complication",
        "opc": "Orchitis is a complication in adults",
        "opd": "Incubation period is less than 2 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "e154bbf5-d4a9-4fb7-9a46-c7d7ac76c8ed",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following antibacterial antibiotics are not recommend for lactating mothers?",
        "exp": "Chloroquine, proguanil, and mefloquine are considered compatible with breastfeeding. The Center for Disease Control and Prevention indicates that atovaquone may be used during breastfeeding where the infant weighs at least 5kg. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Cephaslosporins",
        "opb": "Anti tubercular drugs",
        "opc": "Quinolones",
        "opd": "Aminoglycoside",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "cf0d13de-51aa-4aa3-98bd-112f6acac032",
        "choice_type": "single"
    },
    {
        "question": "Thrombocytopenia, macerated skin lesions, rash and periostitis in a new born are seen in",
        "exp": "In Syphilis, thrombocytopenia is often associated with platelet trapping in an enlarged spleen. Characteristic osteochondritis and periostitis and a mucocutaneous rash manifesting with erythematous maculopapular or vesiculobullous lesions followed by desquamation involving hands and feet are common. Reference: Nelson textbook of pediatrics 19th edition Page 1017 & 1018",
        "cop": 3,
        "opa": "Erythroblastosis fetalis",
        "opb": "Cytomegalovirils infection",
        "opc": "Syphilis",
        "opd": "HIV infection",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "77087998-31ef-40cd-a18f-a1c8f301c0e0",
        "choice_type": "single"
    },
    {
        "question": "Baby born to patient suspected of chlamydial infection sample to be taken for diagnosis?",
        "exp": "The chlamydia trachomatis cause inclusion blenorrhea, a neonatal form of inclusion conjunctivitis. It develops when infant is infected in the bih canal. The specimen of choice in this case is conjunctival scrapings, where characteristic inclusion bodies can be demonstrated. Image: Follicles on the bulbar conjunctiva, characteristic of Chlamydia trachomatis infection (photo 1). Also note the follicles in the inferior fornix (photo 2). Reference: Anathanarayan & paniker&; s 9th edition, pg no 419, 420",
        "cop": 1,
        "opa": "conjunctival",
        "opb": "Urethral",
        "opc": "Urine sample",
        "opd": "Blood",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "001b679a-383e-4fa3-87b6-ffcc0fb63dc7",
        "choice_type": "single"
    },
    {
        "question": "A child presents with recurrent bouts of severe cough followed by an audible whoop. Which of the following is considered the best type of specimen to isolate the organism and confirm the diagnosis",
        "exp": "Peussis is an acute highly contagious respiratory tract infection caused by Bordetella peussis. Extremely contagious and clinical presentation can be divided into 3 stages like catarrhal, paroxysmal and convalescent It is called whooping cough due to the characteristic whoop produced by the air rushing in during inspiration through half open glottis. - diagnosis is mainly based on clinical symptoms. - the sample of choice is nasopharyngeal swab. Reference: Ghai essential pediatrics, 9 th edition, pg no: 237",
        "cop": 1,
        "opa": "Nasopharyngeal swab",
        "opb": "Cough plate",
        "opc": "Throat Swabs",
        "opd": "Anterior Nasal Swab",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "7b94a82b-2050-4007-92e4-f11a5b345a8a",
        "choice_type": "single"
    },
    {
        "question": "Treatment for the child with frequent tapeworm infestation",
        "exp": "*The common tapeworms that infest children are Taenia solium and Taenia saginata. - diagnosis is by demonstration of ova or proglottidis in the stools. - treatment is by niclosamide or praziquantel. - the two effective anti cysticeral drugs are albendazole and praziquantel. Reference: Ghai essential pediatrics, 9 th edition, pg no: 268, 269",
        "cop": 4,
        "opa": "Albendazole",
        "opb": "Niclosamide",
        "opc": "Praziquantel",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "a7e6f1b4-6e2a-4c61-b485-34f4180cd7dd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is true of mumps",
        "exp": "Mumps is an acute viral infection characterised by painful enlargement of the salivary glands most commonly the parotid, occasionally other salivary glands are also involved. The virus proliferates in the respiratory epithelium and enters circulation and it gets localised to the glandular and neural tissue. *The virus has been isolated from SALIVA as long as 6 days prior and 9 days after the appearance of salivary gland swelling. *The occurence of epididymo-orchitis is more common in adolescent boys or postpubeal men. It is unilateral in 85 % cases and occurs 1-2weeks after parotitis. Testes are enlarged and tender. Some degree of atrophy follows the inflammation but sterility is rare. *Aseptic meningitis is seen in about 1-10% patients with parotitis. Risk of encephalitis is between 0. 02-0. 3% case. *Meningoencephalitis May occur before or during or after the parotitis. *Other manifestations include auditory nerve damage, cerebellarvataxia facial neuritis transverse myelitis and GB syndrome. Reference: Essential pediatrics, op ghai, 9th edition, pg no: 213",
        "cop": 3,
        "opa": "Salivary gland involvement is limited to parotids",
        "opb": "The patient is not infectious prior to clinical parotid enlargement.",
        "opc": "Menigoencephalitis can precede parotitis",
        "opd": "Mumps orchitis frequently leads to infeility",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "d3e8718c-0b5e-4ddb-baa4-61d6b38478ab",
        "choice_type": "multi"
    },
    {
        "question": "Differential diagnosis in a case of fever with vesicular rash for two days are all except",
        "exp": "Cutaneous candidosis is caused by candida albicans. - it may be interiginous or paronychial -the former is an erythematous, scaling or moist lesions with sharply demarcated borders, where papular lesions are most prominent. - paronychia is seen in occupations that lead to frequent immersion of hands in water. * In infectious mononucleosis a maculopapular rash is seen. *Vesicular rash is also seen in varicella, HSV, HFMD, papulonecrotic TB. Reference: Anathanarayan & paniker&; s 9th edition, pg no: 611 op ghai pg 208 9th edition",
        "cop": 1,
        "opa": "Candida-albicans",
        "opb": "Infectious monocleosis",
        "opc": "Klabsiella pneumonia",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "5052bf32-3b33-460d-8368-f9e846c1546b",
        "choice_type": "multi"
    },
    {
        "question": "According to WHO the major sign of AIDS children in stage I is the following",
        "exp": "According to WHO clinical staging of AIDS in children with confirmed infection, the symptoms of clinical stage 1 are patients may be asymptomatic they have persistent generalised lymphadenopathy. Reference: Ghai essential pediatrics, eighth edition, pg no: 226",
        "cop": 1,
        "opa": "Generalised lymphadenopathy",
        "opb": "Not gaining weight",
        "opc": "Oral candidiasis",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "3082c13c-1b63-4875-aba4-2aca73411c89",
        "choice_type": "multi"
    },
    {
        "question": "Measles virus is",
        "exp": "Measles (rubeola) is caused by an RNA virus belonging to the Paromyxovirus family. The virus is transmitted by droplet spread from the secretions of the nose and throat usually 4 days before and 5days after the rash. Virus multiplies in the respiratory epithelium. Reference: Essential pediatrics, op ghai, 9 th edition, pg no: 209",
        "cop": 1,
        "opa": "Paramyxovirus",
        "opb": "Ohomyxovirus",
        "opc": "Poxvirus",
        "opd": "Picornavirus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "de31f009-10c6-4fce-a965-d1da12e98253",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the common clinical manifestation of human parvovirus B 19",
        "exp": "*Erythema infectiosum or Fifth disease is a common exanthematous illness of childhood caused by a small DNA virus, parvovirus B19. * The virus has tropism for cells of erythropoietin lineage at pronormoblast stage *Other serious manifestations of parvovirus B19 infection include ahralgia and ahropathy in adolescents or adults, transient aplastic crises in patients with chronic hemolytic anemia, chronic anemia, pancytopenia or marrow suppression, virus associated hemophagocytic syndrome in the immunocompromised, hydrops fetalis in pregnant women and rare episodes of myocarditis in healthy children or adults. Reference: Ghai essential pediatrics 9 th edition Page 213",
        "cop": 3,
        "opa": "Aplastic crisis in hemolytic anemia patients",
        "opb": "Anemia in neonatal period",
        "opc": "Erythema infectiosum",
        "opd": "Hydrops fetalis",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "9c1feb6b-7962-4048-9a1f-ca78aac944df",
        "choice_type": "single"
    },
    {
        "question": "Tuberculin test is said to be positive when there is.",
        "exp": "- A positive tuberculin test is when an induration of diameter 10 mm more is present. - erythema is not taken into account. - It indicates hypersensitivity to tuberculoprotein, denoting infection with tubercle bacilli or BCG immunisation, recent or past with or without clinical disease. Reference: Anathanarayan & paniker&; s 9th edition, pg no: 354, 355",
        "cop": 1,
        "opa": "Induration",
        "opb": "Erythema",
        "opc": "Erythema, induration",
        "opd": "Induration with blistering",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "66b753d2-4aaf-4e6d-8377-20c9c512515d",
        "choice_type": "single"
    },
    {
        "question": "The most effective method of reduction of incidence of institutional pediatric staphylococcus aureus infection is __________",
        "exp": "S. aureus is transmitted primarily by direct contact. Strict attention to handwashing techniques is the most effective measure for preventing the spread of staphylococci from one individual to another. Use of a hand wash containing chlorhexidine or alcohol is recommended. Reference: Nelson textbook of pediatrics 19th edition Page 908",
        "cop": 2,
        "opa": "Mask and gloves use with each suspected patient",
        "opb": "Meticulous handwashing before and with patients",
        "opc": "Treatment of all culture Positive patients with vancomycin",
        "opd": "Routine isolation of culture Positive",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "cbcad128-d4c4-4837-89c0-d067cbab75be",
        "choice_type": "multi"
    },
    {
        "question": "Resistant plasmodium falciparum malaria in the pediatric age group should be treated with __________",
        "exp": "Blood schizonticides are the first-line drugs for the treatment of malaria and must be staed as soon as the diagnosis is made, or even suspected, in severe disease. They act on the asexual forms in the erythrocytes and interrupt clinical attacks. Delay in treatment of P falciparum malaria can lead to the development or worsening of severe malaria, which has a poorer prognosis than uncomplicated malaria. Chloroquine, quinine, quinidine, halofantrine, and aemisinin compounds are the rapidly acting drugs that can terminate an acute malaria attack. While chloroquine acts rapidly, resistance is widespread, and an accurate travel history should be obtained before choosing the antimalarial drug. Malaria impoed from Asia or the Americas is mostly P vivax and is chloroquine responsive. Malaria acquired in Africa is mostly P falciparum and is chloroquine resistant; quinine is an effective drug. P falciparummalaria incurred in Southeast Asia may be quinine and mefloquine resistant as well; a combination of aesunate and mefloquine, or aesunate and lumefantrine, is recommended. Time wasted in trials of a drug to which the parasite is resistant can result in a poor outcome, including death. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Chloroquine",
        "opb": "Tetracycline",
        "opc": "Clindamycin",
        "opd": "Doxycycline",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "552536ac-c2ab-4de4-aee2-b52754e8d025",
        "choice_type": "single"
    },
    {
        "question": "Most common viral cause of acquired aqueductal stenosis is?",
        "exp": "Mumps virus is neurotropic and is thought to enter the CNS the choroid plexus and infect the choroidal epithelium and ependymal cells, both of which can be found in CSF along with mononuclear leukocytes. CSF pleocytosis has been found. Less common CNS complications of mumps include transverse myelitis, aqueductal stenosis, and facial palsy. Reference: Nelson textbook of pediatrics 19th edition Page 1080",
        "cop": 2,
        "opa": "Rubella",
        "opb": "Mumps",
        "opc": "Toxoplasma",
        "opd": "Enterovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "c642ec17-7e49-427b-8da5-b1e49d18d620",
        "choice_type": "single"
    },
    {
        "question": "A Child (girl) is suffering from varicella (fever & rash). And child&; s aunt is pregnant. When is it earliest and safe that the child can meet her aunt",
        "exp": "Within households, transmission of VZV to susceptible individuals occur at a rate of 65-86%; more casual contact. Patients with varicella are contagious 1-2 days before the rash is evident and until vesicles are crusted(the scabs are not infective unlike small pox)usually 3-7 days after the onset of rash. Reference: Nelson textbook of pediatrics 19th edition Page 1104",
        "cop": 1,
        "opa": "When the lesions have crusted",
        "opb": "Immediately",
        "opc": "Anytime as the child is aunt 's ourite",
        "opd": "After the delivery of the baby",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "aff05739-96ac-49b9-9fa9-3a20ff2dc0f8",
        "choice_type": "single"
    },
    {
        "question": "Hutchisons traid is seen",
        "exp": "* Hutchinson&; s triad is seen in congenital syphilis. *it includes interstitial keratitis, deafness and Hutchinson&; s teeth ( central incissors with peg shaped, notched appearance ). Reference: IADVL&; s concise textbook of dermatology, first edition, pg no: 126",
        "cop": 2,
        "opa": "Primary syphilis",
        "opb": "Congenital syphilis",
        "opc": "Secondary syphilis",
        "opd": "Teiary syphilis",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "f351aa69-dbc3-4fca-a98a-1be920e89b24",
        "choice_type": "single"
    },
    {
        "question": "A 9-month-old infant is brought to you for immunization. The infant has previously received the first dose of OPV and DPT. What will you do?",
        "exp": "A lapse in the schedule of immunization does not necessitate reinstitution of the total course. If the second or third dose of DPT or OPV was missed or delayed, there is no need of giving all the three doses of primary vaccination schedule. Reference: Ghai essential pediatrics 6th edition Page 191",
        "cop": 4,
        "opa": "Repeat the first dose counting a fresh",
        "opb": "Give the infant DT/polio",
        "opc": "Give the infant second dose of DPT/OPV",
        "opd": "Give the infant a booster dose of DPT/polio",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "bd4c7819-4098-4c4b-8335-c5b0f08b8b60",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about congenital rubella are true except",
        "exp": "The classical triad of symptoms consists of deafness, cataract and congenital heart disease. Delayed manifestations such as diabetes mellitus and renal disease have also been described. Diagnosis is by demonstrating Ig M antibodies in cord or neonatal blood or ig G after 6 months. Reference: GHAI essential paediatrics 9 th edition pg: 264",
        "cop": 4,
        "opa": "IgG persists for more than 6 months",
        "opb": "IgM antibody present at bih",
        "opc": "Most common anomalies are hearing and heart defects",
        "opd": "Increased risk of congenital malformation if infection occur after 16 weeks.",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "b889be8b-52ee-4d2e-8de1-ffacc62781bd",
        "choice_type": "multi"
    },
    {
        "question": "Number of pustules to diagnose a possible severe bacterial infection in children is?",
        "exp": "More than 10 pustules are required to detect possible severe bacterial infection. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "> 5",
        "opb": "> 1O",
        "opc": ">15",
        "opd": ">20",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "100026d8-76bb-4b70-9cd7-d4776638d912",
        "choice_type": "single"
    },
    {
        "question": "Most common bacteria causing diarrhea in children",
        "exp": "- Enteropathogenic E. coli: these have been associated mainly with diarrhea in infants and infants. - It do not produce any toxin nor are they invasive. Reference: Anathanarayan & paniker&; s 9th edition, pg no: 281",
        "cop": 4,
        "opa": "Enterotoxigenic E. coli",
        "opb": "Enteroinvasive E. coli",
        "opc": "Enterohemorrhagic E. coli",
        "opd": "Enteropathogenic E. coli",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "0603cfcf-1ae7-42b9-a6e2-475a236e7bb3",
        "choice_type": "single"
    },
    {
        "question": "Indications to sta A in children under NACO all except",
        "exp": "*It now reccomends initiation of A for all HIV infected children less than 2 yrs of age irrespective of clinical symptoms and the immunologic status. Reference: Essential pediatrics, op ghai, 9 th edition, pg no: 229",
        "cop": 4,
        "opa": "<11 months infant-if CD4 Count <1500 cells/mm3",
        "opb": "12-35 months-if CD4 Count <500 cells/mmi3",
        "opc": "36-59 months-if CD4 Count <350 cells/mm3",
        "opd": "None",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "adbca7c0-e83d-4f71-807f-6bc91a9d5f2a",
        "choice_type": "multi"
    },
    {
        "question": "A 6 months old baby was brought do difficulty in feeding. '' The child was found to be hypotonic with a weak gag. The child is on breast milk and mother also gives honey to the child during periods of excessive crying. The causative agent is",
        "exp": "Infant botulism is associated with intake of honey, breastmilk etc. The child presents with generalized weakness and hypotonia in addition to bulbar palsies with symptoms like poor feeding, feeble cry, weak suck, drooling and obstructive apnea. Reference: Nelson textbook of pediatrics 19th edition Page 988",
        "cop": 3,
        "opa": "Gram positive aerobic COCCUS",
        "opb": "Gram positive anaerobic spre-suffering bacillus",
        "opc": "Toxin produced by gram positive anaerobic bacillus",
        "opd": "Echovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "d116d4b1-ae26-4479-b577-995a16d891d9",
        "choice_type": "single"
    },
    {
        "question": "The following statement is false regarding Congenital toxoplasmosis?",
        "exp": "The avidity test is helpful to know the time of infection. A high-avidity test result indicates that infection began >16 wk earlier, which is especially useful in determining time of acquisition of infection in the 1st or final 16 wk of gestation. A low-avidity test result may be present for many months and is not diagnostic of recent acquisition of infection. Reference: Nelson textbook of pediatrics 21 st edition Page 1220",
        "cop": 4,
        "opa": "Diagnosed by detection of IgM in cord blood",
        "opb": "IgA is more sensitive than IgM for detection",
        "opc": "Dye test is gold standard for IgG",
        "opd": "Avidity testing must be done to differentiate between IgA & IgM",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "a8f209fc-ac4f-4846-84ca-fd5b9ffd3cbe",
        "choice_type": "multi"
    },
    {
        "question": "First line ATT in children",
        "exp": "*The first line drugs in ATT are effective with minimal toxicity and include isoniazid, rifampicin, ethambutol, streptomycin and pyrazinamide. Ethionamide is a second line drug. * In a view of increasing INH resistance, use of three drugs (INH, Rifamipicin, and ethambutol) instead of two (INH and rifampicin) is suggested during the continuous phase. Reference: Ghai essential pediatrics 9 th edition Page 249",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Pyrazinamide",
        "opc": "Ethionamide",
        "opd": "1 & 2",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "f3a06469-eaa1-4e72-a0a3-bd92befeb675",
        "choice_type": "single"
    },
    {
        "question": "National immunization programme, all are involved except",
        "exp": "TT should be given at 10 & 16 years. OPV should be given at 0, 6, 10, 14 weeks and booster at 18-24 months. Measles vaccine is given at the completion of 9 months of age. Hepatitis B, though not included, may be given in any of the following schedules: A. 0, 6 & 14 weeks B. 0, 1 & 6 months. C. 6, 10 & 14 weeks. Reference: Ghai essential pediatrics 6th edition Page 200",
        "cop": 2,
        "opa": "TT",
        "opb": "Hepatitis B",
        "opc": "OPV",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "e95af12b-8789-463a-8bbc-ed5aa7ecc6ea",
        "choice_type": "multi"
    },
    {
        "question": "Prophylaxis with Cotrimoxazole is recommended in the following situation except",
        "exp": "*Cotrimoxazole prophylaxis is recommended for all HIV exposed infants staing at 4-6 weeks of age and continued until infection can be excluded. *All children who begin cotrimoxazole prophylaxis should continue until the age of 5 yrs, when can be reassessed. Reference: OP Ghai 9th edition pg: 229",
        "cop": 1,
        "opa": "All symptomatic HIV infected children>5 years of age irrespective of CD4",
        "opb": "All HIV exposed infants till HIV infection can be ruled out",
        "opc": "All HIV infected infants less than 1 year age irrespective of symptoms or CD4 counts",
        "opd": "As secondary prophylaxis after initial treatment for pneumocystis carini pneumonia",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "f9d72831-1d53-4969-b864-75c288570337",
        "choice_type": "multi"
    },
    {
        "question": "Patient was given chioroquine and doxycycline for 7 days. Patients fever decreases in 4 days, but, peripheral smear showed occasional gametocytes of plasmodium falciparum. This type of drug resistance is",
        "exp": "R2 is high grade resistance i. e. reduction of parasitemia by more than 75% at 48 hours of completing treatment but failure to clear the organism within 7 days. Types of Drug Resistance: In defining criteria for resistance to the aminoquinoline antimalarial drugs. WHO has described three grades of resistance following treatment (Low grade) R1: Recrudescence of infection between 7 and 28 days of completing treatment following initial resolution of symptoms and parasite clearance. (High grade) R2: Reduction of parasitaemia by > 75% at 48 hours but failure to clear parasites within 7 days. R3: Parasitaemia does not fall by >75% within 48 hours. Reference: Ghai essential pediatrics 9 th edition Page 256",
        "cop": 2,
        "opa": "R type",
        "opb": "R2 type",
        "opc": "R3 type",
        "opd": "R4 type",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "f04dbfa1-58b4-4bf0-8239-e06d6f7aa9ee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about roseola infantum",
        "exp": "Roseola infantum or exanthem subitum or sixth disease is caused by human herpes virus 6 and 7(HHV-6 and HHV-7) and echovirus 16. Classically the rash begins suddenly on the day the fever subsides, usually the sixth day, thus called sixth disease. - pink almond shaped macules are the characteristic lesions. Rash first appears on trunk and then spreads to face, neck and proximal extremities. It is non pruritic and rarely becomes confluent. Infectious ness is low. Image: Roseola Infantum Clinical Presentation Reference: Op Ghai paediatrics 9 th edition pg: 212 IADVL&; s concise textbook of dermatology, first edition, pg no: 75",
        "cop": 2,
        "opa": "Defervescene follows the rash",
        "opb": "Caused by HHV 6 and 7",
        "opc": "Slapped check appearance is seen",
        "opd": "Otitis media is common complication",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "ba05fe6e-617a-4c98-95f2-a07f3c437101",
        "choice_type": "multi"
    },
    {
        "question": "Vaccines contraindicated in HIV positive child -",
        "exp": "All live attenuated vaccines are contraindicated in HIV, as it can precipitate the infection due to imnunosuporessio. BCG, OPV, measles are contraindicated in HIV Reference: Essential pediatrics, op ghai, 9 th edition, pg no: 188 189",
        "cop": 1,
        "opa": "OPV",
        "opb": "MMR",
        "opc": "Rabies",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "17cf6c67-b578-4d95-9b25-dc7b169db46f",
        "choice_type": "single"
    },
    {
        "question": "A child with complaints of cough. Characteristic inspiratory whoop. Sample for investigation is ________",
        "exp": "Peussis is an acute highly contagious respiratory tract infection caused by Bordetella peussis. - it is called whooping cough due to the characteristic whoop produced by the air rushing in during inspiration through half open glottis. - diagnosis is mainly based on clinical symptoms. - the sample of choice is nasopharyngeal swab. Reference: Ghai essential pediatrics, eighth edition, pg no: 242, 243",
        "cop": 1,
        "opa": "Nasopharyngeal swab",
        "opb": "Tracheal aspiration",
        "opc": "Cough plate culture",
        "opd": "Sputum culture",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "2d6fd05f-2127-4995-b8cf-327f9ab91a5b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common congenital viral infection?",
        "exp": "*Human CMV is widely distributed. *CMV is the most common cause of congenital infection, which occasionally causes the syndrome of cytomegalic inclusion disease in neonates. Reference: Nelson textbook of pediatrics 21st edition Page 1115",
        "cop": 2,
        "opa": "Rubella",
        "opb": "Cytomegalovirus",
        "opc": "Herpes simplex",
        "opd": "HIV",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "cb06aef1-fe6b-4f60-afdb-5e3daeac7e06",
        "choice_type": "single"
    },
    {
        "question": "In a 3 year old most common cause of Hepatitis B is",
        "exp": "*HBV is transmitted through contact with blood and body fluids of an infected person. *In highly endemic areas, HBV infections occur mainly due to perinatal transmission resulting from carrier mothers to their infants during first 5 years of life. * It may also occur through horizontal transmission from casual contact. * HBV is not transmitted by breastfeeding Reference: OP Ghai pgno 217 9th edition.",
        "cop": 3,
        "opa": "Pin prick",
        "opb": "Saliva exchange",
        "opc": "Perinatal",
        "opd": "Blood transfusion",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "f24f5a9f-0033-47a0-9ce7-fbaeb3d85ef0",
        "choice_type": "single"
    },
    {
        "question": "Trans-placental spread is least associated with?",
        "exp": "HSV infection may be acquired in utero, during the bih process, or during the neonatal period. Intrauterine and postpaum infections occur infrequently. Most cases of neonatal herpes result from maternal infection and transmission usually during passage through a contaminated infected bih canal of a mother with asymptomatic genital herpes. TRANSPLACENTAL spread is associated with the following - Toxoplasmosis, syphilis, parvovirus, rubella, cytomegalovirus (TORCH)infections. some other bacterial infections also occur transplacentally like TREPONEMA pallidum, LISTERIA monocytogenes. Reference: Nelson textbook of pediatrics 19th edition Page 1101",
        "cop": 3,
        "opa": "HBV",
        "opb": "Rubella",
        "opc": "HSV",
        "opd": "HIV",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "8168b04a-22dc-4f58-87d6-990fd0c3fe4d",
        "choice_type": "single"
    },
    {
        "question": "Which is not given at the time of bih?",
        "exp": "Routine vaccination of Hib vaccine is staed at the age of 2 months of age. The vaccine is usually given in infancy as repeated doses together with DPT vaccine. A time lag of 8 weeks between any two doses is ideal. A booster is recommended at 12-18 months of age. Reference: Ghai essential pediatrics 6th edition Page 197",
        "cop": 4,
        "opa": "OPV",
        "opb": "BCG",
        "opc": "Hepatitis B",
        "opd": "HiB",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "1c56b04a-fd5f-41f4-af13-294c3cd5bff9",
        "choice_type": "single"
    },
    {
        "question": "Congenital heart lesion (s) in rubella are",
        "exp": "Cardiac abnormalities occur in half of the children infected during the 1st 8 wk of gestation. Patent ductus aeriosus is the most frequently repoed cardiac defect followed by lesions of the pulmonary aeries and valvular disease. Reference: Nelson textbook of pediatrics 19th edition Page 1077",
        "cop": 1,
        "opa": "VSD",
        "opb": "ASD",
        "opc": "Aoic stenosis",
        "opd": "Coarctation of aoa",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "7cf4a876-5e1f-435e-87d3-9f249ffd7649",
        "choice_type": "single"
    },
    {
        "question": "For the prevention of parent to child transmission of HIV, the NACO's recommendation is to give",
        "exp": "Single dose nevirapine, given once to the mother in labor and once to the newborn infant during 48-72 hrs of life reduces perinatal transmission by 50%. A sho term regime consisting of 300 mg BD zidovudine from 36 weeks of pregnancy and 300 mg every 3 hourly during delivery also offers a 50% reduction in transmission. Reference: Ghai essential pediatrics 9 th edition Page 230",
        "cop": 3,
        "opa": "Nevirapine 200 mg in active labour to mother",
        "opb": "Nevirapine 200 mg, four hours after rupture to membranes, to mother",
        "opc": "Nevirapine 200 mg in active about to mother and syrup nevirapine 2 mg/kg body weight to newborn with 72 hours of delivery",
        "opd": "Syrup nevirapine 2 mg/kg body weight to newborn within 72 hours of bih",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "e57a25e8-5412-467f-b4fa-aa1f634cce1f",
        "choice_type": "single"
    },
    {
        "question": "Which microorganism is responsible for classical presentation of hydrocephalus, chorioretinitis and intracerebral calcification?",
        "exp": "*Toxoplasmosis is caused by toxoplasma Gondi. * the classical triad of toxoplasmosis is intracranial calcification, hydrocephalus and chorioretinitis. Infants asymptomatic at bih may later present with mental retardation and deafness. *The diagnosis is confirmed by demonstrating a positive toxoplasma IgM antibody in the serum of the affected child. Reference: Ghai essential pediatrics, 9 th edition, pg no: 264",
        "cop": 1,
        "opa": "Toxoplasmosis",
        "opb": "Rubella",
        "opc": "Measles",
        "opd": "CMV",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "685ef71d-6778-4cd0-ac81-95491cc04088",
        "choice_type": "single"
    },
    {
        "question": "Newborns have transplacentally acquired immunity against all of the following diseases except",
        "exp": "*Peussis is an acute highly contagious respiratory tract infection caused by BORDETELLA PEUSSIS. * Neither natural disease nor vaccination provides complete or lifelong immunity against peussis re-infection or disease. * Protection against typical disease begins to wane 3-5 yrs after vaccination and is unmeasurable after 12 yrs. Reference: Nelson textbook of pediatrics 21st edition Page 944",
        "cop": 2,
        "opa": "Measles",
        "opb": "Peusis",
        "opc": "Diphteria",
        "opd": "Poliomyelitis",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "905a8752-7267-4a14-8d7c-9588ea311b28",
        "choice_type": "multi"
    },
    {
        "question": "Viral gastroenteritis may be caused by all of the following in infant and young children except",
        "exp": "Coronavirus may cause enteritis or colitis in neonates and infants. Calcivirus is best known for causing large, explosive diarrhea outbreaks among older children and adults. Enteric adenovirus are a common cause of viral gastroenteritis in infants and children causing mild to moderate watery winter diarrhea. Reference: Nelson textbook of pediatrics 19th edition Page 1134 & 1135",
        "cop": 1,
        "opa": "Enterovirus",
        "opb": "Coronavirus",
        "opc": "Calcivirus",
        "opd": "Adenovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "693bb7c9-511b-4f60-a0cd-8c9b9ea3d472",
        "choice_type": "multi"
    },
    {
        "question": "Which vaccine is contraindicated in child with history of convulsions",
        "exp": "After DPT vaccination, due to the peussis component, rarely convulsions may occur either due to the fever or due to an encephalopathy syndrome. An infant who develops convulsions following a dose of DPT should not be given any fuher peussis vaccine; fuher doses should be DT vaccine or tetanus toxoid alone. Febrile convulsions is not a contraindication. Reference: Ghai essential pediatrics 6th edition Page 193. Page 193",
        "cop": 1,
        "opa": "DPT",
        "opb": "Measles",
        "opc": "Typhoid",
        "opd": "BCG",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "7e3e6ba6-d048-48a4-9898-0a23e7be09ea",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved by congenital TB is",
        "exp": "Congenital tuberculosis is rare. The fetus may be infected hematogenously through umbilical vessels. The primary focus in this case is liver. In children with congenital TB, the liver is usually affected first, which adds to the hepatoxicity of the therapeutic regimens currently available Reference: Ghai essential pediatrics, eighth edition, page no: 257",
        "cop": 1,
        "opa": "Liver",
        "opb": "Pancreas",
        "opc": "Kidney",
        "opd": "Lung",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "163d1937-1e93-4caf-a8db-5372f075bbae",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about congenital rubella except",
        "exp": "The risk of congenital defects has been estimated at 90% for maternal infection before 11 wks of gestation, 33% at 11-12 wks, 11% at 13-14 wks, and 24% at 15-16 wks Defects occuring after 16 wks of gestation are uncommon, even if fetal infection occurs. The fetus is completely spared if infection occurs beyond 16 weeks. Reference: Nelson textbook of pediatrics 19th edition Page 1075",
        "cop": 4,
        "opa": "It is diagnosed when the infant has IgM antibodies at bih",
        "opb": "It is diagnosed when Ig G antibodies persist for more than 6 months",
        "opc": "M. C. congenital defects are deafness, congenital heart disease and cataract",
        "opd": "Infection after 16 weeks of gestation result in major congenital defects",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "3d25422a-6d9c-416a-9e9b-bdf8740cd733",
        "choice_type": "multi"
    },
    {
        "question": "Symptomatic neonatal CNS involvement is most commonly seen in Which group of congenital intrauterine infection __________",
        "exp": "Congenital rubella causes chronic meningitis, parenchymal necrosis and vasculitis with calcification. HSV results in HSV encephalitis which is manifested as fever, headache, nuchal rigidity, nausea, vomiting, generalized seizures, and alteration of consciousness. Reference: Nelson textbook of pediatrics 21 st edition Page 1100",
        "cop": 3,
        "opa": "CMV and toxoplasmosis",
        "opb": "Rubella and toxoplasmosis",
        "opc": "Rubella and HSV",
        "opd": "CMV and syphillis",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "25a4947f-5434-4b7f-9dd3-0777851653ae",
        "choice_type": "single"
    },
    {
        "question": "True about measles",
        "exp": "Complications of measles are otitis media, bacterial bronchopneumonia, respiratory complications like laryngitis, tracheitis, bronchitis, giant cell pneumonia and bronchiectasis, GI complications like diarrhea, appendicitis, hepatitis, ileocolitis, acute encephalitis. Post measles encephalitis may occur after recovery. Fatal subacute sclerosing panecephalitis (SSPE)may occur after several yrs of infection. Koplik spots appear opposite the lower second molar of buccal mucosa on second or third day of illness. Rash appear first behind ear, along hairline and on posterior aspect of cheek. Image: Measles causes a red, blotchy rash that usually appears first on the face and behind the ears, then spreads downward to the chest and back and finally to the feet. Reference: Essential pediatrics, op ghai, 9 th edition, pg no: 209& 210",
        "cop": 3,
        "opa": "Rash appear first on leg",
        "opb": "Koplik spots are seen in retina",
        "opc": "Long term complication follows in form of SSPE",
        "opd": "Caused by DNA virus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "995a0766-bf19-4578-916b-e9eb7741b1a9",
        "choice_type": "multi"
    },
    {
        "question": "Diagnosis of toxoplasmosis in newborn is done by?",
        "exp": "- The classical triad of congenital toxoplasmosis is intracranial calcification, hydrocephalus and chorioretinitis. - Diagnosis is confirmed by demonstrating a positive toxoplasma IgM in serum of the affected child. Reference: Ghai essential pediatrics, eighth edition, pg no: 272",
        "cop": 2,
        "opa": "IgG antibody against toxoplasma",
        "opb": "IgM antibodies to toxoplasma",
        "opc": "IgA antibodies to toxoplasma",
        "opd": "IgE antibodies to toxoplasma",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "4fe68c7d-cbb0-4fdf-906e-0f2fd57b68b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following has no role in diagnosis Of childhood TB?",
        "exp": "Antibody detection by ELISA or other methods is of no utility in diagnosis of childhood tuberculosis. Mantoux test is a useful diagnostic aid. An induration of more than 10 mm is suggestive of natural infection. Glands, liver and other tissues may be examined for histological evidence of TB by FNAC. Chest X-ray upright PA view is usually sufficient. Reference: Ghai essential pediatrics 6th edition.",
        "cop": 1,
        "opa": "ELISA",
        "opb": "Mantoux",
        "opc": "CXR",
        "opd": "FNAC",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "8aba7cf7-9002-4e9d-8806-06c10ff6d1b2",
        "choice_type": "single"
    },
    {
        "question": "The diagnosis of a child with small abrasion over face developing fever with chills, induration and fiery red swelling over the face to extending to the ear?",
        "exp": "- Erysipelas is a bacterial infection of skin involving upper subcutaneous tissue with marked dermal lymphatic vessel involvement. - Causative organisms are group A streptococcus and staphylococcus aureus. - Characterised by an erythematous, edematous and painful indurated plaque with sharply demarcated borders. - Face, ear and lower limbs are involved. - Patient May present with history of minor trauma and is associated fever and malaise. FIGURE: Butterfly rash of erysipelas. The sharp demarcation between the salmon-red erythema and the normal surrounding skin is evident. Reference: IADVL&; s concise textbook of dermatology, first edition, pg no: 43",
        "cop": 1,
        "opa": "Erysipalas",
        "opb": "Carbuncle",
        "opc": "Cellulitis",
        "opd": "Anthrax",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "2fea2bf0-6796-4a85-a2dc-a3215e248645",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following does not establish a diagnosis of congenital CMV infection in a neonate?",
        "exp": "Active CMV infection is best confirmed by virus isolation from urine, saliva, bronchoalveolar washings, breast milk, cervical secretions, buffy coat, and tissues obtained by biopsy. Rapid identification is possible with PCR. A primary infection is confirmed by seroconversion or simultaneous detection of IgM & IgG antibodies. IgG antibodies persist for life. Reference: Nelson textbook of pediatrics 21st edition Page 1116",
        "cop": 2,
        "opa": "Urine culture for CMV",
        "opb": "IgG CMV antibodies in blood",
        "opc": "Intra-nuclear inclusion bodies in hepatocytes",
        "opd": "CMV viral DNA in blood by polymerase chain reaction",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "a35c3d46-4a68-472c-a052-7d9535a40668",
        "choice_type": "single"
    },
    {
        "question": "Non immune hydrops fetalis is caused by",
        "exp": "Primary fetal infection is associated with nonimmune fetal hydrops and intrauterine fetal demise, with the risk for fetal loss after infection estimated at <5%. The mechanism of fetal disease appears to be a viral-induced RBC aplasia at a time when the fetal erythroid fraction is rapidly expanding, leading to profound anemia, high-output cardiac failure, and fetal hydrops. Nonimmune type * Three major causes -- parvovirus B 19 -- alfa-thalassemia -- cardiovascular defects, chromosomal anomalies, and fetal anemia Reference: Nelson textbook of pediatrics 19th edition, Page 1096",
        "cop": 4,
        "opa": "HIV",
        "opb": "CMV",
        "opc": "HSV",
        "opd": "Parvovirus B 19",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "8b16fec6-04a4-4359-ba9e-12c0f00ef2c1",
        "choice_type": "single"
    },
    {
        "question": "Initial manifestation as an infection of the limbic regions of the brain is seen in children with the following infection?",
        "exp": "Rabies has 2 principal forms. Encephalitic or \"furious\" rabies begins with nonspecific symptoms, including fever, sore throat, malaise, headache, nausea and vomiting and weakness. These are accompanied by paresthesias and pruritus at or near bite site that extend along the affected limb. Then the patient stas showing typical symptoms of severe encephalitis, with agitation, depressed mentation, and occasionally seizures. Characteristically patients with rabies encephalitis initially have periods of lucidity intermittent with periods of profound encephalopathy. Reference: Nelson textbook of pediatrics 19th edition Page 1155",
        "cop": 2,
        "opa": "Enterovirus",
        "opb": "Rabies",
        "opc": "Epstein-Barr virus",
        "opd": "Cytomegalovirus",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "ac40d2b6-6b88-4528-ac46-fb5f6d21a155",
        "choice_type": "single"
    },
    {
        "question": "Drugs included in ATT for children",
        "exp": "* The principles of therapy in children with tuberculosis are similar to that of adults. Medications used for treatment are Isoniazid, Rifampicin, Streptomycin, Ethambutol, Pyrazinqmide, Ethionamide, Cycloserine. *Sho course therapy with duration of 6 months is now standard practice *In Anti tubercular therapy, streptomycin and ethambutol are first line drugs. Ethionamide is a second line drug. Reference: Ghai essential pediatrics 9 th edition Page 249",
        "cop": 4,
        "opa": "Streptomycin",
        "opb": "Ethionamide",
        "opc": "Ethambutol",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "ebc8fae3-0629-4889-b1d2-466b43dbcd14",
        "choice_type": "multi"
    },
    {
        "question": "In wood lamp examination, Tinea versicolor looks like",
        "exp": "Tinea versicolor is caused by Malassezia furfur. examination shows a golden yellow fluorescence under ultraviolet light of Wood&; s lamp. Reference: Anathanarayan & paniker&; s 9th edition, pg no: 615",
        "cop": 3,
        "opa": "Green",
        "opb": "Red",
        "opc": "Yellow",
        "opd": "Blue",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "e928210e-eb19-40f5-ab22-2bcfdac5ffa7",
        "choice_type": "single"
    },
    {
        "question": "Which vaccines are not given in a 8 yrs old unimmunized child",
        "exp": "BCG vaccination of infants appear to offer significant protection from primary and disseminated tuberculosis including meningitis. In older children it doesn&; t seem to offer protection against secondary tuberculosis. It is generally recommended that peussis vaccine should not be given to children over 5-6 years old. The final dose in IPV series (Salk) should be administered on or after the fouh bihday and atleast 6 months following the previous dose. Reference: Nelson textbook of pediatrics 19th edition Page 888",
        "cop": 4,
        "opa": "Peusis",
        "opb": "Salk vaccine",
        "opc": "BCG",
        "opd": "All",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "893681b3-4822-4221-8c94-4d458668d8b5",
        "choice_type": "multi"
    },
    {
        "question": "Following are complications of chicken pox except",
        "exp": "Chicken pox is caused by varicella zoster virus, a DNA virus of Herpes virus family. It is present in respiratory secretions and skin lesions of an affected child. The poal of entry is the respiratory tract. Secondary bacterial infections of skin lesions is fairly common and occasionally result in necrotising fascitis. Neurologic complications include meningoencephalitis, acute cerebellar ataxia, tranvserse myelitis, landry-guillain-barre syndrome and optic neuritis. other complications include purpura fulminans, cns vasculitis leading to stroke, Auto immune thrombocytopenic purpura and reye syndrome, progressive varicella syndrome is a dreaded complication of pox characterised by continued development of lesions, hemorhagic lesions, coagulopathy and visceral organ involvement including hepatitis, pneumonia and encephalitis. Reference: Essential paediatrics, op ghai, 9 th edition, pg no: 210 & 211",
        "cop": 3,
        "opa": "Meningitis",
        "opb": "Pneumonia",
        "opc": "Enteritis",
        "opd": "Reyes Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "95658a39-3e66-484f-b531-3270a186e3eb",
        "choice_type": "multi"
    },
    {
        "question": "Rubella causes all except",
        "exp": "Rubella: Rubella/ german measles is caused by RNA virus of togavirus family. Rubella inhibits cell division and this is the reason for congenital malformations. Congenital Rubella syndrome refers to infants born with defects secondary to intrauterine infections sometime after bih. It consists of triad of symptoms of deafness, cardiac malformation and cataract. Other defects include glaucoma, retinopathy, microcephalus, cerebral palsy, intrauterine growth retardation, hepatosplenomegaly, mental and motor retardation. Reference: GHAI Essential pediatrics, 9 th edition",
        "cop": 4,
        "opa": "Microcephaly",
        "opb": "VSD",
        "opc": "PDA",
        "opd": "AS",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "62cde5f3-9df6-4dfa-ba6d-ee580e857c09",
        "choice_type": "multi"
    },
    {
        "question": "The most common manifestation of congenital toxoplasmosis",
        "exp": "*Congenital toxoplasmosis is caused by toxoplasma gondi. The transmissibility increases but the risk of feral disease decreases with advancing pregnancy * The classical triad of toxoplasmosis includes intracranial calcification, hydrocephalus and chorioretinitis. Diagnosis is confirmed by demonstrating IgM in serum of the baby Image: Severe, active retinochoroiditis. Reference: Ghai essential pediatrics, 9 th edition, pgno: 264",
        "cop": 2,
        "opa": "Deafness",
        "opb": "Chorioretinitis",
        "opc": "Hepatosplenomegaly",
        "opd": "Thrombocytopenia",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "75f686b2-0de1-4692-b43e-e4369a67efec",
        "choice_type": "single"
    },
    {
        "question": "The disease most likely to result In presents of emotional contact is",
        "exp": "The poal of entry of measles virus is through the respiratory tract or conjunctivae following contact with large droplets or small-droplet aerosols in which the virus is suspended. Reference: Nelson textbook of pediatrics 19th edition. Page 1070",
        "cop": 1,
        "opa": "Measles",
        "opb": "Typhoid",
        "opc": "SSPE",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Infectious disease",
        "id": "440b4ac4-11b7-4662-83dc-45a8644c7e1b",
        "choice_type": "multi"
    }
]