[
    {
        "question": "Amount of Protein present in 100ml of breast milk is",
        "exp": "Amount of Protein present in 100ml of breast milk is: 1. 1 g/dl",
        "cop": 2,
        "opa": "2. 2 g",
        "opb": "1. 1 g",
        "opc": "0. 55g",
        "opd": "3. 3g",
        "subject_name": "Pediatrics",
        "topic_name": "JIPMER 2019",
        "id": "83a46f0a-6314-48e8-b6a9-846317eef4cd",
        "choice_type": "single"
    },
    {
        "question": "A 15 year old boy with paial seizure who develops secondary generalization with tonic clonic seizures should be given",
        "exp": "Carbamazepine or Oxcarbamazepine are the drug of choice for paial seizures with or without secondary generalization. Choice of AED according to the epileptic syndromes: No Epilepsy syndrome First line AED Second line AED 1 Juvenile Myoclonic Epilepsy VPA PB, CZP 2 Progressive Myoclonic Epilepsy VPA CZP 3 Lennox Gastaut Syndrome VPA, LTG, TPM CZP, LEV 4 Infantile Spasm ACTH, VGB VPA, CLB 5 Benign Rolandic Epilepsy CBZ, VPA, LTG PHT, LEV 6 Sever Myoclonic Epilepsy of Infancy CLB, CZP, VPA LEV, Stiripentol 7 Landau Kleffner Syndrome VPA, LTG, STEROIDS LEV, TPM 8 Myoclonic Astatic Epilepsy CZP, ZLB, VPZ LEV, LTG",
        "cop": 1,
        "opa": "Oxycarbamzepine",
        "opb": "Zonisamide",
        "opc": "Lacosamide",
        "opd": "Gabapentin",
        "subject_name": "Pediatrics",
        "topic_name": "JIPMER 2019",
        "id": "76202214-af63-4a96-a0fa-a2ce3727472a",
        "choice_type": "single"
    },
    {
        "question": "Which epileptic syndrome is associated with left hemispheric atrophy in child?",
        "exp": "All the above options are epileptic syndromes, among these only Dyke Davidson Masson syndrome have characteristic Childhood Cerebral Hemiatrophy features. Dyke Davidson Masson syndrome: Hemiatrophy or hypoplasia of unilateral cerebral hemisphere resulting from brain insult in fetal or early childhood period with compensatory ipsilateral calvarial hyperophy Insult could be vascular, congenital or acquired ischemic disease, trauma or inflammation In-utero gestational vascular occlusion involving middle cerebral vascular territory or coarctation of mid-aoic arch may decrease carotid aerial flow Dravet Syndrome- prolonged seizures, psychomotor delay, ataxia. It is characterized by cognitive impairment, behavioral disorders, and motor deficits. Lennox Gastaut syndrome- seizures, cognitive dysfunction, and EEG findings (slow spike wave). West Syndrome- epileptic/infantile spasms, abnormal brain wave patterns (hypsarrhythmia) and intellectual disability.",
        "cop": 2,
        "opa": "Dravet Syndrome",
        "opb": "Dyke Davidson Masson syndrome",
        "opc": "Lennox Gastaut syndrome",
        "opd": "West Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "JIPMER 2019",
        "id": "d7911cf3-fd0b-476e-8a65-a55d98577913",
        "choice_type": "single"
    },
    {
        "question": "Which of the following scoring is done to assess respiratory distress in Neonates?",
        "exp": "The respiratory distress severity in neonate is assessed by 2 scoring systems:* Silverman- Anderson Retraction Score and * Downes Score * Silverman- Anderson Retraction Score - more suited for preterm with Hyaline Membrane Disease while, * Downes Score - can be applied to any gestational age and respiratory condition.",
        "cop": 3,
        "opa": "CRIB score",
        "opb": "APGAR score",
        "opc": "Silverman - Anderson score",
        "opd": "SNAP Score",
        "subject_name": "Pediatrics",
        "topic_name": "JIPMER 2019",
        "id": "5df6f40f-1104-4905-b747-a56e1aa448b8",
        "choice_type": "single"
    }
]