[
    {
        "question": "Which of the following is not a feature of Minimal change disease?",
        "exp": "Ans. is 'a' i. e., Hypertension Minimal change disease (lipoid nephrosis)* Minimal Change Disease is the most common cause of Nephrotic syndrome in children.* Edema and Selective proteinuria are features of nephrotic syndrome. Fever may be present on account of increased susceptibility to infection.* Minimal change disease prsents with insidious onset of nephrotic syndrome in children below 6 years of age.* Hypertension is not a feature of nephrotic syndrome and is rare in Minimal change disease. Hematuria (a finding of nephritic syndrome) is also rare.* Pathological findings include: 1. Light microscopy - No abnormality2. Electron microscopy - Obliteration (loss) and fusion of foot processes of epithelial cells. 3. Immunofluorescence - No deposits of immune reactants4. Serum complements - Normal levels* Urine shows lipid cast, hyaline cast, no RBC or WBC.* Minimal change disease has very good prognosis with excellent response to steroids.",
        "cop": 1,
        "opa": "Hypertension",
        "opb": "Edema",
        "opc": "Proteinuria",
        "opd": "Responsive to steroid therapy",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "e4e4ee27-43e5-4bf5-bced-77043682864d",
        "choice_type": "single"
    },
    {
        "question": "A male child presents with repeated urinary infections and failure to gain weight. A MCU was carried out as shown in plate, most probable diagnosis is?",
        "exp": "a. Posterior urethral valve(Ref: Nelson's 20/e p 2562-2567, Ghai 8/e p 485-486). Voiding cystourethrogram in an infant with posterior urethral valves showing the dilation of the prostatic urethra and the transverse linear filling defect corresponding to the valves.",
        "cop": 1,
        "opa": "Posterior urethral valve",
        "opb": "Meatal stenosis",
        "opc": "Bladder diverticula",
        "opd": "Bladder polyp",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "a2b10a38-64ba-49b9-ade5-33cd060ba460",
        "choice_type": "single"
    },
    {
        "question": "Best method of estimation of amount of proteinuria in a child with nephrotic syndrome is -",
        "exp": "Ans. is 'b' i. e., 24 hr urine for protein and creatinine Methods Available to Test for Proteinuria. Method. Indications. Normal Range. Comments. Dipstick testing. Routine screening for proteinuria performed in the office. Negative of trace in a concentrated urine specimen (specific gravity: > 1. 020). False-positive test can occur if urine is very alkaline (pH > 8. 0) or very concentrated (specific gravity: > 1. 025)24hr urine for protein and creatinine* excretion. Quantitation of proteinuria (as well as creatinine clearances)<100 mg/m2/24hr or < 150 mg/24 hr in a documented 24 hr collection. More accurate than spot urine analysis: inconvenient for patient; limited use in pediatric practice. Spot urine for protein/ creatinine ratio-preferably on first morning urine specimen. Semiquantitative assessment of proteinuria.< 0. 2 mg protein/mg creatinine in children > 2yr old.< 0. 5 mg protein/mg creatinine in those 6-24 mo old. Simplest method to quantitate proteinuria: less accurate than measuring 24hr proteinuria. Microalbuminuria. Assess risk of progressive glomerulopathy in patients with diabetes mellitus.< 30mg urine albumin per gram of creatinine on first morning urine. Therapy should be intensified in diabetics with microablbuminuria.",
        "cop": 2,
        "opa": "Dipstick testing",
        "opb": "24 hr urine for protein and creatinine",
        "opc": "Spot urine sample for protein/ creatinine ratio",
        "opd": "Microalbuminuria",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "2e09fc7b-62d5-42c4-b734-27f4770c8f6d",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of renal scarring in a 3 years old child is:",
        "exp": "c. Vesicoureteral reflux induced pyelonephritis(Ref: Nelson's 20/e p 2562-2567. Ghai 8/e p 485-486). Most common cause of renal scarring in a child is VUR-induced pyelonephritis.",
        "cop": 3,
        "opa": "Trauma",
        "opb": "Tuberculosis",
        "opc": "Vesicoureteral reflux induced pyelonephritis",
        "opd": "Interstitial nephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "229d0293-4026-41a2-b998-6cc9e8fd2185",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of nephrotic syndrome in paediatric age group is",
        "exp": "Ans. a (Minimal change disease). Refer to Q. No. 49 of Pathology section of same paper. Minimal-Change Disease (Lipoid Nephrosis)# This relatively benign disorder is the most frequent cause of the nephrotic syndrome in children.# It is characterized by glomeruli that have a normal appearance by light microscopy but show diffuse effacement of podocyte foot processes when viewed with the electron microscope.# Although it may develop at any age, this condition is most common between ages 1 and 7 years.# When the changes in the podocytes reverse (e. g., in response to corticosteroids), the proteinuria remits.",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "Membranous glomerulonephritis",
        "opc": "Malarial infection",
        "opd": "Mesangioproliferative glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "0d504d21-0926-4976-8ccc-1d77482128a2",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old male child presents with fever, anemia and azotemia after an episode of dysentery 9 days earlier. The commonest organism responsible for this condition is?",
        "exp": "b. E. coli(Ref: Nelson's 20/e p 2540-2543, Ghai 8/e p 487-491). The given condition is most likely HUS for which the most common organism is E. coli, among the given options",
        "cop": 2,
        "opa": "Meningococcus",
        "opb": "E. coli",
        "opc": "E. histolytica",
        "opd": "Staphylococcus",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "7c896a1f-7024-43ff-a82a-e86700f71ac9",
        "choice_type": "single"
    },
    {
        "question": "A 5 years old child presents with perivascular IgA deposition and neutrophilic collection. There is erythematous rash on the lower limb and non blanching purpura. Probable diagnosis is:",
        "exp": "a. Henoch-Schonlein purpura(Ref: Nelson's 20/e p 1216, Ghai 8/e p 632-633). The typical non blanching purpura with presence of IgA and neutrophils around vessels confirms the diagnosis of H. S. PAlthough palpable purpura may be present in Wegener's granulomatosis, biopsy characteristically shows necrotizing granulomatous vasculitis.",
        "cop": 1,
        "opa": "Henoch-Schonlein purpura",
        "opb": "Wegener's granulomatosis",
        "opc": "Vasculitis",
        "opd": "Kawasaki diseases",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "5f37ba67-2289-410c-b471-c35d4097650b",
        "choice_type": "single"
    },
    {
        "question": "A 5 years old child suffering from nephrotic syndrome is responding well to steroid therapy. What would be the most likely finding on light microscopy?",
        "exp": "a. No finding(Ref: Nelson's 20/e p 2521-2528). This is a case of typical MCNS (Minimal Change Nephrotic Syndrome) with a good response to steroid therapy.",
        "cop": 1,
        "opa": "No finding",
        "opb": "Basement membrane thickening",
        "opc": "Hypercellular glomeruli",
        "opd": "Fusion of foot process",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "d0bf94d5-d539-4c57-b22b-430f69385ed0",
        "choice_type": "single"
    },
    {
        "question": "A3 week old child presents with an abdominal mass. What is the most common cause of the presentation?",
        "exp": "Ans. is 'c' i. e., Multicystic dysplastic kidney Multicystic renal dysplasia (multicystic dysplastic kidney)* Multicystic dysplastic kidney is a congenital condition in which the entire kidney is dysplastic with a preponderance of cysts.* It can result from ureteral atresia. Kidney size is highly variable.* Kidney is replaced by multiple cysts of varying sizes that do not communicate and no identifiable parenchyma is present.* MCDK usually is unilateral and generally is not inherited. Bilateral MCDKs are incompatible with life.* Contralateral vesicouretral reflux is present in 15% cases. Contralateral hydronephrosis is present in 5 - 10% cases.* It is the most common cause of an abdominal mass, but the vast majority are nonpalpable at birth and it is the most common cystic disease in neonates.* In most cases, it is discovered incidentally during prenatal sonography.* In some patients, the cysts are identified prenatally, but the cysts regress in utero and no kidney is identified on imaging at birth.* Sonography shows the characteristic appearance of a kidney replaced by multiple cysts of varying sizes that do not communicate, and no identifiable parenchyma is present",
        "cop": 3,
        "opa": "Neuroblastoma",
        "opb": "Wilms tumor",
        "opc": "Multicystic dysplastic kidney",
        "opd": "Distended bladder",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "8892a895-8b03-4e5c-a14c-d732e70156c1",
        "choice_type": "single"
    },
    {
        "question": "A 4 years old child presented with generalized edema and ascites. There was no hypertension or hematuria. Renal function tests were normal. Urinalysis revealed massive proteinuria. Most probable underlying cause is:",
        "exp": "Ans b. Minimal change disease. Generalized edema in a child with massive proteinuria, with no hypertension or hematuria & normal renal function suggests a diagnosis of Nephrotic syndrome due to minimal change disease;",
        "cop": 2,
        "opa": "Membranous glomerulonephritis",
        "opb": "Minimal change disease",
        "opc": "Post streptococcal glomerulonephritis",
        "opd": "IgA nephropathy",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "e894db7a-1f0e-4d08-b8f4-f31aaacaab93",
        "choice_type": "single"
    },
    {
        "question": "Potter's Facies is seen with -",
        "exp": "Ans. is 'b' i. e., Bilateral renal agenesis Potter syndromei) Bilateral renal agenesisii) Pulmonary hypoplasiaiii) Potter facies -widely separated eyes with epicanthic folds, low set ears, broad compressed flat nose, receding chin. Maternal USG demonstratesi) Oligohydramniosii) Nonvisulization of bladderiii) Absent kidney",
        "cop": 2,
        "opa": "Xanthogranulomatous pyelonephritis",
        "opb": "Bilateral renal agenesis",
        "opc": "Hepatic fibrosis",
        "opd": "Kasbach Merritt Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "ddc09517-5f35-4fad-8316-728afe043141",
        "choice_type": "single"
    },
    {
        "question": "A 8 years old child with BP 180/100 mm Hg, Blood Urea 90 mg/dl, creatinine 5. 3 mg/dl, urinalysis shows 15-20 pus cells, 1-2 RBC, protein 1+; Most likely diagnosis is:",
        "exp": "d. Chronic interstitial nephritis with VUR(Ref: Nelson's 20/e p 2537, Ghai 8/e p 483). In the given clinical scenario, child has hypertension, renal failure (increased urea and creatinine), pyuria, absence of hematuria (presence of 5. RBCs/HPF is considered significant) and mild proteinuria, Out of the options given, Chronic Interstitial Nephritis with VUR seems most appropriate diagnosis. Chronic Interstitial disease. In children, it commonly occurs as a result of underlying obstructive uropathy or VURPresence of urinary tract infection due to VUR explains the presence of pus cell on urinanalysis. Hypertension is common in chronic interstitial nephritis; Proteinuria is mild <1. 5g/day. About other options: a. Post-infective glomerulonephritis: Absence of hematuria and presence of mild proteinuria rules out post infective glomerulonephritis. It is always accompanied by significant proteinuria and hematuriab. Accelerated hypertension with acute renal failure: This cannot explain the presence of pus cells on urinalysisc. Idiopathic RPGN: This also does not explain the presence of pus cells on urinalysis.",
        "cop": 4,
        "opa": "Post Infective glomerulonephritis",
        "opb": "Accelerated hypertension with ARF",
        "opc": "Idiopathic RPGN",
        "opd": "Chronic interstitial nephritis with VUR",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "7ec3cd42-e42f-4d9e-ae3d-c0d3db10a0b3",
        "choice_type": "single"
    },
    {
        "question": "A 10 years old boy is having polyuria, polydipsia. Laboratory data showed (in meq/L): Na+ - 154K+ - 4. 5. HCO3- - 22S. Osmolality - 295B. Urea-50. Uric specific gravity - 1. 005. What is the diagnosis?",
        "exp": "a. Diabetes insipidus(Ref: Nelson's 20/e p 348-349, Ghai 8/e p 501-519). The given child in question has presented with clinical features: Polyuria, polydipsia. Lab data: Hypernatremia (S. Na+ - 154meq/L), Raised S. Osmolality (S. Osmolality - 295), Raised B. Urea (B. urea - 50), Normal K+, HCO - (4. 5, 22 respectively). The given clinical and laboratory features are compatible with a diagnosis of diabetes insipidus",
        "cop": 1,
        "opa": "Diabetes insipidus",
        "opb": "Renal tubular acidosis",
        "opc": "Bartter's syndrome",
        "opd": "Recurrent UTI",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "95cf9e4b-e7f8-4afa-8c2d-2e30fdc8f074",
        "choice_type": "single"
    },
    {
        "question": "Most common nephropathy in world is?",
        "exp": "a. IgA nephropathy(Ref: Nelson's 20/e p 2496). High Yield Points: IgA nephropathy is the most common type of glomerulonephritis worldwide. IgA nephropathy is the most common cause of gross hematuria",
        "cop": 1,
        "opa": "IgA nephropathy",
        "opb": "FSGS",
        "opc": "Minimal Change ds",
        "opd": "Adult PSGN",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "c80324a1-dc52-47dd-8feb-0e45abcf6c20",
        "choice_type": "single"
    },
    {
        "question": "Maximum urine osmolality in preterm neonate:",
        "exp": "c. 500(Ref: Nelson 20/e 349; Pediatric Urology By John G. Gearhart pg 15-20). Premature infants have an even more limited capacity to concentrate their urine than those born at term, with a maximum urine osmolality of about 500m. Osm/kg. H2 O.",
        "cop": 3,
        "opa": "200",
        "opb": "400",
        "opc": "500",
        "opd": "800",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "230bf10b-5d24-4d34-bdf8-bac07cc9030f",
        "choice_type": "single"
    },
    {
        "question": "A child develops non-blanching macules and papules on lower extremities, mild abdominal pain and skin biopsy showed IgA deposition. Most appropriate diagnosis is:",
        "exp": "b. Henoch Schonlein purpura(Ref: Nelson's 20/e p 1612, Ghai 8/e p 632). Classification criteria for H. S. purpura according to Pediatric Rheumatology European Society: Palpable purpura (in absence of coagulopathy or thrombocytopenia) and 1 or more of the following criteria: Diffuse abdominal pain. Arthritis or arthralgia. Biopsy of affected tissue demonstrating predominant IgA deposition. Renal involvement (proteinuria, hematuria or red cell casts). Hence, it is a typical case presentation of Henoch-Schonlein purpura.",
        "cop": 2,
        "opa": "Drug induced vasculitis",
        "opb": "Henoch Schonlein purpura",
        "opc": "Wegener's granulomatosis",
        "opd": "Kawasaki disease",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "a1f3cb36-a88d-418a-ba09-ac507d7b80e0",
        "choice_type": "single"
    },
    {
        "question": "A 8 years old male had non blanching rashes over the skin and swelling of knee joint with hematuria +++ and protein + in urine. Microscopic analysis of his renal biopsy specimen is most likely to show:",
        "exp": "c. Mesangial deposits of IgA(Ref: Nelson's 20/e p 1612, Ghai 8/e p 632). The given case scenario (palpable purpura, arthritis, hematuria and proteinuria) suggests a diagnosis of Henoch Schonlein purpura. In H. S. purpura and IgA nephropathy, IgA deposits are present in mesangium (by immunofluorescence)",
        "cop": 3,
        "opa": "Tubular necrosis",
        "opb": "Visceral podocyte fusion",
        "opc": "Mesangial deposits of IgA",
        "opd": "Basement membrane thickening",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "5729977e-5978-4548-a0ca-9404a081c3e2",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old boy is brought with history of decreased urine output, cola colored urine and swelling of the face and hands of 2 days duration. He is hypertensive, has a puffy face and pitting edema of the lower limbs. He has history of skin lesions 4 weeks earlier. A diagnosis of post streptococcal glomerulonephritis is made. If an antibiotic is to be used to limit the spread of the nephritogenic organisms, the drug of choice is?",
        "exp": "b. Penicillin(Ref: Nelson 20/e p 2500-2501, Ghai 8/e p 474-477). Treatment of PSGNManagement is directed at treating the acute effects of renal insufficiency and hypertension. Although a 10 day course of systemic antibiotic therapy with penicillin is recommended to limit the spread of the nephritogenic organisms, antibiotic therapy does not affect the natural history of PSGNTreatment of hypertension: Calcium channel antagonists, vasodilators, or angiotensin-converting enzyme inhibitors.",
        "cop": 2,
        "opa": "Cefixime",
        "opb": "Penicillin",
        "opc": "Meropenem",
        "opd": "Amoxycillin",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "9b886762-9cce-4705-956a-0f8c22cbae63",
        "choice_type": "single"
    },
    {
        "question": "Investigation of choice in VUR",
        "exp": "c. Voiding cystourethrogram(Ref: Nelson's 20/e p 2562-2567, Ghai 8/e p 485-486). The most useful process for conclusive diagnosis of VUR is micturating cystourethrogram (MCU)MCU demonstrates the grade of reflux as well as urethral anatomy. Radionuclide imaging is sensitive at detecting reflux but does not demonstrate anatomic details",
        "cop": 3,
        "opa": "Ultrasound",
        "opb": "MRI",
        "opc": "Voiding cystourethrogram",
        "opd": "Cystoscopy",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "1d468343-c892-4f36-a8e4-e3f20347ad69",
        "choice_type": "single"
    },
    {
        "question": "Edema in nephrotic syndrome is mainly due to:",
        "exp": "c. Hypoalbuminemia(Ref: Nelson 20/e p 2521 and Harrison 19th ed/pg 253). Edema is the most common presenting symptom of children with nephrotic syndrome. Causes of Edema: In Nephrotic Syndrome: (primarily hypoalbuminemia). Primary alteration in the nephrotic syndrome is a diminished colloid oncotic pressure due to losses of largequantities (3. 5g/day) of protein into the urine. With severe hypoalbuminemia and reduced colloid osmotic pressure, the sodium and water that are retained cannot be restrained within the vascular compartment, 50 total and effective arterial blood volumes decline. This process initiates the edema-forming sequence of events described above, including activation of the RAASIn Nephritic Syndrome: Edema that occurs associated with hematuria, proteinuria, and hypertension. Although some evidence supports the view that the fluid retention is due to increased capillary permeability, in most instances, the edema results from primary retention of sodium and water by the kidneys owing to renal insufficiency",
        "cop": 3,
        "opa": "Sodium and water retention",
        "opb": "Increased venous pressure",
        "opc": "Hypoalbuminemia",
        "opd": "Hyperlipidemia",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "603d496c-f0cd-49c0-b6a7-62a0b27a4488",
        "choice_type": "single"
    },
    {
        "question": "Least likely cause of renal papillary necrosis?",
        "exp": "c. Posterior urethral valves(Ref: Nelson's 20/e p 2562-2567. Ghai 8/e p 485-486). Sickle cell disease, use of analgesics and Diabetes are important causes of Renal papillary necrosis.",
        "cop": 3,
        "opa": "Sickle cell disease",
        "opb": "Analgesic nephropathy",
        "opc": "Posterior urethral valves",
        "opd": "Diabetes with UTI",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "b59ed9bb-5650-455f-82d7-de06dc5d0103",
        "choice_type": "single"
    },
    {
        "question": "An infant with failure to thrive, hypertension, metabolic alkalosis and hyperkalemia presents to a clinician. Most probable cause is",
        "exp": "d. Gordon syndrome(Ref: Nelson 20/e p 2535). Out of the given causes, hyperkalemia is seen only in Gordon syndrome. Gordon syndrome or familial hyperkalemic hypertension, is due to gain-of-function mutations in WNK1 & ioss-of-funotion mutations in WNK4 in distal convoluted tubule, leading to excessive NCCT-mediated salt reabsorption with the clinical picture of pseudohypoaldosteronism type 2. Liddle syndrome is due to gain-of-function mutations of the gene that encodes the epithelial sodium channel in the collecting duct, leading to hypertension, hypokalemia & suppressed aldosterone",
        "cop": 4,
        "opa": "Liddle's syndrome",
        "opb": "Bartter's syndrome",
        "opc": "Gittelman's syndrome",
        "opd": "Gordon syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "690f8f8e-3dda-4f40-a25a-74cc9482f71b",
        "choice_type": "single"
    },
    {
        "question": "Wilm's tumour commonly presents as",
        "exp": "(Abdominal mass): Ref: 574-G (592-Ghai 7th)WILM'S TUMOR or nephroblastoma is the most common malignant tumour of the kidney* 80% of children under the 5 years (mean age 3years/* Congenital anomalies particularly -- Aniridia- Hemihypertrophy- Beckweith - Wiedmann syndrome- Mental retardation* Deletion in the region of 11 p 13. Clinical Presentation* Most of the patients presents with a asymptomatic abdominal mass* Hematuria (10- 25%) Hypertension (about 25%)* Other frequent symptoms - abdominal pain (30%) fever (20%) anorexia and vomiting* Ultrasound scanning is the most important investigation",
        "cop": 2,
        "opa": "Pain in the abdomen",
        "opb": "Abdominal mass",
        "opc": "Fever",
        "opd": "Hematuria",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "776d8c50-c7e4-4ace-80c3-eda5e16aea3d",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of hemolytic uremic syndrome is:",
        "exp": "a. E. coli(Ref: Nelson's 20/e p 2508-2510, Ghai 8/e p 492-493). Etiology of HUS: HUS usually follows an episode of acute gastroenteritis (less commonly, upper respiratory infection). The organisms responsible for HUS are: E. coli (most common) esp EHEC (shiga toxin producing). Salmonella; Shigella dysenteriae. Streptococcus pneumoniae. Bartonella; Campylobacter. Viruses (Coxsackie virus, echovirus, influenza, varicella, HIV, EBV)",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Shigella",
        "opc": "Salmonella",
        "opd": "Pseudomonas",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "03977770-8874-43e5-87ee-0c5569e015a0",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary hypoplasia with urinary problems is associated with -",
        "exp": "Ans. is 'b' i. e., Potter's syndrome Potter's syndromeo Potter syndrome refers to the typical physical appearance and associated pulmonary hypoplasia of a neonate as a direct result of oligohydramnios and compression while in utero. o In Potter syndrome, the primary problem is kidney failure mostly due to renal agenesis. The kidneys fail to develop properly as the baby is growing in the womb.",
        "cop": 2,
        "opa": "Mobius syndrome",
        "opb": "Potter's syndrome",
        "opc": "Patau Syndrome",
        "opd": "WAGR syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "e21a07a3-39b8-4066-9fb6-0bebf3f11740",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of acute retention of urine in a child of 2 years age:",
        "exp": "c. Meatal ulceration with scabbing(Ref: Nelson's 20/e p 2562-2567, Ghai 8/e p 485-486). Meatal ulceration with scabbing can cause acute retention of urine. Dont get confused by option 'a'- Though posterior urethral valve is the most common cause of obstructive uropathy in children, it does not cause acute retention. Posterior urethral valve usually presents with chronic obstructive symptoms like weak urinary stream, distended bladder, uremia or sepsis caused by infection in the obstructed urinary tract. Urethral stone may cause obstruction, but the most common presentation is hematuria with or without pain.",
        "cop": 3,
        "opa": "Posterior urethral valve",
        "opb": "Duplication of renal pelvis",
        "opc": "Meatal ulceration with scabbing",
        "opd": "Urethral stones",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "421cafff-2243-4e46-9d76-cc101def93c8",
        "choice_type": "single"
    },
    {
        "question": "Best method of estimation of amount of proteinuria in a 2 year child with nephrotic syndrome is",
        "exp": "c. Spot urine sample for protein/creatinine ratio(Ref: Nelson 20/e 2518). Though 24 hr urine for protein and creatinine, is more accurate, but due to difficulty in collecting 24 hour urinary sample in children, Spot urine sample for protein/creatinine ratio is preferred.",
        "cop": 3,
        "opa": "Dipstick testing",
        "opb": "24 hr urine protein",
        "opc": "Spot urine sample for protein/creatinine ratio",
        "opd": "Microalbuminuria",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "cee9fc3f-1d28-4832-ad61-f36d55fe76f8",
        "choice_type": "single"
    },
    {
        "question": "Wilms tumor commonly presents as:",
        "exp": "Ans: c (Abdominal mass) Ref: Nelson, 18th ed, p. 2141; 17th ed, p. OPGhai, 6th ed, p. 574. Most of the patients with wilms tumor present as asymptamatic abdominal mass. Wilm tumour* Also called nephroblastoma* Most common cancer of kidney in children* Second most common abdominal malignancy in children (neuroblastoma is the most common abdominal malignancy)* Most important prognostic factor is its histologic type* It is a complex mixed embryonal neoplasm of kidney composed of 3 elements-- blastema, epithelia, stroma* Usually occurs between 2-5 years of age* Incidence of bilateral wilm tumour is 7%* Chromosomal anomaly associated with wilms tumor is deletion of chr 11 pi 3 (WT1 gene). Significant associated anomalies include. WAGRDennys Drash syndrome. Wilms tumor. Aniridia. Genitourinary abnormality. Mental retardation. Wilms tumor. Early onset renal failure. Mesangial sclerosis. Male pseudohermaphroditism. Beckwith Wiedman syndrome. Wilm organomegaly of kidney, adrenal, liver and pancreas. Hemihypertrophy. Macroglossia. Omphalocele. Most common and earliest manifestation is painless abdominal lump (usually discovered by the mother while routinely bathing the baby). Histologically divided into two types* Unfavourable histology* Favourable histology. Unfavourable histology. Three sub types:* Anaplastic* Clear cell -- commonly metastasise to bone* Rhabdoid -- commonly metastasise to brain",
        "cop": 3,
        "opa": "Haematuria",
        "opb": "Abdominal pain",
        "opc": "Abdominal mass",
        "opd": "Intracranial metastasis",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "ee8f0d97-2131-4d4e-ab34-adb08c9ceb6a",
        "choice_type": "single"
    },
    {
        "question": "In Potters syndrome - primary pathology is:",
        "exp": "b. Renal agenesis(Ref: Nelson 20/e 2513). Components of oligohydramnios complex (Potter syndrome), including low-set ears, micrognathia, flattened nose, limb positioning defects, intrauterine growth restriction & death may result from pulmonary hypoplasia. Bilateral renal agenesis is incompatible with extrauterine life & produces the Potter syndrome.",
        "cop": 2,
        "opa": "Oligohydramnios",
        "opb": "Renal agenesis",
        "opc": "Dysmorphism",
        "opd": "Limb defects",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "1d86ada0-1ad4-4545-aa5b-d38c6a5f7535",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of posterior urethral valve:",
        "exp": "b. Painful stress incontinence(Ref: Nelson's 20/e p 2562-2567, 2573, Ghai 8/e p 485-486). High Yield Points: Posterior urethral valves are the commonest cause of lower urinary tract obstruction in boys. In PUV, Prostatic urethra dilates, & bladder muscle undergoes hypertrophy; Hydronephrosis or renal dysplasia may also develop; Vesicoureteral reflux occurs in 50% and 30% of patients experience end stage renal disease or chronic renal insufficiency.",
        "cop": 2,
        "opa": "Palpable bladder",
        "opb": "Painful stress incontinence",
        "opc": "Recurrent UTI",
        "opd": "Hydronephrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "d489d9dc-3d63-473d-abd7-33d7fb7ce089",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old child presented with a history of respiratory distress, altered sensorium & not passing urine for the last 15 hours. What is the procedure shown below that can be done as a part of emergency management of this child?",
        "exp": "Ans. b. Peritoneal dialysis. This child presented with a history suggestive of acute kidney injury; The given picture shows a stiff catheter inserted into the abdomen for peritoneal dialysis;",
        "cop": 2,
        "opa": "Hemodialysis",
        "opb": "Peritoneal dialysis",
        "opc": "Kidney biopsy",
        "opd": "Hydration therapy",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "511eef66-dbc7-49ba-bd79-6c188f464f5c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is the most common cause of abdominal mass in neonates?",
        "exp": "d. Multicystic dysplastic kidneys(Ref: Nelson's 20/e p 2555, Ghai 8/e p 509)a. Neuroblastoma is the MC extra cranial solid tumor in children & most commonly diagnosed malignancy in infantsb. Wilm's tumor or Nephroblastoma is the most common primary malignant renal tumor of childhood and the second most common malignant abdominal tumor in childhoodc. Distended bladder: examination after voiding rules out swelling due to distended bladderd. Multi cystic dysplastic kidney (MCDK) is the most common cause of an abdominal mass in the newborn, but the vast majority are non palpable at birth.",
        "cop": 4,
        "opa": "Neuroblastoma",
        "opb": "Wilm's tumor",
        "opc": "Distended bladder",
        "opd": "Multicystic dysplastic kidneys",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "ae5551fd-bb98-44c5-8349-03744dddffb2",
        "choice_type": "single"
    },
    {
        "question": "The most common congenital anomaly of the urinary tract:",
        "exp": "b. Hypospadias(Ref: Nelson 20/e p 2573-2578). Hypospadias is a urethral opening on the ventral surface of the penile shaft affecting 1 in 250 male newborns. Exstrophy of urinary bladder: It occurs in 1 in 35, 000-40, 000 births; Male: female ratio is 2: 1. Severity ranges from simple epispadias (in boys) to cloacal exstrophy. Posterior urethral valve: The most common cause of severe obstructive uropathy in children is posterior urethral valves, affecting 1 in 8, 000 boys.",
        "cop": 2,
        "opa": "Epispadias",
        "opb": "Hypospadias",
        "opc": "Exstrophy of bladder",
        "opd": "Posterior urethral valve",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "58ced888-6191-4c87-8af0-318b89af9ef2",
        "choice_type": "single"
    },
    {
        "question": "In minimal change disease, which of the following is seen?",
        "exp": "d. No immunodeposits(Ref: Nelson's 20/e p 2521-2528, Ghai 8/e p 477-482). In minimal change disease: Light microscopy: Glomeruli appear normal: No Ig/complement deposits, GBM: normal. Immunofluorescence microscopy: No electron-dense deposits. Electron microscopy: Diffuse effacement of foot processes of podocytes (\"podocytopathy\").",
        "cop": 4,
        "opa": "Immunodeposits in glomerulus",
        "opb": "Immunodeposits in mesangium",
        "opc": "Immunodeposits in blood vessels",
        "opd": "No immunodeposits",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "c39a973f-7a97-4454-a91d-51d20dbc3369",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old child presented with decreased urine output for last 20 hours & petechial spots over the body. There was a history of diarrhea 2 weeks prior to this. Blood investigations revealed a Hb level of 7 g/dl, TLC 11, 800/mm3, Platelet count of 35, 000/mm3. His peripheral smear findings are shown below. What is the diagnosis?",
        "exp": "Ans d. Hemolytic uremic. Peripheral smear showing schistocytes in a child with oliguria, thrombocytopenia & a history of recent syndrome diarrhea suggest a diagnosis of Hemolytic uremic syndrome",
        "cop": 4,
        "opa": "Malaria",
        "opb": "Idiopathic thrombocytopenic purpura",
        "opc": "Acute tubular necrosis",
        "opd": "Hemolytic uremic syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "3a47f817-d350-4848-84d5-5ac84811472a",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of renal scarring in a 3 year old child is-",
        "exp": "Ans. is 'b' i. e., Vesicoureteric reflux * Most common cause of renal scarring in a 3 year old child: VUR induced pyelonephritis.* Renal scarring is most commonly a result of chronic pyogenic infection of the kidney or chronic pyelonephritis. Chronic pyelonephritis occurs only in patients with major anatomic abnormalities, such as obstructive uropathy, struvite calculi or, most commonly, VUR (in 30 to 45% of young children with symptomatic UTI).",
        "cop": 2,
        "opa": "Pelviureteric junction obstruction",
        "opb": "Vesicoureteric reflux",
        "opc": "Urinary tract infection",
        "opd": "Posterior urethral valves",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "f942c3d9-2d34-47ee-95e5-fb2aefbada5f",
        "choice_type": "single"
    },
    {
        "question": "A10-year-old girl present with polyuria and polydipsia with hypokalemia, hypercalciuria and metabolic alkalosis. What is the probable diagnosis?",
        "exp": "Ans: (c) Bartter syndrome. Ref: Nelson Textbook of Pediatrics, 20th edition, Page 2534. BARTTER SYNDROME (AUTOSOMAL RECESSIVE). Clinical Subtypes: Antenatal Bartter syndrome (Hyperprostaglandin E syndrome): Mutations-genes that encode the sodium potassium 2 chloride transporter NKCC2 (the site of action of furosemide) or. The luminal potassium channel ROMK - cause neonatal Bartter syndrome. Present with polyhydramnios, salt wasting and severe dehydration. Classic Bartter syndrome: Defects-genes that produce the basolateral chloride channel CIC-Kb. Presents milder in childhood with failure to thrive and a history of recurrent episodes of dehydration. Pathogenesis. Defect in sodium, chloride and potassium transport in the ascending loop of Henle. Hypokalemic metabolic alkalosis with hypercalciuria (similar to chronic loop diuretic use). The loss of sodium and chloride, with resultant volume contraction, stimulates the renin/angiotensin 11/ aldosterone axis. Aldosterone promotes sodium uptake and potassium secretion, exacerbating the hypokalemia. It also stimulates hydrogen ion secretion distally, worsening the metabolic alkalosis. Hypokalemia stimulates prostaglandins, which further activate the renin/angiotensin ll/aldosterone axis. Clinical Manifestations In Smaller Children. Consanguinity with history of polyhydramnios. Triangular facies, protruding ears, large eyes with strabismus and drooping mouth. In Older Children. History of recurrent episodes of dehydration, failure to thrive, Hypokalemic metabolic alkalosis, Urinary calcium, potassium and sodium levels - elevated. Serum renin, aldosterone and prostaglandin E levels - elevated (antenatal form). Blood pressure is usually normal, except in antenatal form - have severe salt wasting. Renal function is typically normal, Ultrasound shows Nephrocalcinosis, due to hypercalciuria. Diagnosis - Based clinical presentation + laboratory findings. (Severe hypokalemia, usually <2. 5mmol/L, with metabolic alkalosis. Hypercalciuria is typical). Differential Diagnosis: 1. Diuretic abuse. 2. Chronic vomiting - Measurement of urinary chloride (elevated - Bartter syndrome and low in patients - chronic vomiting). Treatment and Prognosis. Prevent dehydration and maintaining nutritional status. Correcting hypokalemia (at very high doses). Sodium supplementation - Infants and young children. Indomethacin, a prostaglandin inhibitor, may also be effective. Long-term prognosis is generally good. Chronic hypokalemia, nephrocalcinosis and chronic indomethacin therapy can lead to chronic interstitial nephritis and chronic renal failure. GITELMAN SYNDROME (AUTOSOMAL RECESSIVE). Causes hypokalemic metabolic alkalosis, hypocalciuria and hypomagnesemia. Pathogenesis. Defects - in sodium chloride co-transporter NCCT, present in the distal convoluted tubule (resembles chronic thiazide diuretic use). Clinical Manifestations. Present late in childhood with history of recurrent muscle cramps and spasms due to hypomagnesemia. No history of recurrent episodes of dehydration. Biochemical abnormalities include hypokalemia, metabolic alkalosis and hypomagnesemia. The urinary calcium level is usually very low and urinary magnesium level is elevated. Prostaglandin E secretion, Renin and aldosterone levels - normal. Diagnosis - Adolescent - with hypokalemic metabolic alkalosis, hypomagnesemia and hypocalciuria. Treatment - Correcting hypokalemia and hypomagnesemia. Liddle Syndrome: In collecting duct - gain of function mutations of the gene coding (epithelial sodium channel). Causes an inherited form of hypertension with hypokalemia and suppressed aldosterone. Loss of function mutations - pseudo hypoaldosteronism (severe sodium wasting and hyperkalemia). X (RECESSIVE)-linked nephrolithiasis (Dent disease). Mutations in the gene - voltage-gated chloride channel CLN5 (present throughout the nephron). Characterized by recurrent stone formation and progression to Fanconi syndrome. In loop of Henle - activating (severe hypoparathyroidism) and inactivating mutations (hyperparathyroidism) in the calcium receptor gene (which mediates parathyroid hormone-induced calcium uptake). ALPORT SYNDROME (AS) - (HEREDITARY NEPHRITIS)X-linked disease (85%) - Mutations in the genes coding for type IV collagen (gene - major component of basement membranes). Autosomal recessive - mutations in the COL4. A3 and COL4. A4 genes on chromosome 2. Autosomal dominant form also occurs. Clinical Manifestations Renal manifestations: Asymptomatic intermittent microscopic hematuria. Recurrent episodes of gross hematuria occurring 1-2 days after an upper respiratory infection. Proteinuria - frequently seen in males but may be absent in females. Progressive proteinuria can be severe enough to cause nephrotic syndrome. Extra renal manifestations: Bilateral sensorineural hearing loss (never congenital). Ocular abnormalities - anterior lenticonus (pathognomonic), macular flecks and corneal erosions. Rarely - Leiomyomatosis of the esophagus, tracheobronchial tree, and female genitals and platelet abnormalities. DiagnosisA careful family history+a screening urinalysis of first-degree relatives+an audiogram+ophthalmologic examination. Likely in the patient with hematuria and at least two of the following. Macular flecks, recurrent corneal erosions, GBM thickening and thinning, and sensorineural deafness. Absence of epidermal basement membrane staining for the a5 chain of type IV collagen in male hemizygotes and discontinuous epidermal basement membrane staining in female heterozygotes is pathognomonic for X-linked AS. Treatment: Progressive renal dysfunction leading to end-stage renal disease. Risk factors for progression - gross hematuria during childhood, nephrotic syndrome and prominent GBM thickening. Table for Different Electrolyte Imbalance: Combination of metabolic alkalosis, hypokalemia (high urinary losses of potassium and chloride, despite a state of relative volume depletion with secondary hyperaldosteronism), a high urine chloride level, and normal blood pressure is characteristic of Bartter syndrome, Gitelman syndrome and current diuretic use. Bartter syndrome is usually associated with hypercalciuria, and often with nephrocalcinosis. Children with Gitelman syndrome have low urinary calcium losses but hypomagnesemia as a consequence of urinary magnesium losses.",
        "cop": 3,
        "opa": "Gitelmann syndrome",
        "opb": "Liddle syndrome",
        "opc": "Bartter syndrome",
        "opd": "Alport's syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "c8444346-2705-4da1-9c98-26249210a998",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are not the features of Henoch-Schonlein purpura (HSP)?",
        "exp": "c. Thrombocytopenia(Ref: Nelson's 20/e p 1612, Ghai 8/e p 632)HSP is characterized by a tetrad of palpable purpura, arthritis, glomerulonephritis and abdominal pain. Less common skin lesions are macules, vesicles, bullous lesions, splinter hemorrhage and ulcerations; Rarely, epistaxis may occur.",
        "cop": 3,
        "opa": "Abdominal pain",
        "opb": "Splinter hemorrhage",
        "opc": "Thrombocytopenia",
        "opd": "Epistaxis",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "bc993334-7e2d-480f-a161-7fb585e5846a",
        "choice_type": "single"
    },
    {
        "question": "Which of following is not seen in nephritic syndrome:",
        "exp": "d. Hypocholesterolemia(Ref: Nelson's 20/e p 2521-2528, Ghai 8/e p 477-482). Features of nephritic syndrome are: Hematuria and RBC casts, Nephritic range Proteinuria (<3. 5g/day), hence edema is present, Hypertension, Uremia and Oliguria.",
        "cop": 4,
        "opa": "Edema",
        "opb": "Hematuria",
        "opc": "Hypertension",
        "opd": "Hypocholesterolemia",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "4e8a9141-a95e-4333-9d31-48a865005776",
        "choice_type": "single"
    },
    {
        "question": "A 9-years-old female child presented with polyuria, polydipsia and metabolic acidosis. On slit lamp examination crystal deposits are seen in cornea. What is the diagnosis?",
        "exp": "b. Cystinosis(Ref: Nelson 20/e p 2529-2530). Features of renal tubular dysfunction like polyuria, polydipsia and metabolic acidosis, along with presence of crystal deposits in cornea on slit lamp examination of eye suggest a diagnosis of Cystinosis",
        "cop": 2,
        "opa": "Cystinuria",
        "opb": "Cystinosis",
        "opc": "Cystothioninuria",
        "opd": "Homocysteinuria",
        "subject_name": "Pediatrics",
        "topic_name": "Kidney",
        "id": "1f9df3c1-6fff-40ce-8054-bab5a4284d88",
        "choice_type": "single"
    }
]