[
    {
        "question": "Causes of conjugated hyperbilirubinemia is -",
        "exp": "Ans. is 'a' i. e., Rotor syndrome Breast milk jaundice -o Decrease bilirubin uptake across hepathocyte membrane. o Entero-hepatic recirculation, o Leads to indirect hyperbilirubinemia. Rotor syndrome & Dubin-Johnson syndrome - (Nelson 17th/e Chapter 354)o Defect in hepatocyte secretion of conjugated bilirubin, o Leads to direct hyperbilirubinemia.",
        "cop": 1,
        "opa": "Rotor syndrome",
        "opb": "Breast milk jaundice",
        "opc": "Crigler najjar syndrome",
        "opd": "Gilbert syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "8bb39455-6d29-46b4-bda5-1ddb36c73cde",
        "choice_type": "single"
    },
    {
        "question": "In neonatal cholestasis, if the serum gammaglutamyl transpeptidase is more than 600. IU/L the most likely diagnosis is.",
        "exp": "Ans. is 'd' i. e., Biliary atresia Most of the books are of the opinion that alkaline phosphatase and gamma glutamyl transpeptidase are two enzymes that are associated with biliary tract disease. Serum levels of these enzymes are usually increased in cholestasis or bile duct obstruction. But the problem in that, all of these books also add that they may also be increased in parenchymal disease or infiltrative or mass lesions of the liver. In the question only the value of Gamma glutamyl transpeptidase is given. Nothing is mentioned about the value of other enzymes. We cannot come to a conclusive diagnosis only by the level of Gamma glutamyl transpeptidase. But still such a considerable elevation in the serum level of Gamma glutamyl transpeptidase i. e., 10 to 12 times its normal value points towards the diagnosis of biliary tract disease. Note:- Normal value of serum Gamma glutamyl transpeptidase is - 10-40. IU/L",
        "cop": 4,
        "opa": "Neonatal Hepatitis",
        "opb": "Choledochal cyst",
        "opc": "Hypothyroidism",
        "opd": "Biliary atrisia",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "1c4b55eb-fa82-41db-a2be-49d7c47557a8",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for liver transplant in children is -",
        "exp": "Ans. is 'b' i. e., Biliary atresia Pediatric liver transplantationo Biliary atresia is commonest indication for liver transplantation in pediatric age group. o Other causes are: -Progressive primary liver disease. Stable liver disease with significant morbidity. Metabolic liver disease. Fulminant hepatic failure",
        "cop": 2,
        "opa": "Viral hepatitis with fulminant hepatic failure",
        "opb": "Biliary atresia",
        "opc": "Metabolic disease",
        "opd": "Hepatic tumor",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "3d6e2d95-c1b1-4230-abc9-f8a2b054040a",
        "choice_type": "single"
    },
    {
        "question": "Abnormality in Crigler Najjar syndrome:",
        "exp": "Ref: Nelson's Textbook of Pediatrics 18th edition: page no. 1666-67. Explanation: Bilirubin is the metabolic end product of heme. Before excretion into bile, it is conjugated with glucuronide by the enzyme bilirubin uridine-di- phosphor-slucuronate glucuronosvl transferase (UDPGT). UDPGT activity is deficient in Crigler- Najjar(CN) syndromes type I and II. Complete absence of UGTIAi activity causes CN type 1. CN type II is due to decreased/ partial deficiency of UGTIAI activity. Crigler-Najjar Syndrome Type I (Glucuronyl Transferase Deficiency ). Autosomal recessive trait. Mutations that cause a premature stop anion or frameshift mutation and thereby abolish UGT1. A1 activity. Clinical Manifestations. Severe unconjugated hyperbilirubinemia in the 1st 3 days of life. Kernicterus (Universal complication). Stools are pale yellow. Persistence of unconjugated hyperbilirubinemia at levels >20 mg/dL after the 1st wk of life in the absence of hemolysis. Diagnosis. Early age of onset and the extreme level of bilirubin elevation in the absence of hemolysis. Biliary bilirubin concentration is <10 mg/dL (normal concentrations of 50-100 mg/dL). There is no bilirubin glucuronide. Definitive diagnosis - Measuring hepatic glucuronyl transferase activity in a liver biopsy. Treatment. Repeated exchange transfusions and phototherapy. Phenobarbital therapy should be considered to determine responsiveness and differentiation between type I and IIPhototherapy is generally continued through the early years of life. In older infants and children, phototherapy is used mainly during sleep so as not to interfere with normal activities. Adjuvant therapy using agents that bind photobilirubin products such as calcium phosphate, cholestyramine, or agar can he used to interfere with the enterohepatic recirculation of bilirubin. Orthotopic liver transplantation cures the disease. Other therapeutic modalities have included plasmapheresis and limitation of bilirubin production. Inhibiting bilirubin generation, is possible via inhibition of heme oxygenase using meta- lloporphyrin therapy. Crigler-Najjar Syndrome Type II (Partial Glucuronyl Transferase Deficiency). Autosomal recessive disease: It is caused by homozygous missense mutations in UGT1. A1. resulting in reduced (partial) enzymatic activity. Type II disease can be distinguished from type I by the marked decline in serum bilirubin level that occurs in type II disease after treatment with phenobarbital secondary to an inducible phenobarbital response element on the UGT1. A1 promoter. Clinical Manifestations. When this disorder appears in the neonatal period, unconjugated hyperbilirubinemia usually occurs in the 1st 3 days of life; Serum bilirubin concentrations can be in a range compatible with physiologic jaundice or can be at pathologic levels. The concentrations characteristically remain elevated into and after the 3rd wk of life, persisting in a range of 1. 5-22 mg/dL; Development of kernicterus is unusual. Stool color is normal. There is no evidence of hemolysis. Diagnosis. Concentration of bilirubin in bile is nearly normal in CN type II. Jaundiced infants and young children with type II syndrome respond readily to 5 mg/kg/24 hr of oral phenobarbital, with a decrease in serum bilirubin concentration to 2-3 mg/dL in 7-10 days. Treatment. Continued administration of phenobarbital at 5 mg/kg/24 hr - Achieves long term control of serum bilirubin levels. Orlistat, an irreversible inhibitor of intestinal lipase, induces a mild decrease in plasma bilirubin levels (-10%) in patients with CN I and II.",
        "cop": 2,
        "opa": "Uptake of bilirubin",
        "opb": "Defect in hepatic conjugation",
        "opc": "Canal icu lar Release",
        "opd": "Reduced bile excretion",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "cbec5a74-abcd-4fa7-b208-c5a8d2a709fb",
        "choice_type": "single"
    },
    {
        "question": "Conj ugated hyperbilirubinemia -",
        "exp": "Ans. is 'a' i. e., Dubin johnson syndrome o Breast milk jaundice-Decrease bilirubin uptake across hepathocyte membrane. Entero-hepatic recirculation. Leads to indirect hyperbilirubinemia. o Crigler najjar & Gilbert syndrome (deficiency of glucuronyl transferase) <Type I - Complete deficiency Type II - Partial deficiencyy Decrease conjugation leads to Indirect hyperbilirubinemia. Defect in hepatocyte secretion of conjugated bilirubin, a Leads to direct hyperbilirubinemia.",
        "cop": 1,
        "opa": "Dubin Johnson syndrome",
        "opb": "Criggler najjar syndrome",
        "opc": "Breast mi lk jandice",
        "opd": "Gilbert syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "a3efbaf6-b6c4-4f14-8bb7-5c94572aa0a9",
        "choice_type": "single"
    },
    {
        "question": "Conjugated bilirubin is increased in?",
        "exp": "Ans. (a) Rotor Syndrome. Ref: Harrison's 17th Ed Ch Table 43-1",
        "cop": 1,
        "opa": "Rotor Syndrome",
        "opb": "Gilberts syndrome",
        "opc": "Criggler. Najjar syndrome 1",
        "opd": "Criggler. Najjar syndrome 2",
        "subject_name": "Pediatrics",
        "topic_name": "Liver and Biliary System",
        "id": "d2d791ce-6ce7-40cd-90c9-159c23655681",
        "choice_type": "single"
    }
]