[
    {
        "question": "Ramu, an 8-year-old boy presents with upper GI bleeding. On examination, he is found to have splenomegaly; there are no signs of ascites, or hepatomegaly; esophageal varices are found on UGIE. Most likely diagnosis is:",
        "exp": "Clues in this question are: Upper GI bleeding, splenomegaly, no ascites or hepatomegaly, no jaundice: Non-cirrhotic poal fibrosis. About other options. Budd-chiari syndrome (Hepatic vein thrombosis) and venocclusive disease: Hepatomegaly, jaundice and ascites seen. Cirrhosis: jaundice and ascites will be seen.",
        "cop": 2,
        "opa": "Budd Chiari syndrome",
        "opb": "Non cirrhotic poal fibrosis",
        "opc": "Cirrhosis",
        "opd": "Veno-occlusive disease",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "1ec9da51-e7a1-4c72-97ee-8ee7250bbc08",
        "choice_type": "single"
    },
    {
        "question": "A 45 day old infant developed icterus and two days later symptoms and signs of acute liver failure appeared. Child was found to be positive for Hbs. Ag. The mother was also HBs. Ag carrier. The mother's hepatitis B serological profile is likely to be:",
        "exp": "Most impoant risk factor that determines perinatal transmission of Hepatitis B is HBe. Ag HBs. Ag carrier mothers who are HBe Ag positive almost invariably (> 90%) transfer infection to their offspring.",
        "cop": 2,
        "opa": "Hbs. Ag positive",
        "opb": "Hbs. Ag and Hbe. Ag positivity",
        "opc": "Hbs. Ag and anti-Hbe antibody positivity",
        "opd": "Mother infected with mutant HBV",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "71f8a396-c203-4b04-b299-5282d6f415d8",
        "choice_type": "single"
    },
    {
        "question": "Most common indication for liver transplant in children is:",
        "exp": "Biliary atresia is the most common indication for liver transplantation in children, followed by metabolic and inborn disorders, autoimmune and familial cholestatic disorders, and acute hepatic necrosis.",
        "cop": 2,
        "opa": "Viral hepatitis with fulminant hepatic failure",
        "opb": "Biliary atresia",
        "opc": "Metabolic disease",
        "opd": "Hepatic tumor",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "7a795459-d769-4235-9b62-315adca214e4",
        "choice_type": "single"
    },
    {
        "question": "In a child with acute liver failure, the most impoant abnormal serum biochemical test that indicates poor prognosis:",
        "exp": "Definition of Acute liver failure in children includes: Biochemical evidence of acute liver injury (usually <8 wk duration); No evidence of chronic liver disease; Hepatic-based coagulopathy defined as i) a prothrombin time (PT) >15 sec or international normalized ratio (INR) >1. 5 not corrected by vitamin K in the presence of clinical hepatic encephalopathy, or ii) a PT >20 sec or INR >2 regardless of the presence of clinical hepatic encephalopathy. Hepatic synthetic function is reflected in serum albumin and protein levels and in the PT or INR Unresponsiveness of PT to vitamin K suggests severe hepatic disease Serum aminotransferase activities do not correlate well with the severity of the illness.",
        "cop": 3,
        "opa": "Increasing transaminases",
        "opb": "Increasing bilirubin",
        "opc": "Increasing prothrombin time",
        "opd": "Reversal of serum albumin-globulin ratio",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "b19a19fe-eeb5-4663-870f-57f53f018d8c",
        "choice_type": "single"
    },
    {
        "question": "In neonatal cholestasis, direct bilirubin is:",
        "exp": "Neonatal cholestasis is defined biochemically as prolonged elevation of the serum levels of conjugated bilirubin (> 2 mg/dl or >20% of total bilirubin level) beyond the 1st 14 days of life.",
        "cop": 3,
        "opa": ">10%",
        "opb": ">15%",
        "opc": ">20%",
        "opd": ">25%",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "f6136f62-cc02-4a5e-8956-2376f4c1c1cd",
        "choice_type": "single"
    },
    {
        "question": "Test to differentiate between neonatal hepatitis and biliary atresia in infant with jaundice:",
        "exp": "All the 3 hepatic enzymes are elevated in both neonatal hepatitis and biliary atresia. But USG may show triangular cord sign in biliary atresia.",
        "cop": 4,
        "opa": "Gamma glutamyl transpeptidase",
        "opb": "Alanine transaminase",
        "opc": "Aspaate transaminase",
        "opd": "Ultrasound",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "f1fd017c-5910-4f76-b00b-5bcdfa975b52",
        "choice_type": "single"
    },
    {
        "question": "Post-hepatic Poal Hypertension is caused by?",
        "exp": "Post-sinusoidal causes of Poal hypertension include: Budd-Chiari syndrome and Venoocclusive disease.",
        "cop": 3,
        "opa": "Poal vein thrombosis",
        "opb": "Banti Syndrome",
        "opc": "Budd-Chiari Syndrome",
        "opd": "Congenital hepatic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "f1e45421-1aac-4713-9a27-997783e4d0f4",
        "choice_type": "single"
    },
    {
        "question": "In neonatal cholestasis, if the serum gamma glutamyl transpeptidase (GGT) is more than 600 IU/L, the most likely diagnosis is:",
        "exp": "3 Enzymes reflect cholestasis: Alkaline phosphatase, 5'nucleotidase & Gamma glutamyl transpeptidase. About GGT in Cholestasis: (Normal value of GGT is 5-40 IU/L) \"GGT levels are commonly elevated to values more than 10 times normal in biliary atresia while in hepatic causes it is raised to about three times normal\" Value of 600 IU/L in the patient- elevation of more than ten times the normal value: 'biliary atresia'.",
        "cop": 4,
        "opa": "Neonatal hepatitis",
        "opb": "Choledochal cyst",
        "opc": "Sclerosing cholangitis",
        "opd": "Biliary atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "36867760-ff85-406d-8517-c80bc287aaea",
        "choice_type": "single"
    },
    {
        "question": "Which of the following if seen on Day 10 of life, is worrisome?",
        "exp": "Discussing about the options one by one, a. Presence of conjugated hyperbilirubinemia is abnormal at any time of life including neonatal period b. A neonate may fixate on face or light in line of vision and \"Doll's-eye\" movement of eyes is seen c. Physiological weight loss is seen in neonates and bih weight is regained by day 10 of life in term neonates, after which weight gain begins d. Jaundice is seen in 60% of term infants and 80% of preterm infants; Physiological jaundice is always unconjugated.",
        "cop": 1,
        "opa": "Conjugated hyperbilirubinemia",
        "opb": "Dolls Eye Reflex",
        "opc": "No weight gain",
        "opd": "Unconjugated hyperbilirubinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "dbd27f03-1d3a-4f05-86bc-c5343ee6dcb4",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old boy presents with hematemesis, malaena and mild splenomegaly. There is no obvious jaundice or ascites. The most likely diagnosis is:",
        "exp": "The given history is suggestive of poal hypertension Extrahepatic poal vein obstruction is an impoant cause of poal hypertension in childhood.",
        "cop": 1,
        "opa": "EHPVO",
        "opb": "NCPF",
        "opc": "Cirrhosis",
        "opd": "Malaria with DIC",
        "subject_name": "Pediatrics",
        "topic_name": "Liver disorders",
        "id": "3702de86-f069-4c3e-a13d-e457574e746b",
        "choice_type": "single"
    }
]