[
    {
        "question": "A child presents with Hepatosplenomegaly, Abdominal distension, Jaundice, Anemia and Adrenal calcification. Which of the following is the Diagnosis?",
        "exp": "Wolman disease is a congenital disease characterized by an impaired metabolism of the fats (lipids). It is the most severe type of lysosomal acid lipase deficiency. The lysomal acid lipase deficiency causes a buildup of lipids (fats) in body organs and calcium deposits in the adrenal glands. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Adrenal hemorrhage",
        "opb": "Wolman's disease",
        "opc": "Pheochromocytoma",
        "opd": "Addison's disaease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a42f9f67-091e-4463-b533-4b3cb90c465e",
        "choice_type": "single"
    },
    {
        "question": "All are features of Pompe&; s disease except",
        "exp": "Type II(Pompe) disease results from lysosomal storage of glycogen in skeletal muscles, cardiac muscles, and central nervous system. There is progressive cardiomyopathy. ECG shows left axis detion, sho PR interval & large QRS. Heart failure with dyspnoea and cyanosis may occur. Skeletal muscles show hypotonia and marked weakness. The tongue is large & protruding. It is also characterised by hepatomegaly and hypoglycemia. the disease usually presents within the first three months of life with rapidly progressive muscle weakness ('floppy infants'), diminished muscle tone (hypotonia), respiratory deficiency, and a type of heart disease known as hyperophic cardiomyopathy, a condition characterized by abnormal thickening of the walls of the hea (mainly the left chamber and the wall between the left and right chamber) resulting in diminished cardiac function. These problems together culminate in cardio-respiratory failure within the first 2 years of life. Reference: Essential pediatrics-Ghai, 8th edition, page no: 657.",
        "cop": 3,
        "opa": "Cardiomyopathy",
        "opb": "Skeletal myopathy",
        "opc": "Hyperglycemia",
        "opd": "Hepatomegaly",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "93032a3c-fbb1-43f5-ab38-bd0b440d0b23",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following is not a Pyridoxine Dependent disorder",
        "exp": "Methylmalonic acidemia is an autosomal recessive disorder of amino acid metabolism, involving a defect in the conversion of methylmalonyl-coenzyme A (CoA) to succinyl-CoA. Patients typically present at the age of 1 month to 1 year with neurologic manifestations, such as seizure, encephalopathy, and stroke. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Homocystinuria",
        "opb": "Methyl-malonic-acidemia",
        "opc": "Cystathioninuria",
        "opd": "Xanthurenic aciduria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "9d8f5636-2dfa-4c43-9be7-e16474e9b951",
        "choice_type": "single"
    },
    {
        "question": "Definitive sign of scurvy in X-ray?",
        "exp": "Definitive sign of scurvy in X-rays of long bones is the white line of Frenkel, an irregular thickened line at the metaphyses representing calcified cailage at the zone ofcalcification. Other characteristic findings are ground glass appearance with thinning of coex and a zone of rarefaction under the white line of metaphysis, as a linear break in the bone running proximally and parallel to the white line. There may be spurs at the level of the white line. There may also be white rings surrounding the epiphyseal centres of ossification. Reference: Essential pediatrics-Ghai, 8th edition, page no: 120, 121.",
        "cop": 3,
        "opa": "Ringed epiphysis",
        "opb": "Ground glass appearance",
        "opc": "White line in metaphysis",
        "opd": "Thin coex",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "fee2bf81-e87a-4744-a10e-5a7773be445d",
        "choice_type": "single"
    },
    {
        "question": "All are liver glycogenosis except",
        "exp": "Pompe disease is a muscle glycogenoses(Type II)due to enzymatic defect of Lysosomal alpha 1, 4-glucosidase(acid maltase). Von Gierke is due to defect of glucose-6-phosphatase(Type Ia). Type III glycogenoses are Cori/Forbes(IIIa-liver and muscle debrancher deficiency) & Type IIIb. Hers is Type VI glycogenoses due to enzymatic defect of liver phosphorylase. Reference: Essential pediatrics-Ghai, 8th edition, page no: 657",
        "cop": 4,
        "opa": "Von Girke disease",
        "opb": "Hers disease",
        "opc": "Type III glycogenosis",
        "opd": "Pompes disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "89f5939c-3292-4e5f-8526-40139f460d5f",
        "choice_type": "multi"
    },
    {
        "question": "Earliest sign of rickets is:",
        "exp": "Ans: b. Ref: Pedia ghai, 6th ed, p. 128",
        "cop": 2,
        "opa": "Rickety rosary",
        "opb": "Craniotabes",
        "opc": "Boe legs",
        "opd": "Harrison's groove",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "afb5bfdb-18d3-47ed-bda3-c9d3e94af94c",
        "choice_type": "single"
    },
    {
        "question": "Thiamine deficiency - causes -",
        "exp": "Ans. is 'b' i. e., Beri-Beri [Ref: Ghai 7th/ p. 67). Beri-berio Deficiency of thiamine (Vit Bl)o Can be dry (neural involvement)o Wet (cardiac involvent) o Acute. Pellagrao Niacin (Vit B3) defo Dermatitiso Diarrheao Dementia. Keshan diseaseo Cardiomyopathy associated with selenium deficiency. Rickets (Nutritional) Rickets there is deficiency of vitamin D. o Earliest is biochemical change (Raised alkaline phosphate). o Serum ca/P may be either normal or low. o Clinical feature skeletal deformity -o Genu varumo Genu valguso Rickety rosaryo Harrison sulcuso Double malleoluso Greenstick fractureo Bone pain/tenderness",
        "cop": 2,
        "opa": "Pellagra",
        "opb": "Beri - Beri",
        "opc": "Keshan's disease",
        "opd": "Rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "b60a6da9-e3bb-4cd5-b222-4ea1b43e4f3c",
        "choice_type": "single"
    },
    {
        "question": "How to assess Vit. D therapy in Rickets is",
        "exp": "Following adequate Vitamin D therapy, most patients with vitamin D deficiency rickets show radiological evidence of healing within 4 weeks. X-ray wrist is taken for this purpose. Reduction in blood levels of alkaline phosphatase and resolution of clinical signs occur slowly. If radiological healing cannot be demonstrated, despite 1-2 large doses of vitamin D, patients should be evaluated for refractory rickets. Vitamin D- deficiency rickets at presentation (upper) and 3 months after vitamin D and calcium therapy (lower) in a 1-year old black boy. At presentation, radiographs of the wrist (left) and knee (right) showed evidence of splaying, fraying, cupping, and demineralization of the distal radial and ulnar metaphyses, the distal metaphysis of the femur, and proximal metaphyses of the tibia and fibula. There was widening of the physis. After therapy, the child showed evidence of near-complete resolution of metaphyseal fraying with interval development of a dense provisional zone of calcification in the metaphysis consistent with healing rickets. Reference: Essential pediatrics-Ghai, 8th edition, page no: 114.",
        "cop": 3,
        "opa": "Sr calcium",
        "opb": "Sr alkaline phosphatase",
        "opc": "X-ray wrist",
        "opd": "Sr. phosphatase",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a678a727-c951-428b-b3ca-5d3dd8dbab21",
        "choice_type": "single"
    },
    {
        "question": "Four years old child presents with mild fever, malaise, ahritis, abdominal pain and microscopic hematuria. Most probable diagnosis",
        "exp": "Henoch-Schonlein Purpura (HSP): Henoch-Schonlein purpura (HSP) is a disease involving Although HSP can affect people at any age, most cases occur in children between the ages of 2 and 11. It is more common in boys than girls. Adults with HSP are more likely to have more severe disease compared to children. HSP usually ends after four to six weeks -- sometimes with recurrence of symptoms over this period, but with no long-term consequences (recurrences are fairly common). If organs such as the Causes and Risk Factors for Henoch-Schonlein Purpura The exact cause of HSP is not known. The body&; s immune system is believed to play a role in targeting the blood vessels involved. An abnormal immune response to an infection may be a factor in many cases. Approximately two-thirds of the cases of HSP occur days after symptoms of an upper respiratory tract infection develop. Some cases of HSP have been linked to,; foods, drugs, chemicals, and, and/or related <a href=\" disease</a>, including blood in urine. Before these symptoms begin, patients may have two to three weeks of fever, Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Thrombasthenia",
        "opb": "Idiopathic thrombocytopenic purpura",
        "opc": "SLE",
        "opd": "Henoch-Schonlein purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "9a62dbfd-0b28-4969-930f-615eda4036de",
        "choice_type": "single"
    },
    {
        "question": "The organ that can be spared in Mitochondrial disorders is",
        "exp": "Mitochondrial Inheritance An individual's mitochondrial genome is entirely derived from the mother because sperm contains few mitochondria, which are typically shed upon feilization. It follows that mitochondrial disorders exhibit maternal inheritance. A woman with a mitochondrial genetic disorder can have affected offspring of either sex, but an affected father cannot pass on the disease to his offspring. The mitochondria are the cell's suppliers of energy, and the organs that are most affected by the presence of abnormal mitochondria are those that have the greatest energy requirements, such as the brain, muscle, hea, and liver Common manifestations include developmental delay, seizures, cardiac dysfunction, decreased muscle strength and tone, and hearing and vision problems. Examples of mitochondrial disorders include MELAS (myopathy, encephalopathy, lactic acidosis, and stroke-like episodes), MERRF (myoclonic epilepsy associated with ragged red fibers), and Kearns-Sayre syndrome (ophthalmoplegia, pigmentary retinopathy, and cardiomyopathy). Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 80; Patterns of Genetic Transmission",
        "cop": 4,
        "opa": "Brain",
        "opb": "Eye",
        "opc": "Liver",
        "opd": "Small Intestine",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "98f9a5a0-47ca-4e67-b6a1-ebc66b4483f0",
        "choice_type": "multi"
    },
    {
        "question": "A new born infant is diagnosed with phenylketonuria. The enzyme that is deficient is",
        "exp": "Phenylketonuria is a disorder of phenylalanine metabolism and occurs due to deficiency of phenylalanine hydroxylase. It is a recessive condition. Here, phenylalanine could not be conveed to tyrosine, so phenylalanine accumulates and alternate minor pathways are opened to produce and excrete phenylketone(phenyl pyruvate), phenyl lactate and phenyl acetate in urine. Phenylalanine hydroxylase is an enzyme your body uses to conve phenylalanine into tyrosine, which your body needs to create neurotransmitters such as epinephrine, norepinephrine, and dopamine. PKU is caused by a defect in the gene that helps create phenylalanine hydroxylase. When this enzyme is missing, your body can't break down phenylalanine. This causes a buildup of phenylalanine in your body. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652; Textbook of biochemistry-DM Vasudevan, 6th edition, page no: 207",
        "cop": 3,
        "opa": "Phenylamine oxidase",
        "opb": "Tyrosine hydroxylase",
        "opc": "Phenylalanine hydroxylase",
        "opd": "Dihydropteridine reductase",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "fbebdaa8-8ba5-44dc-a07d-49e7b5189c46",
        "choice_type": "single"
    },
    {
        "question": "A new born baby is brought with seizures refractory to treatment and continuous bruit through the anterior fontanelles. CT scan showed a midline lesion with hypoechogenicity and dilated lateral ventricles. The probable diagnosis is",
        "exp": "Vein of Galen malformation (VOGM) is a type of rare blood vessel abnormality inside the brain. In VOGM, misshapen aeries in the brain connect directly with veins, instead of connecting with capillaries, which help slow blood flow. This causes a rush of high-pressure blood into the veins. This extra pressure in the veins can cause a number of problems: The rush of blood toward the hea and lungs forces the hea to work oveime to get blood to the rest of the body. This can lead to congestive heart failure in some infants. Blood pressure in the aeries from the hea to the lungs may rise, causing a serious condition called pulmonary hypertension. The high pressure in the veins can prevent the infant's brain from draining adequately. This can lead to widespread brain injury and sometimes causes severe loss of tissue in the brain. Some infants can develop hydrocephalus (an enlarged head) if the VOGM blocks the normal flow of fluid in the brain Image: 3D C+ aerial phase Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Arachnoid cyst",
        "opb": "Encephalocele",
        "opc": "Teratomas",
        "opd": "Vein of Galen Malformation",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "28df5a74-19dd-4e0d-87bd-8162e8c1b6de",
        "choice_type": "single"
    },
    {
        "question": "Hypercalciuria is said to be present in children if daily calcium excretion in urine is more than:",
        "exp": "Ans: d (4 mg/kg) Ref: Nelson, 17th ed, p. 1824, Table 539-1, 18th ed, p. 2184, Table 547-3. Normal values of urine chemistry in children. Calcium< 4. 0 mg/kg. Oxalate< 0. 57 mg/kg. Uric acid< 10. 7 mg/kg. Citrate> 2. 0 mg/kg. Cysteinea) Heterozygote 1. 4 - 2. 8b) Homozygote >5. 7. Phosphate <15. 0",
        "cop": 4,
        "opa": "1 mg/kg",
        "opb": "2 mg/kg",
        "opc": "3 mg/kg",
        "opd": "4 mg/kg",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "032ff3bb-c312-47ae-8d2e-8184ffb4cec6",
        "choice_type": "single"
    },
    {
        "question": "Abnormality in A with rickets is",
        "exp": "Proximal or distal renal tubular acidosis(A) are impoant causes of refractory rickets in children. The conditions are characterised by hyperchloremic metabolic acidosis with loss of HCO-3 and normal blood levels of urea and creatinine. Patients with proximal A may show low blood levels of phosphate, aminoaciduria and low molecular weight proteinuria. The use of bicarbonate and phosphate supplementation in proximal A results in healing of rickets. Reference: Essential pediatrics-Ghai, 8th edition, page no: 115",
        "cop": 1,
        "opa": "Loss of HCO-3",
        "opb": "Loss of Ca++",
        "opc": "Lass of K+",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "2e7d4193-6e35-4304-b870-50f2bd39452e",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are accepted therapeutic measures initialated in hyperammonemic states in an infant except",
        "exp": "Treatment for urea cycle defects, resulting in hyperammonemia and deranged aminoacid metabolism, is based on the management of acute presentation and also included removal of ammonia, inhibition of its production, along with treatment of any intercurrent illness & correction of dehydration or electrolyte imbalance. It includes intravenous administration of 10% dextrose with lipids(1 g/kg/24 hrs). Maintenance therapy includes nutritional management with restriction of protein, pharmacological therapy with sodium benzoate/phenylacetate(250-500 mg/kg/day), essential amino acids(0. 25 g/kg/day) and arginine (200-600 mg/kg/day). Reference: Essential pediatrics-Ghai, 8th edition, page no: 654.",
        "cop": 4,
        "opa": "Intravenous administration of 10% dextrose with lipids (1 g\\/kg\\/24h)",
        "opb": "Addition of a mixture of essential amino acids (0. 25 g\\/kg\\/24h)",
        "opc": "Intravenous infusion of sodium benzoate, sodium phenylacetate and arginine",
        "opd": "Exchange transfusion to remove ammonia",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "c1ee9fb1-6501-42b6-861e-041246dafbfb",
        "choice_type": "multi"
    },
    {
        "question": "The most appropriate treatment for Homocystinuria is",
        "exp": "Treatment with high doses of vitamin B6 (200-1, 000 mg/24 hr) causes a dramatic improvement in most patients who are responsive to this therapy. The degree of response to vitamin B6 treatment may be different in different families. Some patients may not respond because of folate depletion; a patient should not be considered unresponsive to vitamin B6 until folic acid (1-5 mg/24 hr) has been added to the treatment regimen. Restriction of methionine intake in conjunction with cysteine supplementation is recommended for patients who are unresponsive to vitamin B6. Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 85; Defects in Metabolism of Amino Acids",
        "cop": 4,
        "opa": "Betaine",
        "opb": "Folic acid",
        "opc": "Vitamin C",
        "opd": "Vitamin B6",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "4787b64c-b430-4b1a-84d8-00f7024291b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a clinical feature of rickets?",
        "exp": "Clinical manifestations of rickets include skeletal deformities like bow legs(genu varum) in toddlers, knock- knees(genu valgum) in older children, craniotabes(soft skull), costichondral swelling(rickety rosary), Harrison groove, double malleoli due to metaphyseal hyperplasia, increased tendency for fractures, especially greenstick fractures, etc. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Early closure of anterior fontanelle",
        "opb": "Craniotabes",
        "opc": "Pseudoparalysis of the lower extremities",
        "opd": "Decrease in upper segment to lower segment ratio",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "26857f5a-4361-42e3-87df-718804448c73",
        "choice_type": "single"
    },
    {
        "question": "A child presents with pellagra like dermatitis and aminoaciduria. Two siblings have the condition and it is absent in two sibling while it is absent in both parents. Which of the following condition is most likely?",
        "exp": "Hanup disease (also known as \"pellagra-like dermatosis\" and \"Hanup disorder\") is an autosomal recessivemetabolic disorder affecting the absorption of nonpolar amino acids (paicularly tryptophan that can be, in turn, conveed into serotonin, melatonin, and niacin). Niacin is a precursor to nicotinamide, a necessary component of nad+. Hanup disease is caused by alterations (mutations) in the SLC6. A19 gene. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hanup's disease",
        "opb": "Alkaptonuria",
        "opc": "Phenylketonuria",
        "opd": "Von gierke's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a992707d-6719-49b7-b947-20a32f238ba7",
        "choice_type": "multi"
    },
    {
        "question": "An infant presents with lethargy, frontal bossing and bowing of legs. X-ray shows widening of epiphysis. What is the diagnosis?",
        "exp": "Ref: Nelson's Textbook of Pediatrics, 19th edition, Page 205. Explanation: RICKETSClinical Features. Generalo Failure to thriveo Listlessnesso Protruding abdomeno Muscle weakness (especially proximal)o Fractures. Heado Craniotabeso Frontal bossingo Delayed fontanel closureo Delayed dentitiono Craniosynostosis. Chesto Rachitic rosaryo Harrison groove. o Respiratory infections and atelectasis. Backo Scoliosiso Kyphosiso Lordosis. Extremitieso Enlargement of wrists and ankleso Valgus or varus deformitieso Windswept deformity (combination of valgus deformity of 1 leg with varus deformity of the other leg). o Anterior bowing of the tibia and femuro Coxa vara, o Leg pain. Hypocalcemic symptomso Tetanyo Seizures. o Stridor due to laryngeal spasm. Radiological Features. Rachitic changes are most easily visualized on X-ray wrist. Decreased calcification leads to thickening of the growth plate. Fraying - The edge of the metaphvsis loses its sharp border. Cupping - The edge of the metaphysis changes from a convex or flat surface to a more concave surface, which is easily seen at the distal ends of the radius, ulna and fibula. Coarse trabeculation of the diaphysis. Generalized rarefaction. Increased distance between epiphysis to metaphysis. Figure: Active rickets. RADIOGRAPHIC CHANGES IN SCURVYThe typical changes occur at distal ends of the long bones and are particularly common at the knees. The shafts of the long bones have a ground- glass appearance due to trabecular atrophy. The cortex is thin and dense, giving the appearance of pencil outlining of the diaphysis and epiphysis (Pencil thin cortex). The white line of Frankel. an irregular but thickened white line at the metaphysis, represents the zone of well-calcified cartilage. The epiphyseal centers of ossification also have a ground-glass appearance and are surrounded by a sclerotic ring. The more specific but late radiologic feature of scurvy is a zone of rarefaction under the white line at the metaphysis. This zone of rarefaction (Trumerfeld zone), a linear break in the bone that is proximal and parallel to the w hite line, represents area of debris of broken- down bone trabeculae and connective tissue. A Pelkan spur is a lateral prolongation of the white line and may he present at cortical ends. Epiphyseal separation can occur along the line of destruction, with either linear displacement or compression of the epiphysis against the shaft. Subperiosteal hemorrhages are not visible using plain radiographs during the active phase of scurvy. However, during healing the elevated periosteum becomes calcified and radiopaque, giving a dumbbell or club shape to the affected bone.",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Osteomalacia",
        "opd": "Osteopetrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "f4935bc0-fbb5-4c00-87f1-4dca69bb63f5",
        "choice_type": "single"
    },
    {
        "question": "Increased ammonia level, normal pH, acidosis (High anion gap) is seen in",
        "exp": "C. i. e. (Organic acidemia) (610 - 13 - Ghai 6th) (632 - 33 - Ghai 7th)* Sodium benzoate usedfor hyperammonemic states in organic acidurias. Alkaptonuria* *Homogentisic acid oxidase deficiency* *Unne becomes dark on standing* *Ochronosis - Pigment deposition in the sclera, ear, nose* Renal stones and nephrosis. Treatment - Ascorbic acid, Nitisirone**Galactosemia. Deficiency of Galactose 1. phosphate uridyl transferase deficiency or Galactokinase deficiency* Autosomal recessive, Physiolgical jaundice persisit longer, Hepatomegaly cataract *, mental retardation ** Vomiting, diarrhea and failure to thrive are early and common manifestations. Treatment - Galactose free diet **Urea cycle disorders. Due to accumulation of ammonia, citrulline, arginosuccinic acid or arginine* Recurrent vomiting and irritability are observed early in life C. P - lethargy, coma, ataxia, and convulsion, mental retardation, muscle rigidity, opisthotonus and delayed development Blood urea levels are nearly normal * Organic Acidurias - develops a life threatening episodes of metabolic acidosis characterized by an increased anion gap. CLINICAL APPROACH TO INFANTS WITH ORGANIC ACIDEMIA* Hyperammonia may suggest the presence of genetic defects in the urea cycle enzymes. Patients with defects in urea cycle enzymes are not acidotic (548 - Nelson 18th)* Calcification of intervertebral disc occurs in Alkaptonuria*** Positive urinary anion gap is seen in Renal tubular acidosis and Negative UAG seen in Diarrhea)",
        "cop": 3,
        "opa": "Urea cycle",
        "opb": "Galectosemia",
        "opc": "Organic - acidemia",
        "opd": "Alkaptonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "111ca9b9-3429-4ba1-99ac-22b2d0b8ae0e",
        "choice_type": "single"
    },
    {
        "question": "Massive aminoaciduria without a corresponding increase in plasma amino acid level is characteristic of which one of the following diseases?",
        "exp": "Hanup disease (also known as \"pellagra-like dermatosisand \"Hanup disorder\") is an autosomal recessive metabolic disorder affecting the absorption of nonpolar amino acids (paicularly tryptophan that can be, in turn, conveed into serotonin, melatonin, and niacin). Niacin is a precursor to nicotinamide, a necessary component of NAD+ The causative gene, SLC6. A19, is located on chromosome 5. It is named after the English family, Hanup, who suffered from this disease. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Homocystinuria",
        "opb": "Hanup disease",
        "opc": "Tyrosinemia",
        "opd": "Maple syrup urine disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "69e9253e-47bc-4ebc-a78a-96b63d53d2ac",
        "choice_type": "single"
    },
    {
        "question": "True about wilson&; s disease",
        "exp": "Wilson disease is an inborn error of metabolism due to toxic accumulation of copper in liver, brain, cornea and other tissues. Serum ceruloplasmin is decreased(<20 mg/dl) and the 24 hour urinary copper excretion is more than 100 micrograms/day. Hepatic copper values usually above 250 micrograms /gram of dry weight of liver. Reference: Essential pediatrics-Ghai, 8th edition, page no: 321",
        "cop": 4,
        "opa": "Increase in urinary copper and increased serum ceruloplasmin and copper",
        "opb": "Increased serum ceruloplasmin levels with increased urinary copper",
        "opc": "Elevated hepatic copper level and increased serum ceruloplasmin levels",
        "opd": "Increased in urinary copper and decreased serum ceruloplasmin",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "09617b61-968f-4828-8658-a0ed6f6d8ef0",
        "choice_type": "multi"
    },
    {
        "question": "Normal anion gap metabolic acidosis can occur in",
        "exp": "In renal failure, there is retention of unmeasured anions, including phosphate, urate, and sulfate. The increase in unmeasured anions in renal failure is usually less than the decrease in the bicarbonate concentration. Renal failure is thus a mix of an increased gap and a normal gap metabolic acidosis. The normal gap metabolic acidosis is especially prominent in children with renal failure as a result of tubular damage, as occurs with renal dysplasia or obstructive uropathy, because these patients have a concurrent A. Other distractors are causes of high anion gap metabolic acidosis. Ref:- Nelson&; s textbook of paediatrics; pg num:- 574",
        "cop": 1,
        "opa": "Renal failure",
        "opb": "Liver failure",
        "opc": "Severe anemia",
        "opd": "Malignancy",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "91bf0367-7b8b-43ed-82ea-a05e8f9bd46f",
        "choice_type": "single"
    },
    {
        "question": "In phenylketonuria Fe. CI test with urine gives.............. color",
        "exp": "In ferric chloride test used for detecting the presence of phenols in phenylketonuria, a drop of ferric chloride is added to the urine. Phenols present in urine, will form a complex with Fe(III) to give a transient green colour. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652",
        "cop": 1,
        "opa": "Green",
        "opb": "Blue",
        "opc": "Red",
        "opd": "Purple",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "60070840-753e-4662-9bbf-ee4017349398",
        "choice_type": "single"
    },
    {
        "question": "The gene for Wilson&; s disease is on",
        "exp": "In Wilson&; s disease, the underlying defect lies in the long arm of chromosome 13 where there is a mutation in ATP7B gene, the normal hepatic copper- excreting gene. Eventually, capacity of hepatocytes to store copper is exceeded and copper is released into circulation which then gets deposited in extrahepatic tissues such as the brain eyes, and others. Reference: Textbook of pathology-Harsh Mohan, 6th edition, page no: 628",
        "cop": 1,
        "opa": "Long arm of Chromosome 13",
        "opb": "Long arm of Chromosome 6",
        "opc": "Sho arm of Chromosome 13",
        "opd": "Sho arm of Chromosome 6",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "3646cd16-a20e-4196-8e4e-7e2f749a53b2",
        "choice_type": "single"
    },
    {
        "question": "A 6 month child presents with episosdes of vomitting after ingesting fruit juice. Which of following enzyme deficiency is likely?",
        "exp": "The condition is hereditary fructose intolerance, an autosomal recessive inborn error of metabolism, due to defect in aldolase-B or fructose-1-phosphate aldolase. Hence, fructose -1-phosphate cannot be metabilised. This is seen when sucrose containing fructose(eg., fruit juices) is introduced in the diet of infants, usually around 6 months of age. Accumulation of fructose-1-phosphate will inhibit glycogen phosphorylase. This leads to accumulation of glycogen in liver and associated hypoglycemia. Vomiting and loss of appetite are seen. The infants often fail to thrive. Hepatomegaly & jaundice may occur. If liver damage progresses, death will occur. Withdrawal of fructose(fruit juices)from the diet will immediately relieve the symptoms. Reference: Textbook of biochemistry-DM Vasudevan, 6 th edition, page no: 120.",
        "cop": 1,
        "opa": "Aldolase B",
        "opb": "Fructokinase",
        "opc": "Glucose 6 phosphatase",
        "opd": "Hexokinase",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a8f699da-70f3-4c60-b1c8-2e38bd6f8bf6",
        "choice_type": "single"
    },
    {
        "question": "Enzyme Replacement Therapy is available for which of the following disorder?",
        "exp": "Enzyme replacement therapy (E) involves intravenous (IV) infusions to correct the underlying enzyme deficiency that causes symptoms of Gaucher disease. In paicular, a common use of enzyme replacement therapy is for lysosomal storage disease treatment. If you or a loved one has Gaucher disease type 1 or 3, E can minimize symptoms and prevent permanent damage to the body. E balances low levels of glucocerebrosidase (GCase) enzyme with a modified version of the enzyme. This enzyme breaks down glucocerebroside, the fatty chemical that accumulates in the body of patients with Gaucher disease. (This compensates for the missing enzyme, which is why the therapy is called enzyme replacement.) Patients receive E IV infusion, which usually takes 1 to 2 hour. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Gaucher's disease",
        "opb": "Niemann Pick disaease",
        "opc": "Mucolipidosis",
        "opd": "Metachromatic leukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "96932a39-9a77-4ba4-97bd-751f3e2b2cea",
        "choice_type": "single"
    },
    {
        "question": "Radiolagical features in rickets?",
        "exp": "In rickets, radiological changes are characteristically seen at the metaphysis. The first change is loss of normal zone of provisional calcification adjacent to the metaphysis. This begins as an indistinctness of the metaphyseal margin, progressing to a frayed appearance with widened growth plate due to lack of calcification of metaphyseal bone. Weight bearing and stress on uncalcified bone gives rise to splaying and cupping of metaphysis. Eventually, a generalised reduction in bone density is seen. Reference: Essential pediatrics-Ghai, 8th edition, page no: 113",
        "cop": 4,
        "opa": "Cupping of distal end of radius",
        "opb": "Widening of distal end of metaphysis",
        "opc": "Thickening of growth plate",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "f6c585c5-6866-439d-aa91-39cc77d51f81",
        "choice_type": "multi"
    },
    {
        "question": "Deficiency of enzyme a-keto acid decarboxylase leading to a block in the metabolism of branch chain amino acids is observed in",
        "exp": "Maple syrup urine disease(MSUD) is due to increased activity of branched chain alpha ketoacid dehydrogenase(BCKAD) complex, a mitochondrial enzyme involved in degradation of branched chain amino acids(leucine, isoleucine, and valine). This enzyme has 4 subunits: E1alpha, E1beta, E2 and E3. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652",
        "cop": 1,
        "opa": "Maple syrup urine disease",
        "opb": "Hanup's disease",
        "opc": "Alkaptonuria",
        "opd": "Phenylketonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "2c88df94-7956-48d2-9850-9fe6c0209bfb",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy from upper socioeconomic back- ground presents with bowing of legs. On work up serum calcium was 9 mg% with serum phosphate of 1 mg% with normal SAP and normal Serum PTH. X-ray Wrist joint is given. Comment on the diagnosis?",
        "exp": "Ans. (a) Hypophosphatemic rickets.* The X-ray wrist shows cupping and splaying of distal end of radius. However serum calcium is normal with normal SAP ruling out nutritional rickets.* However the radiological findings can be explained by low phosphate levels secondary to phosphate wasting. In hypophosphatemic rickets due to PHEX-1 gene phosphate depletion leads to depletion of hydroxyapatite in the bone which weakens the bone leading to rickets and bowing of legs. Image source. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif; margin: 0 0 8pt\">",
        "cop": 1,
        "opa": "Hypophosphatemic rickets",
        "opb": "Barter syndrome",
        "opc": "Chronic renal failure",
        "opd": "Polycystic kidneys",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "11603287-d132-4aa9-806a-f42da5a8e0c7",
        "choice_type": "single"
    },
    {
        "question": "Congenital wilson&; s disease is characterized by",
        "exp": "Wilson disease is an inborn error of metabolism due to toxic accumulation of copper in liver, brain, cornea and other tissues. Manifestations are more likely to be hepatic in early childhood & neurological in adolescents or adults. The spectrum of hepatic manifestations include all forms of acute or chronic liver disease, i. e., &; viral hepatitis&; like illness, acute liver failure, chronic hepatitis, poal hypertension, cirrhosis or asymptomatic hepatomegaly. KF (Kayser-Fleischer)/rings are most common in children with neurological(96%) than hepatic(60%) Wilson disease. Wilson disease is characterised by decreased serum ceruloplasmin & increased urinary copper excretion with increased hepatic copper stores. Reference: Essential pediatrics-Ghai, 8th edition, page no: 320, 321",
        "cop": 2,
        "opa": "KF ring is present at bih",
        "opb": "May present as acute hepatitis",
        "opc": "Decreased Urinary copper excretion",
        "opd": "Decreased hepatic copper concentration",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "c5213958-6c4b-43a5-ae5f-1d10123787e2",
        "choice_type": "single"
    },
    {
        "question": "Diabetic ketoacidosis is said to be present if:",
        "exp": "Ans. A. Hyperglycemia, heavy glycosuria, ketonemia, ketonuria, acidosis are present. Diabetic ketoacidosis is a metabolic derangement caused by the absolute or relative deficiency of the anabolic hormone insulin. Together with the major complication of cerebral edema, it is the most important cause of mortality and severe morbidity in children with diabetes. It is said to be exist if hyperglycemia (blood glucose >300mg/dl), heavy glycosuria, ketonemia (plasma ketones >3mmol/l), ketonuria and acidosis (plasma bicarbonate <15m. Eq/l)",
        "cop": 1,
        "opa": "Hyperglycemia, heavy glycosuria, ketonemia, ketonuria, acidosis are present",
        "opb": "Hyperglycemia, glycosuria, hyperkalemia and hypocalcemia are present",
        "opc": "Hypoglycemia, hypokalemia, hypercalcemia, ketonemia are present",
        "opd": "Hypoglycemia, ketonemia, ketonuria hypokalemia are present",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "17267574-0cdb-44c6-a3cc-cecab862d0e9",
        "choice_type": "single"
    },
    {
        "question": "All the following Lipidoses are inherited as Autosomal Recessive Except",
        "exp": "FABRY DISEASE This disease is an X-linked inborn error of glycosphingolipid metabolism caused by the absent or markedly deficient activity of a-galactosidase A (a-gal A). Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 86; Defects in Metabolism of Lipids",
        "cop": 1,
        "opa": "Fabry",
        "opb": "Krabbe",
        "opc": "Gaucher",
        "opd": "Taysachs",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "4eff7b8e-67cd-429e-88ea-fd0fac88c770",
        "choice_type": "multi"
    },
    {
        "question": "A child presents with massive hepatomegaly and hypoglycemia. There is no improvement in blood glucose on administration of glucagon. The probable diagnosis is",
        "exp": "Clinical manifestations result, directly or indirectly, from inability to maintain an adequate blood glucose level during the post-absorptive hours of each day organ changes due to glycogen accumulation excessive lactic acid generation damage to tissue from hyperuricemia in GSD Ib, bleeding and infection risk from blood cell effects. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Von-Gierke disease",
        "opb": "Mc. Ardle disease",
        "opc": "Cori 's disease",
        "opd": "Forbe's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "b8ef2939-6495-47aa-be6c-c5d45643b863",
        "choice_type": "single"
    },
    {
        "question": "Which disorder is associated with convulsions, cataract and mental retardation?",
        "exp": "Inability to metabolize galactose occurs in the galactosemias, which may be caused by inherited defects of galactokinase, uridyl transferase, or 4-epimerase. The diagnosis of uridyl transferase deficiency should be considered in newborn or young infants with any of the following features: jaundice, hepatomegaly, vomiting, hypoglycemia, seizures, lethargy, irritability, feeding difficulties, poor weight gain or failure to regain bih weight, aminoaciduria, nuclear cataracts, vitreous hemorrhage, hepatic failure, liver cirrhosis, ascites, splenomegaly, or intellectual disability. Symptoms are milder and improve when milk is temporarily withdrawn and replaced by intravenous or lactose-free nutrition. Ref: Nelson Textbook of Pediatrics; 20th edition; Page no: 726",
        "cop": 1,
        "opa": "Galactosaemia",
        "opb": "Phenylketonuria",
        "opc": "Tyrosinemia",
        "opd": "Maple syrup disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "07996935-9301-4de6-a8aa-5be1cf550860",
        "choice_type": "single"
    },
    {
        "question": "Guthrie test can be used for the diagnosis of ___________",
        "exp": "Phenylketonuria can be detected in 100% of cases by various methods of newborn screening such as Guthrie card bacterial inhibition essay(BIA). This test was developed by Robe Guthrie. Ceain strains of Bacillus subtilis need phenylalanine as an essential growth factor. Bacteria cannot grow in a medium devoid of phenylalanine. Bacterial growth is propoional to the phenylalanine content in the patient&; s blood. Heel-prick blood sample is added to the Guthrie card for this test. It was a \"bacterial inhibition assay. \" A spot of blood on a filter paper disc is placed on the surface of an agar plate containing a substance that inhibits the growth of bacteria. However, the inhibition can be overcome by high phe. After incubating the agar plate overnight, the diameter of the growth zone around the test disc is compared to that of a control disc of blood serum to which a known quantity of phe has been added. This permits one to estimate the amount of phe in the test disc. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652; Textbook of Biochemistry--DM Vasudevan, 6th edition, page no: 208.",
        "cop": 4,
        "opa": "Tyrosinemia",
        "opb": "Galactosemia",
        "opc": "Alkaptonuria",
        "opd": "Phenyleketonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a7ecacc2-f1a6-4d43-83a4-395c4df26754",
        "choice_type": "single"
    },
    {
        "question": "Not a radiological feature of scurvy is ___________",
        "exp": "In scurvy, X-rays of long bones show a ground glass appearance with thinning of coex. The definitive finding is the white line of Frenkel, an irregular thickened line at the metaphyses representing calcified cailage at the zone of calcification. The finding of a zone of rarefaction under the white line of metaphysis, as a linear break in the bone running proximal & parallel to the white line, is diagnostic in infantile scurvy. There may be spurs at the level of white line & white rings surrounding the epiphyseal centres of ossification. Reference: Essential pediatrics-Ghai, 8th edition, page no: 120, 121.",
        "cop": 4,
        "opa": "Pencil line coex",
        "opb": "White line of frenkel",
        "opc": "Zone of rarefaction",
        "opd": "Cupping of bone ends",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "495ac395-c5fa-4015-8144-21947651d385",
        "choice_type": "single"
    },
    {
        "question": "Cloudy cornea is a feature of",
        "exp": "Cloudy cornea is observed in type IH(Hurler), type IS(Scheie), and type VI(Maroteaux-Lamy) and in some cases of type IV(Morquio) mucopolysaccharidoses. It is minimal in type III and is not seen in type II. Reference: Essential pediatrics-Ghai, 8th edition, page no: 660",
        "cop": 4,
        "opa": "Hurler's disease",
        "opb": "Morquio's disease",
        "opc": "Maroteaux Lomy disease",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "e7c8ce57-ee2a-4411-9034-02c225f01b7c",
        "choice_type": "multi"
    },
    {
        "question": "A Child with increased Ca++ & hyperphosphatemia is seen in",
        "exp": "Ans. c (Renal osteodystrophy). (Ref. Harrison Medicine, 18th/Ch. 44, 279, Nelson, Paediatrics, 17th/223)# The principal clinical consequences of hyperphosphatemia are hypocalcemia and systemic calcification.# Ectopic calcification occurs in untreated, chronic renal failure with severe hypercalcemia and in vitamin D intoxication.# Tumor calcinosis is rare inherited disorder in which hyperphosphatemia is associated with ectopic calcification.# Vitamin D intoxication causes excessive gastrointestinal absorption of both Ca++ and Ph++ and suppression of PTH by hypercalcemia causes decrease in renal phosphorous excretion.# Hyperphosphatemia in hyperthyroidism or acromegaly is also associated with hypercalcemia.",
        "cop": 3,
        "opa": "Vitamin D dependent rickets",
        "opb": "Vitamin D resistant rickets",
        "opc": "Renal osteodystrophy",
        "opd": "Hypophosphatasia",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "8506038d-f039-4c3a-9faf-1c0f0565e91e",
        "choice_type": "single"
    },
    {
        "question": "Abnormalities of copper metabolism is implicated in the pathogenesis of all except?",
        "exp": "Ans. A. Cardiomyopathy. Copper is a constituent of several Metalloenzymes required for oxidative metabolism. Ceruloplasmin, a glycoprotein that contains eight copper atoms per molecule, accounts for 95% of the ion in blood. The richest sources are meats, liver, seafood, nuts and seeds. Primary deficiency is infrequent. Secondary deficiency may develop in malabsorption syndromes, liver disease, peritoneal dialysis and other conditions causing excessive copper loss. Features include microcytic, hypochromic anemia unresponsive to iron therapy, neutropenia and osteoporosis. Skeletal lesions include periosteal elevation, changes in metaphyses of long bones, and rarely Sub metaphyseal fractures., flaring of the anterior ribs and spontaneous fractures of the ribs.",
        "cop": 1,
        "opa": "Cardiomyopathy",
        "opb": "Indian childhood cirrhosis",
        "opc": "Menkes Disease",
        "opd": "Wilson Disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic Disorders",
        "id": "61de955d-3ce1-4fc8-ad5d-8a018273691b",
        "choice_type": "multi"
    },
    {
        "question": "An infant has eczematous rash, rhythmic rocking microsephaly and hypeonia. What is the likely diagnosis?",
        "exp": "Phenylketonuria is a disorder of phenylalanine metabolism and occurs due to deficiency of phenylalanine hydroxylase. Affected individuals have profound and irreversible intellectual disability, mental retardation, microcephaly, epilepsy & behavioral problems. These patients often have a musty body odour and skin conditions such as eczema caused by excretion of excessive phenylalanine and its metabolites. Decreased skin, hair, nail pigmentation may also occur due to associated inhibition of tyrosinase and reduced Melanin synthesis Reference: Essential pediatrics-Ghai, 8th edition, page no: 652",
        "cop": 1,
        "opa": "Phenylketonuria",
        "opb": "Homocystinuria",
        "opc": "Tyrosinosis",
        "opd": "Autism",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "a51b8e81-6411-4bf9-852f-b063a13ecd39",
        "choice_type": "single"
    },
    {
        "question": "Which Glycogen Storage Disease doesn&; t affect muscles?",
        "exp": "Glycogen storage disease type 1 is an inherited disorder caused by the buildup of a complex sugar called glycogen in the body&; s cells. The accumulation of glycogen in ceain organs and tissues, especially the liver, kidneys, and small intestines, impairs their ability to function normally. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Type 1",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "2ef57887-ef9d-4203-a345-5b29f5066d5a",
        "choice_type": "single"
    },
    {
        "question": "A 3 day child vomits everything he feeds, has a distened abdomen & diarrhoea. The urine is positive for benedicts test for reducing substance. The substance in urine is",
        "exp": "Galactosemia caused by the deficiency of enzyme GALT(galactose-1-phosphate uridyl transferase). Patients appear normal at bih, but by 3-4 days of breast milk, /formula feeding, show life threatening disease with vomiting, diarrhoea, poor weight gain, hepatic and renal manifestations and cataract. In case if suspected galactosemia, the urine should be tested simultaneously with Benedict reagent and by glucose-oxidase method. A negative dipstick by glucose oxidase method with positive Benedict reaction indicates nonglucose reducing substances, like galactose. Reference: Essential pediatrics-Ghai, 8th edition, page no: 657.",
        "cop": 3,
        "opa": "Sucrose",
        "opb": "Glucose",
        "opc": "Galactose",
        "opd": "Fructose",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "f8167db5-c3a6-4c2c-8e24-2e5666c3bbf0",
        "choice_type": "single"
    },
    {
        "question": "A child has microcephaly, Blue eyes, Fair skin, and Mental retardation, Ferric chloride test is positive. What is the likely diagnosis",
        "exp": "Individuals with phenylketonuria have profound and irreversible intellectual disability, microcepgaly, epilepsy and behavioral problems. These patients often have a musty body odour and skin conditions such as eczema caused by excretion of excessive phenylalanine and its metabolites. Decreased skin hair, and eye pigmentation may also be present due to reduced melanin synthesis. Ferric chloride test will be positive due to the presence of phenols, which are its metabolites. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652",
        "cop": 1,
        "opa": "Phenylketonuria (PKU)",
        "opb": "Homocystinuria",
        "opc": "Tyrosinosis",
        "opd": "Alkaptonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "c9b0929e-5bff-4ad0-a0be-cb24fede878d",
        "choice_type": "single"
    },
    {
        "question": "Mousy odour urine is seen in",
        "exp": "Mousy order urine is seen in phenylketonuria due to the presence of excessive phenylalanine and its metabolites. Mousy body odour is also present due to the excretion of phenyl lactic acid, its metabolite through sweat. Reference: Essential pediatrics-Ghai, 8th edition, page no: 652.",
        "cop": 2,
        "opa": "Maple syrup urine",
        "opb": "Phenylketonuria",
        "opc": "Isovalericacidria",
        "opd": "Cystinuria",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "fab32640-c89a-430c-927e-46ab763e9678",
        "choice_type": "single"
    },
    {
        "question": "Treatment of multiple carboxylase deficiency",
        "exp": "Treatment of multiple carboxylase or biotinidase deficiency is biotin. Oral dose is 10-40 mg/kg/day Reference: Essential pediatrics-Ghai, 8th edition, page no: 650",
        "cop": 1,
        "opa": "Biotin",
        "opb": "Pyridoxine",
        "opc": "Thiamine",
        "opd": "Folic acid",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "048df25c-98b5-41a1-9c6d-3e714ce4ef73",
        "choice_type": "single"
    },
    {
        "question": "Darkening of urine on standing is associated with",
        "exp": "Alkaptonuria is caused by defect of the enzyme homogentisate 1, 2-dioxygenase(homogentisic acid oxidase). The disorder comes to attention due to change in colour of urine to brownish black/ staining of diapers. The urine becomes dark on standing, especially if the pH of urine is alkaline, due to the presence of homogentisic acid. Excessive urine homogentisate results in positive reducing substances. Reference: Essential pediatrics-Ghai, 8th edition, page no: 653.",
        "cop": 1,
        "opa": "Alkaptonuria",
        "opb": "Cystinuria",
        "opc": "Fabry's disease",
        "opd": "Tyrosinemia",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "4e9b8c2c-3599-4b04-9655-cb891a61d598",
        "choice_type": "single"
    },
    {
        "question": "Only male are affected in",
        "exp": "Hunter's syndrome belongs to Type II mucopolysaccharidoses in which mucopolysaccharides accumulate in the lysosomes causing disorganization of the cell structure & function. This syndrome is characterised by mild mental retardation; marked skeletal changes like thickening of the skull, marked deformity of sella tursica, broad spatula like ribs, beak shaped veebrae(around L1 veebra) and proximal tapering of metacarpals-these abnormalities are referred to as dysostosis multiplex; coarse facies & hepatosplenomegaly. Reference: Essential pediatrics-Ghai, 8th edition, page no: 660, 661.",
        "cop": 2,
        "opa": "Scheie's syndrome",
        "opb": "Hunter's syndrome",
        "opc": "Hurler's syndrome",
        "opd": "Gaucher's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolic disorders",
        "id": "3cdcb8a3-7240-430c-96f7-3838086bcb59",
        "choice_type": "single"
    }
]