[
    {
        "question": "A 2 months old infant is presented with failure to thrive, recurrent emesis, hepatosplenomegaly, and ad renal insufficiency. Adrenal calcification is noted radiologicatly. The most likely diagnosis is:",
        "exp": "Ans. b. Wolman's disease (Ref: Nelson 18/e p2356, 23570. Enlargement of the liver and spleen, calcification of both adrenal glands and lymphadenopathy is seen in Holman's disease. Wolman's Disease* Wolman disease is very rare, autosomal recessive disease and affects both males and females.* Wolman disease is caused by mutations in the \"L1. PA gene\".* The LI PA gene encodes for an enzyme called lysosomal acid lipase which is found in the lysosomes.* It breaks down fats such as cholesteryl esters and triglycerides so that they can be used by the body. Etiopathogenesis:* It affects the breakdown and use of fats and cholesterol in the body and belongs to a family of disorders called lipid storage disorders. A shortage of lysosomal acid lipase leads to accumulation of triglycerides, cholesteryl esters and other fats within the cells of the affected individuals^.* This accumulation as well as malnutrition caused by the body's inability to use lipids properly result in signs and symptoms of Wolman's disease. Clinical features:* In affected individuals harmful amounts of lipids accumulate in the spleen, liver, bone marrow, small intestine, adrenal glands and lymph nodes.* In addition to fat deposits, calcium deposits in the adrenal gland are also seen.* Infants w ith Wolman disease are healthy and active at birth but soon develop signs and symptoms of the disorder.* These may include enlarged liver and spleen, poor weight gain, low muscle tone, jaundice, vomiting, diarrhoea, developmental delays and anemia (low amount of iron in blood) poor absorption of nutrients from food.* Children affected by this condition develop severe malnutrition and generally do not survive past early childhood. Diagnosis* X-ray: Characteristic pattern of calcification (outlining the outline of the cortex of both the glands) in enlarged but normally shaped adrenal glands.* CT Scan and MR1: It shows enlargement of the liver and spleen, calcification of both adrenal glands and lymph adenopathy.* Definitive diagnosis is made by demonstration of deficient lysosomal acid lipase activity' in leucocytes.* Amniocentesis can be performed for prenatal diagnosis of Wolman's disease. Treatment:* Currently there is no cure for Wolman's disease. Treatment focuses on management of symptoms.* If the adrenal gland is not making enough hormones and steroids, replacement steroids and hormones can be given.",
        "cop": 2,
        "opa": "Adrenal haemorrhage",
        "opb": "Wolman's disease",
        "opc": "Pheochromocytoma",
        "opd": "Addison's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Metabolism of Lipids",
        "id": "9f900478-b968-4dc4-9310-e370f3e15c0e",
        "choice_type": "single"
    }
]