[
    {
        "question": "Most common cause of Acute Aseptic Meningitis in children is",
        "exp": "(C) Enterovirus # VIRAL CAUSES INCLUDE THE FOLLOWING: Enteroviruses - coxsackievirus, echovirus, poliovirus. Herpes simplex virus (HSV) types 1 and 2 (HSV-1, HSV-2) Varicella-zoster virus. Arboviruses, Epstein-Barr virus, HIV, Influenza virus types A and B, Mumps virus.> Many different viruses can cause meningitis.> About 90% of cases of viral meningitis are caused by members of a group of viruses known as Enteroviruses, such as Coxsacki-eviruses and Echoviruses.> These viruses are more common during summer and fall months.>Herpesviruses and the mumps virus can also cause viral meningitis.",
        "cop": 3,
        "opa": "Arbovirus",
        "opb": "Respiratory syncytial virus",
        "opc": "Enterovirus",
        "opd": "Herpes family",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "0b14eff2-2d49-4880-b141-d6e9e96f27aa",
        "choice_type": "single"
    },
    {
        "question": "The Most common cause of perinatal mortality is",
        "exp": "(B) Prematurity # Direct causes of death: About 80% of the perinatal deaths are related to perinatal hypoxia, low birth weight, infection & intracranial haemorrhage.> The undetermined group is reduced to 15%.> Thus autopsy study is essential in any perinatal; mortality study when the real causes of death can only be ascertained so that preventive measures can be taken to prevent its occurrence.> The WHO's definition \"Deaths occurring during late pregnancy (at 22 completed weeks gestation and over), during childbirh and up to seven completed days of life\" is not universally accepted. The perinatal mortality is the sum of the fetal mortality and the neonatal mortality.> Collectively, the two types of deaths are referred to as perinatal deaths. Maternal and prenatal foetal conditions leading to slow foetal growth, foetal malnutrition and immaturity are the major contributing factors.> Hypoxia, birth asphyxia and congenital anomalies are some of the major causes of perinatal deaths",
        "cop": 2,
        "opa": "Anoxia",
        "opb": "Prematurity",
        "opc": "Congenital anomalies",
        "opd": "Toxaemia",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "9f44a29a-e1e8-4f05-89a2-e778dba5b633",
        "choice_type": "single"
    },
    {
        "question": "Increased acetylcholinesterase in amniotic fluid indicates -",
        "exp": "(A) (Open neural tube defects) (1998 - Nelson 19th)* Failure of closure of the neural tube allows excretion of fetal substances (a-fetoprotein, acetylecholinesterase) into the amniotic fluid, serving as biochemical and markers of a neural tube defects (NTD).* Prenatal screening of maternal serum of AFP in the 16th - 18th week gestation is an effective method for identifying pregnancies at risk for features with NTDA in utero.* Risk factor for neural tube defects (william obs)i) Family history of NTD-First degree relative 2 - 3% Autosomal dominant or Autosomal recessive - 20 - 3% times highter. ii) Exposure to certain environmental agents, malnutrition. iii) Diabetes (Hyper glycemia/Matemal obesity). iv) Hyperthermiav) Drugs - valproic acid, carbamazepine, Aminopterin and isotretinoin (Anacephaly or encephalocele)vi) Genetic syndrome with known recurrence risk Meckel - Gruber, Roberts - SC, Phocomelia, Jarco Levin and HARDE syndrome. vii) Trisomy 13 and 18 and Triploidy all have 1% recurrence risk.* Major NTDs include - spina bifida occulta, meningocele, myelomeningocele, encephalocele, anencephaly, caudal regression syndrome, dermal sinus, tethered cord, syringomyelia, diastematomyelia and lipoma involving the conus medullaris and / or filum terminale and the rare condition anencephaly. Prevention - The U. S. Public health service has recommended that all women of child bearing age and who are capable of becoming pregnant take 0. 4 mg folic acid daily.* Nuchal translucency is used for screening of Down syndrome in antenatal USG**",
        "cop": 1,
        "opa": "Open neural tube defects",
        "opb": "Oesophageal atresia",
        "opc": "Down syndrome",
        "opd": "Edwards syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "561f6314-6a70-44a7-9b05-4b60f7201797",
        "choice_type": "single"
    },
    {
        "question": "In developmental milestones of children, first draws",
        "exp": "(A) Zero > Scribbling on paper with a crayon or pencil. The child scribbles spontaneously by 12-24 months, copies arid draws a horizontal or vertical line at 2 years; a circle by 3 years, a cross (plus sign) by 4 years and tilted cross (multiplication sign) by 5 years. He can draw a rectangle by the age of 4 years and a triangle by 5 years.",
        "cop": 1,
        "opa": "Zero",
        "opb": "Triangle",
        "opc": "Quadrangle",
        "opd": "Rectangle",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "89767cab-d25d-4e6d-b6f0-ee9325ffbc09",
        "choice_type": "single"
    },
    {
        "question": "Which vitamine deficiency can lead to neonatal seizure",
        "exp": "(C) Pyridoxine > Deficiency of pyridoxine can lead to seizures and peripheral neuropathy.* Clinical features include failure to thrive hyperirritability hyperacusis hypochromic microcytic anemia nausea and vomiting* Daily recommended dose is 0. 5-1. Omg/day",
        "cop": 3,
        "opa": "Thiamine",
        "opb": "Riboflavin",
        "opc": "Pyridoxine",
        "opd": "Biotin",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "f6da3c6b-e547-4867-8137-d86737bf65f1",
        "choice_type": "single"
    },
    {
        "question": "Antidote of paracetamol poisoning",
        "exp": "i. e. (N- acetyl cysteine): (680 - Ghai 7th). Overdosage of PCM is treated with N-acetyl cysteine used orally within 16 hour after ingestion at a loading dose of 140 mg/ Kg diluted to 5% solution orally. Followed by 70 mg /Kg q 4hr for another 2 days. PCM is the most common analgesic, antipyretic used in children. Paracetamol produces a hghly reactive toxic minor metabolites - N-acetyl benzoquinone amine. Normally this metabolite is detoxified by conjugation with glutathione - when a very large doses of paracetamol is taken glucuronidation capacity is saturated and this metabolite is not detoxified (Hepatic glutathione is depleted)|Excess metabolite N acetyl benzoquinone** binds to protein in liver cells (and renal tubules)|Centrilobular hepatic necrosis**This single most important laboratory test in patient who present after acetaminophen is the acetaminophen level in the serum. Antidotes for common poisoning. Poison Antidote* Acetaminophen (PCM)N- acetyl cysteine* Anticholinergics. Physostigmine* Benzodiazepines. Flumazenil* Digoxin. Digoxin immune antibody* Methemoglobinemia. Fragnent* Opioids. Methylene blue* Organophosphates. Naloxone* Salicylates. Atropine* Ethylene glycol. Sodium bicarbonates* Methanol. Fomepizole",
        "cop": 2,
        "opa": "Flumazenil",
        "opb": "N-acetyl cysteine",
        "opc": "Nalexone",
        "opd": "Sodium bicarbonate",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "e47dffb5-4b43-4458-96cd-8f10b4604fda",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organisms is commonly implicated in spontaneous bacterial peritonitis in patients of Nephrotic syndrome?",
        "exp": "Ans. B. Streptococcus pneumoniae. Spontaneous bacterial peritonitis (SBP), an infection of ascitic fluid without a definitive intra-abdominal source that can be surgically treated. Polymorphonuclear neutrophilic leukocyte (PMN) counts, starting at 250cells/mL are considered valid markers for SBP. Streptococcus pneumoniae as the most common streptococcal organism. Other organisms implicated include Escherichia coli and Klebsiella spp, Enterococcus spp and S. aureus.",
        "cop": 2,
        "opa": "Staphylococcus",
        "opb": "Streptococcus pneumoniae",
        "opc": "Hemophilus influenza",
        "opd": "Salmonella",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "0de1f6ca-6792-4440-bee3-f8f53b4ab096",
        "choice_type": "single"
    },
    {
        "question": "5-year-old child presented with wheezing, hepatosplenomegaty, eosinophilia and having puppy and hoarse voice. The diagnosis is",
        "exp": "(B) Toxocariasis # Toxocariasis: There are 3 major clinical syndromes associated with human toxocariasis: VLM, ocular larva migrans (OLM), and covert toxocariasis. The classic presentation of VLM includes eosinophilia, fever, and hepatomegaly, and occurs most commonly in toddlers with a history of pica and exposure to puppies. The findings include fever, cough, wheezing, bronchopneumonia, anemia, hepatomegaly, leukocytosis, eosinophilia, and positive Toxocara serology.",
        "cop": 2,
        "opa": "Ascariasis",
        "opb": "Toxocariasis",
        "opc": "Trichenellosis",
        "opd": "Enterobiasis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "3c7d46b0-0513-412f-be41-62ef2f2ee337",
        "choice_type": "single"
    },
    {
        "question": "Which of the following diseases can lead to the following position of the body?",
        "exp": "Ans. (b) Kernicterus. The neonate shown in the image is showing opisthotonus due to marked contraction of paravertebral muscles and is seen in tetanus and kernicterus. Image. Source. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\">",
        "cop": 2,
        "opa": "Tetany",
        "opb": "Kernicterus",
        "opc": "Measles",
        "opd": "Pertussis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "7ffdc674-1b5e-4422-924b-bc00928dce1f",
        "choice_type": "single"
    },
    {
        "question": "Febrile convulsions",
        "exp": "(B) Show an increase in familial incidence # Characteristics of simple benign febrile convulsions:> Fits occurs within 24 hour of the onset of fever, last less than 10 minutes, usually single per febrile episode.> Convulsions are generalized, a small proportion (4-18%) of case may show focal convulsions.> There is no postictal neurological deficit and electroencephalogram a few days after the seizure is normal.> There may be a family history of febrile convulsions in the sibling.> Febrile convulsions are unusual before the age of six months and after 5 years.> Vast majority of patients do not require treatment for either their acute presentation with a seizure or for recurrences.>Best way to manage is to control the temperature with acetaminophen (Paracetamol) or by sponging. When anticonvulsant therapy is judged by a doctor to be indicated, anticonvulsants can be prescribed.> Sodium valproate or clonazepam are active against febrile seizures, with sodium valproate showing superiority over clonazepam.",
        "cop": 2,
        "opa": "Are best treated with Sodium Valproate",
        "opb": "Show an increase in familial incidence",
        "opc": "May associates with low fever",
        "opd": "Occur in 2-5% of children",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "47b6eb7c-1469-4a43-a7fc-9d18f04e23fe",
        "choice_type": "single"
    },
    {
        "question": "Most dangerous Osteogenesis Imperfecta (OI) in utero foetus",
        "exp": "(C) Type 3 OI# Osteogenesis Imperfecta (OI): 4 different genes responsible for collagen production, and any combination, or all, of them can be affected. These combinations produce eight types of brittle bone disease, labeled as type 1 OI through type 8 OI. The first four types are the most common. Last 4 types are extremely rare and most are subtypes of type 4 OI.> Type 1 OI is the mildest and most common form of brittle bone disease your baby can have. With this type, your child's body produces normal quality collagen, but just not enough of it.> Type 2 OV, the most severe form of brittle bone disease, is fatal. In type 2 OI, your child's body either produces poor-quality collagen or not enough of it. Type 2 OV can produce bone deformities.> Type 3 OI is a severe form of brittle bone disease that also causes bones to break easily. In Type 3 OI, your child's body procuces enough collagen, but it is of poor quality. A baby's bones can even begin to break before birth.> Type 4 OI is the most variable form of brittle bone disease because its symptoms range from mild to severe",
        "cop": 3,
        "opa": "Type 1 OI",
        "opb": "Type 2 OI",
        "opc": "Type 3 OI",
        "opd": "Type 4 OI",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "0ec8042e-973a-4d15-8fda-08cb20df17c8",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of respiratory distress in pre- terms",
        "exp": "(A) Hyaline membrane disease# RESPIRATORY DISTRESS SYNDROME (RDS) of the newborn is an acute lung disease caused by surfactant deficiency, which leads to alveolar collapse and noncompliant lungs.> Previously known as hyaline membrane disease, this condition is primarily seen in premature infants younger than 32 weeks' gestation.> It can also result from a genetic problem with the production of surfactant associated proteins. IRDS affects about 1% of newborn infants and is the leading cause of death in preterm infants.> The incidence decreases with advancing gestational age, from about 50% in babies born at 26-28 weeks, to about 25% at 30-31 weeks. The syndrome is more frequent in infants of diabetic mothers and in the second born of premature twins.",
        "cop": 1,
        "opa": "Hyaline membrane disease",
        "opb": "Pneumonia",
        "opc": "Low birth weight",
        "opd": "Hydrocephalus",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "56673509-72a1-4442-bc21-7a3d05ba1ec8",
        "choice_type": "single"
    },
    {
        "question": "Leukoreduced blood products have lower WBC&; s than normal by what fold",
        "exp": "Leukoreduction is the removal of white blood cells (or leukocytes) from the bloodor blood components supplied for blood transfusion. After the removal of the leukocytes, the blood product is said to be leukoreduced. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "1 log reduction",
        "opb": "2 log reduction",
        "opc": "3 log reduction",
        "opd": "4 log reduction",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "73aa0ca3-2b62-4e7e-b205-36b5b40213e2",
        "choice_type": "single"
    },
    {
        "question": "Subluxated lens, thin elongated, hyperextensible extremities and aortic aneurysm are the characteristic clinical features of",
        "exp": "(A) Marfan's syndrome # MARFAN'S SYNDROME is a disorder of connective tissue (elastin). The gene called fibrillin is on chromosome 15. Inheritance is autosomal ominant. Sporadic cases may occur. The patients are tall and slender. Extremities especially the fingers and toes are long and thin. The muscles are markedly hypotonic and joints are hyperextendible. At times the disorder may be associated with arthrogryposis (contraction of joints in flexion due to fibrous ankylosis). There may be subluxation of the lens and other ocular abnormalities e. g., cataract, coloboma, squint, nystagmus and megalocornea. Deformities of the chest and spine may be present. Other associated anomalies include aortic cystic medionecrosis leading to aortic dilatation and other valvular deformities. Intelligence is normal. It should be distinguished from cases of homocystinuria, which also may present with ectopia lentis and similar bone changes, but has associated mental retardation. The basic manifestations are joint hypermobility, skin hyperextensibility, dystrophic scarring of the skin and easy bruising, and connective tissue fragility. Wound healing is delayed and there are freely movable subcutaneous nodules. Molecular genetics has helped to characterize 11 different types of Ehlers-Danlos syndrome. Homocystinuria is a relatively common metabolic error with autosomal recessive inheritance. In the most common situation, Type 1, cystathionine is not synthesized from homocysteine and serine because the enzyme cystathionine synthetase in the liver is deficient. Although the precursor, homocysteine accumulates in the tissues, it is rapidly oxidized to homocystine. The usual age of presentation is 3-4 years. The patients develop subluxation of the lens, recurrent thromboembolic episodes and have marfanoid features. Klinefelter syndrome is characterized by tall thin stature, small testes and small phallus, with the chromosomal karyotype of 47 XXY. Behavioral and psychiatric disorders and mental retardation are common.",
        "cop": 1,
        "opa": "Marfan's syndrome",
        "opb": "Ehler Danlos syndrome",
        "opc": "Homocystienuria",
        "opd": "Klienfelter's syndrome.",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "d0d12b8b-bae6-4394-99ac-35ca1a6082a6",
        "choice_type": "single"
    },
    {
        "question": "Which among the following diagnostic criterion is most characteristic of Kawasakis disease",
        "exp": "Ans) a (Periungual desquamation) Ref Nelson 18th ed p 1039. Bilateral bulbar conjunctival injection without exudates and cervical lymphadenopathy are present in the classical criterion for diagnosis. So both B and C can be excluded. Splenomegaly is not mentioned in the GI manifestations of Kawazakis disease. Usually cervical lymphadenopathy is seen in about 30% of patients where as rest of the diagnostic criterias are seen in more than 80% of patients For classic Kawasaki disease, the diagnostic criteria require the presence of fever for at least 5 days and at least four of five of the other characteristic clinical features of illness. CLASSIC CLINICAL CRITERIAFever persisting at least 5 days. Presence of at least 4 principal features: Changes in extremities. Acute: Erythema of palms, soles; edema of hands, feet. Subacute: Periungual peeling of fingers, toes in weeks 2 and 3. Polymorphous exanthema. Bilateral bulbar conjunctival injection without exudates. Changes in lips and oral cavity: Erythema, lips cracking, strawberry tongue, diffuse injection of oral and phyryngeal mucosae. Carvical lymphadenopathy (>1. 5 cm diameter) usually unilateral Gastrointestinal tract manifestation of Kawazaki disease* Diarrhea, vomiting, abdominal pain* Hepatic dysfunction* Hydrops of gallbladder",
        "cop": 1,
        "opa": "Periungual desquamation",
        "opb": "Generalised lymphadenopathy",
        "opc": "Splenomegaly",
        "opd": "Exudative conjunctivitis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "daebf160-36a0-47fd-b4a6-abac0446a842",
        "choice_type": "single"
    },
    {
        "question": "Exclusive breast feeding means",
        "exp": "(D) Breast feeding only > Exclusive Breastfeeding. Only breastmilk is given. No other food or drink, not even water, is given. Medicines, vitamins or mineral drops are permitted if indicated. An infant should be exclusively breastfed for first 6 months of life.",
        "cop": 4,
        "opa": "Breast feeding on demand only + solid foods at other times",
        "opb": "Breast feeding + solid foods + water",
        "opc": "Breast feeding + water",
        "opd": "Breast feeding only",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "f514e5ec-8006-4ca3-8740-e05702e90bce",
        "choice_type": "single"
    },
    {
        "question": "When should folic acid supplementation start in order to be effective in preventing neural tube defects?",
        "exp": "Ans. C. At least one month before conception* To be effective, folic acid supplementation should be started at least 1 month before conception, and continued through the first 2-3 months of pregnancy.* All women desirous of becoming pregnant should consume 400-800mg folic acid daily; the dose is 4mg/day in those having delivered a child with neural tube defect.",
        "cop": 3,
        "opa": "As soon as pregnancy is diagnosed",
        "opb": "Before the beginning of 2nd trimester",
        "opc": "At least one month before conception",
        "opd": "At least 1 week before conception",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "6889e455-c56b-45ec-9bec-91b806f6e31a",
        "choice_type": "single"
    },
    {
        "question": "Celiac disease is children is most commonly associated with:",
        "exp": "Ans. A. HLA-DQ2* Celiac disease is an immune-mediated enteropathy that is triggered by ingestion of gluten in genetically susceptible individuals.* Three factors can activate the disease; Ingestion of gluten-containing products; Dysfunction of intestinal mucosal barrier; and Genetic predisposition (HLA DQ2 / DQ8).* About 95% of patients of celiac disease express HLA-DQ2, and the remaining patients are usually HLA-DQ8 positive.",
        "cop": 1,
        "opa": "HLA-DQ2",
        "opb": "HLA-DQ3",
        "opc": "HLA-DQ8",
        "opd": "Blood group B",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "cf55f5cb-80f9-422e-b0be-5d0cc33171b8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is approved oral therapy for Leishmaniasis?",
        "exp": "Ans. B. Miltefosine. Treatment of visceral leishmaniasis. Pentavalent antimony. Amphotericin BLiposomal amphotericin BMiltefosine. Pentamidine. Paromomycin",
        "cop": 2,
        "opa": "Sodium Stibogluconate",
        "opb": "Miltefosine",
        "opc": "Pentomedine",
        "opd": "Amphoterium B",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "098b81d3-ca44-4b98-9b6e-8340a2ae7ca3",
        "choice_type": "single"
    },
    {
        "question": "DPT is contraindicated in which of the following conditions:",
        "exp": "Ans. C. Progressive neurological illness. Most adverse effects of DPT vaccine are due to the Pertussis component. Minor adverse effects like pain, swelling and redness at the local site, fever, fussiness, anorexia and vomiting are reported in almost half the vaccines after any of the 3 primary doses. Absolute contraindications to any pertussis vaccination (including DTwP vaccine) are history of anaphylaxis or development of encephalopathy within 7 days following previous DTwP vaccination. Progressive/evolving neurological illnesses is a relative contraindication to first dose of DTwP immunization. However, DTwP can be safely given to children with stable neurologic disorders such as Cerebral palsy.",
        "cop": 3,
        "opa": "Family history of convulsions",
        "opb": "Acute respiratory tract infection",
        "opc": "Progressive neurological illness",
        "opd": "Cerebral palsy",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "7130792b-93fb-4463-ae46-14b17340c000",
        "choice_type": "single"
    },
    {
        "question": "In congenital pyloric stenosis, which of the following is not seen?",
        "exp": "(D) Bile in vomitus # Clinical features of Hypertrophic pyloric stenosis:> Classical presentation is of non-bilious vomiting beginning usually at 3-6 weeks age.> Vomiting gradually increases in frequency and severity to become projectile.> Gradually dehydration and failure to thrive manifest.> Persistent vomiting leads to malnutrition, dehydration & Constipation is usual.> Stomach muscles contract forcibly to overcome the obstruction.> Vigorous peristaltic waves moving from the left hypochondrium to umbilicus are visible.> Small mass due to pyloric thickening might be palpable in the transpyloric plane on the right side.",
        "cop": 4,
        "opa": "Weight loss",
        "opb": "Projectile vomiting",
        "opc": "Lump",
        "opd": "Bile in vomitus",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "1f1a504c-e541-48ec-98e4-56b2605c2a96",
        "choice_type": "single"
    },
    {
        "question": "Mother being a chronic Hepatitis C, what's risk of tranmission to neonate?",
        "exp": "(A) 5%# TIMING OF TRANSMISSION: Mechanisms underlying vertical transmission of HCV are poorly understood. Intrauterine transmission during pregnancy and infection at the time of delivery are both possible.> Polymerase chain reaction (PCR) testing for HCV RNA may not be positive until several weeks following infection, when levels of viremia reach the detection threshold. HCV ribonucleic acid (RNA) has been detected in the serum of newborn infants within a few days of delivery suggests that infection during pregnancy can occur because infection that occurred at the time of delivery would not be detectable for several weeks. However, despite the fact that transmission during pregnancy can occur, in the majority of infants infected with HCV, HCV RNA levels only become detectable several weeks after birth, suggesting perinatal infection.",
        "cop": 1,
        "opa": "5%",
        "opb": "0%",
        "opc": "10%",
        "opd": "40%",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "8ae31825-502b-416e-853d-78a31eba853f",
        "choice_type": "single"
    },
    {
        "question": "In Kawasaki disease, desquamation and denudation of skin from fingers and toes occurs in",
        "exp": "The cause of Kawasaki disease isn&; t known. The body&; s response to a virus or infection combined with genetic factors may cause the disease. However, no specific virus or infection has been found, and the role of genetics isn&; t known. Kawasaki disease can&; t be passed from one child to another. Swelling and redness in hands and bottoms of feet, followed by sloughing of skin of hands and feet Redness in the eyes Enlarged glands, especially in the neck Irritated throat, inner mouth, and lips Swollen, bright red \"strawberry tongue\" <a href=\" pain</a> Stomach trouble, with diarrhea and vomiting Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "3-6 weeks",
        "opb": "2nd and 3rd week",
        "opc": "After 1st week",
        "opd": "After 6 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "96022a64-9f7d-4e56-8958-dbcdcb3ebdb6",
        "choice_type": "single"
    },
    {
        "question": "A 9 months child has been presented in the emergency with complaints of seizure one hour back. On examination, child is alert and on investigation S. calcium is found to be 5mg %. His next line of treatment will be:",
        "exp": "Ans. C. Calcium in a dose of 2ml/kg. Tetany, laryngospasm and seizures must be treated immediately with 2ml/kg of 10% calcium gluconate, administered IV slowly under cardiac monitoring.",
        "cop": 3,
        "opa": "Phenytoin",
        "opb": "Calcium in a dose of 1 ml/kg",
        "opc": "Calcium in a dose of 2 ml/kg",
        "opd": "Diazepam",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "a9bb3b7c-d4fb-4417-984a-9d5177b94720",
        "choice_type": "single"
    },
    {
        "question": "The immediate treatment of 10 kg weight infants presented with tetany:",
        "exp": "(IV, Calcium gluconate with cardiac monitoring) (178-G) (486-87-Ghai 7th). Hypocalcemia* S. calcium less than 7 mg/dL* S. phosphate level may be elevated* ECG - QTc interval is prolonged* X-ray -congenital absence of thymus* Calcium gluconate 2 ml/kg of 10% solution is advised IV slowly to control the seizure, ECG monitoring is necessary during calcium infusion.* Feeds should be low in phosphate, cow milk feeds should be replaced with breast feeding.",
        "cop": 2,
        "opa": "IV Diazepam",
        "opb": "IV calcium gluconate with cardiac monitoring",
        "opc": "IV slow phenobarbitone",
        "opd": "Wait and watch",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "6c963eeb-285a-4b40-8b0f-bb1d08bf74d2",
        "choice_type": "single"
    },
    {
        "question": "Trigonocephaly is due to premature closure of which suture?",
        "exp": "Ans. is 'b' i. e., Metopic suture * Craniosynostosis - skull deformity that is direct result of premature suture fusion. Most craniosynostosis are evident at birth. Craniosynostosis. Premature closure of. Features. Scaphocephaly. Sagittal suture* Long and narrow skull* Most common form of craniosynostosis.* Prominent occiput, broad forehead, small or absent anterior fontanel.* Not produce increased ICP & neurological examination is normal. Frontal plagiocephaly. Coronal and sphenofrontal suture* Unilateral flattening of the forehead, elevation of ipsilateral orbit and eyebrow, and a prominent ear on the corresponding side. Occipital plagiocephaly. Lambdoid suture* Occipital flattening* Bulging of ipsilateral frontal bone. Trigonocephaly. Metopic suture* Keel shaped forehead* Hypotelorism* Abnormalities of forebrain. Turricephaly. Coronal, sphenofrontal, frontoethmoid sutures* Cone shaped head. Oxycephaly. Multiple* Tower skull* Undeveloped sinuses, shallow orbits, elevated intracranial pressure. Kleeblattschadcl deformity * Cloverleaf shaped skull* Very prominent temporal bones* Remaining cranium is constricted.* Hydrocephalus is a common complication.",
        "cop": 2,
        "opa": "Sagittal suture",
        "opb": "Metopic suture",
        "opc": "Lambdoid suture",
        "opd": "Coronal suture",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "fa661587-d016-42d8-bcdf-a5d8a68ac0f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following curves denotes lymphoid growth curve?",
        "exp": "Ans. A. A. Graph shown above as A. denotes lymphoid growth as in the curve A. maximum growth occurs starting from around 4-5 years of age till about 8 years and then growth declines.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "3109ff0c-f07b-4d95-9f03-42d4af4271e9",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old child is brought by his new foster mother who was concerned that when she brushed his teeth last night she noticed that his tongue was red in certain distinct patterns. He has otherwise not been ill: The most likely diagnosis he has is:",
        "exp": "Ans. C. Geographic tongue. Geographic tongue can have a changing appearance, hence its alternative description, erythema migrans. It involves atrophy of the filiform papillae, usually on the dorsum of the tongue. It is harmless and common. Hairy tongue is usually dark colored; it is caused by excess keratin and hypertrophy and elongation of the filiform papillae. Usually these patients are asymptomatic. Patients with Kawasaki traditionally have \"strawberry tongue, \" where the tongue is red and slightly swollen and the papillae appear white as a contrast. These patients are generally quite ill, with high fevers for several days and other symptoms. Pyogenic granulomas can grow on the tongue, although they would be more commonly found on the gingiva, as they are caused by the body's reaction to irritation. It is a painless mass that can be red, blue, or purple",
        "cop": 3,
        "opa": "Kawasaki disease",
        "opb": "Pyogenic granuloma of the tongue",
        "opc": "Geographic tongue",
        "opd": "Hairy tongue",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "806906f6-b484-4fc5-90b4-c238938013cf",
        "choice_type": "single"
    },
    {
        "question": "The X-linked dominant one is",
        "exp": "(B) Vitamin D resistant rickets # X-linked Dominant:; Amelogenesis imperfects; Bipolar depressive psychosis; Goltz's syndrome; hypophosphatemia; Oral-facial- digital syndrome; Vitamin D resistant rickets.",
        "cop": 2,
        "opa": "Fragile X syndrome",
        "opb": "Vitamin D resistant rickets",
        "opc": "Duchenne muscular dystrophy",
        "opd": "Myotonic dystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "f42749ae-4d1d-4eb9-8177-13e1d4fcb30f",
        "choice_type": "single"
    },
    {
        "question": "The CSF findings in tubercular meningitis include:",
        "exp": "Ans. B. Low sugar + high protein and lymphocytosis. Meningitis is a serious manifestation of childhood tuberculosis. It may occur at any age but is most common between 6 months-24 months. There is usually a focus of primary infection or military tuberculosis. The onset is usually insidious and clinical features are divided into 3 phases. Diagnosis rests on a good history, clinical examination and may be confirmed with a lumbar puncture and neuroimaging. Lumbar puncture may reveal raised intracranial pressure with lymphocytic pleocytosis (100-500cells/mm3), elevated protein, mild hypoglycorrhachia and low chloride. CECT mat reveal basal exudates, tuberculoma and hydrocephalus",
        "cop": 2,
        "opa": "High sugar + low protein",
        "opb": "Low sugar + high protein and lymphocytosis",
        "opc": "High sugar + high chloride",
        "opd": "Low sugar + high protein and lymphopenia",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "7a126317-d71c-4802-ac78-460fb4dc3369",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child presents with mental retardation, seizures, with lighter skin complexion. The diagnosis is",
        "exp": "(C) Phenylketonuria# Phenylketonuria: Phenylketonuria (PKU) is a disorder that causes a buildup of the amino acid phenylalanine, which is an essential amino acid that cannot be synthesized in the body but is present in food.> Most affected newborns are detected during routine screening tests. Newborns with PKU rarely have symptoms right away, although sometimes an infant is sleepy or eats poorly.> If not treated, affected infants progressively develop mental retardation over the first few years of life, which eventually becomes severe.> Other symptoms include seizures, nausea and vomiting, an eczema-like rash, lighter skin and hair than their family members, aggressive or self-injurious behavior, hyperactivity, and sometimes psychiatric symptoms.> Untreated children often give off a \"mousy\" body and urine odor as a result of a by-product of phenylalanine (phenylacetic acid) in their urine and sweat.",
        "cop": 3,
        "opa": "Maple syrup urine disease",
        "opb": "Albinism",
        "opc": "Phenylketonuria",
        "opd": "Alkaptonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "5c4ed426-14aa-47a6-b08d-de3c3178cca1",
        "choice_type": "single"
    },
    {
        "question": "Split skin grafts in children should be harvested from",
        "exp": "A split-thickness skin graft(STSG) is a skin graft including the epidermis and pa of the dermis. Its thickness depends on the donor site and the needs of the person receiving the graft. A full-thickness skin graft consists of the epidermis and the entire thickness of the dermis. Split skin grafts in children should be harvested from Buttocks. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Buttocks",
        "opb": "Thigh",
        "opc": "Trunk",
        "opd": "Upper limb",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "d1c3b1f3-3463-4fc9-98e9-52a4a4a6f86b",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy presents with palpable non-blanching rash starting 3 days back from the ankles and involves lower limbs and buttocks. He had viral URTI previously. BP is normal and KFT is normal. What is the diagnosis?",
        "exp": "Ans. (a) Henoch-Schonlein purpura.* The presence of normal KFT and normal BP means GFR is unaffected. With purpura involving the ankles, lower limbs following a URTI, IgA deposition in dermal blood vessels indicates the presence of Henoch-schonlein purpura.* Hemolytic uremic syndrome is ruled out due to normal KFT. Image source. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif; margin: 0 0 8pt\">",
        "cop": 1,
        "opa": "Henoch-Schonlein purpura",
        "opb": "Meningococcemia",
        "opc": "Hemolytic uremic syndrome",
        "opd": "Cutis marmorata",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "53c340e0-b1f7-47c7-a02e-783eeb91695b",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old boy presents to the pediatric emergency unit with seizures. Blood pressure in the upper extremity is measured as 200/140 mm Hg. Femoral pulses were not palpable. The most likely diagnosis is:",
        "exp": "Ans. B. Coarctation of aorta. Isolated upper extremity hypertension with absent or diminished femoral pulses clearly suggest the diagnosis of Coarctation of aorta.",
        "cop": 2,
        "opa": "Grandmal seizures",
        "opb": "Coarctation of aorta",
        "opc": "Renal parenchymal disease",
        "opd": "Takayasu aorto arteritis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "3d1a2573-6fc9-4f09-9ff7-10b488155762",
        "choice_type": "single"
    },
    {
        "question": "In asymmetrical IUGR, which organ is not affected?",
        "exp": "Ans. D. Brain. Intrauterine growth restriction (IUGR) refers to a condition in which a fetus is unable to achieve its genetically determined potential size. In asymmetrical IUGR, the fetal growth occurs during late gestation producing a brain sparing effect. Head circumference is relatively preserved compared to length and weight. Causes include placental insufficiency, pregnancy induced hypertension or maternal medical diseases.",
        "cop": 4,
        "opa": "Subcutaneous fat",
        "opb": "Muscle",
        "opc": "Liver",
        "opd": "Brain",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "27cf33cd-ed08-47db-8765-05583d6b1bbf",
        "choice_type": "single"
    },
    {
        "question": "A child with Tubercular meningitis (TBM) presents with hydrocephalus after VP shunt has polyuria and hyponatremia. The most probable diagnosis is:",
        "exp": "Ans. C. Cerebral salt wasting. Differentiating features of Central Diabetes insipidus, SIADH and Cerebral salt wasting. Clinical Parameter. SIADHCerebral Salt wasting. Central diabetes insipidus. Serum sodium. Low. Low. High. Urine output. Normal or low. High. High. Urine sodium. High. Very high. Low. Intravascular volume status. Normal or high. Low. Low. In Shunt block there will be signs of raised ICT like altered sensorium and vomiting.",
        "cop": 3,
        "opa": "Central Diabetes insipidus",
        "opb": "SIADH",
        "opc": "Cerebral salt wasting",
        "opd": "Shunt block",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "3eeac21f-d75c-487e-a41d-213f96f6f363",
        "choice_type": "single"
    },
    {
        "question": "A child develops non-blanching macules and papules on lower extremities, mild abdominal pain and skin biopsy showed IgA deposition. Most appropriate diagnosis is -",
        "exp": "Ans. is 'b' i. e., HSP Henoch-Schonlein purpura* Henoch - Schonlein purpura is vasculitis of small vessels (capillaries, venules or arterioles) and characterized by deposition of IgA in the wall of involved vessels.* H. S. purpura is characterized by tetrad of purpura, arthritis, glomerulonephritis, and abdominal pain. Gross hematuria is seen in 20-30% of cases.* All changes result from the deposition of circulating immune complexes, containing IgA and complement on the endothelium of the blood vessels throughout the body and within the glomerular mesangial regions.* Diagnosis is confirmed by presence of palpable purpura with normal platelet count along with one or more of the following: abdominal pain, arthralgia/arthritis and mesangial deposition of IgA.* Biopsy of the kidney may be performed both to establish the diagnosis or to assess the severity of already suspected kidney disease. The main findings on kidney biopsy are increased cells and IgA deposition in the mesangium (part of the glomerulus, where blood is filtered), white blood cells, and the development of crescents.* Renal manifestations usually start at the onset or within 3 months of onset of other symptoms.",
        "cop": 2,
        "opa": "Drug induced vasculitis",
        "opb": "HSP",
        "opc": "Wegener's granulomatosis",
        "opd": "Kawasaki disease",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "c19776b2-b99c-459a-bf1e-662dc7abca3e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is commonly encountered in a female newborn and requires no therapy?",
        "exp": "Ans. C. Mucoid vaginal discharge. In a female newborn, presence of a white mucoid discharge at the vulva may be due to influence of maternal estrogen transmitted trans placentally to the fetus. It resolves by itself. Rarely bleeding from vagina may also be seen which is also physiological and requires no treatment.",
        "cop": 3,
        "opa": "Enlarged clitoris",
        "opb": "Labial fusion",
        "opc": "Mucoid vaginal discharge",
        "opd": "Prolapsed urethra",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "b1fa1d9e-0083-4213-b214-b3674a8fc66a",
        "choice_type": "single"
    },
    {
        "question": "The characteristic facies of the following may resemble that of Downs syndrome:",
        "exp": "(C) Zellweger syndrome# ZELLWEGER SYNDROME: Children demonstrate facial dysmorphology with a prominent forehead, large anterior fontanellae, epicanthal folds, micrognathia, high arched palate, and deformed ear lobes.> Characteristic Zellweger syndrome facies may resemble that of Downs syndrome.> Other features include profound hypotonia, hepatic dysfunction, hepatomegaly, retinal degeneration, sensorineural hearing loss, renal cysts and calcific stippling of the epiphyses.> Peroxismol biogenesis disorders (PBDs) include Zellweger syndrome, Neonatal adrenoleukodystrophy (NALD), infantile Refsum disease (IR), & Rhizomelic chondrodysplasia punctata (RCP).> Zellweger syndrome, NALD, and IRD represent a spectrum of disroders with similar and overlapping clinical features.",
        "cop": 3,
        "opa": "Rhizomelic chondrodysplasia",
        "opb": "Infantile Refsum disease",
        "opc": "Zellweger syndrome",
        "opd": "Neonatal adreno leukodystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "6dc546d4-df52-48fd-a919-3e779a73d84a",
        "choice_type": "single"
    },
    {
        "question": "Encopresis is associated with",
        "exp": "(D) Severe emotional disturbances # Severe emotional disturbances> Encopresis (also known as paradoxical diarrhea) is involuntary fecal soiling in adults and children who have usually already been toilet trained. Persons with encopresis often leak stool into their undergarments.> Strong emotional reactions typically result from failed and repeated attempts to control this highly aversive bodily product.> These reactions then in turn may complicate conventional treatments using stool softeners, sitting demands, and behavioral strategies. The estimated prevalence of encopresis in four-year-olds is between one and three percent.> The disorder is thought to be more common in males than females, by a factor of 6 to 1.",
        "cop": 4,
        "opa": "Low socioeconomic class",
        "opb": "Less than 4 year old child",
        "opc": "Female sex",
        "opd": "Severe emotional disturbances",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "edf5e447-a791-4c9c-b741-371f7a7ce295",
        "choice_type": "single"
    },
    {
        "question": "Neonate with retrolental fibroplasia is associated with",
        "exp": "Retrolental fibroplasia- Abnormal proliferation of fibrous tissue immediately behind the lens of the eye, leading to blindness. This is mostly due to excessive administration of oxygen in premature babies. Image: Retrolental fibroplasia or Retinopathy of prematurity Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Hypoxia",
        "opb": "Hypocapnea",
        "opc": "Hypoxaemia",
        "opd": "Hyperoxemia",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "45d9417f-b7cb-4daf-b5dc-f4893c64bcb5",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Seizures during Neonatal Period includes",
        "exp": "(A) Hypoxic Ischemic Encephalopathy # HYPOXIC ISCHEMIC ENCEPHALOPATHY (HIE) It is a type of brain damage that occurs when an infant's brain doesn't receive enough oxygen and blood. It is a dangerous condition that requires immediate medical intervention. HIE affects 20 out of every 1000 full term births; the incidence rate in premature babies is 60% of all live births.# Causes of Neonatal Seizures:> Seizures resulting from hypoxic-ischemic encephalopathy Seen in both term and premature infants. Present within the first 72 hours of life. Seizures may include subtle, clonic, or generalized seizures.> Intracranial hemorrhage: Occurs more frequently in premature than in term infants. Distinguishing infants with pure hypoxic-ischemic encephalopathy from those with intracranial hemorrhage often is difficult.> Subarachnoid hemorrhage: More common in term infants. Type of hemorrhage occurs frequently and is not clinically significant. Typically, infants with subarachnoid hemorrhage appear remarkably well.> Germinal matrix-intraventricular hemorrhage: Is seen more frequently in premature than in term infants, particularly in infants born prior to 34 weeks' gestation. Subtle seizures are seen frequently with this type of hemorrhage.> Subdural hemorrhage: Is seen in association with cerebral contusion. It is more common in term infants.> Metabolic disturbances: Include Hypoglycemia, Hypocalcemia, & Hypomagnesemia. Less frequent metabolic disorders, such as inborn errors of metabolism, are seen more commonly in infants who are older than 72 hours. Typically, they may be seen after the infant starts feeding.> Intracranial infections (which should be ruled out vigorously) that are important causes of neonatal seizures include Meningitis, Encephalitis (including herpes encephalitis), Toxoplasmosis, and Cytomegalovirus (CMV) infections. Most common bacterial pathogens include Escherichia coli and Streptococcus pneumoniae.> Most cerebral malformations present with seizures at a later age, major malformation syndromes are important to consider.> Lissencephaly, pachygyria, polymicrogyria, and linear sebaceous nevus syndrome can present with seizures in the neonatal period.",
        "cop": 1,
        "opa": "Hypoxic Ischemic Encephalopathy",
        "opb": "Brain haemorrhage",
        "opc": "Tetanus",
        "opd": "Nutrient deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "9f873efc-cdd7-4fb6-9e3d-3c15ddb30e4d",
        "choice_type": "single"
    },
    {
        "question": "Myelodysplasia in fetus can be best diagnosed by",
        "exp": "Ans. a (AFP); (Ref. Robbins, Pathologic Basis of Disease, 6th/pg. 325). Maternal serum AFP (MSAFP)# It is a oncofoetal protein# Highest level of which in foetal serum and amniotic fluid, it reaches around 13 weeks and decreases thereafter.# It reaches a peak around 32 weeks.# It decreases in Down's syndrome.# Its increased levels are seen in (Mnemonic = WORMIAN)- Wrong gestational age, - Open neural tube defects, - Renal anomalies, - Multiple pregnancy, - IUD, - Anterior abdominal wall defects, - Nephrotic syndrome (Congenital).# Ach esterase has better diagnostic value than AFP in open neural tube defects. (AI 2005)# Normal levels of AFP in liquor at 16th week = 20 mg/dL.# AFP is tumor marker for HCC, Non-seminomatous GCTs and ovarian sexcord tumors like Sertoli-Leydig tumors.",
        "cop": 1,
        "opa": "AFP",
        "opb": "Lumbar puncture",
        "opc": "HCG",
        "opd": "Unconjugated estriol",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "bca22e0b-6e5f-4a8a-bac1-4203bf2a3dd5",
        "choice_type": "single"
    },
    {
        "question": "A child admitted to emergency with urinary incontinence, miosis, sweating, salivation.... poisoning likely by",
        "exp": "(A) Carbamates > Diagnosis of organic insecticide (Carbamate) poisoning was made on the basis of definite clinical picture such as bradycardia, rhinorrhea, vomiting, diarrhoea, urinary incontinence, miosis, sweating, muscle fasciculations, altered neurological status and a typical smell of insecticide.",
        "cop": 1,
        "opa": "Carbamates",
        "opb": "Arsenic",
        "opc": "Lead",
        "opd": "Opioid",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "72d44358-6822-4641-b026-1f96c2387d76",
        "choice_type": "single"
    },
    {
        "question": "Most common complication of mumps in children is",
        "exp": "(B) Aseptic meningitis > In adult males, mumps can cause bilateral orchitis and sterility, Meningitis usually follow parotitis and acute pancreatitis occurs in 2nd week, may result in diabetes mellitus.> Meningo encephalitis results 3-10 days after onset of glandular swelling.> Incubation period of mumps is 12-21 days (Mean 17 days)> COMPLICATIONS OF MUMPS: Epididymo-orchitis is a complication seen in about a third of postpubertal male patients. The testis becomes swollen and acutely painful, with accompanying fever and chills. Orchitis is usually unilateral but when it is bilateral and followed by testicular atrophy, sterility or low sperm counts may result. The central nervous system is involved in about 60 per cent of cases, as indicated by pleocytosis in the CSF but only about 10 per cent show symptoms of meningitis.> Mumps has been reported to cause about 10-15 per cent of cases of aseptic meningitis'. Mumps meningitis and meningoencephalitis usually resolve without sequelae but deafness may sometimes result. Munps meningitis may occasionally occur in the absence of parotitis, when diagnosis rests solely on laboratory evidence. The virus can be grown readily from the CSF in the early phase of meningitis.> Other less common complications are arthritis, oophoritis, nephritis, pancreatitis, thyroiditis and myocarditis. Most common complication of mumps in children is aseptic meningitis.",
        "cop": 2,
        "opa": "Orchitis",
        "opb": "Aseptic meningitis",
        "opc": "Pancreatitis",
        "opd": "Myocarditis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "4a46db71-d836-4482-ab14-69f49b41a2ec",
        "choice_type": "single"
    },
    {
        "question": "Ideal time gap between 2 live vaccinations is about",
        "exp": "(B) 4 weeks. GUIDELINES FOR SPACING OF LIVE & INACTIVATED ANTIGENSAntigen Combination. Recommended minimum interval between doses>= Inactivated. None; can be administered simultaneously or at any interval between doses. Inactivated & Live. None; can be administered simultaneously or at any interval between doses>=2 live parenteral*4-week minimum interval, if not administered simultaneously * Live oral vaccines (E. g., Ty21a typhoid vaccine, oral polio vaccine) can be administered simultaneously or at any interval before after inactivated or live parenteral vaccines. If live parenteral (injected) vaccines (MMR, MMRV, Varicella zoster, and yellow fever) and live intranasal influenza vaccine (LAIV) are not administered at the same visit, they should be separated by at least 4 weeks. VACCINATION CHART FOR BABIES IN INDIABCGNewborn*. Bacilli Calmette-Guerin (BCG):*. Vaccination is given to combat Tuberculosis & prevent TB Meningitis in child.*. Vaccine contains live culture of the bacterium that causes TB in humans, but in a weakened form, which triggers the immune system of the child, preventing TB to attack the body. It is given at birth. Hep BNew born 1st6th week 2nd6th month 3rd*. Hepatitis B vaccination:*. It is given to prevent liver diseases caused by the Hepatitis B virus, which can cause liver cancer, liver failure and in some cases, death.*. The first dose of vaccination is given at birth.*. RECOMBIVAX HB Hepatitis B vaccine is non- infectious and is created out of a genetic recombination.*. It is made with the help of yeast. OPV6th month 1st9th month 2nd4-6 years 3rd*. Oral Polio Vaccine (OPV):*. It is given to prevent the polio disease. It can be given orally (OPV) or via injection (IPV). OPV is a polio vaccine, It is made up of an inactivated non-wild strain of the virus which helps produce antibodies within the body. IPV6th week 1st10th week 2nd14th week 3rd16th-18th month B1*. Inactivated Polio Vaccine (IPV):*. It is given to prevent polio disease in child. It is a mandatory vaccine for all children.*. It contains a wild strain of inactivated polio virus.*. It is usually given along with the DTP vaccine. DTP6th Week 1st10th week 2nd14th week 3rd16th-18th month B1 4-6 years B2*. Diphtheria, Tetanus, & Pertussis (DTP):*. Commonly known as a whooping cough, this vaccination is mandatory.*. Vaccine is a combination of three antigens-Diphtheria toxoid, Tetanus toxoid, and Pertussis.*. These antigens are inactivated to create the DTP vaccine.*. On receiving the vaccine, antibodies are produced within the body to fight occurrence of the diseases. Rota V6th week 1st 10th week 2nd 14th week 3rd*. This vaccination is essential to protect a child against Rotavirus infection which can cause severe diarrhea in children.*. Rota virus vaccine is composed of 5 strains of inactivated rotaviruses.*. It is developed using DNA technology to build immunity in the infants against rotavirus infection. PCV6th week 1st 10th week 2nd 14th week 3rd 13th-15th month Booster*. Pneumococcal Conjugate Vaccine (PCV):*. It is given to prevent Pneumococcal infections in child.*. Pneumococcal bacteria causes ear infections, pneumonia of the lungs, bacteremia of the blood and brain meningitis.*. PCV vaccine is inactivated & does not contain any live Pneumococcal bacteria. Influenza type B (HiB)6th week 1st10th week 2nd 14th week 3rd 16th-18th month B1*. This vaccination is necessary to protect a child against Haemophilus Influenza type B (HiB) - a bacteria that causes diseases like Meningitis, Pneumonia and Epiglottitis.*. HiB is a conjugate vaccine.*. It consists of inactivated bacterial components which on being introduced to the body helps create immunity against the bacteria. MMR9th month 1st 13th-15th month 2nd 4-6 years 3rd*. Measles, Mumps & Rubella (MMR):*. Vaccination is mandatory to prevent from diseases like Measles, Mumps, and Rubella (MMR).*. Vaccine contains live, attenuated measles, mumps and rubella virus with Moraten & Edmonston- Zagreb strain in Genotype A. Typhoid9th-12th month 24th month*. Typhoid Conjugate Vaccine (TCV):*. It is given to prevent typhoid in child. It is made up of Purified Vi polysaccharide from the TY2 S or Typhi Strain. Hep A12th month 1st 18th month 2nd*. Hepatitis A vaccination is a mandatory one to prevent chronic liver infections, protection from Hepatitis A Virus.*. Hepatitis A is made from sterile suspension of inactivated virus (Strain HM175) propagated in MRC-5. Varicella13rd-15th month 1st 4-6 years 2nd*. Varicella vaccine:*. It is a vaccine that protects against chickenpox.*. One dose of vaccine prevents 95% of moderate disease & 100% of severe disease.*. Two doses of vaccine are more effective than one.",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "8 weeks",
        "opd": "12 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "fcbea85a-49ed-44ec-8a01-657aef89fcf9",
        "choice_type": "single"
    },
    {
        "question": "The state with the lowest IMR as per SRS 2017 is:",
        "exp": "Ans. B. Goa. There is a wide variation in morbidity and mortality pattern of different regions in India. Goa has the lowest IMR of 8 followed by Kerala and Pondicherry with a IMR of 10.",
        "cop": 2,
        "opa": "Kerala",
        "opb": "Goa",
        "opc": "Assam",
        "opd": "Sikkim",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "74a823cd-5047-489e-9e70-58bff0122958",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Extradual/Subdural Hemorrhage in children is",
        "exp": "(B) Skull fracture",
        "cop": 2,
        "opa": "A-V malformation",
        "opb": "Skull fracture",
        "opc": "Aneurysms",
        "opd": "Atherosclerosis",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "aaa6c545-f413-457c-a0da-41ec956893b3",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of severe obstructive uropathy in children is",
        "exp": "Posterior Urethral Valves. The most common cause of severe obstructive uropathy in children is posterior urethral valves, affecting 1 in 8, 000 boys. The urethral valves are tissue leaflets fanning distally from the prostatic urethra to the external urinary sphincter. Valves are of unclear embryologic origin and cause varying degrees of obstruction. Ref: Nelson Textbook of Pediatrics; 20th edition; Page no: 2574",
        "cop": 1,
        "opa": "Posterior urethral valves",
        "opb": "Phimosis",
        "opc": "Urethral atresia",
        "opd": "Bladder neck obstruction",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "36fd3187-0ae3-47e8-80e8-f0836db3fe90",
        "choice_type": "single"
    },
    {
        "question": "What is the recommended dose of steroids for attaining fetal lung maturity?",
        "exp": "b. Inj Betamethasone 12mg for 2 doses 24 hours apart(Ref: Nelson's 20/e p 852). Inj Betamethasone 12mg IM 2 doses, 24 hrs apart or Inj Dexamethasone 6mg IM every 12 hrs for 4 doses can be used",
        "cop": 2,
        "opa": "Inj Betamethasone 12 mg for 2 doses 12 hours apart",
        "opb": "Inj Betamethasone 12 mg for 2 doses 24 hours apart",
        "opc": "Inj Dexamethasone 6 mg for 4 doses 24 hours apart",
        "opd": "Inj Dexamethasone 12 mg for 2 doses 12 hours apart",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "afd6fdc7-8af7-4451-86cf-01ce18591c5c",
        "choice_type": "single"
    },
    {
        "question": "According to PALS, which of the following is not included in initial impression?",
        "exp": "Initial impression includes: Consciousness Breathing Color. Airway is included in Primary assessment. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Consciousness",
        "opb": "Color",
        "opc": "Airway",
        "opd": "Breathing",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "eacd5831-b910-4537-9f2f-0bd29ca8cdde",
        "choice_type": "single"
    },
    {
        "question": "A female child of a mother is diagnosed to have Duchenne's muscular dystrophy. What risk does the mother have for her next male child to suffer from similar illness?",
        "exp": "(B) 50% # Duchenne muscular dystrophy is inherited in an X-linked recessive pattern.> Male children, who have an XY chromosome pair, receive one of their mother's two X chromosomes and their father's Y chromo- some. Women DMD carriers who have an abnormal X chromosome have a one-in-two chance of passing that abnormality on to their male children.> Unlike most female children, a male child with an inherited defective Xp21 gene does not have a second X chromosome to provide correct genetic instructions, and the disease manifests.> Sons of carrier females each have a 50% chance of having the disease, and the daughters each have a 50% chance of being carriers.> Daughters of men with Duchenne will always be carriers, since they will inherit an affected X chromosome from their father (note that the diagram only shows the results from an unaffected father).> Some females will also have very mild degrees of muscular dystrophy, and this is known as being a manifesting carrier. In one-third of the cases, the disease is a result of an unspontaneous or new mutation.",
        "cop": 2,
        "opa": "25%",
        "opb": "50%",
        "opc": "100%",
        "opd": "0%",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "332ae0b5-7f8e-437d-a2ea-c446f96c7f7d",
        "choice_type": "single"
    },
    {
        "question": "A neonate with doughy soft lump in neck causing distortion of face and audible grunt. Diagnosis is:",
        "exp": "Ans. (a) Cystic hygroma.* Cystic hygroma is a form of Lymphangioma caused by benign aberrant development of lymphatics and presents at birth with airway obstruction.* Imaging with USG, CT scan or MRI can identify the extent of lesion and surgery is required. (EXIT Procedure). Doxycycline, ethanol and sildenafil are Sclerosants and sclerotherapy can be done.* Sternocleidomastoid tumor is seen after a traumatic birth and leads to lump in neck with torticollis.* Brachial cyst is small and located on anterior border of sternocleidomastoid and does not cause respiratory compromise. Image source. style=\"font-size: 1. 04761904761905em; color: rgba(0, 0, 0, 1); font-family: Times New Roman, Times, serif; margin: 0\">",
        "cop": 1,
        "opa": "Cystic hygroma",
        "opb": "Brachial cyst",
        "opc": "Sternocleidomastoid Tumor",
        "opd": "Birth injury",
        "subject_name": "Pediatrics",
        "topic_name": "Miscellaneous",
        "id": "42208db7-4760-48c8-b07a-7e60c1e364db",
        "choice_type": "single"
    }
]