[
    {
        "question": "Which of the following features defines toddler fracture",
        "exp": "Toddler fractures occur in young ambulatory children (from 9 months to 3 years). A toddler&; s fracture is a spiral or oblique undisplaced fracture of the distal shaft of the tibia with an intact fibula. The periosteum remains intact and the bone is stable. These fractures occur as a result of a twisting injury. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Subluxation of the radial head",
        "opb": "Salter Harris type 3 fracture of the distal fibular epiphysis",
        "opc": "Fracture of the distal radius",
        "opd": "Spiral fracture of the tibia",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "e7b4a60d-44fc-4ca5-a6a0-fd6d1001deda",
        "choice_type": "single"
    },
    {
        "question": "Most common rheumatic disease in children is ________",
        "exp": "The most common rheumatic disease in children is Juvenile idiopathic ahritis (JIA), Juvenile idiopathic ahritis represents a homogenous group of chronic disorders charcterized by Ahritis in >/= 1 joint Age at onset: <16 years Duration of disease: >/=6 weeks Ahritis is clinically defined as: Swelling or effusion, or the presence of 2 or more of the followin signs: Limitation of range of motion Tenderness or pain on motion Increased heat Ref: Nelson textbook of pediatrics 21st edition pgno: 1258",
        "cop": 1,
        "opa": "Juvenile idiopathic ahritis",
        "opb": "Juvenile ankylosing spondylitis",
        "opc": "Systemic lupus erythematosus",
        "opd": "Morphea",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "c47191d7-2785-4598-919c-142135bc0da1",
        "choice_type": "single"
    },
    {
        "question": "An infant present with hypotonia and hyporeflexia with significant prenatal history of polyhydraminos and decreased fetal movements. What do you suspect?",
        "exp": "Among the given options, only spinal muscular atrophy presents in infancy and the rest in late childhood. Spinal Muscular atrophy (SMA) It is a degenerative disease of motor neurons, caused by the mutation of SMN gene with autosomal-recessive inheritance. Clinical features: Usually stas in infancy with hypotonia, hyporeflexia, and thin muscle mass Diagnosis: Genetic testing for SMN gene mutation. Muscle biopsy for cases of negative genetic testing. Treatment: Symptomatic and suppoive Ref: nelson textbook of pediatrics 21st edition Pgno: 3246",
        "cop": 1,
        "opa": "Spinal muscular atrophy",
        "opb": "Classical myotonic dystrophy",
        "opc": "Duchenne muscular dystrophy",
        "opd": "Emery-Dreifuss syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "842a7998-b8cf-45cb-b3a3-628f56dd4015",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child comes with complaint of limp diagnosis is",
        "exp": ". Septic ahritis, also known as jointinfection or infectious ahritis, is the invasion of a joint by an infectious agent resulting in joint inflammation. Symptoms typically include redness, heat and pain in a single jointassociated with a decreased ability to move the joint.",
        "cop": 1,
        "opa": "Septic Arhritis",
        "opb": "Slipped capital femoral epiphysis",
        "opc": "Pehe's disease",
        "opd": "DDH",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "41da97d2-ffff-4e11-8667-0898943e2635",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic Criteria of JRA",
        "exp": "It is defined as ahritis of one or more joints with onset below 16 yr age and persisting for atleast 6 weeks Ref Ghai pediatrics eighth edition pg no 625",
        "cop": 1,
        "opa": "Disease persisting 6 weeks or longer",
        "opb": "Onset before age 16 years",
        "opc": "Ahritis involving >5 joints",
        "opd": "Polyaicular JRA ANA is +ve",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "dd43d72c-1a78-4d51-b8c5-d376182cc99a",
        "choice_type": "single"
    },
    {
        "question": "The common HLA type associated with Behcet disease is _________",
        "exp": "Behcet disease is associated with HLA haplotype B51 in paicular. Behcet disease is a neutrophilic vasculitis affecting small to medium-sized vessels that classically presents as a clinical triad of recurrent oral aphthous ulcers, genital ulcers, and uveitis. Here (Th17) T helper 17 cells play an impoant contribution in recruitement of neutrophils, which will later infiltrate into the vessel wall. There can also be gastrointestinal and pulmonary manifestations, with disease moality related to severe neurologic involvement or rupture of vascular aneurysms. Reference: nelson textbook of pediatrics 21st edition Pgno: 1289",
        "cop": 3,
        "opa": "HLA DR4",
        "opb": "HLA B27",
        "opc": "HLA B51",
        "opd": "HLA CW6",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "126e33e6-d06c-4b11-b9ff-cf76426dc98e",
        "choice_type": "single"
    },
    {
        "question": "The mode of inheritance of Duchenne muscular dystrophy is",
        "exp": "Duchene muscular dystrophy is a X linked recessive disorder. Gait disturbances is commonly seen and calf muscle pseudo hyperophy is also seen",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "9020445a-69a9-4ea2-b3bd-27b1130bd4b9",
        "choice_type": "single"
    },
    {
        "question": "EMG is least useful for diagnosis of",
        "exp": "EMG is leastly used in cerebral palsy since the cause is in the brain and not in the muscles",
        "cop": 1,
        "opa": "Cerebral palsy",
        "opb": "Spinal muscular atrophy",
        "opc": "Charot-Marie-Tooth disease",
        "opd": "Myasthenia gravis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "c84e4ac4-6ecb-4c9f-b69e-4427e9cc404d",
        "choice_type": "single"
    },
    {
        "question": "A 9-year old boy with the below features presents with pain in left shoulder and neck, with a restricted range of motion. There is no history of trauma or any surgery. What is the likely diagnosis?",
        "exp": "Pain in the neck and shoulder with winging of scapula, in a child with no history of trauma or surgery clinches the diganosis of facioscapulohumeral dystrophy. No history of trauma or surgery rules out long thoracic nerve palsy. Facioscapulohhumeral dystrophy: It is an autosomal-dominant disorder. severe weakness is in the facial and shoulder muscles (scapular winging). Flattening of deltoid contour, with wasted biceps and triceps. Calf hyperophy is not a feature but foot drop may be seen. Lumbar lordosis and kyphoscoliosis are common complications, and there is no involvement of cardiac muscles. Ref: nelson textbook of pediatrics 21st edition Pgno: 3647",
        "cop": 1,
        "opa": "Facio scapulo humeral dystrophy",
        "opb": "Long thoracic nerve palsy",
        "opc": "Klippel-feil syndrome",
        "opd": "Becker muscular dystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "6c24a589-6fd1-4c20-bc0c-6d439fef1b23",
        "choice_type": "single"
    },
    {
        "question": "Bone age is advanced in",
        "exp": "An advanced or delayed bone age does not always indicate disease or \"pathologic\" growth. Conversely, the bone age may be normal in some conditions of abnormal growth. Children do not mature at exactly the same time. Just as there is wide variation among the normal population in age of losing teeth or experiencing the first menstrual period, the bone age of a healthy child may be a year or two advanced or delayed. Those with an advanced bone age typically hit a growth spu early on but stop growing at an earlier age. Consequently, when a naturally sho child has an advanced bone age, it stunts their growth at an early age leaving them even shoer than they would have been. Because of this, those who are sho with an advanced bone age, need medical attention before their bones fully fuse. An advanced bone age is common when a child has had prolonged elevation of sex steroid levels, as in precocious pubey or congenital adrenal hyperplasia. The bone age is often marginally advanced with premature adrenarche, when a child is overweight from a young age or when a child has lipodystrophy. Those with an advanced bone age typically hit a growth spu early on but stop growing at an earlier age. Bone age may be significantly advanced in genetic overgrowth syndromes, such as Sotos syndrome, Beckwith-Wiedemann syndrome and Marshall-Smith syndrome. Bone maturation is delayed with the variation of normal development termed Constitutional delay of growth and pubey, but delay also accompanies growth failure due to growth hormone deficiency and hypothyroidism. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Congenital adrenal hyperplasia",
        "opb": "Hypothyroidism",
        "opc": "Hypopituitarism",
        "opd": "Constitutional delay in growth",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "9f6b11aa-1bd7-4444-9736-a271914dcf03",
        "choice_type": "single"
    },
    {
        "question": "A one year old child presented with multiple fractures seen in various stages of healing. The most probable diagnosis in this case is",
        "exp": ". Battered child syndrome: A disease in which children are physically abused. The battered child syndromeis a form of child abuse. Not until the 19th century were children granted the same legal status as domesticated animals in regard to protection against cruelty and/or neglect.",
        "cop": 3,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Battered baby syndrome",
        "opd": "Sickle cell disease",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "d7643279-2bde-44cd-8147-fadb84f42c39",
        "choice_type": "single"
    },
    {
        "question": "The highest risk of uveitis in Juvenile idiopathic ahritis (JIA) is associated with _______",
        "exp": "ANA positive oligoahritis is associated with the highest risk for uveitis. The presence of a positive antinuclear antibody (ANA) confers increased risk for uveitis in children with JIA and requires periodic slit-lamp examination. Ref: Nelson textbook of pediatrics 21st edition Pgno: 1260, 1261",
        "cop": 3,
        "opa": "RF positive polyahritis",
        "opb": "Systemic JIA",
        "opc": "ANA-positive oligoahritis",
        "opd": "Enthesis-related ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "6b79a794-5e8f-4bb4-8fad-5a9ffd37a550",
        "choice_type": "single"
    },
    {
        "question": "Duchnne's muscular dystrophy",
        "exp": "Duchene muscular dystrophy is a X linked recessive disorder. Usually become symptomatic before 5 yr and may have history of delayed walking",
        "cop": 2,
        "opa": "X-linked dominant",
        "opb": "X-linked recessive",
        "opc": "Autosomal dominant",
        "opd": "Autosomal recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "2e11771c-cdfb-47d0-8e20-52c762862017",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy with progressive muscle weakness and walking difficulties presented with the following finding. What is the probable diagnosis?",
        "exp": "A boy with progressive muscle weakness, walking difficulties, and the image showing pesudohyperophy of calf muscles is suggestive of Duchenne muscular dystrophy (DMD). Pseudohyperophy of calf muscles is the characteristic feature of DMD, where as other 3 conditions mentioned in option donot have this feature. Duchenne Muscular Dystrophy: Most common hereditary neuromuscular disease It is an X-linked recessive disorder, and the causative gene is located at Xp21 Clinical features: Progressive weakness with developmental delay occurs Pesudohyperophy of calves and wasting of thigh muscles is seen. Tredelenburg gait or hip waddle is characteristic Gower&; s Sign: Indicates weakness of proximal muscles: The patient has to use hands and arms to \"walk up\" their own body from a squatting position Dilated cardiomyopathy Diagnosis: Elevated serum creatine kinase levels Polymerase chain reaction(PCR) analysis for dystrophin gene If PCR is normal, but clinical suspician is high, muscle biopsy with dystrophin immunocytochemistry is done. Treatment: Treatment of cardiac decompensation, nutritional management, Physiotherapy and glucocoicoids. Prognosis: Death occurs usually at about 18 to 20 years of age due to respiratory failure, intractable heart failure, pneumonia, or aspiration Ref: Nelson textbook of pediatrics 21st edition Pgno: 3281",
        "cop": 1,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Myotonic dystrophy",
        "opc": "Spinal muscular atrophy",
        "opd": "Emery-Derifuss muscular dystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "a060de35-3aee-4597-869a-7b756a1ce6f8",
        "choice_type": "single"
    },
    {
        "question": "Early closure of sagittal suture leads to",
        "exp": "Scaphalophegaly: Early closure of saggital suture. In this compensatory skull grows parallel to the affected suture in order to accommodate the growing brain Ref Ghai pediatrics eighth edition pg no 41",
        "cop": 1,
        "opa": "Scaphocephaly",
        "opb": "Oxycephaly",
        "opc": "Trigonocephaly",
        "opd": "Plagiocephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "12ff1908-d62e-49f3-a5c2-ffeb4c1a5331",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in adults?",
        "exp": "Kawasaki is an acute febrile mucocutaneous lymph node syndrome mainly affecting infants and young children. It is a common vasculitic disorder of childhood and has replaced acute rheumatic fever as leading cause of acquired heart disease in children in many countries",
        "cop": 1,
        "opa": "Kawasaki disease",
        "opb": "Henoch schonlein purpura",
        "opc": "Susac syndrome",
        "opd": "Takayasu aeritis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "8392ab66-edf7-4787-a458-c18fc1e7e1ca",
        "choice_type": "single"
    },
    {
        "question": "Duchenne&; s Muscular Dystrophy is a disease of",
        "exp": "Duchenne and Becker muscular dystrophy are caused by loss-of-function mutations in the dystrophin gene on the X chromosome. The encoded protein, dystrophin, is a key component of the dystrophin-glycoprotein complex. Dystrophin is thought to provide mechanical stability to the myofiber and its cell membrane during muscle contraction. Robbins 9e 1242",
        "cop": 3,
        "opa": "Neuromuscular junction",
        "opb": "Sarcolemmal proteins",
        "opc": "Muscle contractile proteins",
        "opd": "Disuse atrophy due to muscle weakness",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "446d3985-c357-45bc-abd2-bb874a60531d",
        "choice_type": "single"
    },
    {
        "question": "A child presented with decreased S. Calcium, increased S. Phosphorus and decreased urinary calcium and phosphorus. These are seen in which condition?",
        "exp": "Decreased sr. Calcium and increased S. phosphorus and decreased urinary phosphate and calcium excretion occurs in chronic renal failure. At first with the reduction of renal function phosphate balance is initially maintained by increased excretion from normal nephrons. However when gfr falls <25 % blood phosphate level rises and urinary phosphate decreased. Ref: Ghai pediatrics eighth edition pg no 495 - 496",
        "cop": 2,
        "opa": "Renal tubular acidosis",
        "opb": "Chronic Renal failure",
        "opc": "Nutritional rickets",
        "opd": "Coeliac rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "de7aa10b-f2e0-4e65-9389-5f1803fb9522",
        "choice_type": "single"
    },
    {
        "question": "Pinku, a 9-year old girl, has difficulty in combing her hair and climbig up stairs since 6 months. On examination, Gower sign is positive and maculopapular rash present over MCP joints. What is the next appropriate investigation to be done?",
        "exp": "Proximal muscle weakness and maculopapular rsah over the metacarpophalangeal joints (Gottron papules) are suggestive of dermatomyositis. As it is an inflammatory myopathy, the next investigation is serum creatine kinase. The gold standard investigation is an muscle biopsy. Ref: nelson textbook of pediatrics 21st edition PGno: 1283",
        "cop": 2,
        "opa": "RA factor",
        "opb": "Serum creatine kinase",
        "opc": "Electromyography",
        "opd": "Muscle biopsy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "0b9a5472-e547-46ed-bc48-c0b4467f8668",
        "choice_type": "single"
    },
    {
        "question": "Ponds fracture is most common in",
        "exp": ". The Ping-Pong skull fracture or a pond skullfracture refers to a depressed skull fracture of the infant skull caused by inner buckling of the calvarium.",
        "cop": 1,
        "opa": "Children",
        "opb": "Adult",
        "opc": "Old age",
        "opd": "No relation with age",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "fbfb8841-758d-41c2-a143-963fb20f7439",
        "choice_type": "single"
    },
    {
        "question": "Most specific but late Radiographic feature of Scurvy is",
        "exp": "Laboratory Findings and Diagnosis of Scurvy. The diagnosis of vitamin C deficiency is usually based on the characteristic clinical picture, the radiographic appearance of the long bones, and a history of poor vitamin C intake. The typical radiographic changes occur at the distal ends of the long bones and are paicularly common at the knees. The shafts of the long bones have a ground-glass appearance because of trabecular atrophy. The coex is thin and dense, giving the appearance of pencil outlining of the diaphysis and epiphysis. The white line of Frankel, an irregular but thickened white line at the metaphysis, represents the zone of well-calcified cailage. The epiphyseal centers of ossification also have a ground-glass appearance and are surrounded by a sclerotic ring. The more specific but late radiologic feature of scurvy is a zone of rarefaction under the white line at the metaphysis. This zone of rarefaction (Trummerfeld zone), a linear break in the bone that is proximal and parallel to the white line, represents the area of debris of broken-down bone trabeculae and connective tissue. A Pelkan spur is a lateral prolongation of the white line and may be present at coical ends. Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 50; Vitamin C (Ascorbic Acid)",
        "cop": 4,
        "opa": "Ground Glass appearance of Shaft of long bones",
        "opb": "Pencil Outlining of Epiphysis",
        "opc": "White line of Frankel",
        "opd": "Trummerfeld Zone at the Metaphysis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "2f2ddde3-e13c-43db-bd6f-bd8530000149",
        "choice_type": "single"
    },
    {
        "question": "En coup de sabre lesion is seen in?",
        "exp": "En coup de Sabre lesion is seen in juvenile localized scleroderma (morphea) It appears as an indented, veical, colorless, line of skin on the forehead. The indentation looks as though the person may have struck (coup) by a sword (sabre) This lesion involves the scalp/or face; lesion can extend into the centra; nervous system, resulting in neurologic sequelae, which are most commonly seizures and headaches. Ref: nelson textbook of pediatrics 21st edition Pgno: 1286",
        "cop": 4,
        "opa": "Neonatal lupus",
        "opb": "Systemic JIA",
        "opc": "Juvenile Dermatomyosistis",
        "opd": "Juvenile Scleroderma",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "421805ce-e9a3-4960-81fe-93721ba6b08e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is diagnostic for juvenile idiopathic ahritis (JIA)?",
        "exp": "Juvenile Idiopathic ahritis (JIA) is a clinical diagnosis without any diagnostic laboory tests. The meticulous clinical exclusion of other diseases and many mimicking conditions is, therefore essential. Laboratory studies, including tests for ANA and RF, are only suppoive or prognostic, and their results may be normal in patients with JIA. Ref: Nelson textbook of pediatrics 21st edition Pgno: 1263",
        "cop": 4,
        "opa": "Anti-nuclear antibody",
        "opb": "ESR",
        "opc": "Rheumatoid factor",
        "opd": "clinical diagnosis without any diagnostic laboory tests",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "c9090da1-3c46-40a4-be96-01587dd6b161",
        "choice_type": "single"
    },
    {
        "question": "Perifascicular Atrophy is seen in",
        "exp": ". It acts mostly like an autoimmune disorder. That means your body mistakes its own tissues as the enemy and attacks itself. When you have dermatomyositis, yourimmune system goes after the blood vessels inside your muscles and the connective tissues in your skin. The pathology of dermatomyositisincludes inflammation, vasculitis, and perifascicular atrophy.... A distinctive feature ofdermatomyositis is atrophy and degeneration of myofibers at the periphery of fascicles (perifascicular atrophy-PFA), which occurs even in absence of inflammation",
        "cop": 4,
        "opa": "Duchenne Muscular Atrophy",
        "opb": "Wilson disease",
        "opc": "Beckers's dystrophy",
        "opd": "Dermatomyositis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "55e8549e-f485-4042-b2df-806698286142",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia is",
        "exp": "Phocomelia is absence of long bones It occurs due to thalidomide consumption during pregnancy",
        "cop": 1,
        "opa": "Absence of long bones",
        "opb": "Absence of brain",
        "opc": "Reduplication of bones",
        "opd": "Absence of heart",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "f06ba070-7920-4cfc-813a-f4b4cb36515a",
        "choice_type": "single"
    },
    {
        "question": "Not a criteria of J. R. A (Juvenile Rheumatoid Ahritis)",
        "exp": ". juvenile Rheumatoid ahritis: age should be below 16 yrs Ref: Ghai pediatrics eighth edition pg no 625",
        "cop": 1,
        "opa": "Age > 16 yrs",
        "opb": "Ahritis > 3 wks",
        "opc": "Ahritis > 6 months",
        "opd": "1 or more joint involvement",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal disorders",
        "id": "1ad4153a-e3ce-4628-b857-68a3a18fee13",
        "choice_type": "single"
    }
]