[
    {
        "question": "Which of the following features defines toddler fracture",
        "exp": "Toddler fractures occur in young ambulatory children (from 9 months to 3 years). A toddler&;s fracture is a spiral or oblique undisplaced fracture of the distal shaft of the tibia with an intact fibula. The periosteum remains intact and the bone is stable. These fractures occur as a result of a twisting injury. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Subluxation of the radial head",
        "opb": "Salter Harris type 3 fracture of the distal fibular epiphysis",
        "opc": "Fracture of the distal radius",
        "opd": "Spiral fracture of the tibia",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "e7b4a60d-44fc-4ca5-a6a0-fd6d1001deda",
        "choice_type": "single"
    },
    {
        "question": "Most common rheumatic disease in children is ________",
        "exp": "The most common rheumatic disease in children is Juvenile idiopathic ahritis (JIA), Juvenile idiopathic ahritis represents a homogenous group of chronic disorders charcterized by Ahritis in >/= 1 joint Age at onset: <16 years Duration of disease: >/=6 weeks Ahritis is clinically defined as: Swelling or effusion, or the presence of 2 or more of the followin signs: Limitation of range of motion Tenderness or pain on motion Increased heat Ref: Nelson textbook of pediatrics 21st edition pgno: 1258",
        "cop": 1,
        "opa": "Juvenile idiopathic ahritis",
        "opb": "Juvenile ankylosing spondylitis",
        "opc": "Systemic lupus erythematosus",
        "opd": "Morphea",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "c47191d7-2785-4598-919c-142135bc0da1",
        "choice_type": "single"
    },
    {
        "question": "An infant present with hypotonia and hyporeflexia with significant prenatal history of polyhydraminos and decreased fetal movements. What do you suspect?",
        "exp": "Among the given options, only spinal muscular atrophy presents in infancy and the rest in late childhood. Spinal Muscular atrophy (SMA) It is a degenerative disease of motor neurons, caused by the mutation of SMN gene with autosomal-recessive inheritance. Clinical features: Usually stas in infancy with hypotonia, hyporeflexia, and thin muscle mass Diagnosis: Genetic testing for SMN gene mutation. Muscle biopsy for cases of negative genetic testing. Treatment: Symptomatic and suppoive Ref: nelson textbook of pediatrics 21st edition Pgno: 3246",
        "cop": 1,
        "opa": "Spinal muscular atrophy",
        "opb": "Classical myotonic dystrophy",
        "opc": "Duchenne muscular dystrophy",
        "opd": "Emery-Dreifuss syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "842a7998-b8cf-45cb-b3a3-628f56dd4015",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child comes with complaint of limp diagnosis is",
        "exp": ".Septic ahritis, also known as jointinfection or infectious ahritis, is the invasion of a joint by an infectious agent resulting in joint inflammation. Symptoms typically include redness, heat and pain in a single jointassociated with a decreased ability to move the joint.",
        "cop": 1,
        "opa": "Septic Arhritis",
        "opb": "Slipped capital femoral epiphysis",
        "opc": "Pehe's disease",
        "opd": "DDH",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "41da97d2-ffff-4e11-8667-0898943e2635",
        "choice_type": "single"
    },
    {
        "question": "All of the following are seen in Systemic Juvenile Ahritis except",
        "exp": "Rheumatoid factor is negative in systemic onset JIA Ref Ghai pediatrics eighth edition pg no 626",
        "cop": 1,
        "opa": "Rheumatoid Factor +ve",
        "opb": "Hepatosplenomegaly",
        "opc": "High fever with rash",
        "opd": "Elevated E.S.R",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "30d24063-886a-45e4-9e82-46aff1052b0c",
        "choice_type": "multi"
    },
    {
        "question": "Diagnostic Criteria of JRA",
        "exp": "It is defined as ahritis of one or more joints with onset below 16 yr age and persisting for atleast 6 weeks Ref Ghai pediatrics eighth edition pg no 625",
        "cop": 1,
        "opa": "Disease persisting 6 weeks or longer",
        "opb": "Onset before age 16 years",
        "opc": "Ahritis involving >5 joints",
        "opd": "Polyaicular JRA ANA is +ve",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "dd43d72c-1a78-4d51-b8c5-d376182cc99a",
        "choice_type": "single"
    },
    {
        "question": "The common HLA type associated with Behcet disease is _________",
        "exp": "Behcet disease is associated with HLA haplotype B51 in paicular. Behcet disease is a neutrophilic vasculitis affecting small to medium-sized vessels that classically presents as a clinical triad of recurrent oral aphthous ulcers, genital ulcers, and uveitis. Here (Th17) T helper 17 cells play an impoant contribution in recruitement of neutrophils, which will later infiltrate into the vessel wall. There can also be gastrointestinal and pulmonary manifestations, with disease moality related to severe neurologic involvement or rupture of vascular aneurysms. Reference : nelson textbook of pediatrics 21st edition Pgno: 1289",
        "cop": 3,
        "opa": "HLA DR4",
        "opb": "HLA B27",
        "opc": "HLA B51",
        "opd": "HLA CW6",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "126e33e6-d06c-4b11-b9ff-cf76426dc98e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false regarding systemic juvenile idiopathic ahritis (sJIA)?",
        "exp": "Rheumatoid ahritis (RA) factor is negative in systemic-onset JIA ; it is positive in polyahritic type of JIA. Ref: Nelson textbook of pediatrics 21st edition. Pgno: 1260",
        "cop": 1,
        "opa": "RA factor positive",
        "opb": "High fever with rash",
        "opc": "Hepatosplenomegaly",
        "opd": "Elevated ESR",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "3caa9d02-e663-42dd-a7bd-56d61e098eac",
        "choice_type": "multi"
    },
    {
        "question": "The mode of inheritance of Duchenne muscular dystrophy is",
        "exp": "Duchene muscular dystrophy is a X linked recessive disorder. Gait disturbances is commonly seen and calf muscle pseudo hyperophy is also seen",
        "cop": 4,
        "opa": "Autosomal dominant",
        "opb": "Autosomal recessive",
        "opc": "X-linked dominant",
        "opd": "X-linked recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "9020445a-69a9-4ea2-b3bd-27b1130bd4b9",
        "choice_type": "single"
    },
    {
        "question": "A 1-year old male child was hospitalized for Kawasaki&;s disease 4 weeks ago and has recovered from an acute illness. He is placed on long-term aspirin therapy. Which of the following statements is false?",
        "exp": "The false statement in this case is that influenza shot should not be given. Patients undergoing long-term aspirin therapy should receive annual infleuenza vaccination to reduce the risk of Reye syndrome. Option B and C- Live vaccines (MMR/Varicella) should be deferred untill 11 months after IVIG administration since IVIG may interfere with immune response Option D: Non-live vaccinations (hepatitis A) do not need to be delayed) Ref: Nelson textbook of pediatrics 21st edition Pgno: 1316",
        "cop": 1,
        "opa": "Influenza shot should not be given",
        "opb": "MMR vaccine should not be given",
        "opc": "Varicella vaccine should not be given",
        "opd": "Hepatitis A vaccine can be given",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "7fef581e-26b9-4031-8243-486fe45bc4e2",
        "choice_type": "multi"
    },
    {
        "question": "EMG is least useful for diagnosis of",
        "exp": "EMG is leastly used in cerebral palsy since the cause is in the brain and not in the muscles",
        "cop": 1,
        "opa": "Cerebral palsy",
        "opb": "Spinal muscular atrophy",
        "opc": "Charot-Marie-Tooth disease",
        "opd": "Myasthenia gravis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "c84e4ac4-6ecb-4c9f-b69e-4427e9cc404d",
        "choice_type": "single"
    },
    {
        "question": "A 9-year old boy with the below features presents with pain in left shoulder and neck, with a restricted range of motion. There is no history of trauma or any surgery. What is the likely diagnosis?",
        "exp": "Pain in the neck and shoulder with winging of scapula, in a child with no history of trauma or surgery clinches the diganosis of facioscapulohumeral dystrophy. No history of trauma or surgery rules out long thoracic nerve palsy. Facioscapulohhumeral dystrophy: It is an autosomal-dominant disorder. severe weakness is in the facial and shoulder muscles (scapular winging). Flattening of deltoid contour, with wasted biceps and triceps. Calf hyperophy is not a feature but foot drop may be seen. Lumbar lordosis and kyphoscoliosis are common complications, and there is no involvement of cardiac muscles. Ref: nelson textbook of pediatrics 21st edition Pgno: 3647",
        "cop": 1,
        "opa": "Facio scapulo humeral dystrophy",
        "opb": "Long thoracic nerve palsy",
        "opc": "Klippel-feil syndrome",
        "opd": "Becker muscular dystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "6c24a589-6fd1-4c20-bc0c-6d439fef1b23",
        "choice_type": "single"
    },
    {
        "question": "Bone age is advanced in",
        "exp": "An advanced or delayed bone age does not always indicate disease or \"pathologic\" growth. Conversely, the bone age may be normal in some conditions of abnormal growth. Children do not mature at exactly the same time. Just as there is wide variation among the normal population in age of losing teeth or experiencing the first menstrual period, the bone age of a healthy child may be a year or two advanced or delayed. Those with an advanced bone age typically hit a growth spu early on but stop growing at an earlier age. Consequently, when a naturally sho child has an advanced bone age, it stunts their growth at an early age leaving them even shoer than they would have been. Because of this, those who are sho with an advanced bone age, need medical attention before their bones fully fuse. An advanced bone age is common when a child has had prolonged elevation of sex steroid levels, as in precocious pubey or congenital adrenal hyperplasia. The bone age is often marginally advanced with premature adrenarche, when a child is overweight from a young age or when a child has lipodystrophy. Those with an advanced bone age typically hit a growth spu early on but stop growing at an earlier age. Bone age may be significantly advanced in genetic overgrowth syndromes, such as Sotos syndrome, Beckwith-Wiedemann syndrome and Marshall-Smith syndrome. Bone maturation is delayed with the variation of normal development termed Constitutional delay of growth and pubey, but delay also accompanies growth failure due to growth hormone deficiency and hypothyroidism. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Congenital adrenal hyperplasia",
        "opb": "Hypothyroidism",
        "opc": "Hypopituitarism",
        "opd": "Constitutional delay in growth",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "9f6b11aa-1bd7-4444-9736-a271914dcf03",
        "choice_type": "single"
    },
    {
        "question": "Juvenile idiopathic ahriis includes all except:",
        "exp": "Reactive ahritis is not included in Juvenile Idiopathic ahritis: Classification of Juvenile Idiopathic ahritis (JIA) Oligoahritis (4 or lesser joints) (Most common type) Polyahritis (5 or more joints) Systemic JIA Psoriatic ahritis Enthesis-related ahritis Ref: Nelson textbook of pediatrics 21st edition Pgno: 1259",
        "cop": 4,
        "opa": "Psoriatic ahritis",
        "opb": "Enthesis-related ahritis",
        "opc": "Systemic ahritis",
        "opd": "Reactive ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "a45d752a-9599-48b7-8ebd-f7703a1983ac",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are radiological signs of scurvy except:",
        "exp": "White line of Frankel, ground glass appearance, and zone of rarefraction are the radiological signs seen in scurvy: Radiological signs in Scurvy includes: White line of Frankel: calcified cailage at metaphyses Trummerfeld zone: lucent metaphyseal band underlying Frankel line Pelkan spur: Lateral prolongation of the white line, which present at the coical ends. Wimberger ring sign: Circular, opaque radiological shadow surrounding epiphyseal centers of ossification Ref: nelson textbook of pediatrics 21st edition Pgno: 374",
        "cop": 2,
        "opa": "White line of Frankel",
        "opb": "Cupping and fraying",
        "opc": "Ground glass appearance",
        "opd": "Zone of rarefraction",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "ba537b63-7907-4aa8-b33f-4b26f0c082c3",
        "choice_type": "multi"
    },
    {
        "question": "A one year old child presented with multiple fractures seen in various stages of healing. The most probable diagnosis in this case is",
        "exp": ".Battered child syndrome: A disease in which children are physically abused. The battered child syndromeis a form of child abuse. Not until the 19th century were children granted the same legal status as domesticated animals in regard to protection against cruelty and/or neglect.",
        "cop": 3,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Battered baby syndrome",
        "opd": "Sickle cell disease",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "d7643279-2bde-44cd-8147-fadb84f42c39",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is false about Duchenne muscular dystrophy?",
        "exp": "Duchenne muscular dystrophy is more severe than Becker&;s dystrophy. Becker&;s dystrophy is similar to Duchenne muscular dystrophy with a genetic defect at the same locus (Xp21) but clinically less severe. Impoant differences between Duchenne and Becker&;s muscular dystrophy: Duchenne&;s dystrophy Becker&;s dystrophy Onset Age: 2-3 years Age: 5-15 years Weakness Progressive Variable Intellectual impairement Common Uncommon Prognosis Wheel chair dependent bby adolescence Ambulatory till early adult life Death By the age of 18-20 years By the age of 40-50 years Ref: Nelson textbook of pediatrics 21st edition Pgno: 3281",
        "cop": 1,
        "opa": "Duchenne muscular dystrophy is less severe than Becker's dystrophy",
        "opb": "X-linked recessive",
        "opc": "Dilated cardiomyopathy is seen",
        "opd": "Intellectual impairement is common",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "176f6913-71bd-4787-bb1a-31d0ac525426",
        "choice_type": "multi"
    },
    {
        "question": "Macrophage activation syndrome is characterized by all except __________",
        "exp": "Macrophage activation syndrome is characterised by all if the listed feature except Hypoferritenemia . Macrophage activation syndrome(MAS) is rare but potentially fatal complication of systemic JIA. It is characterized by the following: Macrophage hemophagocytosis in the bone marrow Hypofibrinogenemia (paradoxical fall in erythrocyte sedimentation rate ) (ESR) Hyperiglyceridemia Extreme hyperferritinemia Fever > 38.5oC Splenomegaly Cytopenia affecting atleast two or three cell lineages. Reference : nelson textbook of pediatrics 21st edition Pgno: 1262",
        "cop": 4,
        "opa": "Hemophagocytosis",
        "opb": "Hypofibrinogenemia",
        "opc": "Hyperiglycidemia",
        "opd": "Hypoferritenemia",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "f114ac95-cfea-4331-805d-85069d490d05",
        "choice_type": "multi"
    },
    {
        "question": "The highest risk of uveitis in Juvenile idiopathic ahritis (JIA) is associated with _______",
        "exp": "ANA positive oligoahritis is associated with the highest risk for uveitis. The presence of a positive antinuclear antibody (ANA) confers increased risk for uveitis in children with JIA and requires periodic slit-lamp examination. Ref: Nelson textbook of pediatrics 21st edition Pgno: 1260, 1261",
        "cop": 3,
        "opa": "RF positive polyahritis",
        "opb": "Systemic JIA",
        "opc": "ANA-positive oligoahritis",
        "opd": "Enthesis-related ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "6b79a794-5e8f-4bb4-8fad-5a9ffd37a550",
        "choice_type": "single"
    },
    {
        "question": "Systemic lupus erythromatosus with anti-SSA/SSAb positivity is associated with ________",
        "exp": "The correct association is congenital hea block. Systemic lupus erythematosus (SLE) with anti-SSA/SSB (Ro/La) is associated with: Good prognosis Less risk of developing nephritis and vasculitis Congenital hea block in neonatal lupus Subacute cutaneous lupus. Ref: Nelson textbbook of pediatrics 21st edition Pgno: 1279",
        "cop": 3,
        "opa": "Poor prognosis",
        "opb": "Increased risk of nephritis and vasculitis",
        "opc": "Congenital hea block",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "aaaf3326-49e6-4d6d-a801-da6903d25d85",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is false regarding brittle bone disease?",
        "exp": "Brittle bone disease is another name for osteogenesis imperfecta (OI). It is due to defects in type 1 collagen, not type 2 collagen. There are 12 types of OI, with type 1 being the most common. Triad of fragile bones, blue sclera and deafness is known as van der Hoeve syndrome. Treatment includes bisphosphonate therapy and ohopedic rehabilitation. Ref: Nelson textbook of pediatrics 21st edition pgno: 3737",
        "cop": 1,
        "opa": "It is caused by defects in type 2 collagen",
        "opb": "Predominantly autosomal-dominant inheritance is seen",
        "opc": "Blue sclerae and deafness may be associated",
        "opd": "Bisphosphonates are useful in the treatment",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "5579176a-4c2d-40a9-80db-c71828548895",
        "choice_type": "multi"
    },
    {
        "question": "Duchnne's muscular dystrophy",
        "exp": "Duchene muscular dystrophy is a X linked recessive disorder. Usually become symptomatic before 5 yr and may have history of delayed walking",
        "cop": 2,
        "opa": "X-linked dominant",
        "opb": "X-linked recessive",
        "opc": "Autosomal dominant",
        "opd": "Autosomal recessive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "2e11771c-cdfb-47d0-8e20-52c762862017",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy with progressive muscle weakness and walking difficulties presented with the following finding. What is the probable diagnosis?",
        "exp": "A boy with progressive muscle weakness, walking difficulties, and the image showing pesudohyperophy of calf muscles is suggestive of Duchenne muscular dystrophy (DMD). Pseudohyperophy of calf muscles is the characteristic feature of DMD, where as other 3 conditions mentioned in option donot have this feature. Duchenne Muscular Dystrophy: Most common hereditary neuromuscular disease It is an X-linked recessive disorder, and the causative gene is located at Xp21 Clinical features: Progressive weakness with developmental delay occurs Pesudohyperophy of calves and wasting of thigh muscles is seen. Tredelenburg gait or hip waddle is characteristic Gower&;s Sign: Indicates weakness of proximal muscles: The patient has to use hands and arms to \"walk up\" their own body from a squatting position Dilated cardiomyopathy Diagnosis: Elevated serum creatine kinase levels Polymerase chain reaction(PCR) analysis for dystrophin gene If PCR is normal, but clinical suspician is high, muscle biopsy with dystrophin immunocytochemistry is done. Treatment: Treatment of cardiac decompensation, nutritional management, Physiotherapy and glucocoicoids. Prognosis: Death occurs usually at about 18 to 20 years of age due to respiratory failure, intractable hea failure, pneumonia, or aspiration Ref: Nelson textbook of pediatrics 21st edition Pgno: 3281",
        "cop": 1,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Myotonic dystrophy",
        "opc": "Spinal muscular atrophy",
        "opd": "Emery-Derifuss muscular dystrophy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "a060de35-3aee-4597-869a-7b756a1ce6f8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding Gower sign?",
        "exp": "Gower sign is using of hands to \"walk-up\" their own body from a squatting position. The patient used his hands to compensate for the proximal muscle weakness of the lower limb. Gower sign is classically seen in Duchenne muscular dystrophy, but is also present in dermatomyosistis and Becker&;s muscular dystrophy. Ref: nelson textbook of pediatrics 21st edition Pgno: 3281",
        "cop": 1,
        "opa": "Use of hands on thighs to stand up",
        "opb": "Seen only in Duchenne muscular dystrophy",
        "opc": "Due to distal muscle weakness",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "91a43cc0-dd01-467e-ace6-8023350fb4ce",
        "choice_type": "multi"
    },
    {
        "question": "Early closure of sagittal suture leads to",
        "exp": "Scaphalophegaly : Early closure of saggital suture. In this compensatory skull grows parallel to the affected suture in order to accommodate the growing brain Ref Ghai pediatrics eighth edition pg no 41",
        "cop": 1,
        "opa": "Scaphocephaly",
        "opb": "Oxycephaly",
        "opc": "Trigonocephaly",
        "opd": "Plagiocephaly",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "12ff1908-d62e-49f3-a5c2-ffeb4c1a5331",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not seen in adults ?",
        "exp": "Kawasaki is an acute febrile mucocutaneous lymph node syndrome mainly affecting infants and young children. It is a common vasculitic disorder of childhood and has replaced acute rheumatic fever as leading cause of acquired hea disease in children in many countries",
        "cop": 1,
        "opa": "Kawasaki disease",
        "opb": "Henoch schonlein purpura",
        "opc": "Susac syndrome",
        "opd": "Takayasu aeritis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "8392ab66-edf7-4787-a458-c18fc1e7e1ca",
        "choice_type": "single"
    },
    {
        "question": "Renal involvement is usually absent in _________",
        "exp": "Renal involvement is usually absent in drug-induced SLE Drug involvement SLE has predominant skin involvement. Option 2: In adult, SLE kidney involvement is seen in 30-40% of patients Option 3: In pediatric SLE, Kidneys are almost always involved. Ref: Harrison&;s principles of Internal Medicine 20th edition pgno: 2525",
        "cop": 1,
        "opa": "Drug-induced systemic lupus erythematosus (SLE)",
        "opb": "Adult SLE",
        "opc": "Pediatric SLE",
        "opd": "SLE during pregnancy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "6e666c65-1e18-4b3c-a424-e1c783d6a66e",
        "choice_type": "multi"
    },
    {
        "question": "Duchenne&;s Muscular Dystrophy is a disease of",
        "exp": "Duchenne and Becker muscular dystrophy are caused by loss-of-function mutations in the dystrophin gene on the X chromosome. The encoded protein, dystrophin, is a key component of the dystrophin-glycoprotein complex.Dystrophin is thought to provide mechanical stability to the myofiber and its cell membrane during muscle contraction.Robbins 9e 1242",
        "cop": 3,
        "opa": "Neuromuscular junction",
        "opb": "Sarcolemmal proteins",
        "opc": "Muscle contractile proteins",
        "opd": "Disuse atrophy due to muscle weakness",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "446d3985-c357-45bc-abd2-bb874a60531d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement concerning spina bifida is True?",
        "exp": "Spina bifida approximately 20% of affected infants have additional congenital abnormalities. Chromosomal abnormalities, single-gene mutations, and teratogenic causes can be identified in < 10% of affected children. Myelomeningocele is the most common type of spina bifida and is characterized by herniation of the spinal cord, nerves, or both through a bony defect of the spine. Spina bifida occult is the mildest form of spina bifida. It occurs most often in S 1, S2, or both and is characterized by a bony defect of the spine that is usually covered by normal skin. A meningocele, a third type of spina bifida, is a saccular herniation of meninges and CSF through a bony defect in the spine. Spina bifida occurs more commonly in whites. Recent data suggest that infants of women who consume at least 400mg of folic acid daily during pregnancy have a decreased incidence of neural-tube defects. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Additional congenital abnormalities are a rare finding",
        "opb": "Chromosomal abnormalities can be identified in approximately one-half of patients",
        "opc": "A myelomeningocele is the most common type of spina bifida",
        "opd": "Spina bifida occulta occurs most often at L1 or L2.",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "6d6b04fd-802e-4321-a423-63bc1255a977",
        "choice_type": "multi"
    },
    {
        "question": "A child presented with decreased S.Calcium, increased S.Phosphorus and decreased urinary calcium and phosphorus. These are seen in which condition?",
        "exp": "Decreased sr. Calcium and increased S . phosphorus and decreased urinary phosphate and calcium excretion occurs in chronic renal failure . At first with the reduction of renal function phosphate balance is initially maintained by increased excretion from normal nephrons . However when gfr falls <25 % blood phosphate level rises and urinary phosphate decreased. Ref : Ghai pediatrics eighth edition pg no 495 - 496",
        "cop": 2,
        "opa": "Renal tubular acidosis",
        "opb": "Chronic Renal failure",
        "opc": "Nutritional rickets",
        "opd": "Coeliac rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "de7aa10b-f2e0-4e65-9389-5f1803fb9522",
        "choice_type": "single"
    },
    {
        "question": "Pinku, a 9-year old girl, has difficulty in combing her hair and climbig up stairs since 6 months. On examination, Gower sign is positive and maculopapular rash present over MCP joints. What is the next appropriate investigation to be done ?",
        "exp": "Proximal muscle weakness and maculopapular rsah over the metacarpophalangeal joints (Gottron papules) are suggestive of dermatomyositis. As it is an inflammatory myopathy, the next investigation is serum creatine kinase. The gold standard investigation is an muscle biopsy. Ref: nelson textbook of pediatrics 21st edition PGno:1283",
        "cop": 2,
        "opa": "RA factor",
        "opb": "Serum creatine kinase",
        "opc": "Electromyography",
        "opd": "Muscle biopsy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "0b9a5472-e547-46ed-bc48-c0b4467f8668",
        "choice_type": "single"
    },
    {
        "question": "Ponds fracture is most common in",
        "exp": ".The Ping-Pong skull fracture or a pond skullfracture refers to a depressed skull fracture of the infant skull caused by inner buckling of the calvarium.",
        "cop": 1,
        "opa": "Children",
        "opb": "Adult",
        "opc": "Old age",
        "opd": "No relation with age",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "fbfb8841-758d-41c2-a143-963fb20f7439",
        "choice_type": "single"
    },
    {
        "question": "Myopathy is seen in all except",
        "exp": ".Myopathies in systemic disease results from several different disease processes including endocrine, inflammatory, paraneoplastic, infectious, drug- and toxin-induced, critical illness myopathy, metabolic, collagen related, and myopathies with other systemic disorders. Patients with systemic myopathies often present acutely or sub acutely. On the other hand, familial myopathies or dystrophies generally present in a chronic fashion with exceptions of metabolic myopathies where symptoms on occasion can be precipitated acutely. Most of the inflammatory myopathies can have a chance association with malignant lesion; the incidence appears to be specifically increased only in patients with dermatomyositis. There are many types of myopathy. ICD-10codes are provided here where available. Inherited formsEdit (G71.0) Dystrophies (or muscular dystrophies) are a subgroup of myopathies characterized by muscle degeneration and regeneration. Clinically, muscular dystrophies are typically progressive, because the muscles' ability to regenerate is eventually lost, leading to progressive weakness, often leading to use of a wheelchair, and eventually death, usually related to respiratory weakness. (G71.1) Myotonia Neuromyotonia (G71.2) The congenital myopathies do not show evidence for either a progressive dystrophic process (i.e., muscle death) or inflammation, but instead characteristic microscopic changes are seen in association with reduced contractile ability of the muscles. Congenital myopathies include, but are not limited to: (G71.2) nemaline myopathy(characterized by presence of \"nemaline rods\" in the muscle), (G71.2) multi/minicore myopathy(characterized by multiple small \"cores\" or areas of disruption in the muscle fibers), (G71.2) centronuclear myopathy (or myotubular myopathy) (in which the nuclei are abnormally found in the center of the muscle fibers), a rare muscle wasting disorder (G71.3) Mitochondrial myopathies, which are due to defects in mitochondria, which provide a critical source of energy for muscle (G72.3) Familial periodic paralysis (G72.4) Inflammatory myopathies, which are caused by problems with the immune system attacking components of the muscle, leading to signs of inflammationin the muscle (G73.6) Metabolic myopathies, which result from defects in biochemical metabolism that primarily affect muscle (G73.6/E74.0) Glycogen storage diseases, which may affect muscle (G73.6/E75) Lipid storage disorder (G72.89) Other myopathies Brody myopathy Congenital myopathy with abnormal subcellular organelles Fingerprint myopathy Inclusion body myopathy 2 Megaconial myopathy Myofibrillar myopathy Rimmed vacuolar myopathy AcquiredEdit (G72.0 - G72.2) External substance induced myopathy (G72.0) Drug-induced myopathy Glucocoicoid myopathy is caused by this class of steroids increasing the breakdown of the muscle proteins leading to muscle atrophy. (G72.1) Alcoholic myopathy (G72.2) Myopathy due to other toxic agents - including atypical myopathy in horses caused by toxins in Sycamore seeds and seedlings. (M33.0-M33.1) Dermatomyositis produces muscle weakness and skin changes. The skin rash is reddish and most commonly occurs on the face, especially around the eyes, and over the knuckles and elbows. Ragged nail folds with visible capillaries can be present. It can often be treated by drugs like coicosteroids or immunosuppressants. (M33.2) Polymyositis produces muscle weakness. It can often be treated by drugs like coicosteroids or immunosuppressants. Inclusion body myositis is a slowly progressive disease that produces weakness of hand grip and straightening of the knees. No effective treatment is known. (M61) Myositis ossificans (M62.89) Rhabdomyolysis and (R82.1) myoglobinurias",
        "cop": 1,
        "opa": "Myopathy is seen in all except",
        "opb": "X-linked hypophatemic rickets",
        "opc": "Oncogenic osteomalacia",
        "opd": "Nutritional osteomalacia",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "4e2b06d6-841f-4e54-9550-76d76e40eb0a",
        "choice_type": "multi"
    },
    {
        "question": "Most specific but late Radiographic feature of Scurvy is",
        "exp": "Laboratory Findings and Diagnosis of ScurvyThe diagnosis of vitamin C deficiency is usually based on the characteristic clinical picture, the radiographic appearance of the long bones, and a history of poor vitamin C intake. The typical radiographic changes occur at the distal ends of the long bones and are paicularly common at the knees. The shafts of the long bones have a ground-glass appearance because of trabecular atrophy. The coex is thin and dense, giving the appearance of pencil outlining of the diaphysis and epiphysis. The white line of Frankel, an irregular but thickened white line at the metaphysis, represents the zone of well-calcified cailage. The epiphyseal centers of ossification also have a ground-glass appearance and are surrounded by a sclerotic ring. The more specific but late radiologic feature of scurvy is a zone of rarefaction under the white line at the metaphysis. This zone of rarefaction (Trummerfeld zone), a linear break in the bone that is proximal and parallel to the white line, represents the area of debris of broken-down bone trabeculae and connective tissue. A Pelkan spur is a lateral prolongation of the white line and may be present at coical ends.Reference: Nelson Textbook of Paediatrics; 20th edition; Chapter 50; Vitamin C (Ascorbic Acid)",
        "cop": 4,
        "opa": "Ground Glass appearance of Shaft of long bones",
        "opb": "Pencil Outlining of Epiphysis",
        "opc": "White line of Frankel",
        "opd": "Trummerfeld Zone at the Metaphysis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "2f2ddde3-e13c-43db-bd6f-bd8530000149",
        "choice_type": "single"
    },
    {
        "question": "En coup de sabre lesion is seen in ?",
        "exp": "En coup de Sabre lesion is seen in juvenile localized scleroderma (morphea) It appears as an indented , veical, colorless, line of skin on the forehead. The indentation looks as though the person may have struck (coup) by a sword (sabre) This lesion involves the scalp/or face; lesion can extend into the centra; nervous system, resulting in neurologic sequelae, which are most commonly seizures and headaches. Ref: nelson textbook of pediatrics 21st edition Pgno: 1286",
        "cop": 4,
        "opa": "Neonatal lupus",
        "opb": "Systemic JIA",
        "opc": "Juvenile Dermatomyosistis",
        "opd": "Juvenile Scleroderma",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "421805ce-e9a3-4960-81fe-93721ba6b08e",
        "choice_type": "single"
    },
    {
        "question": "Fever in systemic juvenile Idiopathic ahritis (sJIA) is characteristically?",
        "exp": "Fever in systemic juvenile idiopathic ahritis (sJIA) is characteristically quotidian fever. Systemic JIA is characterized by Fever of atleast 2 weeks; quotidian fever- Fever that rises to 39oC (102.2oF) once a day and returns to 37oC(98.6oF) between fever peaks Ahritis in 1 or more joints Rash: Evanescent, salmon-coloured, and non-pruritic Prominent visceral involvement, including hepatosplenomegaly, and/or lymphadenopathy Serositis Ref: Nelson textbook of pediatrics 21st edition Pgno: 1224",
        "cop": 3,
        "opa": "Quaan fever",
        "opb": "Teian fever",
        "opc": "Quotidian fever",
        "opd": "Continous fever",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "2083f1d8-391f-483c-9f44-290d2b52bc44",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is diagnostic for juvenile idiopathic ahritis (JIA)?",
        "exp": "Juvenile Idiopathic ahritis (JIA) is a clinical diagnosis without any diagnostic laboory tests. The meticulous clinical exclusion of other diseases and many mimicking conditions is , therefore essential. Laboratory studies, including tests for ANA and RF, are only suppoive or prognostic, and their results may be normal in patients with JIA. Ref: Nelson textbook of pediatrics 21st edition Pgno: 1263",
        "cop": 4,
        "opa": "Anti-nuclear antibody",
        "opb": "ESR",
        "opc": "Rheumatoid factor",
        "opd": "clinical diagnosis without any diagnostic laboory tests",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "c9090da1-3c46-40a4-be96-01587dd6b161",
        "choice_type": "single"
    },
    {
        "question": "Perifascicular Atrophy is seen in",
        "exp": ".It acts mostly like an autoimmune disorder. That means your body mistakes its own tissues as the enemy and attacks itself. When you have dermatomyositis, yourimmune system goes after the blood vessels inside your muscles and the connective tissues in your skin. The pathology of dermatomyositisincludes inflammation, vasculitis, and perifascicular atrophy. ... A distinctive feature ofdermatomyositis is atrophy and degeneration of myofibers at the periphery of fascicles (perifascicular atrophy-PFA), which occurs even in absence of inflammation",
        "cop": 4,
        "opa": "Duchenne Muscular Atrophy",
        "opb": "Wilson disease",
        "opc": "Beckers's dystrophy",
        "opd": "Dermatomyositis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "55e8549e-f485-4042-b2df-806698286142",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia is",
        "exp": "Phocomelia is absence of long bones It occurs due to thalidomide consumption during pregnancy",
        "cop": 1,
        "opa": "Absence of long bones",
        "opb": "Absence of brain",
        "opc": "Reduplication of bones",
        "opd": "Absence of hea",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "f06ba070-7920-4cfc-813a-f4b4cb36515a",
        "choice_type": "single"
    },
    {
        "question": "Not a criteria of J.R.A (Juvenile Rheumatoid Ahritis)",
        "exp": ". juvenile Rheumatoid ahritis : age should be below 16 yrs Ref : Ghai pediatrics eighth edition pg no 625",
        "cop": 1,
        "opa": "Age > 16 yrs",
        "opb": "Ahritis > 3 wks",
        "opc": "Ahritis > 6 months",
        "opd": "1 or more joint involvement",
        "subject_name": "Pediatrics",
        "topic_name": "Musculoskeletal  disorders",
        "id": "1ad4153a-e3ce-4628-b857-68a3a18fee13",
        "choice_type": "single"
    }
]