[
    {
        "question": "A neonate had these severe limb malformations visible at birth. There is a history of exposure of fetus to Thalidomide in the antenatal period. What is the name of this defect?",
        "exp": "c. Phocomelia. History of exposure of fetus to Thalidomide in the antenatal period & the limbs of this child appearing like the flippers of a seal, suggest 'Phocomelia'.",
        "cop": 3,
        "opa": "Achondroplasia",
        "opb": "Osteogenesis imperfecta",
        "opc": "Phocomelia",
        "opd": "Acromelia",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "6707b232-fa95-4a51-9c05-c0fdb5f0a40e",
        "choice_type": "single"
    },
    {
        "question": "What is the diagnosis in this infant who presents with recurrent fractures & multiple bony deformities?",
        "exp": "d. Osteogenesis imperfecta. Recurrent fractures, multiple bony deformities and blue sclera suggest a diagnosis of Osteogenesis imperfecta",
        "cop": 4,
        "opa": "Achondroplasia",
        "opb": "Ehler-Danlos syndrome",
        "opc": "Rickets",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "4c4a1ba9-c0c0-41fb-9e49-3049a0627987",
        "choice_type": "single"
    },
    {
        "question": "Characteristic of Systemic Juvenile Idiopathic Arthritis -",
        "exp": "Ans. is 'c' i. e., RA factor is negative * JRA is the most common type of Juvenile idiopathic arthritis, thus, most often JRA is used as a synonym for juvenile idiopathic arthritis.* JRA is a group of chronic inflammatory joint disorder characterized by: i) Arthritis of one or more jointsii) Onset before 16 yearsiii) Persisting for > 6 weaksiv) Exclusion of other causes of arthritis.* JRA can be classified into following typesA) Pauciarticular (oligoarticular) JRA# It is characterized by involvement of four or fewer joints. It is the most common type of JRA. Joint involvement is assymetrical.# There are two subtypesi) Type 1* It is characterized by eye involvment with iridocyclitis, glaucoma, cataract.* It is associated with HLA - DR5 and DRW8.* Antinuclear antibody (ANA) is positive but rheumatoid factor (RF) is negative. ii) Type II* It is characterized by self limiting iritis (not iridocyclitis) and is associated with HLA-B27.* Both ANA and RF are negative. B) Polyarticular JRA# It is characterized by involvement of 5 or more joints.# There are two subtypesi) Polyarticular RA positive* It is characterized by symmetrical joint involvement along with Uveitis, and rheumatoid nodules.* RA factor and ANA are positive. ii) Polyarticular RA negative* RA factor and rheumatoid nodules are not seen. C) Systemic JRA# It is characterized by systemic features like fever with rash, lymphadenopathy, and hepatosplenomegaly.# There is neutrophilic leukocytosis with raised ESR.# ANA may be positive, but RA factor is negative.# Uveitis (iridocyclitis) is characteristically asent.* Initial drug of choice for JRA is one of the NSAIDs. NSAIDs commonly used in children are Naproxen, Ibuprofen, Aspirin and Indomethacin.",
        "cop": 3,
        "opa": "Begins after 16 years of age",
        "opb": "Uveitis is a feature",
        "opc": "RA factor is negative",
        "opd": "NSAIDS are contraindicated",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "0862e906-3bee-4817-a43b-ce9ac9e0627b",
        "choice_type": "single"
    },
    {
        "question": "Select the most common clinical sign or symptom for diagnosis Tuberous sclerosis",
        "exp": "Tuberous sclerosis, an autosomal dominant condition, can result in severe mental retardation and seizures. Infantile spasms, a hypsarrhythmic EEG pattern, hypopigmented lesions (ash-leaf spots), cardiac tumors, sebaceous adenomas, a shagreen patch (a roughened, raised lesion over the sacrum), and calcifications on the CT scan are all features of this condition. No specific treatment is available.",
        "cop": 2,
        "opa": "A 6-month-old child with blindness on the same side as a large facial lesion",
        "opb": "An infant with infantile spasms, a hypsarrhythmic EEG pattern, and ash-leaf depigmentation on her back",
        "opc": "An 18-year-old patient with a history of fractures and optic gliomas, who now has developed a malignant schwannoma",
        "opd": "A 2-year-old child with multiple episodes of skin infection and failure to thrive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "922878af-0601-45df-ab41-109f33437220",
        "choice_type": "single"
    },
    {
        "question": "Select the most common clinical sign or symptom for diagnosis PHACE syndrome",
        "exp": "The child with a unilateral facial lesion and blindness suggests either Sturge-Webber or PHACE syndrome (posterior fossa malformations, hemangiomas, arterial anomalies, coarctation of the aorta or other cardiac defects, and eye abnormalities). These patients can have seizures, hemiparesis, intracranial calcifications, and mental retardation.",
        "cop": 1,
        "opa": "A 6-month-old child with blindness on the same side as a large facial lesion",
        "opb": "An infant with infantile spasms, a hypsarrhythmic EEG pattern, and ash-leaf depigmentation on her back",
        "opc": "An 18-year-old patient with a history of fractures and optic gliomas, who now has developed a malignant schwannoma",
        "opd": "A 2-year-old child with multiple episodes of skin infection and failure to thrive",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "2287bf08-9ffb-4d1e-87a3-557a10b8bea9",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia:",
        "exp": "D i. e. Failure of development of long bones. Ref: Nelson, 20th edition. Explanation: Phocomelia Syndrome (PS). Rare birth defect that causes severe birth defects, especially of the upper limbs. The bones of the arms may be extremely shortened and even absent. The fingers of the hands may be fused. Risk factors: Maternal thalidomide therapy, Genetic inheritance, Roberts syndrome. An extreme case results in the absence of the upper bones of both the arms and legs so that the hands and feet appear attached directly to the body. This is called tetraphocomelia*. Other associated anomalies: Encephalocele. Hydrocephalus, Bicornuate uterus. Short neck, Thrombocytopenia, Renal and cardiac anomalies.",
        "cop": 4,
        "opa": "Failure of calcification of cartilage",
        "opb": "Failure of membranous ossification",
        "opc": "Failure of development of flat bones",
        "opd": "Failure of development of long bones",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "57ee97b0-b496-4f62-9cbe-4a8c06cce559",
        "choice_type": "single"
    },
    {
        "question": "Treatment of acute phase of Kawasaki Disease is -",
        "exp": "Ans. is 'c' i. e., IV immunoglobins Kawasaki diseaseo Kawasaki disease, also known as lymph node syndrome, mucocutaneous-lymph node syndrome, and infant polyarteritis, is a poorly understood self-limited vasculitis that affects many organs, including the skin mucous membrane, lymph nodes, heart and blood vessel wallso It is usually seen in children younger than 5 years.# Kawasaki disease predominantly affect medium sized vessels, but may also affect small or large vessels.# Presentation may be -1) Mucocutaneous, lymph node involvement: Conjunctival injection, erythema, strawberry tongue, rash with perineal desquamation, Beau's line (transverse grooves on nails), cervical lymphadenopathy. 2) Heart: Coronary vasculitis, coronary artery aneurysm (in 25% patients), coronary ectasia, MI, valvular regurgitation.# Treatment of choice for acute phase is intravenous immunoglobulin along with high dose of aspirin. For subacute phase low dose aspirin is given.",
        "cop": 3,
        "opa": "Aspirin",
        "opb": "IV steroids",
        "opc": "IV immunoglobins",
        "opd": "Cyclophosphamide",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "965d678a-e4bf-48b9-ac11-17cf72cb42bb",
        "choice_type": "single"
    },
    {
        "question": "Which of these muscles is most frequently affected in childhood poliomyelitis?",
        "exp": "Ans. A. Quadriceps. The most frequently affected muscles in poliomyelitis (in order of the frequency with which they are affected)(Lower limb muscles - Quadriceps; tibialis anterior; peroneal muscles) > (Upper limb muscles - Deltoid; triceps; biceps) > (Trunk - abdominal muscles; back; intercostals; diaphragm)",
        "cop": 1,
        "opa": "Quadriceps",
        "opb": "Deltoid",
        "opc": "Tibialis anterior",
        "opd": "Biceps",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "1ffa244f-adc4-4666-90fb-5c185407601e",
        "choice_type": "single"
    },
    {
        "question": "A baby was vigorously shaken by parents. What do you expect in the baby?",
        "exp": "d. Sub-dural hematoma(Ref: Nelson's 20/e p 239-243, 3067). Child abuse/Shaken baby syndrome/lnflicted childhood neurotrauma. It occurs secondary to violent, non-accidental, repetitive, unrestrained acceleration-deceleration head & neck movements, with or without blunt head trauma in children typically <3 year of age. Inflicted childhood neurotrauma accounts for 10% of all cases of child abuse and carries a mortality rate of up to 25%. Retinal hemorrhage (multiple, involving >1 layer) is the most common ophthalmic finding. Fractures that strongly suggest abuse include classic metaphyseal corner lesions, posterior/1st rib fracture, scapular/sternal fracture, spinous process fracture. These fractures require more force than would be expected from a minor fall or routine handling and activities of a child. Abusive head trauma (AHT) results in the most significant morbidity and mortality & may be caused by direct impact, asphyxia, or shaking. Subdural hematomas, retinal hemorrhages & diffuse axonal injury strongly suggest AHT, especially when they co-occur.",
        "cop": 4,
        "opa": "Rib fractures",
        "opb": "Pelvic fracture",
        "opc": "Ruptured spleen",
        "opd": "Sub-dural hematoma",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "4930398a-0e0d-492f-a58c-bc73458df816",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old boy presents with recurrent fractures, hyperextensible joints and hearing problems. His X-ray of lower limbs show the following. What is your diagnosis?",
        "exp": "b. Osteogenesis imperfecta. Osteoporosis with metaphyseal flaring & \"popcorn\" formation at growth plates are features of Osteogenesis Imperfecta",
        "cop": 2,
        "opa": "Achondroplasia",
        "opb": "Osteogenesis imperfecta",
        "opc": "Osteopetrosis",
        "opd": "Ehler-Danlos syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "6dd7cc2c-1704-4e8f-aa1b-fb30c061f8c9",
        "choice_type": "single"
    },
    {
        "question": "Windswept deformity is seen in:",
        "exp": "b. Rickets(Ref: Nelson's 20/e p 336, Ghai 8/e p 115). Windswept deformity. DefinitionA valgus deformity of one in association with varus deformity of other knee. Causes* Rickets* Rheumatoid Arthritis* Physeal osteochondromatosis* Hereditary dysplasia (epiphyseal dysplasia) of bone",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Achondroplasia",
        "opd": "Osteoporosis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "1da89e5f-0ec2-4442-9413-8e80ab12cffc",
        "choice_type": "single"
    },
    {
        "question": "In which of the following disease the given appearance of calves is seen?",
        "exp": "Ans. B. Muscular dystrophy* The given image shows Pseudohypertrophy of the calves. This is characteristic of Duchenne Muscular dystrophy.* In DMD due to the weakness of proximal thigh muscles there is compensatory hypertrophy of the distal calf muscle.* This is pseudo hypertrophy as there is only a deposition of fat and connective tissue and not true hypertrophy of muscles.",
        "cop": 2,
        "opa": "Spinal muscular dystrophy",
        "opb": "Muscular dystrophy",
        "opc": "Myopathy",
        "opd": "Peripheral neuropathy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "801121d9-d317-471f-a2f8-b79d3cd92632",
        "choice_type": "single"
    },
    {
        "question": "A 6-year-old child has had repeated episodes of otitis media. She undergoes an uneventful surgical placement of pressure-equalization (PE) tubes. In the recovery room, she develops a fever of 40degC (104degF), rigidity of her muscles, dark colored urine, and metabolic and respiratory acidosis. Which of the following therapies is most likely to be beneficial for this child's condition?",
        "exp": "In addition to the findings listed in the question, patients experiencing malignant hyperthermia (MH) also have clinical findings of tachycardia, arrhythmia, tachypnea, and cyanosis, as well as laboratory findings of myoglobinuria, elevated serum creatine kinase levels, and evidence of acute renal failure. This myopathy is usually inherited as an autosomal dominant trait; the gene is on chromosome 19 and codes for the ryanodine receptor, a calcium release channel. A family history of similarly affected relatives would suggest the need to evaluate all family members for this condition; prevention (or treatment) is with dantrolene sodium. The test of choice to identify a patient at risk for this condition is the caffeine contracture test, in which a muscle biopsy tissue specimen is attached to a strain gauge and then exposed to caffeine. Patients at risk for MH have a diagnostic muscle spasm. Ryanodine receptor (RYR1) gene sequencing is also available. Acidification of the urine might be helpful for an aspirin overdose, but the child has no history of having aspirin ingestion. The findings in the question do not support tetanus (immunoglobulins not helpful) nor seizure activity (diazepam not indicated). The rapid nature of this child's change in status makes septicemia unlikely; antibiotics and blood cultures likely are not warranted.",
        "cop": 3,
        "opa": "Acidification of the urine",
        "opb": "Administration of intravenous antibiotics after obtaining blood cultures",
        "opc": "Intravenous administration of dantrolene",
        "opd": "Administration of tetanus immuno globulin and a booster dose of DTaP",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "1604aa1f-332a-41d6-bb14-1d6946898e0f",
        "choice_type": "single"
    },
    {
        "question": "The following finding is found in:",
        "exp": "a. Muscular dystrophy(Ref: Nelson's 20/e p 2976-2977). The given picture shows pseudohypertrophy of calf muscles, characteristically seen in Duchenne muscular dystrophy; Enlargement is caused by hypertrophy of some muscle fibers, infiltration of muscle by fat & proliferation of collagen.",
        "cop": 1,
        "opa": "Muscular dystrophy",
        "opb": "Neuropathy",
        "opc": "GBS",
        "opd": "Polymyositis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "ed367211-e4ba-42a1-a12e-b88dbdc6ce35",
        "choice_type": "single"
    },
    {
        "question": "Osteogenesis imperfecta with normal dentition and sclera:",
        "exp": "a. Type 1A(Ref: Nelson's 20/e p 3381). Osteogenesis imperfecta (OI) is the most common genetic cause of osteoporosis; OI Type I is a mild disease. Both types I & IV are divided into A and B subtypes, depending on the absence (A) or presence (B) of dentinogenesis imperfecta.",
        "cop": 1,
        "opa": "Type 1A",
        "opb": "Type 2",
        "opc": "Type 3",
        "opd": "Type 4B",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "e673e88e-d202-42f8-b1f3-8b6b4d0f2afe",
        "choice_type": "single"
    },
    {
        "question": "The following X ray is diagnostic of:",
        "exp": "Ans. A. Rickets. Vitamin D deficiency results in Rickets. Major sources of vitamin D is its synthesis in the skin following exposure to ultraviolet (UVB) solar irradiation. The dermal concentration of melanin regulates the amount of UV rays that reach the epidermal layers. A lack of adequate mineralization of growing bones results in rickets. Rickets is treated by administration of 60, 000. IU of vitamin D given on weekly basis for 6 weeks (Through oral route). Radiographic features of rickets include: Widening and cupping of the metaphyseal regions, fraying of the metaphysis, Craniotabes, Bowing of long bones",
        "cop": 1,
        "opa": "Rickets",
        "opb": "Scurvy",
        "opc": "Hairline fracture of radius and ulna",
        "opd": "Osteopetrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "bf1a5719-b0a7-49c0-ad18-904ce2cb65d7",
        "choice_type": "single"
    },
    {
        "question": "Phocomelia is a problem affecting:",
        "exp": "a. Long bones(Ref: Nelson's 20/e p 3423). Phocomelia is a birth defect in which the hands and feet are attached to abbreviated arms & legs. The term comes from phoco (meaning 'seal') & melia (meaning limb'), to indicate that a limb is like a seal's flipper; One of the important cause is exposure of fetus to thalidomide.",
        "cop": 1,
        "opa": "Long bones",
        "opb": "Skull bones",
        "opc": "Carpals",
        "opd": "Metacarpals",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "3e3fd941-5919-40bb-9fe9-fb1ee15ef2be",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old boy has presented to you with progressive muscle weakness and difficulty in walking upstairs. He has difficulty in walking and has a waddling gait. On examinations Gower's sign is present and there is hypertrophy of calf muscles. His CPK is 10, 000 IU. Which of the following is the most probable diagnosis?",
        "exp": "Ans. A. Duchenne Muscular hypertrophy. Duchenne muscular dystrophy (DMD) is a severe type of muscular dystrophy. The symptom of muscle weakness usually begins around the age of four in boys and worsens quickly. Females with a single copy of the defective gene may show mild symptoms. The disorder is X-linked recessive. Early features include a gait abnormality, which classically is a waddling, wide-based gait with hyper lordosis of the lumbar spine and toe walking. The Gower sign is a classic physical examination finding in MD and results from weakness in the child's proximal hip muscles. The second important phase in Duchenne MD is the loss of ambulation. This usually occurs between the ages of 7 and 13 years, with some patients becoming wheelchair-bound by age 6 years. Duchenne MD is a terminal disease in which death usually occurs by the third decade of life (mostly from cardiopulmonary compromise). Other clinical findings in Duchenne MD include absent deep tendon reflexes in the upper extremities and patella (though the Tendo Achillis reflex remains intact even in the later stages of this disease), pain in the calves with activity (<30% of patients), pseudohypertrophy of the calf (60%), and macroglossia (30%).",
        "cop": 1,
        "opa": "Duchenne Muscular dystrophy",
        "opb": "Polymyositis",
        "opc": "Dermatomyositis",
        "opd": "Congenital myopathy",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "41935fc3-5202-40e2-a808-37c9bc21fe37",
        "choice_type": "single"
    },
    {
        "question": "About 12 days after a mild upper respiratory infection, a 12-year-old boy complains of weakness in his lower extremities. Over several days, the weakness progresses to include his trunk. On physical examination, he has the weakness described and no lower extremity deep tendon reflexes, muscle atrophy, or pain. Spinal fluid studies are notable for elevated protein only. Which of the following is the most likely diagnosis in this patient?",
        "exp": "The paralysis of Guillain-Barre often occurs about 10 days after a nonspecific viral illness. Weakness is gradual over days or weeks, beginning in the lower extremities and progressing toward the trunk. Later, the upper limbs and the bulbar muscles can become involved. Involvement of the respiratory muscles is life-threatening. The syndrome seems to be caused by a demyelination in the motor nerves and, occasionally, the sensory nerves. Measurement of spinal fluid protein is helpful in the diagnosis; protein levels are increased to more than twice normal, while glucose and cell counts are normal. Hospitalization for observation is indicated. Treatment can consist of observation alone, intravenous immunoglobulin, steroids, or plasma-pheresis. Recovery is not always complete. Bell palsy usually follows a mild upper respiratory infection, resulting in the rapid development of weakness of the entire side of the face. Muscular dystrophy encompasses a number of entities that include weakness over months. Charcot-Marie-Tooth disease has a clinical onset including peroneal and intrinsic foot muscle atrophy, later extending to the intrinsic hand muscles and proximal legs. Werdnig-Hoffmann disease is an anterior horn disorder that presents either in utero (in about one-third of cases) or by the first 6 months of life with hypotonia, weakness, and delayed developmental motor milestones.",
        "cop": 3,
        "opa": "Bell palsy",
        "opb": "Muscular dystrophy",
        "opc": "Guillain-Barre syndrome",
        "opd": "Charcot-Marie-Tooth disease",
        "subject_name": "Pediatrics",
        "topic_name": "Musculo Skeletal Disorders",
        "id": "e2b34ffa-23a0-4dce-bc3a-e5c7c305004f",
        "choice_type": "single"
    }
]