[
    {
        "question": "Isoniazid child dose in DOTS regimene (RNTCP)-",
        "exp": "Ans. is 'a' i. e., 10 -15 mg/kg/dg. Treatment schedule. Category-1: Newly diagnosed sputum positive pulmonary tuberculosis. Sputum negative pulmonary tuberculosis with extensive parenchymal involvement, Severe form of extrapulmonary tuberculosis. Category-2:#Treatment failure cases. Relapse cases. Return after interruption. Category-3# sputum negative pulmonary tuberculosis with minimal involvement. Less severe form of extrapulmonary tuberculosis. Drug Regimen# Category- 1: 2 (H3 R3 Z3 E3) 4 (H3 R3)# Category- 2: 2 (S3 H3 R3 Z3 E3) + 1 (H3 R3 Z3 E3) 5 (H3 R3 E3) # Category- 3: 2 (H3 R3 Z3) 4 (H3 R3). Drug. Dose in mg thrice a week) in adults. Dose in mg per kg bodyweight (thrice a week) in children. Isoniazid60010-15. Rifampiein45010. Pyrazinamide150035. Ethambutol120030. Streptomycin75015",
        "cop": 1,
        "opa": "10-15 mg/kg/dg",
        "opb": "15-20mg'kg'dg",
        "opc": "20-25 mg/kg/dg",
        "opd": "5-10mg'kg'dg",
        "subject_name": "Pediatrics",
        "topic_name": "Mycobacterial Infections",
        "id": "901c10b9-11b9-4252-b634-6e42d8e1fe59",
        "choice_type": "single"
    },
    {
        "question": "Most common organ involved in congenital Tb is-",
        "exp": "Ans. is 'a' i. e. t Liver Congenital tuberculosis. Although it is rare as mother having tuberculosis primarily present with infertility. Tuberculous bacilli sometimes pass throgh umblical vein and may develop focus in liver (hepatic complex). When neonate aspirate amniotic fluid containing bacilli then develop GI tuberculosis or lung infection, Neonate usually present as respiratory distress, hepatosplenomegaly lymphadenopathy. Overall liver is most commonly involved in congenital tuberculosis",
        "cop": 1,
        "opa": "Liver",
        "opb": "Pancreas",
        "opc": "Kidney",
        "opd": "Lung",
        "subject_name": "Pediatrics",
        "topic_name": "Mycobacterial Infections",
        "id": "bba69c1c-2433-4354-be8b-b1c81e6a0a3c",
        "choice_type": "single"
    },
    {
        "question": "20 years old Rajesh presence with fever and chronic cough ESR 35 mm sputum cytology is negative for AFB and tuberculin test show indurations of 19 X 23 mm. The probable diagnosis is-",
        "exp": "Ans. is 'c' pulmonary T. B. (Ref. CMDT, 2002/e, p. 310; API, 6/e, p. 244; Harrison, 16/e, p 961 (15/e, p. 1030)). The history and tuberculin test strongly suggests the diagnosis of T. B. Do not get confused by negative sputum cytology because negative sputum cytology does not rule out pulmonary tuberculosis. \"Sputum cytology is just a presumptive diagnosis\" - Harrison, 15/e, p. 1030. \"The definitive diagnostic of T. B. depends upon the culture of bacteria obtained from respiratory specimen\" - Harrison, 15/e, p. 1030. The presence of induration > 15 mm in size strongly indicates T. B. infection. About tuberculin test. Tuberculin is injected in forearm. If positive, an induration is seen after 48-72 hrs*. The maximum diameter of the induration is measured by palpation and is interpreted as follows:>15 mm - Strongly positive*> 10 mm - Positive*5-9 mm - Indeterminate*< 5 mm - Negative*A positive tuberculin test indicates* that a mycobacterium has replicated in the tissues of the individual at some time but does not indicate clinical disease.",
        "cop": 3,
        "opa": "Fungal pneumonia",
        "opb": "Viral pneumonia",
        "opc": "Pulmonary T. B.",
        "opd": "Bacterial pneumonia",
        "subject_name": "Pediatrics",
        "topic_name": "Mycobacterial Infections",
        "id": "c57e3b5b-76c7-4db0-a1dc-517fee48cd3e",
        "choice_type": "single"
    }
]