[
    {
        "question": "In a fetus highest oxygen concentration is found in?",
        "exp": "Among the following options, highest oxygen conc is found in IVC Saturation of Oxygen in fetal structures - Umbilical vein - 80% (PO2 of 30-35 mm Hg ) ( Max. in entire body of fetus ) Inferior vena cava - 70% (PO2 of 26-28 mm Hg) Left ventricle - 65% Right Ventricle - 55-60% Umbilical aery - very low SVC - (PO2 of 12-14 mm Hg)",
        "cop": 1,
        "opa": "Inferior vena cava",
        "opb": "Superior vena cava",
        "opc": "Left ventricle",
        "opd": "Ascending aoa",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "f2d6a184-7d89-4e77-9997-48fce5ad56c0",
        "choice_type": "single"
    },
    {
        "question": "A 5yr old unimmunized child developed Diphtheria. He has a 3yr old immunised sibling contact, who received last booster 18 months back. What to do with the contact?",
        "exp": "WHO Operational protocol for diptheria contacts - Assess diphtheria toxoid vaccination status of exposed close contacts. Vaccinate according to WHO strategy (which prioritizes children's vaccination). Type: Pentavalent (for 6 wks to 6 yrs) or Td (for 7 yrs and above). Number of doses:- Only one dose if documentary evidence of having completed primary vaccination schedule is available. Three doses: at least 4 weeks interval between each dose Administer antibiotics for prophylaxis. Choose one of the following antibiotics for prevention: IM benzathine penicillin: a single dose For children aged <= 5 years: administer 6 00 000 units For those > 5 years: administer 12 00 000 units Oral erythromycin For children: 40 mg/kg/day, administered in divided dose, 10 mg per dose, every 6 hours For adults: 1 g/day for adults, administered in divided dose, 250 mg per dose every 6 hours Treat for total 7 days Oral Azithromycin Children: 10-12 mg/kg once daily, to a max of 500mg/day. Treat for total 7 days Adults: 500mg once daily. Treat for total 7 days.",
        "cop": 4,
        "opa": "Two doses of polysaccharide vaccine",
        "opb": "Three doses of conjugate vaccine",
        "opc": "Sigle dose of toxoid vaccine",
        "opd": "No vaccine needed",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "4be9545b-634c-4ef5-af49-62c0d4035283",
        "choice_type": "single"
    },
    {
        "question": "A term neonate, with a bih weight of 2700 g, who is otherwise well, and is exclusively breastfed, presents for routine evaluation. His total serum bilirubin is found to be 14mg/dl on day 5. What is the management?",
        "exp": "Management of above case is by giving Routine baby care to baby, no active treatment is required. Breastfeeding need not to be stopped unless Contra-indicated AAP provides two age-specific nomograms for neonates >=35 weeks gestation- one each for phototherapy and exchange transfusion. The nomograms have lines for three different risk categories of neonates- lower risk babies (38 wk or more and no risk factors), medium risk babies (38 wk or more with risk factors, or 35 wk to 37 wk without any risk factors) and higher risk (35 wk to 37 wk and with risk factors) As a rough guide, phototherapy is initiated if TSB vales are >10 mg/dl at 24 hours >=13 mg/dL at 48 hours >=15 mg/dL at 72 hours >= 18 mg/dL at 96 hours and beyond in babies at medium risk. The babies at lower and higher risk have their cut-offs at approximately 2 mg/dL higher or 2 mg/dL lower than that for medium risk babies, respectively. Risk factors include: Presence of isoimmune hemolytic anemia G6. PD deficiency Asphyxia Temperature instability Hypothermia Sepsis Significant lethargy Acidosis Hypoalbuminemia",
        "cop": 4,
        "opa": "Phototherapy",
        "opb": "Exchange transfusion",
        "opc": "Stop breastfeeding for 2 days",
        "opd": "No active treatment required",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "48bd58b7-bf50-4003-b294-282872aee5bd",
        "choice_type": "single"
    },
    {
        "question": "Patient presented with diarrhoea, poor appetite and malabsorption. His duodenal biopsy was taken which showed crypt hyperplasia, villi atrophy and infiltration of CD8+ T cells in the epithelium. what is the likely diagnosis of the patient?",
        "exp": "Celiac disease is caused by sensitivity to gluten in cereal products. C/F include weight loss, weakness, and diarrhea with pale, bulky, frothy, foul-smelling stools. In children, it is also characterized by growth retardation and general failure to thrive. It is more common in patients with Type I diabetes mellitius Diagnosis: by Intestinal biopsy - Other malabsorption syndromes include tropical sprue, Whipple disease, disaccharidase deficiency, abetalipoproteinemia, and intestinal lymphangiectasia.",
        "cop": 2,
        "opa": "Environmental enteropathy",
        "opb": "Celiac disease",
        "opc": "Whipple disease",
        "opd": "Pancreatitis",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "f4151c87-8e0c-462d-94c2-bf7dd9481eae",
        "choice_type": "single"
    },
    {
        "question": "A 24 month child, with a weight of 11 kg, has RR of 38 / min, chest indrawing, cough and fever. Management according to IMNCI?",
        "exp": "Revised classification and treatment for childhood pneumonia at health facility General danger signs - Not able to drink Persistent vomiting Convulsions Lethargic or unconscious child Stridor in a calm child Severe malnutrition",
        "cop": 3,
        "opa": "Only antipyretics are given",
        "opb": "Refer to teiary care centre",
        "opc": "Give antibiotics",
        "opd": "No treatment required",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "32afeca2-99e8-4ed6-a3d5-aa566a559dd9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following if normal rules out PEM?",
        "exp": "Lean body mass if normal usually rules out PEM. Normal extracellular fluid or serum potassium doen not help in ruling out PEM Normal skin fold thickness in a child does not rule out PEM, as skinfold thickness can increase in children with edema (fluid in the subcutaneous tissue) A skinfold caliper is used to assess the skinfold thickness, so thata prediction of the total amount of body fat can be made. This method is based on the hypothesis that the body fat is equally distributed over the body and that the thickness of the skinfold is a measure for subcutaneous fat. The sum of four skinfolds To estimate the total amount of body fat, four skinfolds are measured: Biceps skinfold (front side middle upperarm) Triceps skinfold (back side middle upperarm) Subscapular skinfold (under the lowest point of the shoulder blade) Suprailiac skinfold (above the upper bone of the hip) For this measurement the patient must be able to sit or stand in an upright position For this measurement the patient must be able to sit or stand in an upright position.",
        "cop": 3,
        "opa": "Skin fold thickness",
        "opb": "ECF Fluid",
        "opc": "Lean body mass",
        "opd": "Serum Potassium",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "8010a5ec-622a-47de-9252-c680f4c84be2",
        "choice_type": "single"
    },
    {
        "question": "Fig of 3 signs is seen in?",
        "exp": "Coarctation of Aoa - Juxta-ductal pa of AOA is mostly involved Medial wall of AOA is usually spared Clinical presentation - Hypertension Milder disease - Intermittent claudication of lower limbs Severe disease - Heart failure in neonate with B/L feeble or impalpable femoral pulses CXR - Figure of 3 sign Notching of inferior margin of 3rd - 9th ribs, usually seen in >3 years age Contrast Esophagogram and Barium swallow - E sign Treatment - Balloon angioplasty Anti-hypeensives for HTN",
        "cop": 2,
        "opa": "Mitral Stenosis",
        "opb": "Coarctation of Aoa",
        "opc": "Transposition of Great Aeries",
        "opd": "Aoic Stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "28639006-c7c3-442f-a039-a383d85ffdee",
        "choice_type": "single"
    },
    {
        "question": "In a preterm baby with respiratory distress syndrome, which type of cell is deficient?",
        "exp": "Cells in Alveolar Epithelial Lining- Type I pneumocytes-Gas exchange occurs across them.. Cover 93% surface area of alveoli. Type II pneumocytes -synthesize surfactant. Direct / indirect injury to type 2 cells lead to ARDS. Cover 5%surface area of Alveoli. When there is alveolar injury, type I cells degenerate and are replaced by type II cells. Type II cells are thus responsible for regeneration of epithelium. Type I and type II pneumocytes exist in a ratio of 1: 1. Type III pneumocytesact as chemoreceptors. Cover 2% surface area of Alveoli.",
        "cop": 2,
        "opa": "Type 1 alveolar cell",
        "opb": "Type 2 alveolar cell",
        "opc": "Alveolar capillary endothelial cell",
        "opd": "Bronchial mucosal epithelial cell",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "014d0a3a-57d2-4929-8f0c-a904092223b4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of Hirschsprung disease in a patient?",
        "exp": "Hirschsprung's disease is due to defective neural crest cell migration from cecum to rectum resulting in congenital absence of ganglion cells in the myenteric and submucosal plexuses of the bowel wall Hirschsprung's disease - Hirschsprung disease, or congenital aganglionic megacolon, is a developmental disorder (neurocristopathy) of the enteric nervous system Pathophysiology - The enteric neuronal plexus develops from neural crest cells that migrate into the bowel wall during embryogenesis. Hirschsprung disease occurs when the normal migration of neural crest cells from cecum to rectum is disrupted. This produces a distal intestinal segment that lacks both the Meissner submucosal plexus and the Auerbach myenteric plexus (\"aganglionosis\"), and thus fails to develop coordinated peristaltic contractions Clinical features - Delayed passage of Meconium Bilious vomiting Abdominal distension Complications like Intestinal perforation and Rectal bleeding Diagnosis - A) Barium enema - Contracted involved segment become narrow Dilated normal proximal segment B) Intestinal Biopsy - gives definite diagnosis Absence of Ganglion cells Nerve trunk hyperophy Increased Acetylcholinesterase activity in involved segment Rx - Surgery (Surgical resection of involved segment f/b anastomosis of Normal segments)",
        "cop": 1,
        "opa": "Failure of migration of neural crest cells",
        "opb": "Excessive peristalsis of the affected pa of the gut",
        "opc": "Failure of involution of vitelline duct",
        "opd": "Obstruction secondary to an infectious agent",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "cffc9c81-900f-4c40-8d30-b4f024e181e0",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old boy has recurrent infections. low platelet count and rash as shown below. What is the likely diagnosis?",
        "exp": "The above clinical picture is suggestive of Wiskott aldrich syndrome Wiskott aldrich syndrome - X-linked disorder Defect in WASP gene (Chromosome X p 11) Clinical features -Triad of Eczema Recurrent infections Thrombocytopenia with small platelets Diagnosis - Platelets - small and decreased in number IgM - low IgE and IgA - Elevated",
        "cop": 4,
        "opa": "Severe Combined Immunodeficiency",
        "opb": "Job Syndrome",
        "opc": "Bruton's Agammaglobulinemia",
        "opd": "Wiskott Aldrich Syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "9cf8a733-8382-4a88-8d03-45158fc4fb2e",
        "choice_type": "single"
    },
    {
        "question": "A 2 year child presented with low grade fever and stridor. What is the likely diagnosis?",
        "exp": "The above X-ray shows \"Steeple Sign\" which is characteristic of Acute Laryngotracheobronchitis/Croup. Crouprefers to a heterogeneous group of mainly acute and infectious processes that are characterized by Bark-like or brassy cough that may be associated with hoarseness Inspiratory stridor, and Respiratory distress Stridor is usually inspiratory but can be biphasic MC causative Organism - Parainfluenza virus Croup typically affects the larynx, trachea, and bronchi. Most patients have rhinorrhea, pharyngitis, mild cough, and low-grade fever for 1-3 days before the signs and symptoms of upper airway obstruction become apparent. The child then develops the characteristic barking cough, hoarseness, and inspiratory stridor Symptoms are characteristically worse at night and often recur with decreasing intensity for several days and resolve completely within a week. Croup is a clinical diagnosis and must be distinguished from other diagnoses, including foreign body aspiration, epiglottitis, retropharyngeal abscess, angioedema, and subglottic stenosis or hemangioma. The radiographic steeple sign, consisting of progressive narrowing of the subglottic region of the trachea, is characteristic of croup Croup is a disease of the upper airway, and alveolar gas exchange is usually normal. Hypoxia and low oxygen saturation are seen only when complete airway obstruction is imminent. The child who is hypoxic, cyanotic, pale, or obtunded needs immediate airway management. Rx - Suppoive care, including Oxygen Single dose Dexamethasone (Oral/ IM) - Effective in mild cases Moderate to severe disease needs Suppoive care + Single dose Dexamethasone + Nebilized Epinephrine Antibiotics are not recommended as it is a Viral illness",
        "cop": 1,
        "opa": "Acute Laryngotracheobronchitis",
        "opb": "Acute Epiglottitis",
        "opc": "Foreign Epiglottitis",
        "opd": "Foreign Body aspiration",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "f90b95d9-e701-4fbe-b28a-26a68e0fe47c",
        "choice_type": "single"
    },
    {
        "question": "A patient complains of knee pain. Routine investigations are unremarkable and still, the patient is unsatisfied. Urine turns black on standing, what is the enzyme involved?",
        "exp": "Alkaptonuria - Due to deficiency of Homogentisate dioxygenase/ oxidase (requires Iron) Fresh urine is normal in colour On standing or on exposure to air - turns Black - Homogentisic acid accumulated - get oxidised - gives rise to Black urine - Homogentisic acid gets polymerized in body forming ALKAPTON BODIES, which gets accumulated in: Cailages - Nose, ear pinna, interveebral disc Connective tissue has bluish black colour. Patient develops ahralgia & ahritis. - This condition is known as Ochronosis. Ahritis is also known as ochronotic ahritis - Benedict 's test is positive due to homogentisic Acid, which is a Reducing substance - Treatment drug is NITISINONE",
        "cop": 1,
        "opa": "Homogentisate oxidase",
        "opb": "Xanthine oxidase",
        "opc": "Methyl malonate oxidase",
        "opd": "Phenyl pyruvate oxidase",
        "subject_name": "Pediatrics",
        "topic_name": "NEET Jan 2020",
        "id": "a0b35bf5-98a5-4f11-9cd2-528476d6cbdd",
        "choice_type": "single"
    }
]