[
    {
        "question": "How much time later should ROP screening be done for a 2 week old baby being treated in NICU for sepsis, who was born at 28 wk gestation?",
        "exp": "First screening - carried out at 32 weeks of post menstrual age (PMA) or 4 weeks of postnatal age, whichever is later In the given scenario, baby is born at 28 week gestation, so 1st screening should be done at 4 weeks postnatal age i. e 32 weeks PMA As the baby is already 2 weeks old screening for ROP should be done 2 weeks later.",
        "cop": 1,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 weeks",
        "opd": "8 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Neonatal sepsis",
        "id": "2445bd18-c326-4ad4-9c59-3c014317d19d",
        "choice_type": "single"
    },
    {
        "question": "A term neonate is brought to the pediatric emergency with a history of not feeding well for last 6 hours. On probing, there was a history suggestive of chorioamnionitis and premature rupture of membrane in the mother. Which of the following should be the best approach to manage this baby?",
        "exp": "Perinatal risk factor + sepsis symptoms in baby- Sta IV antibiotics immediately, after taking a sample for blood culture",
        "cop": 1,
        "opa": "Sta IV antibiotics immediately, after taking a sample for blood culture.",
        "opb": "Sta oral antibiotics and monitor for worsening of clinical condition",
        "opc": "Reassure and do nothing",
        "opd": "Monitor the baby and sta IV fluids only",
        "subject_name": "Pediatrics",
        "topic_name": "Neonatal sepsis",
        "id": "60b53f73-7d54-4f9c-b812-a49b541a1a41",
        "choice_type": "single"
    },
    {
        "question": "A male baby born at term to O -ve mother with Coombs +ve at delivery. Baby weighed 3 kg at bih and hemoglobinis 16 g/dL and TSB is 5 mg/dL. He passed a black stools within the first 24 hours of life and his temp was 97. 7degF. After 5 days, infant's weight reduced by 60 gm, his axillary temperature reduced to 95deg. Fand he is jaundiced upto the chest. Parents also told about yellow, seedy stool. Lab investigations show hemoglobin is now 14. 4 g/dL, and his TSB is 14 mg/dL. The change in which of the following parameters is of most concern for you as a paediatrician?",
        "exp": "In a normal infant, Temperature should not change. Temperature instability in a term infant is frequently a sign of serious infection. There is loss of body weight of 1. 5% to 2% per day initially in a normal newborn infant as excessive fluid is excreted. The hematocrit falls as an adaptation to an environment of higher oxygen. Infants usually have several meconium stools during the first day or two of life, changing to soft yellow stools after 1 to 2 days of life. As the hematocrit falls, there is a corresponding increase in serum bilirubin that peaks around 3 to 5 days of life.",
        "cop": 2,
        "opa": "Hemoglobin",
        "opb": "Temperature",
        "opc": "Bilirubin",
        "opd": "Stool",
        "subject_name": "Pediatrics",
        "topic_name": "Neonatal sepsis",
        "id": "7e154ea1-4354-4440-8ce6-e7e17bfbd3e3",
        "choice_type": "single"
    },
    {
        "question": "Definitive test for the diagnosis of neonatal sepsis is?",
        "exp": "Blood culture: gold standard for diagnosis of sepsis - performed in all cases of suspected sepsis prior to staing antibiotics",
        "cop": 1,
        "opa": "Blood culture",
        "opb": "Urine culture",
        "opc": "Immature: Total neutrophil ratio",
        "opd": "Sepsis screen",
        "subject_name": "Pediatrics",
        "topic_name": "Neonatal sepsis",
        "id": "fc856f0f-af42-4ee6-b87f-a449513c1791",
        "choice_type": "single"
    },
    {
        "question": "One of the earliest features of Neonatal sepsis is:",
        "exp": "Alteration of established feeding behaviour - is one of the earliest features of neonatal sepsis.",
        "cop": 1,
        "opa": "Alteration of established feeding behaviour",
        "opb": "Shock",
        "opc": "Bleeding",
        "opd": "Sclerema",
        "subject_name": "Pediatrics",
        "topic_name": "Neonatal sepsis",
        "id": "95b2a99b-cf5f-4a90-ab76-12ffc22b929b",
        "choice_type": "single"
    }
]