[
    {
        "question": "In AML best prognosis is seen with",
        "exp": "- Acute Promyelocytic Leukemia (APML): characterized by a gene rearrangement involving retinoic acid receptor It is very responsive to all-trans retinoic acid (ATRA, tretinoin) combined with anthracyclines and cytarabine. The success of this therapy makes Bone marrow transplantation unnecessary in 1st remission. Arsenic trioxide is also an effective non-cytotoxic therapy for APML",
        "cop": 3,
        "opa": "Acute megakaryocytic leukemia",
        "opb": "Acute monocytic leukemia",
        "opc": "Acute promyelocytic lukemia (M3)",
        "opd": "Erythroleukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "c1f77605-78ca-409e-9ed2-619cac79bd64",
        "choice_type": "single"
    },
    {
        "question": "A 15-year-old boy presented with 1 day history of bleeding gums, subconjunctival bleed and purpuric rash. Investigations revealed: Hb 6. 4 gm/dl; TLC-26, 500/mm3; prothrombin time-20 sec with a control of 13 sec; paial thromboplastin time-50 sec; and fibrinogen 10 mg/dl. Peripheral smear was suggestive of acute myeloblastic leukemia. Which of the following is the most likely?",
        "exp": "- This patient has complaints of bleeding along with thrombocytopenia, decreased fibrinogen & increased PT & APTT. - These features are consistent with DIC. - DIC is most commonly associated with M3 subtype of AML= APML",
        "cop": 3,
        "opa": "Myeloblastic leukemia without maturation",
        "opb": "Myeloblastic leukemia with maturation",
        "opc": "Promyelocytic leukemia",
        "opd": "Myelomonocytic leukemia",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "451e41f4-8f70-4f22-9c51-db92ede078f0",
        "choice_type": "single"
    },
    {
        "question": "Most common type of AML in Down's syndrome",
        "exp": "- Megakaryocytic maturation AML - Most common AML in Down's syndrome. - Blast cells in these patients are highly sensitive to medications - show better outcome than AML in those without Trisomy 21.",
        "cop": 4,
        "opa": "M2",
        "opb": "M3",
        "opc": "M6",
        "opd": "M7",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "b1643cf0-f23d-4520-88e4-96f9053909ec",
        "choice_type": "single"
    },
    {
        "question": "Auer rods are specific for",
        "exp": "-Auer rods are Needle-like azurophilic fusiform inclusions in cytoplasm of myeloblasts -Auer rods are most reliable morphological feature of AML -Myeloblasts Stain +ve with MPO and Sudan Black B",
        "cop": 1,
        "opa": "Acute myeloid leukemia",
        "opb": "Acute lymphocytic leukemia",
        "opc": "Chronic lymphocytic leukemia",
        "opd": "Hodgkin's lymphoma",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "d695d0d3-78db-4fba-b896-bb268da062a5",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old boy brought to the OPD by his Father. He is having complains of loss of appetite, fatigue, malaise, intermittent low grade fever. He also complains bone pain, bruising, oral gum bleeding. On examination Lymph nodes are palpable, spleen is also palpable. Lab investigation reveals TLC of 9, 000/uL with a hemoglobin of 5 g/dL and a platelet count of 9, 000/uL. What is the next investigation for diagnosis?",
        "exp": "Above sign and symptoms and lab finding give us a probable diagnosis of Acute Lymphoblastic Leukaemia Next best investigation to confirm the diagnosis is Bone Marrow Biopsy Clinical features:- Anorexia, fatigue, malaise, irritability, and intermittent low-grade fever Bone or joint pain, Infection Symptoms of bone marrow failure:- pallor, fatigue, exercise intolerance, bruising, oral mucosal bleeding or epistaxis Lymphadenopathy, hepatosplenomegaly. Diagnosis BM aspirate > 20% Leukemic lymphoblasta Immunophenotype: Pre B/B/T cell Treatment Induction: Vincristine, Anthracycline, Prednisolone, L-Asparaginase CNS prophylaxis: intrathecal methotrexate Intesification: methotrexate, L-Asparaginase, Cyclophosphamide Maintenance phase: 2 -2. 5 yrs: oral 6-MP and methotrexate",
        "cop": 2,
        "opa": "Serum haptoglobin",
        "opb": "Bone marrow biopsy",
        "opc": "Antiplatelet antibody assay",
        "opd": "Reticulocyte count",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "69310c21-508c-4a03-bffc-e61fe9503335",
        "choice_type": "single"
    },
    {
        "question": "AML with worst prognosis:",
        "exp": "PROGNOSIS OF AML: Good prognostic factors: t(8; 21) inv16 t(15; 17) CEBPA mutation NPM mutation Down syndrome Bad prognostic factors: Monosomy 7 5q deletion FLT3 - internal tandom duplication",
        "cop": 4,
        "opa": "8/21 translocation",
        "opb": "Inversion 16",
        "opc": "Normal cytogenetics",
        "opd": "Monosomy 7",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "dc3d29e4-dd58-4578-a4e8-14bf9b484c86",
        "choice_type": "single"
    },
    {
        "question": "Which of the following malignancy is seen in male child with sho stature, low IQ, murmur in pulmonary area and lymphedema?",
        "exp": "Male child with sho stature, low IQ, murmur in pulmonary area and lymphedema suggests Noonan syndrome with pulmonary valve stenosis. Hematological abnormality seen in Noonan syndrome is Juvenile Myelomonocytic Leukemia",
        "cop": 3,
        "opa": "Retinobalstoma",
        "opb": "Hepatocellular carcinoma",
        "opc": "Juvenile myelomonocytic leukemia",
        "opd": "Germ cell tumour",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "1f8cda03-adf0-48bb-9261-11a1dedd1c3c",
        "choice_type": "single"
    },
    {
        "question": "Commonest childhood tumor is:",
        "exp": "Common Childhood Tumors are: Leukemia (ALL) > Brain tumors > Lymphoma > Neuroblastoma > Wilm's tumor. High yield points about childhood tumors: * Most common childhood leukemia is ALL * Most common tumor in infancy is Neuroblastoma * Most common solid tumor of childhood is Brain tumor * Most common intra-abdominal & extra-cranial solid tumor in childhood is Neuroblastoma * MC primary intra ocular tumor in children is RETINOBLASTOMA * MC primary renal tumor of childhood - WILM'S TUMOR",
        "cop": 1,
        "opa": "Acute lymphoblastic leukemia",
        "opb": "Chronic lymphoblastic leukemia",
        "opc": "Chronic myeloid leukemia",
        "opd": "Brain tumor",
        "subject_name": "Pediatrics",
        "topic_name": "Neoplastic disorders of WBCs",
        "id": "f2d1d002-152a-427b-b919-a2efa4bf64f0",
        "choice_type": "single"
    }
]