[
    {
        "question": "Most common anomaly of upper urogenital tract is -",
        "exp": "Ans. is 'a' i. e., Uretero pelvic junction stenosis o UPJ stenosis is most common abnormality in childhood and is more frequent in male children, characterised by narrowing usually on left side. o Overall, position & shape of kidney being most common one. o Horse shoe kidney is the most common and most frequently found renal abnormality among men.",
        "cop": 1,
        "opa": "Uretero pelvic junction stenosis",
        "opb": "Ectopic uretheral opening",
        "opc": "Ureterocele",
        "opd": "Ectopic ureter",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "6977737d-8eee-4d0e-ba77-195875ab70ef",
        "choice_type": "single"
    },
    {
        "question": "A 9- years old child has steroid dependant nephrotic syndrome for the last 5 years. He has received corticosteroids almost continuously during this period and has Cushingoid features. The blood pressure is 120/86 mm. Hg and there are bilateral subcapsular cataracts. The treatment of choice is:",
        "exp": "Ans. is 'b' i. e. cyclophosphamide If a child with nephrotic syndrome on steroid develops features of corticosteroid toxicity (cushingoid features, hypertension, cataract and growth failure) then cyclophosphamide should be used.",
        "cop": 2,
        "opa": "Levamisole.",
        "opb": "Cyclophosphamide.",
        "opc": "Cyclosporin A.",
        "opd": "Intravenous pulse corticosteroids.",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "d3198f84-e8a7-4f2f-9b88-7321d7ba2f1d",
        "choice_type": "single"
    },
    {
        "question": "Henoch Schonlein purpura commonly involves which age group?",
        "exp": "Ans. A. 3-10 years. HSP is an acute immunoglobulin A (IgA)-mediated disorder characterized by a generalized vasculitis involving the small vessels of the skin, the gastrointestinal (GI) tract, the kidneys, the joints, and, rarely, the lungs and the central nervous system (CNS). The prevalence of HSP peaks in children aged 3-10 years. In one half to two thirds of children, an upper respiratory tract infection (URTI) precedes the clinical onset of HSP by 1-3 weeks. The most important organ determining long-term morbidity is kidney involvement. Up to 30-50% of children either have or will develop hematuria and/or proteinuria within 4-6 weeks of the initial presentation. This is usually mild and self-limiting. However, approximately 20% of HSP children with nephritis (7% of all HSP cases) will develop either a nephritis or nephrotic syndrome.",
        "cop": 1,
        "opa": "3-10 years",
        "opb": "10-15 years",
        "opc": "15-20 years",
        "opd": ">25 years",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "f212ba9a-04ae-46f7-a04b-7018d21f4db1",
        "choice_type": "single"
    },
    {
        "question": "Mutation in NPHS 1 gene causes which disease?",
        "exp": "Ans. (b) Congenital Finnish type nephrotic syndrome. Ref: Nelson 18th ed./ Table 527. 1* CNF is one of the Finnish heritage diseases and rare form of nephrotic syndrome.* It occurs predominantly in families of Finnish origin and manifests shortly after birth* The condition is caused by a defect in the protein nephrin, which is found in the kidney.* Gene responsible is NPHSL.",
        "cop": 2,
        "opa": "Alport syndrome",
        "opb": "Congenital Finnish type nephrotic syndrome",
        "opc": "Focal segmental glomerulonephritis",
        "opd": "Nail patella syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "7700088d-cc3d-42cd-aa69-c911d282046b",
        "choice_type": "single"
    },
    {
        "question": "Cyclosporine in nephrotic syndrome acts by -",
        "exp": "Ans. is 'a' i. e., Inhibiting calcineurin Stroid dependent nephrotic syndromeo The treatment options for steroid resistant nephrotic syndrome are: i) Calcineurin inhibitors (cyclosporine, Tacrolimus)ii) IV or oral cyclophosphamideiii) Levamisoliv) Mycophenolatev) Pulse corticosteroido All above immunosuppressants are used along with corticosteriods (Prednisolone or methylprednisolone). o Cyclosporine and cyclophosphamide are most commonly used. o Despite these options, there is lack of consensus on first line appropriate therapy for steroid resistant nephrotic syndrome.",
        "cop": 1,
        "opa": "Inhibiting calcineurin",
        "opb": "Inhibition of GMPD",
        "opc": "Acts as an alkylating agent",
        "opd": "Antibiotic",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "449ac258-7dbf-4b6e-8896-6a69ba8825b8",
        "choice_type": "single"
    },
    {
        "question": "An 8 year old male had non blanching rashes over the shin and swelling of knee joint with haematuria +++ and protein +. Microscopic analysis of his renal biopsy specimen is most likely to show.",
        "exp": "Ans. is 'c' i. e. Mesangial deposits of IgA Purpura in Henoch Schonlein purpura is due to vasculitis and not thrombocytopenia Platelet count is either normal or elevated. H. S. purpura is characterized by tetrad of. Purpura Q, Arthritic, GlomerulonephritisQ and. Abdominal painQ. Skin7%e hallmark of this disease is rash beginning as pinkish maculopapules that initially blanch on pressure and progress to petechiae or purpura which are characterized clinically as palpable purpura Q. The lesion tends to occur in crops Q. The lesion occur on the dependent areas of the body such as buttocks Q. Joints (80%). Manifests as arthralgia or arthritis in large joints. Large joints of lower extremities are involved especially the knees and the ankles. Migratory Q pattern of joint involvement is common. Arthritis is non deforming Q in nature. Gastrointestinal tract 60%presents with abdominal pain. Q33% have evidence of gastrointestinal bleeding Q(melena). Abdominal pain is typically colicky QMay worsen after angina Q(intestinal angina). Can lead to intussusception Q. Kidney (40%). Almost always appear after the development of skin manifestation. The clinical hallmark of nephritis in HSP is hematuria which is usually microscopic. Studies characteristically demonstrate IgA deposition in the mesangium. Diagnosis of H. S. Purpura. Diagnosis is based upon signs and symptoms. Skin biopsy demonstrates leukocytoclastic vasculitis with IgA and C3 deposition. Renal biopsy may be helpful.",
        "cop": 3,
        "opa": "Tubular necrosis",
        "opb": "Visceral podocyte fusion",
        "opc": "Mesangial deposits of IgA",
        "opd": "Basement membrane thickening",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "691fe4fd-5fc7-412b-860f-ad410bb8068b",
        "choice_type": "single"
    },
    {
        "question": "Intra uterine hydronephrosis of 32-34 weeks- management-",
        "exp": "Am. is 'd' i. e., Require serial USG and other associated anomalies o Antenatal hydronephrosis (ANH) is transient and resolves by the third trimester in almost one-half cases, o The presence of oligohydramnios and additional renal or extrarenal anomalies suggests significant pathology, o All patients with ANH should undergo postnatal ultrasonographyo The intensity of subsequent evaluation depends on anteroposterior diameter (APD) of the renal pelvis and/or Society for Fetal Urology (SFU) grading. o Patients wiih postnatal APD exceeding 10 mm and/or SFU grade 3-4 should be screened for upper or lower urinary tract obstruction and vesicoureteric reflux. o Surgery is considered in patients with increasing renal pelvic APD and/or an obstructed renogram with differential renal function <35-40% or its subsequent decline.",
        "cop": 4,
        "opa": "Intrauterine drainage",
        "opb": "Wait until 3 weeks",
        "opc": "Immediate delivery",
        "opd": "Require serial USG and other associated anomalies",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "80ca301f-b4eb-4090-b2dd-f2a4c882950d",
        "choice_type": "single"
    },
    {
        "question": "Post streptococcal glomerulonephritis in children is diagnosed by?",
        "exp": "Ans. C. Mild proteinuria, high hematuria, high ASO titre. Acute glomerulonephritis is a disease characterized by the sudden appearance of edema, hematuria, proteinuria, and hypertension. It is a representative disease of acute nephritic syndrome in which inflammation of the glomerulus is manifested by proliferation of cellular elements secondary to an immunologic mechanism. Most commonly it results due to a preceding infection (hence PIGN). Most common organism implicated being streptococcal hence (PSGN). Acute poststreptococcal glomerulonephritis (PSGN) results from an antecedent infection of the skin (impetigo) or throat (pharyngitis) caused by nephritogenic strains of group A beta-hemolytic streptococci. The disease is most common in children 4-12 years of age and rare before 2 years of age or in those individuals older than 18 years. The latency period from infection may vary from 1 to 2 weeks after pharyngitis to 3 to 6 weeks after skin infections. The classic triad of gross hematuria, edema, and hypertension are the most common presenting symptoms. Hematuria is almost a universal finding with about one third of patients having gross hematuria. The dark urine is due to the oxidation of hemoglobin that turns brown after a prolonged time in an acidic environment. Gross hematuria may last up to 10 days and recur after a febrile illness. Recent poststreptococcal infection is most commonly demonstrated by serologic markers for elevated antibodies to extracellular streptococcal antigens.",
        "cop": 3,
        "opa": "Heavy proteinuria, high cholesterol, high ASO titre",
        "opb": "Heavy proteinuria, hematuria, low titre",
        "opc": "Mild proteinuria, high hematuria, high ASO titre",
        "opd": "Mild proteinuria, high cholesterol, normal ASO titre",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "5bce6fc2-8d6f-41f3-ae99-3d51db2855ae",
        "choice_type": "single"
    },
    {
        "question": "A child with respiratory tract infection presents with gross hematuria within 2 days of the infection. The probable diagnosis is -",
        "exp": "Ans. is 'b' i. e., IgA Nephropathy o This patient has developed hematuria (cola coloured urine) 2 days after an upper respiratory tract infection (there is history of rash and most of the URTIs have rash in their clinical course e. g. measles, chicken pox etc.)o Hematuria after URTI: i) After 2 days - IgA nephropathyii) After 10 days - 2 weeks - HSP, PSGN. IgA nephropathy (Berger's disease)o It is the most common type of glomerulonephritis world wideo Children and young adults are commonly affected. o It occurs after an upper respiratory tract infection or gastrointestinal infection. Clinical presentationo Gross hematuria within 1-2 days after on upper respiratory tract infection. This feature distinguish it from PSGN. In PSGN hematuria occurs 7-21 days after respiratory infection, o Can also present with nephritic or nephrotic syndromeo Mild to moderate hypertension. Pathologyo Focal and segmental mesangial proliferationo IgA deposition in mesangium. o Serum complement level is normal. This feature also differentiates it from PSGN. In PSGN complement (C3) level is decreased.",
        "cop": 2,
        "opa": "Post Streptococcal Glomerulonephritis",
        "opb": "IgA Nephropathy",
        "opc": "Nephrotic Syndrome",
        "opd": "Urinary tract infection (Hematogenous)",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "ad6e7e55-cbd2-48ed-b650-4a086205945c",
        "choice_type": "single"
    },
    {
        "question": "Pulmonary hypoplasia with uropathy diagnosis is-",
        "exp": "Ans. is 'a' i. e., Potter syndrome o Bilateral renal agenesis is incompatible with extrauterine life and is termed Potter syndrome, o Death occurs shortly after birth from pulmonary hypoplasia. o The newborn has a characteristic facial appearance, termed Potter facies. The eyes are widely separated with epicanthic folds, the ears are low set, the nose is broad and compressed flat, the chin is receding, and there are limb anomalies. o Bilateral renal agenesis should be suspected when maternal ultrasonography demonstrates oligohydramnios, nonvisualization of the bladder, and absent kidneys.",
        "cop": 1,
        "opa": "Potter syndrome",
        "opb": "patau syndrome",
        "opc": "Perthe disease",
        "opd": "AHof the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "4f2aedb2-7252-4824-966b-50b0b9e658d4",
        "choice_type": "multi"
    },
    {
        "question": "Child presents with Pathological fracture, Renal stone and Psychiatric symptoms. Most probable diagnosis is?",
        "exp": "Ans. (b) Hyperparathyroidism. Renal Tubular acidosis. RTA 1 can present with Nephrocalcinosis and renal rickets but pathological fractures and psychiatric symptoms are not seen. Hyperpar- athyroidism. The increased bone resorption explains pathological fracture. Hypercalcemia leads to deposition of calcium in the kidney parenchyma. Psychiatric symptoms are seen in hyperparathyroidism. Polycystic kidneys. Presents with CRF with cystic kidneys. CRFCan have pathological fracture due to. Osteitis Cystica Fibrosa due to secondary. Hyperparathyroidism.",
        "cop": 2,
        "opa": "Renal tubular acidosis",
        "opb": "Hyperparathyroidism",
        "opc": "Polycystic kidney disease",
        "opd": "CRF",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "328b9162-6d24-4db8-b7af-f6cbd416f7d3",
        "choice_type": "single"
    },
    {
        "question": "Low C3 level are seen in -",
        "exp": "Ans. is 'c' i. e., Mesangial capillary glomerulonephritis o In minimal change N. S. C3 is characteristically normal, o In PSGN - C3 is low initially but become normal after 6-8 weeks. o In IgA nephropathy C5 level is normal but serum IgA level is high - (Neslan 17th/e Chapter 511)o C3 level is decrease in PSGN, SLE or MPGN. o In MPGN Membrane proliferative (Mesangiocapillaiy glomerulonephritis) is associated with C3 hypocomplimentemia. - (Nelson 17th/e Chapter 513 )",
        "cop": 3,
        "opa": "IgA nephropathy",
        "opb": "Minimal change disease",
        "opc": "Mesangial capillary glomerulonephritis",
        "opd": "FSGN",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "9584e061-6129-41ac-8f71-a71a360006cc",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of persistent hypertension in child with intrinsic renal disease is -",
        "exp": "Ans. is 'b' i. e., Chronic Pyelonephritis o Secondary- hypertension most common in infant and Younger Children, o New bom Cause umblical artery Catheterisation and renal artery thromosis. o Early Childhood: Renal disease. Coartection of aortao Adolescents. Renal diseaseo In renal disease, history of urinary tract infection is present in 25-50% of pt and is often related to an obstructive lesion of urinary tract.",
        "cop": 2,
        "opa": "CGN",
        "opb": "Chronic Pyelonephritis",
        "opc": "Obstructive uropathy",
        "opd": "Renal tumor",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "bd091141-5f75-47f4-ba3a-9766e6df82be",
        "choice_type": "single"
    },
    {
        "question": "Child with proteinuria, generalised edema. With hypoproteinemia & hyperlipidemia-M. C. cause is-",
        "exp": "Ans. is 'a' i. e., Minimal change N. S. o Nephrotic syndrome characterised by. Massive proteinuria = (more than Igm/m2/day). Hypoalbuminemia (serum albumin below 2. 5 gf/dl). Edema. Hyperlipidemia often associated. o Resultant fall in plasma oncotic pressure leads in edema, o Stimulation of Renin - Angiotensin system causes sodium & water retention, o More than 90% of childhood N. S. is primary, o Most common cause of primary N. S. is minimal change. o In electron microscopy, Histopathology show loss of podocyl and loss of negatively charged protein leads to selective proteinuria (albumineria",
        "cop": 1,
        "opa": "Minimal change nephrotic syndrome",
        "opb": "IgA nephropathy",
        "opc": "Mesangial glomerulonephritis",
        "opd": "FSGN",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "7edb7c62-8939-4818-9706-bcfa3a5b6d6d",
        "choice_type": "single"
    },
    {
        "question": "Which of following is not seen in nephritic syndrome-",
        "exp": "Ans. is 'd' i. e., Hypocholesterolemia Nephritic syndromeo Sudden onset of: Gross hematuria. Edema. Hyperkalemia. Renal insufficiencyo Most common cause - Acute poststreptococcal glomerulonephritis.",
        "cop": 4,
        "opa": "Edema",
        "opb": "Hematuria",
        "opc": "HTN",
        "opd": "Hypocholestreremia",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "185321ba-a356-4c1f-9261-55c29a5882a4",
        "choice_type": "single"
    },
    {
        "question": "Unilateral renal agenesis is associated with",
        "exp": "Ans. is 'c' Single Umbilical Artery Nelson says \"Incidence of unilateral Renal Agenesis is increased in Newborns with a single umbilical artery \"Other associated malformations with U/L renal agenesis. Absent ureter. Contralateral vesicoureteric reflux. Absent Ipsilateral vas deferens. Now something about bilateral renal agenesis. Bilateral Renal agenesis is incompatible with extrauterine life, death occurs shortly after birth from pulmonary hypoplasia. Bilateral renal agenesis is also known as Potter syndrome*",
        "cop": 3,
        "opa": "Polycystic disease of pancreas",
        "opb": "Hiatus Hernia",
        "opc": "Single umbilical artery",
        "opd": "Hypogonadism",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "17c7a565-83ed-4fe8-bd71-5654012ee23f",
        "choice_type": "single"
    },
    {
        "question": "An 8-year-old mentally retarded child presents with left side flank pain. On ultrasound hvperechoic lesion is seen in right kidney and multiple lesions in the liver. CT scan of abdomen shows -50 to -60 HU density of the lesions in kidney and liver. The most probable diagnosis is: (E. REPEAT 2007)",
        "exp": "Ref: Nelson's Textbook of Pediatrics, 19th edit ion. Pages 2049 and 2052. Explanation: HOUNSFIELD SCALEIt is a quantitative scale for describing radiodensity. The Hounsfield scale applies to medical grade CT scans. A change of one Hounsfield Unit (HU) represents a change of 0. 1% of the attenuation coefficient of water since the attenuation coefficient of air is nearly zero. It is the definition for CT scanners that are calibrated with reference to water. The HU of various substances and organs. Substance/Organ. Hounsfield Unit (HU). Air-1000lung-500. Fat-100 to -50. Water0. CSF15. Kidney30. Blood+30 to +45. Muscle+ 10 to +40. Grey matter+37 to +45. White matter+20 to +30. Liver+40 to +60. Soft Tissue. Contrast+100 to +300. Bone+700 (cancellous bone) to +3000 (dense hone)* So. -50 to -60 HU is suggestive of Tat' in the renal lesions. Characteristics of case. Characteristics of the Case. Familial. Angiolipomatosis. ADPKDVHLTuberous. Sclerosis. Age of 8 years. No (Presents in 3rd lo 5th decade). No (Presents in 4th to 6th decade). Yes. Yes. Mental Reiaftlulion. No. No. No. Yes. Renal Lesions (containing fat). Yes (But extremely rare). No (Renal cysts). No. Yes(Angiomyolipoma of kidney). Liver Lesions (coniainirte fat). Yes (But extremely rare). No (Liver cysts). No(Liver cysts). Yes(Angiomyolipoma of liver)TUBEROUS SCLEROSIS (BOURNEVILLE'S DISEASE, EPILOA). Autosomal dominant inheritance. Mutations in TSC-1 gene at 9q - encodes Tuherin. Mutation \\n. TSC-2 gene at 16 p - encodes Hamartin. Cutaneous Lesions. Adenoma sebaceum (Facial angiofibromas). Ash leaf-shaped hypopigmented macules. Shagreen patches. Depigmented nevi. Neurological Lesions. Seizures. Mental retardation. Autism. Calcified subependymal nodules. Ependymomas and childhood astrocytomaso >90% are subependymal giant cell astrocytomas. o These are benign neoplasms that may develop in the retina or along the border of the lateral ventricles. o They may obstruct the foramen of Monro and produce hydrocephalus. Candle dripping appearance in MRI. Renal Manifestaions. Renal cysts. Renal cell carcinoma. Angiomyomas of the kidney. Other Manifestations. Angiomyomas in: o Liver. o Adrenalso Pancreas. Rhabdomyomas of the myocardium. Pulmonary lymphangioliomyomatosis. m-TOR inhibitor Rapamycin, Minocycline are tried. VON HIPREL-LINDAU DISEASEAutosomal dominant inheritance. Mutation in tumor suppressor gene. VHL. VHL gene is located on chromosome 3p25-p26 and encodes a protein (p. VHL). Clinical Features: Hemangioblastomaso Cerebellar (Most common site)o Retinalo Spinal cord. Cystic lesions of the kidneys, pancreas, liver and epididymis. Pheochromocytoma. Renal carcinoma (Most common cause of death in VHL). Polycythemia. FAMILIAL MULTIPLE LIPOMATOSIS (FML). Autosomal dominant inheritance. Very rare entity that is characterized by: o Numerous, encapsulated lipomas on the trunk and extremities. It generally affects consecutive generations within families. Multiple, well-encapsulated, oval-to-round, subcutaneous, rubbery lipomas. Size ranged from a few millimeters to 25 centimeters. Lipomas first appear in the 3 - 5th decades of life. Most commonly on the trunk and extremities. The forearms are a site of frequent occurrence. Visceral lesions are extremely rare.",
        "cop": 4,
        "opa": "Familial angiolipomatosis",
        "opb": "ADPKD",
        "opc": "VHL",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pediatrics",
        "topic_name": "Nephropathy",
        "id": "83208258-2d7b-47c3-887b-6bc6401021cc",
        "choice_type": "multi"
    }
]