[
    {
        "question": "IgA nephropathy is characterised by:-",
        "exp": "IgA nephroapthy is also known as Berger nephropathy Gross Hematuria in IgA nephropathy occurs within 1-2 days of onset of an upper respiratory or GI infection (skin infection leads to poststreptococcal glomerulonephritis (PSGN)and not IgA nephropathy). Mild to moderate hypertension can be seen May be associated with loin pain Normal serum levels of C3 in IgA nephropathy help to distinguish this disorder from poststreptococcal glomerulonephritis (PSGN) where serum C3 levels are low. Serum IgA levels have no diagnostic value in IgA nephropathy because they are elevated in only 15% of pediatric patients. Note: Most Common GN overall - IgA nephropathy/Berger disease (M. C Clinical Feature -Recurrent gross hematuria)",
        "cop": 3,
        "opa": "Hematuria occur after skin infection",
        "opb": "Severe Hypertension",
        "opc": "Normal serum levels of C3",
        "opd": "Serum IgA levels have a diagnostic value",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "c4e44980-8d57-4cd7-aabe-cd2b78cbbedf",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old child with steroid dependent nephrotic syndrome has developed coicosteroid toxicity and posterior subcapsular cataracts. Which of the following is the best alternative for the treatment of the patient?",
        "exp": "Steroid-dependent patients, frequent relapses, and steroid-resistant patients may be candidates for alternative agents, paicularly if the child suffers severe coicosteroid toxicity (cushingoid appearance, hypertension, cataracts, and/or growth failure). Cyclophosphamide prolongs the duration of remission and reduces the number of relapses in children with frequently relapsing and steroid-dependent nephrotic syndrome. The potential side effects of the drug (neutropenia, disseminated varicella, hemorrhagic cystitis, alopecia, sterility, increased risk of future malignancy) should be carefully reviewed with the family before initiating treatment. The dose of cyclophosphamide is 2-3 mg/kg/24 hr given as a single oral dose, for a total duration of 8-12 wk. Alternate-day prednisone therapy is often continued during the course of cyclophosphamide administration. During cyclophosphamide therapy, the white blood cell count must be monitored weekly and the drug should be withheld if the count falls below 5, 000/mm3",
        "cop": 2,
        "opa": "Levamisole",
        "opb": "Cyclophosphamide",
        "opc": "Mycophenolate mofetil",
        "opd": "Rituximab",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "126670b3-9ffc-4835-816a-b63ad219aa92",
        "choice_type": "single"
    },
    {
        "question": "A 10 years boy presented with Cola coloured urine, oliguria for 3 days, facial puffiness, edema and hypertension. Urine albumin is positive and C3 levels are reduced. BP is 130/80. He had skin infection two weeks back. Which of the following is true about this condition?",
        "exp": "The given clinical picture suggests a diagnosis of nephritic syndrome, most probably post-streptococcal glomerulonephritis (PSGN). Poststreptococcal glomerulonephritis (PSGN) is a classic example of the acute nephritic syndrome characterized by the sudden onset of gross hematuria, edema, hypertension, and renal insufficiency. PSGN follows infection of the throat or skin by ceain \"nephritogenic\" strains of group A b-hemolytic streptococci. ( Throat serotypes - M1, M4, M25, and some strains of M12 and skin serotype - M49) Poststreptococcal GN usually affects school-age children (5-12 years of age) and is uncommon below 3 years of age. Lab Diagnosis of PSGN: Antistreptolysin O titer is commonly elevated after a pharyngeal infection but rarely increases after streptococcal skin infections. Best single antibody to document cutaneous streptococcal infection is anti deoxyribonuclease (DNase) B level The serum C3 level is significantly reduced in >90% of patients, and returns to normal 6-8 wk after onset. C4 is most often normal. Serum CH50 is commonly depressed A biopsy is rarely indicated when: renal function is severely impaired beyond 7-10 days serum C3 remains depressed beyond 12 weeks Patient with features of a systemic illness Management of PSGN involves: Symptomatic & suppoive therapy (treating the acute effects of renal insufficiency and hypertension)",
        "cop": 2,
        "opa": "Renal biopsy is required in all cases",
        "opb": "C3 levels return to normal in 6-8 weeks",
        "opc": "Cyclosporine is the treatment of choice",
        "opd": "Most common age group involved is 1-4 years",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "8f47cd58-8656-4b51-82df-4cdf28a33d03",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is considered proteinuria in a case of nephrotic syndrome:-",
        "exp": "Nephrotic-range proteinuria is defned as >40 mg/m2/hr. (Normal range is <4mg/m2/hr) Urine protein-to-creatinine ratio is normally <0. 2. A value of more than 2. 0 is considered as nephrotic range proteinuria The urine dipstick test is repoed as negative, trace (10-29 mg/dL), 1+ (30-100 mg/dL), 2+ (100-300 mg/dL), 3+ (300-1000 mg/dL), and 4+ (>1000 mg/dL). Presence of 3+ or 4+ indicates significant proteinuria",
        "cop": 4,
        "opa": "Urine albumin >40 mg/m2/hr",
        "opb": "Spot urine protein: creatinine ratio >2",
        "opc": "Urine dipstick 3+ or 4+",
        "opd": "All the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "2d47dc28-ec11-4710-b594-31884aad0ba2",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic of acute Glomerulonephritis is?",
        "exp": "a. RBC cast Produced due to bleeding from within the glomerulus seen in acute glomerulonephritis (GN) b. Hemoglobinuria Hemoglobinuria without hematuria usually occurs in the presence of hemolysis. c. Hyaline cast Seen in nephrotic syndrome and not nephritic d. Broad cast Broad casts are seen in chronic kidney disease.",
        "cop": 1,
        "opa": "RBC cast",
        "opb": "Hemoglobinuria",
        "opc": "Hyaline cast",
        "opd": "Broad cast",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "b0f86beb-e4fa-4ad3-bf69-53dd1eee53cb",
        "choice_type": "single"
    },
    {
        "question": "Best method of estimation of amount of proteinuria in a 2 year child with nephrotic syndrome is?",
        "exp": "Best method of estimation is- Single morning spot urine sample for protein/creatinine ratio 24 hr urine protein: Difficult to collect urine sample in children Normal value <100 mg/m2/24 hr Spot urine sample for protein/creatinine ratio: Simplest method to quantitate proteinuria Normal value below 0. 2; a ratio of 0. 2-2 indicates mild to moderate proteinuria and >2 indicates heavy proteinuria. Dipstick testing: False-positive test can occur if urine is very alkaline (pH > 8. 0) or very concentrated (specific gravity: >1. 025)",
        "cop": 3,
        "opa": "Dipstick testing",
        "opb": "24 hr urine protein",
        "opc": "Single morning spot urine sample for protein/creatinine ratio",
        "opd": "Microalbuminuria",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "d31e2110-a022-4874-8ec2-b9f51ffc3a07",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old boy is brought with history of decreased urine output, cola colored urine and swelling of the face and hands, of 2 days duration. He is hypeensive, has a puffy face and pitting edema of the lower limbs. He has history of skin lesions 4 weeks earlier. A diagnosis of post streptococcal glomerulonephritis is made. ASO titers are likely to be?",
        "exp": "Lab Diagnosis of PSGN: Antistreptolysin O (ASO) titer is commonly elevated after a pharyngeal infection but rarely increases after streptococcal skin infections. (as in this case) Best single antibody to document cutaneous streptococcal infection is anti deoxyribonuclease (DNase) B level. Other Lab tests of PSGN: The serum C3 level is significantly reduced in >90% of patients, and returns to normal 6-8 wk after onset. C4 is most often normal. Serum CH50 is commonly depressed A biopsy is rarely indicated when: renal function is severely impaired beyond 7-10 days serum C3 remains depressed beyond 12 weeks Patient with features of a systemic illness",
        "cop": 2,
        "opa": "Elevated",
        "opb": "Not elevated",
        "opc": "Increased progressively over 2 weeks",
        "opd": "Initially elevated, rapidly fall in 3-4 days",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "e42e95c5-8a86-48f2-8548-fb8f8960cfe7",
        "choice_type": "multi"
    },
    {
        "question": "A mother brought her 14-year-old boy to the emergency with the complaint of cough with blood in sputum and red coloured urine. On examination his BP was 140/90 mm. Hg. Investigations showed his hemoglobin is 10 mg/dl and hematocrit is 31%. His urinalysis is suggestive of hematuria and proteinuria. Which of the following is the probable diagnosis?",
        "exp": "Goodpasture syndrome: Autoimmune disorder characterized by pulmonary alveolar haemorrhages and glomerulonephritis. Pathogenesis: The anti-glomerular basement membrane (GBM) antibody binds to the basement membrane of both the alveolus and the glomerulus. GBM antibodies attach to type IV collagen contained in the vascular endothelium. C/F: - Related to lung disease: cough, dyspnoea, pallor, ronchi, edema and hepatomegaly Related to kidney disease: hematuria, proteinuria and hypertension Diagnosis: By kidney biopsy and finding antibodies to the glomerular basement membrane Other options in question: Hemolytic-uremic syndrome presents with fever, bloody diarrhoea, and progression toward renal failure, but respiratory symptoms are not present. Nephrotic syndrome presents with edema, ascites and proteinuria and respiratory symptoms related to congestive heart failure can be seen. Poststreptococcal glomerulonephritis result in hematuria, but pulmonary hemorrhage is not seen.",
        "cop": 1,
        "opa": "Goodpasture syndrome",
        "opb": "Hemolytic-uremic syndrome",
        "opc": "Poststreptococcal glomerulonephritis",
        "opd": "Nephrotic syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "cddca242-2b75-4531-a19a-de08fc5ef53f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true of acute PSGN (Post Streptococcal glomerulonephritis)?",
        "exp": "In PSGN, ASO titer is increased in more than 80% patients following streptococcal sore throat; anti-DNase B is elevated in cases of streptococcal skin infection. The level of serum C3 is low in 90% patients but normalizes by 6 - 8 weeks. Persistent low C3 levels indicate other forms of GN and requires renal biopsy On electron microscopy, electron-dense deposits, or \"humps, \" are observed on the epithelial side of the glomerular basement membrane",
        "cop": 2,
        "opa": "Electron dense humps on GBM",
        "opb": "PSGN following streptococcal skin infection will usually show ASLO titre positive",
        "opc": "Renal biopsy is indicated if prolonged hypocomplementemia persists beyond 2 months",
        "opd": "C3 is low in acute phase returns to normal in 6 - 8 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "58e7d18a-2986-4a77-9a2b-032f6ab3855b",
        "choice_type": "multi"
    },
    {
        "question": "Steroid resistance nephrotic syndrome is defined as failure to achieve remission after:-",
        "exp": "NELSON: Steroid Resistance. Steroid resistance is defined as the failure to achieve remission after 8 wk of coicosteroid therapy. GHAI 9E: Steroid resistance is diagnosed, if there is lack of remission despite treatment with prednisolone, at a dose of 2 mg/kg/day(60mg/m2/day)for 4weeks followed by 1. 5mg/kg (40 mg/m2) on alternate days for another4 weeks Nephrotic syndrome (NPHS2-related), also known as steroid-resistant nephrotic syndrome",
        "cop": 3,
        "opa": "4 weeks of daily Coicosteroid therapy",
        "opb": "6 weeks of daily Coicosteroid therapy",
        "opc": "8 weeks of daily Coicosteroid therapy",
        "opd": "12 weeks of daily Coicosteroid therapy",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "1e306a02-ca03-4ce3-a27b-dc33f53cec2f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following renal pathology is present in a child who developed nephrotic syndrome after hepatitis B infection?",
        "exp": "- Membranous nephropathy: *Deposition of immune complexes on the GBM with thickening of GBM. * In children it is a rare cause of nephrotic syndrome. * Classified as: Idiopathic and secondary * MC etiologies of secondary form are: Chronic infections- hepatitis B infection Drugs ( penicillamine, NSAIDs, gold ) Parasitic diseases (eg, malaria, schistosomiasis, leishmaniasis) SLE C/F: Pt. typically presents with edema and nephrotic-range proteinuria and microscopic hematuria and hypertension.",
        "cop": 2,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "Membranous nephropathy",
        "opc": "IgA nephropathy",
        "opd": "Membranoproliferative glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "c626b0d1-d179-49c1-8744-20ec65828d69",
        "choice_type": "single"
    },
    {
        "question": "A 10 year old boy presents with acute onset gross hematuria, loin pain, and diarrhea. Peripheral smear examination is normal. There is no history of decreased urine output. Serum C3 levels are normal. Probable diagnosis is?",
        "exp": "In Berger's disease (IgA Nephropathy) gross Hematuria occurs within 1-2 days of onset of an upper respiratory or GI infection (Note: skin infection leads to poststreptococcal glomerulonephritis (PSGN) and not IgA nephropathy). Mild to moderate hypertension can be seen May be associated with loin pain Normal serum levels of C3 in IgA nephropathy help to distinguish this disorder from poststreptococcal glomerulonephritis (PSGN) where serum C3 levels are low. Serum IgA levels have no diagnostic value in IgA nephropathy because they are elevated in only 15% of pediatric patients.",
        "cop": 1,
        "opa": "Berger's disease",
        "opb": "PSGN",
        "opc": "Microangiopathic hemolytic anemia",
        "opd": "None of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "de19fcb9-68b5-49d7-b779-5efd35d1480c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is FALSE about Congenital nephrotic syndrome caused by Nephrin protein mutation",
        "exp": "Congenital nephrotic syndrome: Defined as nephrotic syndrome manifesting at bih or within 1st 3 months of life The Finnish type of congenital nephrotic syndrome is caused by autosomal recessive mutations in NPHS1 or NPHS2 gene, which encodes nephrin and podocin, critical components of the slit diaphragm Affected infants most commonly present at bih with edema caused by massive proteinuria. Gene Chromosome Protein Disease Inheritance NPHS-1 19 Nephrin Finnish type of nephrotic Syn. AR NPHS-2 1 Podocin Steroid resistant N. S AR ACTN4 19 a Actinin 4 Congenital FSGS AD WT-1 11 WT Protein Denys Drash Syn. AD LMX1B 9 LMX1B Protein Nail patella syndrome AD LAMB2 3 b2 Laminin Pierson syndrome AR",
        "cop": 4,
        "opa": "Cause Finnish type of nephrotic syndrome",
        "opb": "Nephrin is a key component of the slit diaphragm",
        "opc": "Coded by NPHS-1 gene",
        "opd": "Should manifest within 1st 2 weeks of life",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "8fa6661b-6f43-46b1-9e3b-bdb64101b38a",
        "choice_type": "multi"
    },
    {
        "question": "Drug of choice for a child with first episode nephrotic syndrome is?",
        "exp": "Drug of choice for a child with first episode nephrotic syndrome is oral prednisolone. Drug of choice for steroid dependent nephrotic syndrome is Levamisole, Steroid resistant Nephrotic syndrome are calcineurin inhibitors like Cyclosporine and Tacrolimus.",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Prednisolone",
        "opc": "Mycophenolate",
        "opd": "Cyclosporine",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "1294ba95-dae2-466b-96d1-c3ea02941fd6",
        "choice_type": "single"
    },
    {
        "question": "In a case of glomerulonephritis (GN), C3 is normal in all the following except?",
        "exp": "Low C3 nephritis is observed in: Post-infectious GN, MPGN(Membranoproliferative GN) SLE Subacute bacterial endocarditis Cryoglobulinemia, shunt nephritis",
        "cop": 1,
        "opa": "Diffuse lupus nephritis",
        "opb": "Good pasteur's syndrome",
        "opc": "IgA nephropathy",
        "opd": "HSP",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "b839cee5-2ed3-45f5-99f4-819bfc96ab5e",
        "choice_type": "multi"
    },
    {
        "question": "Characteristic feature of Goodpasture's syndrome?",
        "exp": "In Goodpasture syndrome, type 1 RPGN & type II hypersensitivity reaction are seen. It is characterized by serum antibodies against alpha 3 NC1 domain of collagen - IV. Lumpy-bumpy deposits on immunofluorescence- seen in Post Streptococcal GN",
        "cop": 2,
        "opa": "Lumpy-bumpy deposits on immunofluorescence",
        "opb": "Serum antibodies against alpha 3 NC 1 domain of collagen-IV",
        "opc": "Serum antibodies against alpha 1 NC 1 domain of collagen III",
        "opd": "Anti DNAse antibodies positive",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "fdd7c2b2-8900-4a63-a604-eba59da7faf4",
        "choice_type": "single"
    },
    {
        "question": "In minimal change disease, which of the following is seen on immunofluorescence microscopy?",
        "exp": "In minimal change disease: *Light microscopy: Glomeruli appear normal: No Ig/complement deposits *Immunofluorescence microscopy: No electron-dense deposits *Electron microscopy: Diffuse effacement of foot processes of podocytes (\"podocytopathy\").",
        "cop": 4,
        "opa": "Immunodeposits in glomerulus",
        "opb": "Immunodeposits in mesangium",
        "opc": "Immunodeposits in blood vessels",
        "opd": "No immunodeposits",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "38b59b35-bb81-42b5-8ba5-bb0762352939",
        "choice_type": "single"
    },
    {
        "question": "A 4 years old child presented with generalized edema and ascites. There was no hypertension or hematuria. Renal function tests were normal. Urinalysis revealed massive proteinuria. Most probable underlying cause is:",
        "exp": "Generalized edema in a child with massive proteinuria, with no hypertension or hematuria & normal renal function suggests a diagnosis of Nephrotic syndrome due to minimal change disease (also known as lipoid nephrosis or nil disease) Post streptococcal glomerulonephritis- hypertension, hematuria IgA nephropathy- hematuria, h/o UI Membranous glomerulonephritis- hypertension, hematuria",
        "cop": 2,
        "opa": "Membranous glomerulonephritis",
        "opb": "Minimal change disease",
        "opc": "Post streptococcal glomerulonephritis",
        "opd": "IgA nephropathy",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "0a1b80d3-3412-4c6e-8af7-740632c23bad",
        "choice_type": "single"
    },
    {
        "question": "Drug of choice for treatment of Steroid Resistant Nephrotic syndrome is:",
        "exp": "Drug of choice for treatment of Steroid Resistant Nephrotic syndrome is: Calcineurin inhibitors (Cyclosporine or Tacrolimus)",
        "cop": 4,
        "opa": "Prednisolone",
        "opb": "Levamisole",
        "opc": "Cyclophosphamide",
        "opd": "Cyclosporine",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "b6d486e3-6de8-4665-8caa-29f6f71fa818",
        "choice_type": "single"
    },
    {
        "question": "A 9-year-old boy is brought with history of decreased urine output, cola colored urine and swelling of the face & hands of 2 days duration. He is hypeensive, has a puffy face and pitting edema of the lower limbs. He has history of skin lesions 4 weeks earlier. A diagnosis of post streptococcal glomerulonephritis is made. C3 levels are likely to return to normal in?",
        "exp": "C3 levels are likely to return to normal in- 8 weeks According to some sources, C3 level normalises in 6-8 weeks & according to other, its 8-12 weeks. So the closest ans- 8 weeks",
        "cop": 3,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "8 weeks",
        "opd": "6 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Nephritic & Nephrotic Syndrome",
        "id": "9c8369fc-14e1-45f9-a3a5-25709a9cf714",
        "choice_type": "single"
    }
]