[
    {
        "question": "Open anterior fontanelle, bruit present. Midline lesion in brain diagnosis -",
        "exp": "Ans. is 'a' i. e., Malformation of vein of galen o Open anterior fontanel seen in all 4 condition. o Cranial Bruits which is heard over anterior fontanel may be seen normally in children upto 4 years of age. o AV malformation of middle cerebral artery or vein of galen. o Severe anemia, raised intracranial pressure may also produce cranial bruit.",
        "cop": 1,
        "opa": "Malformation of vein of galen",
        "opb": "Congenital hydrocephalus",
        "opc": "Down syndrome",
        "opd": "Rickets.",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "b32c10bb-3196-4fdd-89f7-7e59d61682bc",
        "choice_type": "single"
    },
    {
        "question": "A preterm infant with poor respiration at birth starts throwing seizures at 10 hours after birth. Anti- epileptic of choice shall be:",
        "exp": "Ans. c. Phenobarbitone (Ref: Nelson 19/e p2037). Phenobarbital: Drug of first choice in neonatal seizures. Loading dose: 20 mg/Kg. If this dose is not effective, then additional doses of 5-10 mg/kg can be given until a dose of 40 mg/kg is reached. After 24 hours of loading dose, maintenance dosing can be started at 3-6 mg/Kg/day, usually administered in two separate doses. Treatment of Neonatal SeizuresA mainstay in the therapy of neonatal seizures is the diagnosis and treatment of underlying etiologyQ. Etiologies: HypoglycemiaQ, hypocalcemiaQ, meningitisQ, drug withdrawal and trauma. QDrugs used in Neonatal Seizures. Phenobarbital* Drug of first choice in neonatal seizuresQ* Loading dose: 20 mg/Kg* If this dose is not effective, then additional doses of 5-10 mg/kg can be given until a dose of 40 mg/ kg is reached.* After 24 hours of loading dose, maintenance dosing can be started at 3-6 mg/Kg/day, usually administered in two separate doses.* Metabolized by liver, excreted by kidney. Phenytoin/Fosphenytoin* If a total loading dose of 40 mg/kg of Phenobarbital was not effective, then a loading dose of 15-20 mg/Kg of Phenytoin or Fosphenytoin can be administered IV.* Rate should not exceed 0. 5-1 mg/Kg/min in order to prevent cardiac problem.* Fosphenytoin, which is phosphate ester prodrug is preferred. It is highly soluble in water and can be administered very safely IV or IM, without causing injury to tissues. Lorazepam* The initial drug used to control acute seizure is usually Lorazepam.* Can be use either as the initial drug or as a 2nd line treatment in a newborn who does not respond to the treatment with Phenobarbital and Phenytoin.* Lorazepam is distributed to brain very quickly and exerts its anticonvulsants action in <5 minutes. Diazepam and Midazolam* Highly lipophilic, so it distributes very rapidly into the brain and then is cleared very quickly out, carrying the risk of recurrence of seizures.* Carries the risk of apnea and hypotension* However, the IV preparation contains sodium benzoate and benzoic acid, it is currently not recommended as a first line agent. Leveteracetam* Dose: 10-30 mg/Kg/day* Drug of 2nd or 3rd choice",
        "cop": 3,
        "opa": "Leveteracetam",
        "opb": "Phenytoin",
        "opc": "Phenobarbitone",
        "opd": "Lorazepam",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "7304846c-9f43-4636-8bb8-c240b5314755",
        "choice_type": "multi"
    },
    {
        "question": "A 7 days old neonate presents with recurrent seizures. On examination, tachycardia and S3 gallop are present. Skull examination reveals loud bruit in anterior fontanelle. Blood investigations are Normal. Neurosonogram shows a hypoechoic lesion. What is the diagnosis?",
        "exp": "Ref: Nelson s Textbook of Pediatrics. 19th Edition. Explanation: Loud bruit in anterior fontanelle is pathognomonic of Vein of Galen malformation. Soft symmetric cranial bruits may be discovered in normal children younger than 4 yr or in association with a febrile illness. Rarely, murmurs arising from the heart or great vessels may be transmitted to the cranium. Aneurysmal malformations of the vein of Galen (VGAM). The vein of Galen is located under the cerebral hemispheres and drains the anterior and central regions of the brain into the sinuses of the posterior cerebral fossa. VG AM results from an aneurysmal malformation with an arteriovenous shunting of blood. The congenital malformation develops during weeks 6-11 of fetal development as a persistent embryonic prosencephalie vein of Markowski; thus, VGAM is actually a misnomer. The vein of Markowski actually drains into the vein of Galen. VGAM typically result in high-output congestive heart failure or may present with developmental delay, hydrocephalus, and seizures. The vein of Galen abnormality is the MOST COMMON arteriovenous malformation in neonates. Signs and symptoms. It commonly presents in the neonatal period, although it may present later, in early childhood. Typically, in the neonatal period. VGAM presents with congestive heart failure, a cranial bruit, hydrocephaly, subarachnoid hemorrhage and marked carotid pulses. The heart failure is due to the size of the arteriovenous shunt that can steal 80% or more of the cardiac output, w ith large volumes of blood under high pressure returning to the right heart and pulmonary circulation and sinus venosus atrial septal defects. CCF is also the most common cause of death in VGAM. Neonates may present with tachypnea, respiratory distress, and cyanosis. They often require ventilatory support and institution of aggressive management of heart failure. Hydrocephalus may be the presenting feature in older infants (\"sunseting sign\" in the eye). Developmental delay: Signs of hydrocephalus and congestive heart failure should be looked for in infants with developmental delay. In early childhood, symptoms include headache, convulsive seizures, hydrocephalus, and cardiac failure. Treatment. Neurosurgical procedures to relieve hydrocephalus (A ventriculoperitoneal shunt). Open surgery has a high morbidity and mortality. Recent advances over the past few decades have made endovascular embolization the preferred method of treatment. Another treatment option is Radiotherapy. Radiotherapy, also called radiosurgery, involvesthe use of focused beams to damage the blood vessel. Management of CCF",
        "cop": 2,
        "opa": "Arachnoid cyst",
        "opb": "Vein of Galen malformation",
        "opc": "Dilated ventricles",
        "opd": "Intraventricular hemorrhage",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "24ad0827-fd46-4f05-b1e9-708a4e41a759",
        "choice_type": "multi"
    },
    {
        "question": "A baby on examination shows unilateral moro's reflex with positive palmar grasp reflex. The site of lesion is:",
        "exp": "Ans. is 'b' C5-C6 Moro's reflex is a neonatal reflex which develops by 28th wk of gestation and disappears by 12 wks of age. Moro reflex is obtained by placing the infant in semi-upright position, then the head is momentarily allowed to fall backward with immediate re-support by the examiner's hand. The child symmetrically abducts and extends the arms and flexes the thumbs, followed by flexion and adduction of upper extremities. Unilateral Moro's reflex is seen in: Erb s palsy (C5-CJ damage. Spastic hemiplegia*Fracture of humerus or clavicle *. Exaggerated Moro's reflex is seen in - cerebral damage*. Some important facts about neonatal reflexes: Sucking reflex* - observed by 14 wks of gestation. Rooting reflex* - develops by 28 wks gestation. Palmar grasp reflex* -develops by 28 wks and disappears by 4 months of age. Toxic neck reflux - disappears by 8 months of age.",
        "cop": 2,
        "opa": "C3 - C4",
        "opb": "C5 - C6",
        "opc": "C8 - C1",
        "opd": "C1 - C2",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "2c97bb3d-610a-4444-9939-f29000e347d8",
        "choice_type": "single"
    }
]