[
    {
        "question": "Open anterior fontanelle, bruit present. Midline lesion in brain diagnosis -",
        "exp": "Ans. is 'a' i. e., Malformation of vein of galen o Open anterior fontanel seen in all 4 condition. o Cranial Bruits which is heard over anterior fontanel may be seen normally in children upto 4 years of age. o AV malformation of middle cerebral artery or vein of galen. o Severe anemia, raised intracranial pressure may also produce cranial bruit.",
        "cop": 1,
        "opa": "Malformation of vein of galen",
        "opb": "Congenital hydrocephalus",
        "opc": "Down syndrome",
        "opd": "Rickets.",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "b32c10bb-3196-4fdd-89f7-7e59d61682bc",
        "choice_type": "single"
    },
    {
        "question": "A baby on examination shows unilateral moro's reflex with positive palmar grasp reflex. The site of lesion is:",
        "exp": "Ans. is 'b' C5-C6 Moro's reflex is a neonatal reflex which develops by 28th wk of gestation and disappears by 12 wks of age. Moro reflex is obtained by placing the infant in semi-upright position, then the head is momentarily allowed to fall backward with immediate re-support by the examiner's hand. The child symmetrically abducts and extends the arms and flexes the thumbs, followed by flexion and adduction of upper extremities. Unilateral Moro's reflex is seen in: Erb s palsy (C5-CJ damage. Spastic hemiplegia*Fracture of humerus or clavicle *. Exaggerated Moro's reflex is seen in - cerebral damage*. Some important facts about neonatal reflexes: Sucking reflex* - observed by 14 wks of gestation. Rooting reflex* - develops by 28 wks gestation. Palmar grasp reflex* -develops by 28 wks and disappears by 4 months of age. Toxic neck reflux - disappears by 8 months of age.",
        "cop": 2,
        "opa": "C3 - C4",
        "opb": "C5 - C6",
        "opc": "C8 - C1",
        "opd": "C1 - C2",
        "subject_name": "Pediatrics",
        "topic_name": "Nervous System Disorders",
        "id": "2c97bb3d-610a-4444-9939-f29000e347d8",
        "choice_type": "single"
    }
]