[
    {
        "question": "Cerebral palsy in which upper limb is less affected than lower limb -",
        "exp": "Ans. is 'a' i. e., Spastic diplegia o Cerebral palsy (CP) is a diagnostic term used to describe a group of motor syndromes resulting from disorders of early brain development. CP is caused by a broad group of developmental, genetic, metabolic, ischemic, infectious, and other acquired etiologies that produce a common group of neurologic phenotypes. Classification of Cerebral Palsy and Major Causes. Motor Syndrome. Neuropathology'Major Causes. Spastic diplegia. Periventricular leukomalacia (PVL). Prematurity Ischemia Infection Endocrine/metabolic (e. g., thyroid). Spastic quadriplegia. PVLIschemia, infection Multicystic encephalomalacia. Endocrine/metabolic, genetic/developmental Malformations Hemiplegia. Stroke: in utero or neonatal. Thrombophilic disorders Infection Genetic/developmental Periventricular hemorrhagic infarction. Extrapyramidal. Pathology: putamen. globus pallidus, Asphyxia(athetoid, dyskinetic)thalamus, basal ganglia Kemicterus Mitochondrial Genetic/metabolico Infants with spastic hemiplegia have decreased spontaneous movements on the affected side and show hand preference at a very early age. o Spastic diplegia is bilateral spasticity of the legs greater than in the arms. The Is1 indication of spastic diplegia is often noted when an affected infant begins to crawl. The child uses the arms in a normal reciprocal fashion but tends to drag the legs behind more as a rudder (commando crawl) rather than using the normal four-limbed crawling movement. o Spastic quadriplegia is the most severe form of CP because of marked motor impairment of all extremities and the high association with mental retardation and seizureso Paraplegia is seen in spinal cord lesion where only both lowrer limb involved.",
        "cop": 1,
        "opa": "Spastic diplegia",
        "opb": "Spastic paraplegia",
        "opc": "Spastic Quadriplegia",
        "opd": "Spastic hemiplegia",
        "subject_name": "Pediatrics",
        "topic_name": "Neurodegenerative Disorders of Childhood",
        "id": "1e22ec61-dc3a-44dd-ba58-b2cd8f4e331c",
        "choice_type": "single"
    }
]