[
    {
        "question": "Nipple confusion means?",
        "exp": "Ans. (a) Baby fed with a bottle finding it difficult and confusing to suckle at breast. Ref: OP Ghai 8th ed./153* A problem that may beset a bottlefed baby in which it forgets how to nurse on mother' nipple* Breastfeeding requires far more vigorous mouth and tongue motions and greater muscle coordination than bottlefeeding.* On bottle nipples or even pacifiers, a newborn can forget how to nurse properly.* This confusion can lead to diminished or discontinued nursing. Nipple confusion is usually not a concern after the early weeks, once the baby is nursing well.",
        "cop": 1,
        "opa": "Baby fed with a bottle finding it difficult and confusing to suckle at breast",
        "opb": "Baby not able to suckle with bottle",
        "opc": "Baby not able to feed with spoon",
        "opd": "Baby not able to feed with paladin",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "ce403c7e-3974-43db-975b-4c65e7c018bc",
        "choice_type": "single"
    },
    {
        "question": "Recommendation for exclusive feeding is up to:",
        "exp": "Ans. (d) 6 months. Ref: OP Ghai 8th ed./150* Exclusive breast feeding is up to 6 months and should be continued uptil 2 years.* Prelacteal feeds like water, honey, and so called health tonics are contraindicated in children less than 6 months of age.",
        "cop": 4,
        "opa": "3 months",
        "opb": "4 months",
        "opc": "5 months",
        "opd": "6 months",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "628efaba-b94e-45b2-802a-fc78a1a8b5a8",
        "choice_type": "single"
    },
    {
        "question": "Exclusive breast feeding is advised till what age-",
        "exp": "Ans. is 'b' i. e., 6 month",
        "cop": 2,
        "opa": "3 months",
        "opb": "6 months",
        "opc": "9 months",
        "opd": "10 months",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "d48354e8-afe7-4473-86cd-3a2ff26cb395",
        "choice_type": "single"
    },
    {
        "question": "Breast feeding is maximum during sleep because?",
        "exp": "ANSWER: (A) Prolactin is increased during night. REF: OP Ghai 7th ed p. 122. Breast feeding is important during night because the maximum concentration of prolactin is produced during night; hence it helps to increase quantity of breast milk production.",
        "cop": 1,
        "opa": "Prolactin is increased during night",
        "opb": "Mother and baby are at rest so increased milk production",
        "opc": "No confusion in nipple as kid is next to mo",
        "opd": "It is irrelevant to breast feed",
        "subject_name": "Pediatrics",
        "topic_name": "Newborn Infant - Parent-Infant Bonding",
        "id": "0009190a-d2e4-47dc-8c99-b06ff5e4d181",
        "choice_type": "single"
    }
]