[
    {
        "question": "Chronic malnutrition diagnosis is based upon?",
        "exp": "Ans. (d) Decreased height for age. Ref: Nelson 18th ed., Chapter 14* Height for age is used for chronic malnutrition which leads to Stunting. The term \"stunting\" is used to describe a condition in which children fail to gain sufficient height, given their age.* In acute malnutrition the best parameter used is weight for height.",
        "cop": 4,
        "opa": "Decreased weight for age",
        "opb": "MAC<11. 5cm",
        "opc": "<3. 5 gm% serum protein",
        "opd": "Decreased height for age",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "1ad397db-3fd6-4eb1-96be-292b943e147c",
        "choice_type": "single"
    },
    {
        "question": "Flag sign hair are seen in -",
        "exp": "Ans. is 'a' i. e., Kwashiorkor Kwashiorkoro Triad of: o Hair changes: Changes include dyspigmentation, loss of characteristic curls and sparseness over taple. o Flag sign - Alternate band of hypopigmented and normally pigmented hair pattern. Marasmuso Severe wasting, o Monkey facies. o Baggy pant appearance - loose skin on bottom hungry down. Beri-berio Deficiency of thiamine (Vit B1)o Can be dry (neural involvement)o Wet (cardiac involvent)o Acute. Pellagrao Niacin (Vit B3) def. Dermatitis. Diarrhea. Dementia",
        "cop": 1,
        "opa": "Kwashiorkor",
        "opb": "Beri-beri",
        "opc": "Pellagra",
        "opd": "Marasmus",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "1bb3dacc-e4ef-41c6-a9fa-53b6a93213ea",
        "choice_type": "single"
    },
    {
        "question": "Chronic malnutrition is measured by:",
        "exp": "Ans. (b) Height/age. Ref: Nelson's Pediatrics 18th ed. Ch 43. The nutritional indices commonly calculated for young children are:* Weight for height - an index used to measure wasting or acute malnutrition; (WHAM)* Height for age - an index used to measure stunting or chronic malnutrition; (HA-CM)* Weight for age - an index used to measure underweight (or wasting and stunting combined). (WASW)* Mid arm circumference is a specific indicator of wasting or acute malnutrition. Remember:* Weight reflects only present health status of the child, whereas height indicates events in the past also* Most sensitive measure of physical growth- WEIGHT* Single best parameter for assessment of physical growth- WEIGHT",
        "cop": 2,
        "opa": "Weight/height",
        "opb": "Height/age",
        "opc": "Weight/age",
        "opd": "Mid arm circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "ee582f24-c4b3-4dcc-82e4-ed84b5f07067",
        "choice_type": "single"
    },
    {
        "question": "Best indicator of growth monitoring in children -",
        "exp": "Ans. is 'c' i. e. Rate of increase in height & weight * Midarm circumference, Body weight and chest circumference are one time point estimates therefore they are not adequate to provide information about long term nutritional stats of the child. ' A measurement which shows the time trends like rate of increase in height or weight with passage of time would be more useful. The growth charts demonstrate progressive change in the height and weight of child as age advances therefore they are the best indicator of long term nutritional status. \"The growth chart has been described as passport to child health care. It has won international recognition and is now a standard method of monitoring children's health and nutritional status\". Uses of growth chart. For growth monitoring. Diagnostic tool for identifying \"high risk\" children. Planning and policy making. Education tool. Tool for action. Evaluation. Tool for teaching",
        "cop": 3,
        "opa": "Weight",
        "opb": "Mid-arm circumference",
        "opc": "Rate of increase in height & weight",
        "opd": "Head circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "44c5c167-fcde-48cb-8820-f37187103bf0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not the characteristic feature of kwashiorkor?",
        "exp": "Early signs of kwashiorkor present as general symptoms of malnutrition and include fatigue, irritability and lethargy. As protein deprivation continues the following abnormalities become apparent. Failure to thrive (failure to put on height and weight) Loss of muscle mass Generalised swelling (oedema) Large protuberant belly (pot belly) Fatty liver Failing immune system so prone to infections and increased severity of normally mild infections Skin and hair changes Cutaneous features of kwashiorkor Characteristic skin and hair changes occur in kwashiorkor and develop over a few days. Skin lesions are at first erythematousbefore turning purple and reddish-brown in colour with marked exfoliation (skin peeling and sloughing) Where the skin becomes dark and dry, it splits open when stretched to reveal pale areas between the cracks (\"lacquered flaky paint\", \"crazy pavement dermatosis\") Irregular or patchy discolouration of the skin caused by pigmentary changes Hair becomes dry and lustreless and may turn reddish yellow to white in colour. It becomes sparse and brittle and can be pulled out easily. Nail plates are thin and soft and may be fissured or ridged.",
        "cop": 2,
        "opa": "Hair and skin changes",
        "opb": "Muscle wasting",
        "opc": "Growth retardation",
        "opd": "Psychomotor changes",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "cf9cec7a-7158-4fd0-aacd-be417d7952b7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a feature of marasmus and not kwarshiorkor?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition. Robbins Pathologic basis of disease, 8th edition. Page: & Vishnu Shot's Protein Energy Malnutrition. 1st ed. Peepee. Page: 121 135. Explanation: MARASMUS (Xonedeniatous malnutrition). It is characterized by failure to gain weight and irritability. followed by weight loss and listlessness until emaciation results. The skin loses turgor and becomes wrinkled and loose as subcutaneous fat disappears. Loss of fat from the sucking pads of the cheeks often occurs late. Infants are often constipated, but they can have starvation diarrhea, with frequent small stools containing mucus. The abdomen may be distended or flat. with the intestinal pattern readily visible. There is muscle atrophy and re su Itant hypotonia. Children often have Voracious appetite. As the condition progresses, the temperature usually becomes subnormal (Hypothermia) and the pulse slows. KWASHIORKOR (Edematous malnutrition). It can occur initially as vague manifestations that include lethargy, apathy, and irritability. When kwashiorkor Is advanced, there is lack of growth. lack of stamina, loss of muscle tissue, increased susceptibility to infections, vomiting, diarrhea, anorexia, flabby subcutaneous tissues, and edema. Psychological changes. The edema usually develops early secondary to hypoalbum in emia. It is often present in internal organs before it is recognized in the face and limbs. Liver enlargement due to fatty liver can occur early or late in the course of disease. Dermatitis is common, with darkening of the skin in irritated areas, but in contrast to pellagra not in areas exposed to sunlight. Depigmentation can occur after desquamation in these areas, or it may be generalized. The hair is sparse and thin, and in dark-haired children, it can become streaky red or gray. Eventually, there is stupor, coma and death",
        "cop": 1,
        "opa": "Vorac ious appe ti te",
        "opb": "Fatty change in liver",
        "opc": "Hypoalbuminemia",
        "opd": "Edema",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "c77a7750-58bb-42d1-a881-3a1910cd532a",
        "choice_type": "single"
    },
    {
        "question": "How is under-nutrition defined?",
        "exp": "Ans. b. Weight for height < -2 SD (Ref: Ghai 8/e p96). Under nutrition is defined in terms of Height for Height, i. e. < -2 SD. Height for Height < -3 SD is severe under nutrition. Indicators of Malnutrition. Indicator. Parameter. Interpretation. Stunting. Low height for age. Chronic malnutrition. QWasting. Low weight for height. Acute malnutrition. QUnder weight. Low weight for age. Both acute & chrome malnutritionQ WHO Classification of Malnutrition Moderate malnutrition. Severe malnutrition (type). Symmetrical edema. No. Yes (edematous malnutrition). Weight-for-height. SD score from -2 to -3. SD score < -3 (severe wasting). Height-for-age. SD score from -2 to -3. SD score < -3 (severe stunting)",
        "cop": 2,
        "opa": "Weight for age < -2 SD",
        "opb": "Weight for height < -2 SD",
        "opc": "Weight for age < -3 SD",
        "opd": "Weight for height < - 3 SD",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "ac2e1827-f5e1-43d2-9d87-f1a25c32396c",
        "choice_type": "single"
    },
    {
        "question": "Flag hair sign is seen in",
        "exp": "Ans. (a) Kwashiorkor. Ref: Nelson's Pedia, 19th ed. Ch 670# kwashiorkor. Disease due to decreased protein and caloric intake. Clinical Features are:# Hypoalbuminemia which leads to pedal edema# Hepatomegaly- Hallmark feature of kwashiorkor# Skin: Sun-exposed skin is relatively spared, as are the feet and dorsal aspects of the hands; Hypo pigmentation# Hair and Nail: Nails are thin and soft, and hair is sparse, thin, and depigmented, sometimes displaying a flag sign of alternating light and dark bands that reflect alternating periods of adequate and inadequate nutrition.# Apathy# Lack of appetite* PELLAGRA: This presents with edema, erythema, and burning of sun-exposed skin on the face, neck, and dorsal aspects of the hands, forearms, and feet* SCURVY (VITAMIN C OR ASCORBIC ACID DEFICIENCY): This presents initially with follicular hyperkeratosis and coiling of hair on the upper arms, back, buttocks, and lower extremities. Perifollicular erythema and hemorrhage, swollen, erythematous gums; stomatitis; and subperiosteal hematomas are also seen.",
        "cop": 1,
        "opa": "Kwashiorkor",
        "opb": "Marasmus",
        "opc": "Scurvy",
        "opd": "Pellagra",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "3b76dd11-d921-4dbb-a85f-01ca8d802e44",
        "choice_type": "single"
    },
    {
        "question": "Best marker for chronic PEM is -",
        "exp": "Ans. is 'b' i. e., Height for age Assessment of PEM* Weight for age = Acute* Height for age = Chronic* Weight for Height = Acute on chronic. Age dependent factors* Weight# Height* Head circumference# Chest circumference. Age independent factor* Mid arm circumference# Kanawati index* Me Laren's index# Quae stick* Shakir tape# Skin fold thickness* Rao & Singh# Dugdale* Jelleff's ration",
        "cop": 2,
        "opa": "Weight for age",
        "opb": "Height for age",
        "opc": "Weight for Height",
        "opd": "Head circumference",
        "subject_name": "Pediatrics",
        "topic_name": "Nutrition, Food Security, and Health",
        "id": "8e666d76-e390-42a4-8390-9fe031088129",
        "choice_type": "single"
    }
]