[
    {
        "question": "Non-erosive ahritis is seen in:",
        "exp": "Non-erosive ahritis includes those without significant radiographic changes, as in systemic lupus erythematosus.",
        "cop": 1,
        "opa": "Systemic lupus erythematosus",
        "opb": "Ankylosing spondylitis",
        "opc": "Rheumatic fever",
        "opd": "Juvenile Idiopathic Ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "69323daf-ad1f-48c1-ab6b-87ebd682724a",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy was admitted to the ward with complaints of fever for 2 weeks duration. After admission his fever pattern is recorded (shown below). In addition, he has ahritis and hepatosplenomegaly. What is the likely diagnosis?",
        "exp": "The depicted fever pattern is suggestive of Quotidian fever. Quotidian fever means the presence of daily fever spikes with temperature touching and going below baseline (37oC ) on occasions. Among the given options, this fever pattern is suggestive of Systemic onset JIA. In Systemic onset JIA, in addition to ahritis, Systemic features such as fever, evanescent rash, enlarged liver and spleen, lymphadenopathy, serositis and pericardial effusions can be seen",
        "cop": 1,
        "opa": "Systemic onset JIA",
        "opb": "Acute Leukemia",
        "opc": "Enteric fever",
        "opd": "Measles",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "b0500326-7315-42c7-b50f-bfb80696691d",
        "choice_type": "single"
    },
    {
        "question": "A 11-year-old boy came to OPD with a \"cold\" for 20 days. Now he has fever of 39. 2degC, purulent anterior nasal discharge, facial pain, anosmia, and a cough. Examination of the nose after topical decongestants shows pus in the middle meatus. What is the best possible diagnosis?",
        "exp": "On the basis of above clinical scenario best possible diagnosis is Maxillary sinusitis. Conventional Criteria for the Diagnosis of Sinusitis Based on the Presence of at Least 2 Major or 1 Major and >=2 Minor Symptoms MAJOR SYMPTOMS MINOR SYMPTOMS Purulent anterior nasal discharge Purulent or discolored posterior nasal discharge Nasal congestion or obstruction Facial congestion or fullness Facial pain or pressure Hyposmia or anosmia Fever (for acute sinusitis only) Headache Ear pain, pressure, or fullness Halitosis Dental pain Cough Fever (for subacute or chronic sinusitis) Fatigue Investigations:- Sinus aspirate culture- Best accurate method for diagnosis X-ray CT scan Treatment:- Antibiotic- Amoxicillin clavulanate (45 mg/kg/day PO bid)- First line drug",
        "cop": 2,
        "opa": "Brain abscess",
        "opb": "Maxillary sinusitis",
        "opc": "Streptococcal throat infection",
        "opd": "Sphenoid sinusitis",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "26934d6c-7696-4414-9f3c-721ae7e17216",
        "choice_type": "single"
    },
    {
        "question": "A 9 year old male child presented with history of spiking fevers from last 2 months, which have been as high as 104degF. On examination, he has spindle-shaped swelling of multiple finger joints and complains of upper sternal pain. When he had fever, his mother noticed salmon-colored rash that resolves with the resolution of the fever. He had no conjunctivitis or any oral ulcers, but his heart sounds are muffled and he has pulsus paradoxus. Which of the following is the most likely diagnosis?",
        "exp": "Juvenile idiopathic ahritis (Still's disease) It causes spindle-shaped swelling of finger joints and can involve joints such as the sternoclavicular joint. Presentation of JIA occurs as either polyahritis (five or more joints, systemic symptoms not so severe or persistent), oligoaicular (four or fewer joints, lower-extremity joints, extra-aicular disease unusual), or systemic disease (severe constitutional disease, systemic symptoms prior to ahritis, rheumatoid rash, high spiking fevers, variable joint involvement). The clinical features should be present for at least 6 weeks to make a diagnosis of JIA. This disorder can be associated with spiking high fevers and diffuse rash, which are not a feature of rheumatic fever, toxic synovitis, or osteoahritis.",
        "cop": 2,
        "opa": "Toxic synovitis",
        "opb": "Juvenile idiopathic ahritis",
        "opc": "Rheumatic fever",
        "opd": "Septic ahritis",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "d3d6a259-03c8-41a1-bee1-823d6c7ecc77",
        "choice_type": "single"
    },
    {
        "question": "Gottron's papules are found on?",
        "exp": "Classic Gottron papules- over the proximal interphalangeal joints & distal interphalangeal joints Occasionally on the knees, elbows Usually seen in dermatomyositis",
        "cop": 4,
        "opa": "Face",
        "opb": "Trunk",
        "opc": "Spine",
        "opd": "Knee",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "5bc5a150-4663-44f9-9735-dbd2de98b7f6",
        "choice_type": "single"
    },
    {
        "question": "Eteplirsen has been recently FDA approved for the treatment of",
        "exp": "Duchenne muscular dystrophy: MC hereditary neuromuscular disease in children. X-linked recessive deletion of dystrophin gene ( Xp 21)- one of the largest gene C/F: More common in males. Family history present Pseudohyperophy of calf muscles Cardiac involvement Recurrent respiratory infection Proximal muscle weakness in limbs Intellectual disability 'GOWER SIGN'is positive- Gowers' sign indicates weakness of the proximal muscles, esp of the lower limb. Mx- Phase 3 trials have shown benefits from ETEPLIRSEN - FDA APPROVED",
        "cop": 1,
        "opa": "Duchenne muscular dystrophy",
        "opb": "Spinal muscular atrophy",
        "opc": "SSPE",
        "opd": "AML",
        "subject_name": "Pediatrics",
        "topic_name": "Other disorders of bone",
        "id": "fbaa0afd-56ec-4432-bc25-93d637f238a3",
        "choice_type": "single"
    }
]