[
    {
        "question": "Which of the following is not a cause of microcephaly?",
        "exp": "Primary causes of microcephaly in children are - Mnemonic - Cannot See PEFR in Children Cri-du-chat Syndrome Smith Lemli Optiz Syndrome Patau syndrome Edward syndrome Familial Rubinstein Taybi syndrome Cornelia de Lange syndrome Also Know Acquired MIcrocephaly Q R - Rett's syndrome A - Angelmann Syndrome S - Seckel syndrome Also know some impoant causes of macrocephaly * Taysach's * MPS * Ganghosidosis * Sotos - Fragile x syndrome - Alexander disease - Canavan disease - Neuro cutaneous syndromes",
        "cop": 2,
        "opa": "Angelman syndrome",
        "opb": "Taysach's disease",
        "opc": "Rett's syndrome",
        "opd": "Phenyl ketonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "c6d63d78-74f3-449d-a2ac-7364a1b60436",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old boy is newly diagnosed to have type 1 Diabetes mellitus and staed on Insulin therapy. When should the screening for Nephropathy begin in this child?",
        "exp": "MC - Type 1 Diabetes | DOC - Insulin Mixed split regime Basal bolus regime - Screening for Nephropathy should begin: In Pre-pubeal age - 5 years after onset Pubeal age - 2 years after onset",
        "cop": 3,
        "opa": "Immediately",
        "opb": "1 year after the onset of Diabetes",
        "opc": "5 years after the onset of Diabetes",
        "opd": "10 years after the onset of Diabetes",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "682c7c5b-3714-49f6-bc9a-576cff52efaa",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old girl is found to have recurrent fractures after tril trauma. On taking a detailed history, several other family members were found to be affected by similar complaints. So, a pedigree cha was drawn, which is shown below. Which of the following is the mode of inheritance of this disorder?",
        "exp": "3 Golden rules of Pedigree Analysis are: If all children of an affected female have the disease - Mitochondrial inheritance If at least 1 of the parent is affected by disease - Dominant Inheritance Father to Son transmission - Rules out X- linked disease In the given pedigree, As all affected individuals have one parent affected, it is 'Dominant' inheritance. As there is a father-to-son transmission, it cannot be X-linked inheritance. So, the given pedigree shows 'Autosomal dominant' inheritance.",
        "cop": 1,
        "opa": "Autosomal dominant disorder",
        "opb": "Autosomal recessive disorder",
        "opc": "X linked recessive disorder",
        "opd": "X linked dominant disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "de155f79-8f4d-4809-a61b-7b8b300dad83",
        "choice_type": "single"
    },
    {
        "question": "In which Tanner's stage of pubey in females, areola and papilla form a secondary mound?",
        "exp": "Tanner's Staging In Females 1 Prepubeal no pubic hair 2 Sparse growth of minimally pigmented hair, mainly on the labia 3 Considerably darker and coarser hair spreading over the mons pubis 4 Thick adult-type hair that does not yet spread to the medial surface of the thighs 5 Aduls-type in distributed on classical inverse triangle Stage I: prepubeal Stage II: breast bud with elevation of breast and papilla; enlargement of areola Stage III: fuher enlargement of breast and areola; no separation of contour Stage IV: areola and papilla form secondary mound above level of breast Stage V: mature stage; projection of papilla only, related to recession of areola",
        "cop": 4,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stage 3",
        "opd": "Stage 4",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "d3cf54e8-3711-452e-9870-c57e8fb9568e",
        "choice_type": "single"
    },
    {
        "question": "A 1-week-old girl was admitted to NICU for evaluation of vomiting and severe dehydration. On examination there is hyperpigmentation of the nipples and virilization. Her laboratory repos shows serum sodium levels very low and serum potassium levels are high but there is no haemolysis and serum glucose is 44 mg/dL. Which of the following is the most likely diagnosis?",
        "exp": "Congenital adrenal hyperplasia (adrenogenital syndrome) Deficiency of 21-hydroxylase Usually manifests during the first 2 weeks of life C/F: Due to deficient aldosterone Salt wasting Dehydration Hyperkalemia Due to deficient glucocoicoids Hypoglycemia Shock Excess sex steroids Ambiguous genitalia in female neonate Lab findings: Hyponatremia, hyperkalemia, and urinary sodium wasting. Pyloric stenosis usually begins after the third week of life. Hypothyroidism presents with lethargy, poor-feeding infant with delayed reflexes, persistent jaundice, and hypotonia. Hyperaldosteronism would be expected to cause decreased potassium, not increased levels.",
        "cop": 4,
        "opa": "Pyloric stenosis",
        "opb": "Secondary hypothyroidism",
        "opc": "Hyperaldosteronism",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "937bd6da-e11b-4e65-bbf8-8333a9ac3bdf",
        "choice_type": "single"
    },
    {
        "question": "Basic Pathophysiology in Potter sequence:",
        "exp": "Potter sequence: Bilateral renal agenesis incompatible with extrauterine life produces Potter sequence. Death occurs sholy after bih from pulmonary hypoplasia Potter facies: Eyes are widely separated with epicanthic folds, ears are low set, nose is broad & compressed flat, the chin is receding, and there are limb anomalies. Neonates with bilateral renal agenesis die of pulmonary insufficiency from pulmonary hypoplasia rather than renal failure",
        "cop": 3,
        "opa": "Maternal diabetes",
        "opb": "Pulmonary hypoplasia",
        "opc": "Bilateral renal agenesis",
        "opd": "Oligohydramnios",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "96f66404-fa41-43d1-b7a1-0916abd07bee",
        "choice_type": "single"
    },
    {
        "question": "What is the syndrome that this child with cholestatic jaundice and an ejection systolic murmur, on auscultation, in the pulmonary area, is suffering from?",
        "exp": "Crouzon Syndrome | Brachycephaly (d/t premature fusion of coronal suture) Bulging eyes, mid-face hypoplasia Prognathism (protruding jaw) Williams syndrome is caused by hemizygous microdeletion on chromosome 7q11. 23; It is characterized by cardiovascular, intellectual disability, unique personality, growth and endocrine abnormalities like hypercalcemia and hypothyroidism. Characteristic facial features include thick lower lip, bulbous nasal tip, periorbital fullness and long philtrum. Clinical diagnostic criteria are available for Williams syndrome; But the definitive diagnosis requires demonstration of the gene microdeletion. Alagille syndrome - Triangular facies - (Also seen in Russell Silver syndrome) - Butterfly veebra - Pulmonary Stenosis - Cholestatic Jaundice Smith Lemli Opitz syndrome Mutations in DHCR7 gene (chr 11) | Deficiency of microsomal enzyme 7-dehydro cholesterol-D7 reductase (DHCR7) | Low plasma cholesterol and accumulation of precursors (7-dehydrocholesterol) | Multiple congenital anomalies and developmental delay Clinical features of Smith-Lemli-Opitz syndrome: Craniofacial: Microcephaly, Retromicrognathia, Midline cleft palate Skeletal Anomalies: Syndactyly of toes II/III, Postaxial polydactyly Genital Anomalies: Ambiguous genitalia, Hypospadias, Cryptorchidism Development: Growth retardation, Feeding problems, Mental impairment CNS: Holoprosencephaly, Corpus callosal Agenesis, Cerebellar hypoplasia CVS: Atrioventricular canal defect, Patent ductus aeriosus, VSD Urinary Tract: Renal hypoplasia, Hydronephrosis, Ureteral duplication GI: Hirschsprung disease, Pyloric stenosis, progressive liver disease Pulmonary: Pulmonary hypoplasia",
        "cop": 4,
        "opa": "Crouzon syndrome",
        "opb": "William syndrome",
        "opc": "Smith Lemli Opitz syndrome",
        "opd": "Alagille syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3164c8cd-62b3-40d6-9e23-869416cad933",
        "choice_type": "single"
    },
    {
        "question": "Which of the following are advantages of delayed cord clamping?",
        "exp": "Delayed Cord Clamping (Now included in Neonatal resuscitation) - Wait for at-least 30 seconds after bih, before clamping cord - Should be done in all stable term & preterm neonates - Done in Vigorous Neonates (don't wait in c/o sick neonates) | HR > 100 Good muscle tone Strong Respiratory effos Advantages - Higher Hb level - Lesser anemia - less need for blood transfusion - Higher BP - less chances of shock - Decreases risk of NEC & IVH",
        "cop": 4,
        "opa": "Lesser risk of hypothermia",
        "opb": "Lesser risk of hypoglycemia",
        "opc": "Lesser risk of hypertension",
        "opd": "Lesser risk of anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "0df7b11c-74ce-4860-bf2c-f736ac4770c7",
        "choice_type": "single"
    },
    {
        "question": "Absolute C/I of Bag & Mask ventilation",
        "exp": "Absolute C/I of Bag and Mask ventilation is - CDH Also know Q The resuscitation bag should have capacity of 240 to 750 mL Reservoir +O2 attached - Fio2 delivered >90% Only reservoir attached - [?] 21% Only oxygen & no reservoir - [?] 40 Q Indications of PPV - 1. Apnea 2. Gasping 3. HR <100/min inspite of 100 percent oxygen Q Most successful indicator of successful resuscitation - Improvement in heart rate.",
        "cop": 2,
        "opa": "Tracheoesophageal fistula",
        "opb": "Congenital diaphragmatic hernia",
        "opc": "Choanal atresia",
        "opd": "Cleft palate",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "c5f1b094-b9cd-4496-afc9-5db1b074ea2b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication to DPT vaccination?",
        "exp": "DPT Adverse effects - Persistent crying (mc) - Hypotonic Hypo-responsive episodes - Fever - Seizures - Encephalopathy C/l in - H/o anaphylaxis to previous dose - Any progressive neurological illness (static illness like CP not a c/l) - Encephalopathy within 7 days of vaccination",
        "cop": 3,
        "opa": "History of anaphylaxis to previous dose",
        "opb": "Progressive neurologic illness",
        "opc": "Fever",
        "opd": "Encephalopathy within 7 days of previous dose",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3d24bb4b-57e7-44ae-adcc-6ff31da9e94e",
        "choice_type": "single"
    },
    {
        "question": "A neonate is presenting with respiratory distress. On clinical examination there are marked chest and xiphoid retractions with inspiratory lag and minimal nasal flaring. Grunting is audible by the help of stethoscope. Silverman Anderson score is?",
        "exp": "Silverman Score - Used to quantify respiratory distress in Preterm neonates - Has 5 components 0 1 2 Upper Chest. Retractions Chest & abdomen moving equally, in same direction Chest movement lags behind abdomen See saw movements or paradoxical breathing Lower Chest Retractions None Minimal Marked Xiphi-Sternal Retractions None Minimal Marked Nasal Flare None Minimal Marked Grunt None Audible only with stethoscope audible without steth Maxm score: 10 Minm score: 0 More score = More Respiratory Distress Score > 7 = Severe Respiratory Distress In the given scenario, Characteristics Score Marked chest retractions 2 Marked xiphoid retractions 2 Inspiratory lag 1 Minimal nasal flaring 1 Grunting audible by the help of stethoscope only 1 Total score 7",
        "cop": 4,
        "opa": "4",
        "opb": "5",
        "opc": "6",
        "opd": "7",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "618118da-5210-49b5-b747-8a018a9bb628",
        "choice_type": "single"
    },
    {
        "question": "The child shown below is suffering from a congenital heart disease. Which congenital heart defect is seen most commonly seen in these children?",
        "exp": "This child is suffering from Down syndrome. Impoant 'must know' facts about Down syndrome: - Trisomy 21 - MC - d/t maternal meiotic non-dysjunction - Risk increase with increase in mother's age - QMc heart disease in Down syndrome - AVSD (Atrioventricular septal defect) aka Endocardial cushion defect",
        "cop": 3,
        "opa": "Patent ductus aeriosus",
        "opb": "Atrial septal defect",
        "opc": "Atrioventricular septal defect",
        "opd": "Ventricular septal defect",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3a0501ce-f26a-4fc5-aad3-811d769a0b53",
        "choice_type": "single"
    },
    {
        "question": "A 5 yr old male child presented with H/O recurrent infections. O/E the child has rashes as shown below. Routine blood investigation reveal patient has low platelets. Which of the following diagnosis is possible?",
        "exp": "Wiskott Aldrich syndrome Etiopathogenesis: X linked recessive disorder Defect in WASP gene (Chr Xp11) Clinical: Characterized by recurrent infections, eczema like rash & thrombocytopenia Prolonged bleeding from circumcision site Bloody diarrhea Streptococcus pneumoniae & other bacteria having polysaccharide capsules cause otitis media, pneumonia, meningitis & sepsis Investigation findings: Thrombocytopenia with small sized platelets IgM: low IgE & IgA: elevated",
        "cop": 2,
        "opa": "Job syndrome",
        "opb": "Wiskott Aldrich syndrome",
        "opc": "Measles",
        "opd": "Henoch Schonlein purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "152b8229-eba2-4177-ba44-05e87a99be79",
        "choice_type": "single"
    }
]