[
    {
        "question": "A mother brought her 18 month boy to the pediatrician, with the complaint that her son did not have any teeth till now. All of the following can be the underlying causes EXCEPT:",
        "exp": "Delayed Dentition QDef: When no Teeth Erupts By 13 Months of Age Impoant Causes Mnemonic - \"FRIED Chop\" - Familial - Rickets - Idiopathic - Endocrine (3 \"hypos\") 1. Hypo-pituitarism 2. Hypo-thyroidism 3. Hypo-parathyroidism - Down Syndrome - Cleido-cranial dysotosis (clavicles absent, large anterior fontanelle, supernumerary teeth)",
        "cop": 1,
        "opa": "Pierre Robin sequence",
        "opb": "Cleidocranial dysostosis",
        "opc": "Rickets",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "52379583-452a-49d7-8c42-45704016b002",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a cause of microcephaly?",
        "exp": "Primary causes of microcephaly in children are - Mnemonic - Cannot See PEFR in Children Cri-du-chat Syndrome Smith Lemli Optiz Syndrome Patau syndrome Edward syndrome Familial Rubinstein Taybi syndrome Cornelia de Lange syndrome Also Know Acquired MIcrocephaly Q R - Rett's syndrome A - Angelmann Syndrome S - Seckel syndrome Also know some impoant causes of macrocephaly * Taysach's * MPS * Ganghosidosis * Sotos - Fragile x syndrome - Alexander disease - Canavan disease - Neuro cutaneous syndromes",
        "cop": 2,
        "opa": "Angelman syndrome",
        "opb": "Taysach's disease",
        "opc": "Rett's syndrome",
        "opd": "Phenyl ketonuria",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "c6d63d78-74f3-449d-a2ac-7364a1b60436",
        "choice_type": "single"
    },
    {
        "question": "Kwashiorkor and Marasmus are two types of malnutrition. All of the following are features of Kwashiorkor EXCEPT?",
        "exp": "Kwashiorkor Marasmus 1. Edma Present Absent 2. Appetite Poor Voracious 3. CNS Apathy, Lethargy Active & Ale 4. Hepatomegaly Seen Not seen 5. skin & Hair Changes More common (Skin: Flaky Paint Dermatosis) (Hair: Flag sign) Less common",
        "cop": 2,
        "opa": "Child appears edematous",
        "opb": "He has good appetite",
        "opc": "He is apathetic and lethargic",
        "opd": "Hepatomegaly may be seen",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "80c9fa53-0929-4164-9401-892ded7b904b",
        "choice_type": "multi"
    },
    {
        "question": "A mother of a 5 year old boy feels that he is too tall for his age & she brought him to hospital for evaluation. O/e his height was 108 cm and upper segment to lower segment ratio 1. 2: 1. What would be your advice to the mother?",
        "exp": "In this case scenario, the 1st step is to interpret the anthropometric measurement For s 5 year old boy, expected height = (6x + 77) cm i. e. 6 x 5 + 77 = 107 cm Upper Segment To Lower Segment Ratio Age Normal US: LS Ratio At bih 1. 7 - 1. 9: 1 3 yr 1. 3: 1 7 - 10 yr 1: 1 Impression: the measured anthropometric parameters were normal for his age. Note: We may plot the height on growth chas to check whether it is normal or not. Impoant causes of tall stature Normal variant, familial, or constitutional Exogenous obesity: Tall stature in childhood but adult height is normal. Marfan syndrome: Arachnodactyly, increased arm span & decreased upper body: lower body segment ratio Klinefelter syndrome: Learning disabilities, gynecomastia, and decreased upper: lower segment ratio. XYY syndrome: Severe acne, learning disabilities, and behavioral problems, Sotos syndrome: LFD, increased head size, accelerated growth rate for the first 4-5 yr and then returns to a normal. Adult height is usually upper-normal.",
        "cop": 2,
        "opa": "Order for karyotyping",
        "opb": "Reassure parents",
        "opc": "Echocardiography to rule out Marfan syndrome",
        "opd": "Ophthalmological examination & homocysteine lev",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "873becc0-178c-4822-9200-275e4d965dda",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are 'red flag signs' for development EXCEPT?",
        "exp": "QRED Flag Signs of Developmental Delay: Gross motor Fine motor Sitting with suppo 9 monthsQ Pincer grasp 12 monthsQ Standing with suppo 12 monthsQ Scribbling 24 monthsQ Walking with suppo 15 months Walking without suppo 18 months Language Social Babbling 12 monthsQ Social smile 6 monthsQ Single words 16 monthsQ Waving bye bye 12 months Standing with suppo usually appears at 9 months. So it is considered a red flag sign if it does not appear by 12 months.",
        "cop": 1,
        "opa": "Standing with suppo - 9 months",
        "opb": "Waves bye bye - 12 months",
        "opc": "Single words - 16 months",
        "opd": "Walking without suppo - 18 months",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "cd32d52f-1f01-403c-84b1-e19204c74e76",
        "choice_type": "multi"
    },
    {
        "question": "Febrile seizure is called as 'complex' when it lasts for?",
        "exp": "Febrile Seizures Def: Seizures + significant fever (104? F) Without any evidence of CNS infection in age 6 m - 5 years - Mc cause of Seizure in children < 5 years 2 Types Simple Complex GTCS Last < 15 min Single episode Focal sz Lasts >= 15 min. Multiple episodes Rx - Required only if seizure Lasting > 5 min At. Home - Buccal/Nasal Midazolam spray Or Per - rectal Diazepam In hospital - For ongoing sz treat like status epilepticus.",
        "cop": 3,
        "opa": "> 5 minutes",
        "opb": "> 10 minutes",
        "opc": "> 15 minutes",
        "opd": "> 30 minutes",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "b251ca5e-8997-41f2-8a3a-2d06be951c89",
        "choice_type": "multi"
    },
    {
        "question": "All of the following antenatal screening tools indicate increased risk of Down syndrome EXCEPT?",
        "exp": "Antenatal Screening for Down's Syndrome USG - Nuchal Thickness > 3 mm 11 - 14 weeks of gestation - Absence of nasal bones - Sho femur - Duodenal Atresia Biochemical Tests 1st Trimester - b-HCG, PAPP-A (Pregnancy associated Plasma Protein - A) (Dual Test) 2nd Trimester QTriple Test - AFP (a-Fetoprotein) + b-h. CG + Unconjugated Estirol Quadruple Test - Triple Test + Inhibin Mnemonic HI High (||): HCG & Inhibin levels increase in Down syndrome Integrated Test - Best test screening Down's syndrome (Sensitivity - 95-97%) - Maternal age + 1st Trimester (NT + PAPP-A) + Quadruple Test (2nd Trimester) Confirmatory test for antenatal Dx of Down syndrome - Fetal karyotyping, for which genetic material may be obtained by- - Chorionic Villous Sampling (CVS) - Amniocentesis - Cordocentesis (Percutaneous Umbilical cord Blood sampling) But these are invasive procedures that carry risk of aboion.",
        "cop": 1,
        "opa": "Decreased Nuchal fold thickness",
        "opb": "Increased Inhibin level",
        "opc": "Absence of nasal bone",
        "opd": "Decreased PAPP-A level",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "1022696a-0064-46f3-aa46-4023fbdad5d4",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are characteristics of Cephalhematoma EXCEPT?",
        "exp": "Cephalhematoma Caput Succedaneum 1. Sub periosteal hemorrhage involving cranial bones 2. Does not cross sutures 3. Takes 24-48 hrs to appear completely 4. Takes 5-7 weeks to disappear Predisposes to jaundice (d/t collection of blood) 1. Due to edema in the layers of scalp 2. May cross sutures 3. Present at bih, in its max. size 4. disappear in 48 - 72 hrs 5. Does not predispose to jaundice",
        "cop": 2,
        "opa": "It takes 24-48 hours to appear completely",
        "opb": "It disappears in 5-7 days",
        "opc": "It does not cross sutures",
        "opd": "It predisposes to Neonatal jaundice",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "a80b83bd-dec6-4e49-a988-d85a7bd2ae33",
        "choice_type": "multi"
    },
    {
        "question": "A 7 year old boy is newly diagnosed to have type 1 Diabetes mellitus and staed on Insulin therapy. When should the screening for Nephropathy begin in this child?",
        "exp": "MC - Type 1 Diabetes | DOC - Insulin Mixed split regime Basal bolus regime - Screening for Nephropathy should begin: In Pre-pubeal age - 5 years after onset Pubeal age - 2 years after onset",
        "cop": 3,
        "opa": "Immediately",
        "opb": "1 year after the onset of Diabetes",
        "opc": "5 years after the onset of Diabetes",
        "opd": "10 years after the onset of Diabetes",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "682c7c5b-3714-49f6-bc9a-576cff52efaa",
        "choice_type": "single"
    },
    {
        "question": "All of the following comprise classical triad for congenital rubella syndrome, EXCEPT:",
        "exp": "Congenital Rubella Syndrome - Risk of congenital defects is maximum before 11 weeks of gestation, C/F (Mnemonic: 'C D C') - Cataract - Deafness - Congenital heart disease (Most common is PDA) - IUGR - Microcephaly - Blue berry muffin lesions - Retinopathy - Most common manifestation of CRS: Sensineural deafness Late onset manifestations of CRS - Diabetes mellitus Thyroid dysfunction",
        "cop": 4,
        "opa": "Sensory neural deafness",
        "opb": "Cataract",
        "opc": "Patent ductus aeriosus",
        "opd": "Micrognathia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "dc55d836-9670-4e99-9691-0438c3278c67",
        "choice_type": "multi"
    },
    {
        "question": "A 3 year old girl is found to have recurrent fractures after tril trauma. On taking a detailed history, several other family members were found to be affected by similar complaints. So, a pedigree cha was drawn, which is shown below. Which of the following is the mode of inheritance of this disorder?",
        "exp": "3 Golden rules of Pedigree Analysis are: If all children of an affected female have the disease - Mitochondrial inheritance If at least 1 of the parent is affected by disease - Dominant Inheritance Father to Son transmission - Rules out X- linked disease In the given pedigree, As all affected individuals have one parent affected, it is 'Dominant' inheritance. As there is a father-to-son transmission, it cannot be X-linked inheritance. So, the given pedigree shows 'Autosomal dominant' inheritance.",
        "cop": 1,
        "opa": "Autosomal dominant disorder",
        "opb": "Autosomal recessive disorder",
        "opc": "X linked recessive disorder",
        "opd": "X linked dominant disorder",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "de155f79-8f4d-4809-a61b-7b8b300dad83",
        "choice_type": "single"
    },
    {
        "question": "In which Tanner's stage of pubey in females, areola and papilla form a secondary mound?",
        "exp": "Tanner's Staging In Females 1 Prepubeal no pubic hair 2 Sparse growth of minimally pigmented hair, mainly on the labia 3 Considerably darker and coarser hair spreading over the mons pubis 4 Thick adult-type hair that does not yet spread to the medial surface of the thighs 5 Aduls-type in distributed on classical inverse triangle Stage I: prepubeal Stage II: breast bud with elevation of breast and papilla; enlargement of areola Stage III: fuher enlargement of breast and areola; no separation of contour Stage IV: areola and papilla form secondary mound above level of breast Stage V: mature stage; projection of papilla only, related to recession of areola",
        "cop": 4,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stage 3",
        "opd": "Stage 4",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "d3cf54e8-3711-452e-9870-c57e8fb9568e",
        "choice_type": "single"
    },
    {
        "question": "A 1-week-old girl was admitted to NICU for evaluation of vomiting and severe dehydration. On examination there is hyperpigmentation of the nipples and virilization. Her laboratory repos shows serum sodium levels very low and serum potassium levels are high but there is no haemolysis and serum glucose is 44 mg/dL. Which of the following is the most likely diagnosis?",
        "exp": "Congenital adrenal hyperplasia (adrenogenital syndrome) Deficiency of 21-hydroxylase Usually manifests during the first 2 weeks of life C/F: Due to deficient aldosterone Salt wasting Dehydration Hyperkalemia Due to deficient glucocoicoids Hypoglycemia Shock Excess sex steroids Ambiguous genitalia in female neonate Lab findings: Hyponatremia, hyperkalemia, and urinary sodium wasting. Pyloric stenosis usually begins after the third week of life. Hypothyroidism presents with lethargy, poor-feeding infant with delayed reflexes, persistent jaundice, and hypotonia. Hyperaldosteronism would be expected to cause decreased potassium, not increased levels.",
        "cop": 4,
        "opa": "Pyloric stenosis",
        "opb": "Secondary hypothyroidism",
        "opc": "Hyperaldosteronism",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "937bd6da-e11b-4e65-bbf8-8333a9ac3bdf",
        "choice_type": "single"
    },
    {
        "question": "Basic Pathophysiology in Potter sequence:",
        "exp": "Potter sequence: Bilateral renal agenesis incompatible with extrauterine life produces Potter sequence. Death occurs sholy after bih from pulmonary hypoplasia Potter facies: Eyes are widely separated with epicanthic folds, ears are low set, nose is broad & compressed flat, the chin is receding, and there are limb anomalies. Neonates with bilateral renal agenesis die of pulmonary insufficiency from pulmonary hypoplasia rather than renal failure",
        "cop": 3,
        "opa": "Maternal diabetes",
        "opb": "Pulmonary hypoplasia",
        "opc": "Bilateral renal agenesis",
        "opd": "Oligohydramnios",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "96f66404-fa41-43d1-b7a1-0916abd07bee",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about the composition of breast milk?",
        "exp": "Composition of Breast Milk (c. f Cow Milk (CM)) 1. Carbohydrates - Lactose concentration in BM (7g/dl) > CM (4. 5g/dl) 2. Proteins - BM (1 g/dl) < CM (3. 5 g/dl) - BM richer in whey protein (lactalbumin) which is more easily digestible than casein in CM. - BM contains adequate amount of cysteine, Taurine, Methionine - Vital for CNS development 3. Lipids - BM is richer in PUFA & DHA (Docosahexaenoic Acid) - helps in CNS development of baby 4. Minerals - Iron in BM - more easily absorbable - Ca: P ratio in BM ours Calcium absorption (CM - more phosphate; leads to less calcium absorption; therefore predominantly CM fed baby - more risk of hypocalcemia & scurvy) 5. Vitamins:- BM contains adequate amount of all vitamins except: - Vit D - (Supplement 400. IU/day throughout infancy) - Vit K - (1 mg IM to all babies at bih to prevent hemorrhagic disease of new born) - Vit B12 - (In strictly vegan mothers) 6. Anti - Infective Substances Present in BM Are: Mnemonic: \"Tech for PLAB\" TGF - b Phagocytic macrophages PABA (Para Amino Benzoic Acid) Lactoferrin Lysozyme Antibodies especially lgA Bifidus factor Bile stimulated lipase",
        "cop": 2,
        "opa": "It has more protein than cow's milk",
        "opb": "It has more carbohydrates than cow's milk",
        "opc": "It has lesser PUFA than cow's milk",
        "opd": "It has more vitamin K than cow's milk",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "ee839d46-e6b1-4e19-995d-59d5c03b8eb7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are signs of good attachment during breast feeding EXCEPT?",
        "exp": "Signs Of Good Attachment While Breast Feeding: Mouth wide open Entire areola in baby's mouth except small upper pa that may be visible Lower lip eveed Chin should touch Mother's breast",
        "cop": 2,
        "opa": "Baby's mouth is wide open",
        "opb": "Baby's lower lip is inveed",
        "opc": "Upper areola is more visible than lower",
        "opd": "Baby's chin touching the breast",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "117c8f80-00cb-402f-a52c-8d8b578b73e1",
        "choice_type": "multi"
    },
    {
        "question": "What is the syndrome that this child with cholestatic jaundice and an ejection systolic murmur, on auscultation, in the pulmonary area, is suffering from?",
        "exp": "Crouzon Syndrome | Brachycephaly (d/t premature fusion of coronal suture) Bulging eyes, mid-face hypoplasia Prognathism (protruding jaw) Williams syndrome is caused by hemizygous microdeletion on chromosome 7q11. 23; It is characterized by cardiovascular, intellectual disability, unique personality, growth and endocrine abnormalities like hypercalcemia and hypothyroidism. Characteristic facial features include thick lower lip, bulbous nasal tip, periorbital fullness and long philtrum. Clinical diagnostic criteria are available for Williams syndrome; But the definitive diagnosis requires demonstration of the gene microdeletion. Alagille syndrome - Triangular facies - (Also seen in Russell Silver syndrome) - Butterfly veebra - Pulmonary Stenosis - Cholestatic Jaundice Smith Lemli Opitz syndrome Mutations in DHCR7 gene (chr 11) | Deficiency of microsomal enzyme 7-dehydro cholesterol-D7 reductase (DHCR7) | Low plasma cholesterol and accumulation of precursors (7-dehydrocholesterol) | Multiple congenital anomalies and developmental delay Clinical features of Smith-Lemli-Opitz syndrome: Craniofacial: Microcephaly, Retromicrognathia, Midline cleft palate Skeletal Anomalies: Syndactyly of toes II/III, Postaxial polydactyly Genital Anomalies: Ambiguous genitalia, Hypospadias, Cryptorchidism Development: Growth retardation, Feeding problems, Mental impairment CNS: Holoprosencephaly, Corpus callosal Agenesis, Cerebellar hypoplasia CVS: Atrioventricular canal defect, Patent ductus aeriosus, VSD Urinary Tract: Renal hypoplasia, Hydronephrosis, Ureteral duplication GI: Hirschsprung disease, Pyloric stenosis, progressive liver disease Pulmonary: Pulmonary hypoplasia",
        "cop": 4,
        "opa": "Crouzon syndrome",
        "opb": "William syndrome",
        "opc": "Smith Lemli Opitz syndrome",
        "opd": "Alagille syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3164c8cd-62b3-40d6-9e23-869416cad933",
        "choice_type": "single"
    },
    {
        "question": "All of the following conditions usually do not require any treatment in a neonate EXCEPT?",
        "exp": "Conditions in Neonates Not Requiring Rx Skin & Mucosa Others 1. Milia (Colourless papules d/t plugging of sweat ducts) 2. Erythema Toxicum Neonatorum (red coloured rashes, mainly on trunk during 1st week for life d/t some immune phenomenon) 3. Mongolian Spots (Bluish-black areas of discoloration on lower back & buttocks) 4. Stork Bites/ Salmon Patches (capillary hemangiomas) 5. Epstein Pearls (pearl like white lesions on palate, which are epithelial inclusin cysts) 6. Subconjunctival Hemorrhage 7. Mastitis Neonatorum: B/L Breast Engorement (in both female and male due to maternal estrogens) 8. QVaginal Bleeding in female Neonates (No Rx reqd.) 9. Hymenal Tags 10. Physiological wt Loss (In term babies, up to 10% of bih wt. loss is physiological",
        "cop": 4,
        "opa": "Milia",
        "opb": "Erythema toxicum neonatorum",
        "opc": "Vaginal bleeding",
        "opd": "Neonatal hypothermia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "869d9925-5380-455b-8f66-29eb7b826c3d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are advantages of delayed cord clamping?",
        "exp": "Delayed Cord Clamping (Now included in Neonatal resuscitation) - Wait for at-least 30 seconds after bih, before clamping cord - Should be done in all stable term & preterm neonates - Done in Vigorous Neonates (don't wait in c/o sick neonates) | HR > 100 Good muscle tone Strong Respiratory effos Advantages - Higher Hb level - Lesser anemia - less need for blood transfusion - Higher BP - less chances of shock - Decreases risk of NEC & IVH",
        "cop": 4,
        "opa": "Lesser risk of hypothermia",
        "opb": "Lesser risk of hypoglycemia",
        "opc": "Lesser risk of hypertension",
        "opd": "Lesser risk of anemia",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "0df7b11c-74ce-4860-bf2c-f736ac4770c7",
        "choice_type": "single"
    },
    {
        "question": "Abnormal shape of head due to premature fusion of cranial sutures is seen in all of the following conditions EXCEPT?",
        "exp": "Abnormal Head Shape Craniosynostosis - Premature fusion of cranial sutures - QM/C Type - Dolichocephaly - Premature fusion of Sagittal suture - Trigonocephaly - Premature fusion of Metopic suture - QTurricephaly - Coronal, Spheno-frontal & fronto-ethmoid suture - Syndromes associated with Craniosynostosis: | Carpenter Syndrome Ape Syndrome Pfeiffer syndrome Crouzon Syndrome | Brachycephaly (d/t premature fusion of coronal suture) Bulging eyes, mid-face hypoplasia Prognathism (protruding jaw)",
        "cop": 1,
        "opa": "Seckel syndrome",
        "opb": "Carpenter syndrome",
        "opc": "Ape syndrome",
        "opd": "Crouzon syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "dcf832e8-9cae-46c3-b36c-a8d322bb540e",
        "choice_type": "multi"
    },
    {
        "question": "Absolute C/I of Bag & Mask ventilation",
        "exp": "Absolute C/I of Bag and Mask ventilation is - CDH Also know Q The resuscitation bag should have capacity of 240 to 750 mL Reservoir +O2 attached - Fio2 delivered >90% Only reservoir attached - [?] 21% Only oxygen & no reservoir - [?] 40 Q Indications of PPV - 1. Apnea 2. Gasping 3. HR <100/min inspite of 100 percent oxygen Q Most successful indicator of successful resuscitation - Improvement in heart rate.",
        "cop": 2,
        "opa": "Tracheoesophageal fistula",
        "opb": "Congenital diaphragmatic hernia",
        "opc": "Choanal atresia",
        "opd": "Cleft palate",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "c5f1b094-b9cd-4496-afc9-5db1b074ea2b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a contraindication to DPT vaccination?",
        "exp": "DPT Adverse effects - Persistent crying (mc) - Hypotonic Hypo-responsive episodes - Fever - Seizures - Encephalopathy C/l in - H/o anaphylaxis to previous dose - Any progressive neurological illness (static illness like CP not a c/l) - Encephalopathy within 7 days of vaccination",
        "cop": 3,
        "opa": "History of anaphylaxis to previous dose",
        "opb": "Progressive neurologic illness",
        "opc": "Fever",
        "opd": "Encephalopathy within 7 days of previous dose",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3d24bb4b-57e7-44ae-adcc-6ff31da9e94e",
        "choice_type": "single"
    },
    {
        "question": "A neonate is presenting with respiratory distress. On clinical examination there are marked chest and xiphoid retractions with inspiratory lag and minimal nasal flaring. Grunting is audible by the help of stethoscope. Silverman Anderson score is?",
        "exp": "Silverman Score - Used to quantify respiratory distress in Preterm neonates - Has 5 components 0 1 2 Upper Chest. Retractions Chest & abdomen moving equally, in same direction Chest movement lags behind abdomen See saw movements or paradoxical breathing Lower Chest Retractions None Minimal Marked Xiphi-Sternal Retractions None Minimal Marked Nasal Flare None Minimal Marked Grunt None Audible only with stethoscope audible without steth Maxm score: 10 Minm score: 0 More score = More Respiratory Distress Score > 7 = Severe Respiratory Distress In the given scenario, Characteristics Score Marked chest retractions 2 Marked xiphoid retractions 2 Inspiratory lag 1 Minimal nasal flaring 1 Grunting audible by the help of stethoscope only 1 Total score 7",
        "cop": 4,
        "opa": "4",
        "opb": "5",
        "opc": "6",
        "opd": "7",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "618118da-5210-49b5-b747-8a018a9bb628",
        "choice_type": "single"
    },
    {
        "question": "The child shown below is suffering from a congenital heart disease. Which congenital hea defect is seen most commonly seen in these children?",
        "exp": "This child is suffering from Down syndrome. Impoant 'must know' facts about Down syndrome: - Trisomy 21 - MC - d/t maternal meiotic non-dysjunction - Risk increase with increase in mother's age - QMc heart disease in Down syndrome - AVSD (Atrioventricular septal defect) aka Endocardial cushion defect",
        "cop": 3,
        "opa": "Patent ductus aeriosus",
        "opb": "Atrial septal defect",
        "opc": "Atrioventricular septal defect",
        "opd": "Ventricular septal defect",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3a0501ce-f26a-4fc5-aad3-811d769a0b53",
        "choice_type": "single"
    },
    {
        "question": "A patient complains of knee pain, on and off, occasionally associated with knee swelling. On probing fuher, a history of urine turning black on standing is obtained. Routine investigations are unremarkable. What could be the enzyme involved?",
        "exp": "Alkaptonuria Autosomal recessive disorder caused by a deficiency of homogentisate 1, 2-dioxigenase Large amounts of homogentisic acid are formed which are excreted in urine or deposited in tissues Clinical manifestations The only sign in children is blackening of urine on standing, caused by oxidation & polymerization of homogentisic acid. Ochronosis: Dark spots on the sclera or ear cailage resulting from accumulation of the black polymer of homogentisic acid (Alkapton bodies) Ochronotic Ahritis & ahralgia involves the spine and large joints (shoulders, hips, and knees); can be disabling with advancing age. It High incidence of heart disease (mitral and aoic valvulitis, calcification of hea valves, myocardial infarction Investigation findings: Radiologic findings a narrowing of joint spaces & calcification of interveebral disks Diagnosis is confirmed by finding massive excretion of homogentisic acid on urine organic acid testing. Treatment: Treatment of ahritis is symptomatic. Nitisinone efficiently reduces homogentisic acid production in alkaptonuria. Phenylalanine and Tyrosine-restricted diet may play a role.",
        "cop": 1,
        "opa": "Homogentisate oxidase",
        "opb": "Xanthine oxidase",
        "opc": "Methyl malonate oxidase",
        "opd": "Phenyl pyruvate oxidase",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3bcab69c-93d1-426f-8941-8cb1723c3ba4",
        "choice_type": "multi"
    },
    {
        "question": "A 2-year-old boy presents with his third bone fracture within the past several months. There is no history or evidence of trauma. Several close family members have been similarly affected. 2 of the affected family members are also hard of hearing. The child is small for his age, and the sclerae are tinged a bluish color. Radiographs reveal generalized osteopenia and evidence of multiple fractures, both old and new. What is the most probable diagnosis?",
        "exp": "Osteogenesis imperfecta Most common genetic cause of osteoporosis Types I -V a Autosomal dominant disorder Etiopathogenesis: Mutations in COL1. A1 or COL1. A2 that code for type I collagen Structural or quantitative defects in type I collagen Connective tissue abnormalities in bones, teeth, skin & eyes Clinical features: Triad - Blue sclera - Deafness - Recurrent Fractures Rx - I/v Bisphosphonates eg Pamidronate",
        "cop": 4,
        "opa": "Osteopetrosis",
        "opb": "Achondroplasia",
        "opc": "Pyknodysostosis",
        "opd": "Osteogenesis imperfecta",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "67bb966e-a02d-46c2-8ec0-9d58d3269616",
        "choice_type": "multi"
    },
    {
        "question": "Upper segment: Lower segment ratio increases in all of the following conditions except-",
        "exp": "Dispropoionate sho stature - SHO TRUNK DWARFISM:- US: LS DECREASES Mnemonic - Sho Man May Climb High Spondylo - Epiphyseal dysplasia Mucopolysaccharidosis Mucolipidosis Caries spine (Pott's spine) Veebral defects like (hemiveebrae) - Alagille Syndrome S SHO LIMB DWARFISM:- US: LS INCREASES Mnemonic - R A C O - R -Rickets A - Achondroplasia C - Congenital Hypothyroidism O - Osteogenesis Imperfecta Remember * In Marfan syndrome & Homocystinuria patients have long limbs so, US: LS Decreases Q * Also remember - Endocrine causes are cause of propoionate sho stature except hypothyroidism. Q - So propoionate sho stature is seen in - Growth hormone deficiency.",
        "cop": 1,
        "opa": "Spondyloepiphyseal Dysplasia",
        "opb": "Rickets",
        "opc": "Achondroplasia",
        "opd": "Congenital hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "b2922de9-c18c-407a-bbe8-70e49b3033b3",
        "choice_type": "multi"
    },
    {
        "question": "Not true about NEC:-",
        "exp": "The distal pa of ileum & the proximal segment of colon are involved most frequently. Option 2- Greatest risk factor for development of NEC is prematurity. Other risk factors include formula feed, aggressive enteral nutrition advancement, hyperosmolar feeds, intestinal ischemia, maternal cocaine use etc. Option 3- 10% cases of NEC are seen in term infants Option 4- Agressive enteral nutrition may predispose to NEC",
        "cop": 1,
        "opa": "The distal pa of colon is the most frequently involved segment.",
        "opb": "Greatest risk factor for NEC is prematurity",
        "opc": "NEC may be seen in term infants",
        "opd": "Aggressive formula feeding may predispose to the development of NEC",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3f86597d-95ab-4616-8fbd-b661bbd946ca",
        "choice_type": "multi"
    },
    {
        "question": "A term, otherwise well neonate was found to have a total serum bilirubin of 17 mg/dl. So he was admitted in NICU and staed on some treatment. All of the following can be adverse effects of the treatment administered EXCEPT?",
        "exp": "Cut - off Levels (In an otherwise healthy neonate) Age Photo-Therapy Exchange Transfusion 24 - 48 hrs > 15 mg/dl > 20 mg/dl 48 - 72 hrs > 18 mg/dl > 25 mg/dl > 72 hrs > 20 mg/dl >25 mg/dl So, this baby must have been staed on Phototherapy. Adverse Effects Of Phototherapy - Bronze baby syndrome (in c/o conjugated hyperbilirubinemia) - Watery diarrhea - Dehydration - Hypocalcemia - Retinal toxicity - Gonadal toxicity",
        "cop": 2,
        "opa": "Bronze baby syndrome",
        "opb": "Hypercalcemia",
        "opc": "Dehydration",
        "opd": "Retinal toxicity",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "9e4bb30f-2b8c-4bf6-b204-dd8b7f502627",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about WHO growth chas EXCEPT:",
        "exp": "WHO Growth Chas First published in 2006 Based on MGRS (Multicentre Growth reference study) 6 countries including India Exclusively breast fed babies Maternal factors like alcohol & smoking have been exluded All anthropometric parameters covered Available in various formats (S. D. based, Z-score based, percentile based)",
        "cop": 1,
        "opa": "Based on a study conducted in 6 states of United States",
        "opb": "First published in 2006",
        "opc": "Chas for Body mass index and skin fold thickness are also available",
        "opd": "Separate chas are available for boys and girls",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "3af17d65-16aa-4710-924f-4b8c48b0b1b0",
        "choice_type": "multi"
    },
    {
        "question": "A 5 yr old male child presented with H/O recurrent infections. O/E the child has rashes as shown below. Routine blood investigation reveal patient has low platelets. Which of the following diagnosis is possible?",
        "exp": "Wiskott Aldrich syndrome Etiopathogenesis: X linked recessive disorder Defect in WASP gene (Chr Xp11) Clinical: Characterized by recurrent infections, eczema like rash & thrombocytopenia Prolonged bleeding from circumcision site Bloody diarrhea Streptococcus pneumoniae & other bacteria having polysaccharide capsules cause otitis media, pneumonia, meningitis & sepsis Investigation findings: Thrombocytopenia with small sized platelets IgM: low IgE & IgA: elevated",
        "cop": 2,
        "opa": "Job syndrome",
        "opb": "Wiskott Aldrich syndrome",
        "opc": "Measles",
        "opd": "Henoch Schonlein purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Paediatrics",
        "id": "152b8229-eba2-4177-ba44-05e87a99be79",
        "choice_type": "single"
    }
]