[
    {
        "question": "Commonest type of seizure in newborn:",
        "exp": "Impoant facts about neonatal seizures: Most common type of seizures: Subtle seizures Most common cause: Hypoxia",
        "cop": 3,
        "opa": "Clonic",
        "opb": "Tonic",
        "opc": "Subtle",
        "opd": "Myoclonic",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "6c76a8cb-b1dc-4a8f-8424-c20b70b534e9",
        "choice_type": "single"
    },
    {
        "question": "Pa of brain most commonly involved in term neonates with hypoxic ischemic encephalopathy is?",
        "exp": "Pa of brain most commonly involved in term neonates with HIE: Parasagittal area. In preterm neonates- Periventricular area. The most common cause of seizure in newborn is Hypoxic ischemic encephalopathy Most common type of seizures: Subtle seizures",
        "cop": 2,
        "opa": "Periventricular area",
        "opb": "Parasagittal area",
        "opc": "Basal ganglia",
        "opd": "Hippocampus",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "6620d076-405f-4e8e-b55f-8011e8505dec",
        "choice_type": "single"
    },
    {
        "question": "Jitteriness can be distinguished from seizures by all of the following EXCEPT:",
        "exp": "Jitteriness can not be distinguished from seizures by- Frequency of movement Features Jitteriness Seizures Ocular detion Not seen Ocular detion seen Stimulus sensitive Stops with passive movement of limb Not stimulus sensitive Autonomic changes Not seen Usually seen",
        "cop": 2,
        "opa": "Sensitivity to stimulus",
        "opb": "Frequency of movement",
        "opc": "Abnormality of Gaze",
        "opd": "Autonomic disturbance",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "d10787dd-9daa-4627-925f-9e38d6e91f7f",
        "choice_type": "multi"
    },
    {
        "question": "'Diving in' reflex that occurs as a result of perinatal asphyxia leads to vasoconstriction in all the following organs except:",
        "exp": "Asphyxia causes redistribution of the blood flow. In various organs of the body, there is vasoconstriction eg- bowel, kidney, muscles and skin Blood supply to the more vital organs like the brain and hea -preserved.",
        "cop": 1,
        "opa": "Hea",
        "opb": "Bowel",
        "opc": "Kidney",
        "opd": "Skin",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "c3c478f0-4f3d-4dec-b9d9-1de533c466b0",
        "choice_type": "multi"
    },
    {
        "question": "Bedside monitoring tool used for neonates with HIE:",
        "exp": "Amplitude-integrated electroencephalography (aEEG) -Bedside monitoring tool used for neonates with HIE Poor prognosis include: Wide fluctuations in the amplitude with the baseline voltages dropping to near zero Peak amplitudes under 5 mV Seizure spikes.",
        "cop": 1,
        "opa": "aEEG",
        "opb": "heeG",
        "opc": "cEEG",
        "opd": "nEEG",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "1b6ffb6c-ea55-4aee-8fed-af75d85a3b05",
        "choice_type": "single"
    },
    {
        "question": "Adverse neurological outcome is usually seen in what percentage of babies with stage 2 HIE?",
        "exp": "Adverse neurological outcome is usually seen in 20% of babies with stage 2 HIE. In stage 3: 50% neonates die & rest 50% have poor neurological outcome.",
        "cop": 2,
        "opa": "10%",
        "opb": "20%",
        "opc": "30%",
        "opd": "50%",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "719da8a3-2096-49ec-8eb6-f0943ce7d292",
        "choice_type": "multi"
    },
    {
        "question": "In Sarnat and Sarnat classification of hypoxic ischemic encephalopathy, seizures occur in which stage?",
        "exp": "In Sarnat and Sarnat classification of hypoxic ischemic encephalopathy, seizures occur in: Stage 2",
        "cop": 2,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stage 3",
        "opd": "Stage 4",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "6abe87ae-40a6-4d22-9f04-a86d063ba7be",
        "choice_type": "single"
    },
    {
        "question": "All of the following are essential criteria for defining perinatal asphyxia EXCEPT?",
        "exp": "Essential criteria for defining perinatal asphyxia include: Persistence of APGAR score of 0-3 for >5 minutes Prolonged acidemia (pH <7.0) on an umbilical aerial blood sample Neurological manifestations, e.g. seizures, coma, hypotonia or hypoxic ischemic encephalopathy (HIE) in the immediate neonatal period Evidence of multiorgan dysfunction in the immediate neonatal period",
        "cop": 1,
        "opa": "Persistence of APGAR score of 5-7 for >5 minutes",
        "opb": "Prolonged umbilical aerial blood pH <7.0",
        "opc": "Presence of neurological manifestations in the immediate neonatal period",
        "opd": "Evidence of multiorgan dysfunction in the immediate neonatal period",
        "subject_name": "Pediatrics",
        "topic_name": "Perinatal Asphyxia",
        "id": "2703c371-ef26-4934-bf3c-f859915fa6f0",
        "choice_type": "multi"
    }
]