[
    {
        "question": "Minimum interval between 2 live vaccine immunization -",
        "exp": "Ans. is 'b1 i. e., 4 weeks Basic principle of immunezation. Minimum 4 week interval recommended between 2 live vaccine adminstration except OPVand oral thyphoid. Two or more killed vaccine may be administrated simultaneously or at any given internalA live and killed vaccine given simultaneously but at different site. If immunisation status unknown, give age appropriate vaccine. Mixing of vaccine in same syringe not recommended. Live vaccine should be avoided in AIDS,",
        "cop": 2,
        "opa": "2 weeks",
        "opb": "4 weeks",
        "opc": "6 week",
        "opd": "8 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Preventive Measures",
        "id": "e458f7de-4a60-4d5b-9393-4cec7750e852",
        "choice_type": "single"
    },
    {
        "question": "After splenectomy which vaccine has to be given-",
        "exp": "Ans. is 'a' i. e., Pneumococal o Children at hight risk of pneumococal disease:-Congenital immunodeficiency. HIVImmunosuppresant drug. Sickle cell disease. Asplenia, post splenectomy. Chronic cardiac disease. Chronic pulmonary, renal disease. Diabetes mellitus",
        "cop": 1,
        "opa": "Pneumococal",
        "opb": "Rotavirus",
        "opc": "BCG",
        "opd": "MMR",
        "subject_name": "Pediatrics",
        "topic_name": "Preventive Measures",
        "id": "5e044b13-8110-4f6d-b26c-e0f92abe415c",
        "choice_type": "single"
    },
    {
        "question": "Baby with history of convulsion vaccine contraindicated is -",
        "exp": "Ans. is 'a' i. e., DPT Guide to Contraindications1 and Precautions to Commonly Used Vaccines. Vaccine. Contraindications. Precautions. Hepatitis B (HepB)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fevero Infant weighing less than 2000 grams (4 lbs, 6. 4 oz). Rotavirus (RV5, RV1 (Rotarix])o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Severe combined immunodeficiency (SCID)o History of intussusceptiono Moderate or severe acute illness with or without fevero Altered immunocompetence other than SCIDo Chronic gastrointestinal diseaseo Spina bifida or bladder exstrophy. Diphtheria, tetanus, pertussis(DTaP). Tetanus, diphtheria, pertussis (Tdap)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento For pertussis-containing vaccines: encephalopathy (e. g., coma, decreased level of consciousness, prolonged seizures) not attributable to another identifiable cause within 7 days of administration of a previous dose of DTP or DTaP ( for DTaP); or of previous dose of DTP, DTaP, or Tdap (for Tdap)o Moderate or severe acute illness with or without fevero Guillain-Barre syndrome (GBS) within 6 weeks after a previous dose of tetanus toxoid-containing vaccineo History of arthus-type hypersensitivity reactions after a previous dose of tetanus or diphtheria toxoid-containing vaccine; defer vaccination until at least 10 years have elapsed since the last tetanus-toxoid containing vaccineo For pertussis-containing vaccines: progressive or unstable neurologic disorder (including infantile spasms for DTaP), uncontrolled seizures, or progressive encephalopathy until a treatment regimen has been established and the condition has stabilized. Tetanus, diphtheria (DT, Td). For DTaP only: o Temperature of 105deg F or higher (4Q. 5. CC or higher) whthin 48 hours after vaccination with a previous dose of DTP. 'DTa. Po Collapse or shock-like state (i. e., hypotonic hyporesponsive episode) within 48 hours after receiving a previous dose of DTP/DTa. Po Seizure within 3 days after receiving a previous dose of DTP DTa. Po Persistent, inconsolable crying lasting 3 or more hours within 48 hours after receiving a previous dose of DTP. ' DTa. PHaemophilus influenzae type b (Hib)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Age younger than 6 weekso Moderate or severe acute illness with or without fever. Inactivated. Poliovirusvaccine (IPV)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fevero Pregnancy. Pneumococcal(PCV13 or. PPSV23)o For PCV13, severe allergic reaction (e. g., anaphylaxis) after a previous dose of PCV7 or PCV13 or to a vaccine component, including to any vaccine containing diphtheria toxoido For PPSV23, severe allergic reaction (e. g.. anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fever. Measles, mumps, rubella (MMR)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Known severe immunodeficiency (e. g., from hematologic and solid tumors, receipt of chemotherapy, congenital immunodeficiency, or long-term immunosuppressive therapy5 or patients with human immunodeficiency virus infection who are severely immunocompromised)o Pregnancyo Moderate or severe acute illness with or without fevero Recent (within 11 months) receipt of antibody-containing blood product (specific interval depends on product)o History of thrombocytopenia or thrombocytopenic purpurao Need for tuberculin skin testing. Varicella (Var)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Known severe immunodeficiency (e. g., from hematologic and solid tumors, receipt of chemotherapy, primary or acquired immunodeficiency, or long-term immunosuppressive therapy''1 or patients with HIV infection wrho are severely immunocompromised)- o Pregnancyo Moderate or severe acute illness with or without fevero Recent (within 11 months) receipt of antibody-containing blood product (specific interval depends on product)o Receipt of specific antivirals (i. e., acyclovir, famciclovir, or valacvclo- vir) 24 hours before vaccination; avoid use of these antiviral drugs for 14 days after vaccination. Hepatitis A(HepA)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fever. Influenza, Inactivatedinjectable (IIV)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose of any IIV or LAIV or to a vaccine component, including egg proteino Moderate or severe acute illness with or without fevero History of GBS within 6 weeks of previous influenza vaccinationo Persons who experience only hives with exposure to eggs may receive RIV (if age 18-49) or, with additional safety' precautions, IIV. Influenza, recombinant (RIV)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose of RIV or to a vaccine component. RIV does not contain any egg protein. o Moderate or severe acute illness with or without fevero History of GBS within 6 weeks of previous influenza vaccination. Influenza, liveattenuated(LAIV)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose of IIV or LAIV or to a vaccine component, including egg proteino Conditions for which the AC IP recommends against use, but which are not contraindications in vaccine package insert: immune suppression, certain chronic medical conditions such as asthma, diabetes, heart or kidney disease, and pregnancyo Moderate or severe acute illness with or without fevero History of GBS within 6 weeks of previous influenza vaccinationo Receipt of specific antivirals (i. e., amantadine, rimantadine, zanamivir, or oseltamivir) 48 hours before vaccination. Avoid use of these antiviral drugs for 14 days after vaccination. Humanpapillomavirus(HPV)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fevero Pregnancy. Meningococcal: conjugate (MCV4), polysaccharide (MPSV4)o Severe allergic reaction (e. g., anaphylaxis) after a previous dose or to a vaccine componento Moderate or severe acute illness with or without fever. Zoster (HZV)o Severe allergic reaction (e. g., anaphylaxis) to a vaccine componento Known severe immunodeficiency (e. g.. from hematologic and solid tumors, receipt of chemotherapy, or long-term immunosuppressive therapy5 or patients with HIV infection who are severely immunocompromised), o Pregnancyo Moderate or severe acute illness with or without fevero Receipt of specific antivirals (i. e., acyclovir, famciclovir, or valacyclovir) 24 hours before vaccination; avoid use of these antiviral drugs for 14 days after vaccination",
        "cop": 1,
        "opa": "DPT",
        "opb": "Measles",
        "opc": "BCG",
        "opd": "Rubella",
        "subject_name": "Pediatrics",
        "topic_name": "Preventive Measures",
        "id": "e4474ad9-cbf9-44bd-bb31-824fee2297fe",
        "choice_type": "single"
    }
]