[
    {
        "question": "A 6-week baby presents with cough and cold for the past 3 days. Respiratory rate is 48/min. On examination, patient is febrile with wheezing but no chest indrawing. Which of the following is not true? (AIIMS May 2014, Nov 2013)",
        "exp": "Ans. a. Child has pneumonia (Ref: Nelson 19/e p1459)A 6 weeks old baby presents with cough and cold for the last three days. Respiratory rate is 48/min. Patient is febrile, there are no chest retractions but wheezing is present. This child is not suffering from pneumonia, as respiratory rate is < 60/minute without chest indrawing. The child is most probably suffering from bronchiolitis. Acute Bronchiolitis. Common serious acute lower respiratory infection of infantsQ, mainly affecting 1-6 monthsQ old. Usually occurs in winter and spring. QRespiratory syncytial virusQ is implicated in most cases. Protection against RSV is mediated by antibodies of Ig. G3 subclassQ. These antibodies have shorter half life and do not cross the placenta in substantial amount so as to offer protection to the infant. Pathogenesis: Resistance to the airflow is increased both during inspiration and expiration. QTrapping of air inside the alveoli causes emphysematous changes. QThe presence of eosinophils in the blood and respiratory secretions suggest that the virus infection initiates the wheezing attack in a child who is already sensitized. Clinical Features: Respiratory distressQ is out of proportion to the physical signs in the lung. Air is trapped in the lung leading to emphysemaQ. Prognosis: Self-limiting illness, symptoms subside in 3-7 daysQ. Treatment: Essentially symptomatic, oxygen remains the mainstayQ of treatment. It is administered continuously even in the absence of cyanosisQ. Antibiotics have no role. Ribavirin, an antiviral agent has no role in infants who were previously healthy. Ribavirin shortens the course of illness in infants with underlying congenital heart disease, chronic lung disease and immunodeficiencyQ. Beta 2 adrenergic drugs and ipratropium are not recommended for infants less than 6 monthsQ.",
        "cop": 1,
        "opa": "Child has pneumonia",
        "opb": "Antibiotics are not required",
        "opc": "Wheezing to be treated",
        "opd": "Fever to be treated",
        "subject_name": "Pediatrics",
        "topic_name": "Respiratory Tract Disorders",
        "id": "4ea43a0f-14b3-41ab-af73-46d1610f008f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about transient tachypnea of newborn except -",
        "exp": "Ans. is 'c' i. e., It usually takes 1 month to recover Transient tachypnea of Newborno Transient tachypnea of the newborn is a benign self-limiting disease occuring usually in term neonates and is due to delayed clearance of lung fluid. It is also called respiratory distress syndrome type II. o TTN follows -i) Uneventful normal preterm or term vaginal deliveryii) Cesarean deliveryo TTN is believed to be secondary to slow absorption of fetal lung fluid resulting in decreased pulmonary compliance and tidal volume and increased dead space therefore also known as wet lungo Clinical manifestationso Early onset of tachypneao Sometimes retraction or expiratory gruntingo Occasionally cyanosiso Patients usually recover rapidly within 3 dayso Hypoxemia, hypercapnia and acidosis are uncommon. o The lungs are generally clear without rales or rhonchi and chest roentgenogram shows -o Prominent pulmonary vascular markingso Fluid lines in the fissureo Prominent inter-labar fissureo Overaeration) Flat diaphragmo Occasionally pleural fluid.",
        "cop": 3,
        "opa": "It is a self limiting disease",
        "opb": "It may occur after Caeserean section",
        "opc": "It usually takes 1 month to recover",
        "opd": "It is due to slow absorption of fetal lung fluid",
        "subject_name": "Pediatrics",
        "topic_name": "Respiratory Tract Disorders",
        "id": "64b23a6d-af69-4d26-a5e7-cb5e156c27c4",
        "choice_type": "multi"
    },
    {
        "question": "A new bom child developed respiratory depression in neonatal ward. Which of the following drug is the cause -",
        "exp": "Ans. is 'a' i. e., Opioids Epidural opioid (fentanyl) analgesia is commonly employed as a therapeutic modality in the management of pain during labour. The general perception is that administered drugs remain in the maternal epidural space and do not compromise the respiratory status of the newborn. Contrary to the widely held belief fentanyl diffuses freely from the epidural space into the maternal blood because of its high lipid solubility. Equilibrium is reached within 10-30 min. The drug is freely transported across the placenta with a slightly higher concentration in the fetal compartment because of a comparative acidic pH. There is no consensus on the dose of fentanyl causing respiratory depression in the newborn period. However, it appears that neonates are prone to respiratory depression at a lower concentration because of the immaturity of the respiratory centre. According to the Cochrane analysis. Morphine, meperidine and fentanyl are the opioids that have been studied the most in labour analgesia research. These opioids as well as newer alternatives, such as nalbuphine have been associated with newborn respiratory depression at birth. Opioids are known for their high lipid solubility which allows rapid transfer of the drug through the placenta and into the fetus. The risk of respiratory depression is highest if birth occurs at the time of peak fetal uptake between 1-4 hours after administration of drug to the mother. Repeated doses of opioids results in significant fetal exposure and neonatal respiratory depression. Opioids are also used in neonates for pain management. They are the mainstay of pain management in newborn. In newborns the clearance is diminished and elimination half-lives are prolonged as compared to adults because of the immaturity of hepatic cytochrome system of the neonates. Therefore opioid administration may result in opioid accumulation and respiratory depression.",
        "cop": 1,
        "opa": "Opioids",
        "opb": "Barbiturates",
        "opc": "Diazepam",
        "opd": "Propofol",
        "subject_name": "Pediatrics",
        "topic_name": "Respiratory Tract Disorders",
        "id": "4ae0e89f-ec70-4f77-ba8a-2359f96a08fa",
        "choice_type": "single"
    },
    {
        "question": "Which of the following will favour the diagnosis of RDS in new bom -",
        "exp": "Ans. is 'b' i. e., Air bronchogram in chest X- Ray Age of onset of infant Respiratory distress syndrome. Infant respiratory distress syndrome presents immediately or soon after birth. Incidence and severity of RDS is inversely related to gestational age. Approximately 50% of the neonates born at 26 - 28 weeks gestation develops respiratory distress syndrome where as less than 30% of premature neonates born at 30-31 weeks gestation develop respiratory distress syndrome. Administration of antenatal corticosteroid reduces the incidence of respiratory distress syndrome Administration of single dose of corticosteroid reduces the incidence and severity of respiratory distress syndrome if delivery occurs within one week of administration of corticosteroid. Administration of corticosteroid cause 50% reduction in the incidence of respiratory distress syndrome. Air bronchogram is a characteristic X- Ray feature of Hyaline membrane diseaseX-Ray features of Hyaline membrane disease. Pronounced hypo aerationB/L diffuse reticulo granular opacities in the pulmonary parenchyma. \"Prominent air bronchograms\" (aerated bronchioles super- imposed on a background of collapsed alveoli). Air bronchogram. Air bronchogram refers to the visualization of air filled bronchus when the surrounding alveoli are opacified. Normally, the lung fields are radiolucent and the bronchi are not separately visualized. But in certain conditions there is opacification of the alveoli due to various reasons. Due to this reason, the bronchus stands out as \"radiolucent\" in contrast to the adjacent alveoli, that are\" radiopaque\"These changes can be due to pneumonic consolidation, collapse of a part of the lung, or inflammatory edema in the lung tissue. Conditions associated with Air bronchogram. ARDSHyaline membrane disease. Alveolar cell carcinoma. Pulmonary consolidation -. Pulmonary edema. Alveolar proteinosis. Sarcoidosis. Lymphoma",
        "cop": 2,
        "opa": "Receipt of antenatal steroids",
        "opb": "Air bronchogram in chest X-ray",
        "opc": "Manifests after 6 hrs",
        "opd": "Occurs after term gestation",
        "subject_name": "Pediatrics",
        "topic_name": "Respiratory Tract Disorders",
        "id": "af07b1cb-e574-403c-a188-45aadf35ba2c",
        "choice_type": "single"
    },
    {
        "question": "Level of trachea bifurcation in pediatic patient is -",
        "exp": "Ans. is 'b' i. e., T3 o Bifurcation of trachea in children is at T3. level while in adult at T4 - T5 level. In adult if may reach upto T6 level during deep inspiration. o Trachea extend from lower border of cricoid cartilage (level of C6) to upper border of T5 vertebra (adult), o Tracheal diameter in mm corresponds to age in year (pediatric) eg. 4mm in 4 year old child, o Narrower airway exert greater resistance in children so develop distress in respiratory tract infection.",
        "cop": 2,
        "opa": "T2",
        "opb": "T3",
        "opc": "T4",
        "opd": "T5",
        "subject_name": "Pediatrics",
        "topic_name": "Respiratory Tract Disorders",
        "id": "07a7f71b-de44-49ac-a287-55e51d154294",
        "choice_type": "single"
    }
]