[
    {
        "question": "Which of the follow ing is not a major criteria for rheumatic fever-",
        "exp": "Ans. is 'b' i. e., Arthralgia Guidelines for the Diagnosis of Initial Attack of Rheumatic Fever (Jones Criteria, Updated 1992). Major manfestations. Minor manfestations. Supporting evidence of antecedent group A Streptococal infection. Carditis. Clinical features: Positive throat culture or rapid streptococcal antigen test. Polyarthritis. Arthralgia Fever. Elevated or increasing streptococcal antibody titer. Erythema marginatum. Laboratory features: Subcutaneous nodules. Elevated acute phase reactants: Erythrocyte sedimentation rate C-reactive protein Prolonged PR interval Chorea o From Jones criteria, updated 1992. JAMA 1992; 268: 2069-2073. Copyright American Medical Association. o The presence of 2 major or of 1 major and 2 minor manifestations indicates a high probability of acute rheumatic fever if supported by evidence of preceding group A streptococcal infection.",
        "cop": 2,
        "opa": "Carditis",
        "opb": "Arthralgia",
        "opc": "Erythema marginatum",
        "opd": "Subcutaneous nodule",
        "subject_name": "Pediatrics",
        "topic_name": "Rheumatic Heart Disease",
        "id": "269bca2d-0744-4e0f-9fa8-5656ae538a17",
        "choice_type": "single"
    },
    {
        "question": "Which of the following manifestation of rheumatic fever disappears completely?",
        "exp": "Ref: Nelson's Textbook of Pediatrics. 19th Edition. Explanation: Clinical Features of Rheumatic Fever. Migratory Polyarthritis. Arthritis occurs in about 75% of patients. Involves larger joints, particularly the knees, ankles, wrists, and elbows. Involvement of the spine, small joints of the hands and feet, or hips is uncommon. Affected joints are Hot. red. swollen, and exquisitely tender. The joint involvement is migratory in nature. Severe arthritis can persist for several weeks in untreated patients. A dramatic response to even small doses of salicylates is a characteristic feature. Absence of such a response to salicylates should suggest an alternative diagnosis. Rheumatic arthritis is typically not deforming and disappears completely without any permanent changes. Synovial fluid in acute rheumatic fever usually has 10, 000-100. 000 white blood cells/mnr with a predominance of neutrophils, a protein level of about 4 g/dL. a normal glucose level, and forms a good mucin dot. Frequently, arthritis is the earliest manifestation of acute rheumatic fever and may correlate temporally with peak anti streptococcal antibody titers. There is often an inverse relationship between the severity of arthritis and the severity of cardiac involvement. Carditis. Carditis occurs in about 50-60% cases. Pancarditis (active inflammation of myocardium, pericardium, and endocardium). Endocarditis (valvulitis) is a universal finding. Presence of pericarditis or myocarditis is variable. Isolated mitral valvular disease or combined aortic and mitral valvular disease. Isolated aortic or right-sided valvular involvement is uncommon. Acute rheumatic carditis usually presents as tachycardia and cardiac murmurs, with or w ithout evidence of myocardial or pericardial involvement. Moderate to severe rheumatic carditis can result in cardiomegaly and congestive heart failure with hepatomegaly and peripheral and pulmonary edema. Echocardiographic findings include pericardial effusion, decreased ventricular contractility, and aortic and/or mitral regurgitation. The major consequence of acute rheumatic carditis is chronic, progressive valvular disease, particularly valvular stenosis. Chorea. Occurs in 10-15% of patients. Presents as an isolated, subtle, neurologic behavior disorder. Symptoms include. Emotional lability. Incoordination. Poor school performance. Uncontrollable movements. Facial grimacing. Symptoms exacerbated by stress and disappearing with sleep. The latent period from acute GAS infection to chorea is usually longer than for arthritis or carditis and can be months. Onset can he insidious, with symptoms being present for several months before recognition. Clinical maneuvers to elicit features of chorea include. Demonstration of milkmaid's grip t irregular contractions of the muscles of the hands while squeezing the examiner's fingers). Spooning and pronation of the hands when the patient's arms are extended. Wormian darting movements of the tongue upon protrusion. Examination of handwriting to evaluate.///** motor movements. Chorea does not cause permanent neurologic sequelae. Erythema Marginatum. Very rare (<3% cases). Characteristic rash of acute rheumatic fever. Erythematous. Serpiginous, macular lesions with pale centers that are not pruritic11 occurs primari. Iy on the trunk and extremities. hut not on the face. It is accentuated on warming the skin. Subcutaneous Nodules. Very rare (<1% cases). Firm nodules of 1 cm in diameter along the extensor surfaces of tendons near bony prominences. Assc with severe cardiac involvement. Minor Manifestations. The 2 clinical minor manifestations are. Arthralgia (in the absence of polyarthritis as a major criterion) and. Fever (typically temperature >102F and occurring early in the course of illness). The 2 laboratory minor manifestations are. Elevated acute-phase reactants (CRP & ESR). Prolonged PR interval on ECG (1st degree heart block). Prolonged P-R interval alone does not constitute evidence of carditis or predict long-term cardiac sequelae. Essential criteria (Evidence of recent Group A Streptococcus Infection). An absolute requirement for the diagnosis is supporting evidence of a recent GAS infection. Acute rheumatic fever typically develops 2-4 \\vk after an acute episode of GAS pharyngitis. Elevated or increasing serum anti streptococcal antibody titers. A slide agglutination test (Streptozyme). Single antibody ASLO (antistreptolysin O). is elevated in 80-85% of patients. Elevation of any 3 antibodies (antistreptolysin O, anti-DNase B, antihyaluronidasej is seen in 95-100% cases.",
        "cop": 2,
        "opa": "Carditis",
        "opb": "Arthritis",
        "opc": "Chorea",
        "opd": "Subcutaneous mnlules",
        "subject_name": "Pediatrics",
        "topic_name": "Rheumatic Heart Disease",
        "id": "362f4e94-e2f4-408c-8064-3ea15b74bba6",
        "choice_type": "single"
    },
    {
        "question": "Least common valve involved in rheumatic fever-",
        "exp": "Ans. is 'd' i. e., Pulmonary valve Endocarditis in rneumatic fever. Mitral valve involved almost all the cases of Acute Rheumatic Fever. Almost 25% of MR is asociated with aortic regargitation. Tricuspid regurgitation is seen in 10-30% cases. Pulmonary valve involvement is never seen.",
        "cop": 4,
        "opa": "Aortic valve",
        "opb": "Tricuspid valve",
        "opc": "Mitral valve",
        "opd": "Pulmonary valve",
        "subject_name": "Pediatrics",
        "topic_name": "Rheumatic Heart Disease",
        "id": "2a167b30-4d07-4735-bc09-9c8a7cd5649c",
        "choice_type": "single"
    }
]