[
    {
        "question": "Widening of epiphysis is seen in:",
        "exp": "Rickets- Wrist widening (splaying), fraying & cupping Scurvy- pencil thin outline of coex, Wimberger sign, subperiosteal hemorrhage Achondroplasia- trident hand, sho stature, champagne glass pelvis on X ray Osteopetrosis- bone appears white/ Marble bone disease Radiological feature of rickets:",
        "cop": 2,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Achondroplasia",
        "opd": "Osteopetrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "9d35de7e-c521-4771-8f4c-7930789827eb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true regarding Vitamin D deficiency rickets:",
        "exp": "Discussing about the options one by one, a. False Dose of Vitamin D for treatment of Rickets: There are 2 strategies for administration of vitamin D. 1) Stoss therapy: 3, 00, 000-6, 00, 000 IU of vitamin D are administered orally or intramuscularlyas 2-4 doses over 1 day. 2) The alternative is daily, high-dose vitamin D 2, 000-5, 000 IU/day over 4-6 wk. b. False X-ray wrist or knee are usually done to diagnose Rickets c. False Rachitic rosary is nontender and can be seen even during infancy d. True Risk of pneumonia is elevated in children with vitamin D deficiency rickets.",
        "cop": 4,
        "opa": "Dose of Vitamin D for treatment of rickets is 500-1000 IU/day",
        "opb": "X-ray of carpal bones only is diagnostic for rickets",
        "opc": "Rachitic rosary appears only after 5 years age",
        "opd": "Rickets is associated with increased chances of respiratory tract infections",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "fb760f81-e3bf-4cf9-b867-d28d10c46ce6",
        "choice_type": "multi"
    },
    {
        "question": "A 10-year-old boy has a fracture of femur. Biochemical evaluation revealed Hb 11. 5 gm/dL and ESR 18 mm 1st hour. S. calcium 12. 8 mg/dL, S. phosphorus 2. 3 mg/ dL alkaline phosphate 28 KA units and blood urea 32 mg/dL. Which of the following is the most probable diagnosis in his case:",
        "exp": "Blood investigations reveal normal ESR, hypercalcemia, hypophosphatemia and raised ALP levels with normal B. urea- Hyperparathyroidism can give rise to this picture. Renal rickets- S. phosphate is high & S. calcium low/normal with deranged kidney functions. Nutritional rickets- S. phosphate and calcium can be normal or low but never high. Skeletal dysplasia- abnormal bone & cailage are seen, but blood levels of calcium & phosphorus are usually normal.",
        "cop": 3,
        "opa": "Nutritional rickets",
        "opb": "Renal rickets",
        "opc": "Hyperparathyroidism",
        "opd": "Skeletal dysplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "513f75f3-5045-441c-9e47-c1a2bc8418e4",
        "choice_type": "single"
    },
    {
        "question": "Rickets in neonatal period and early infancy present as all EXCEPT:-",
        "exp": "Bowing of legs appears only after weight bearing; Hence, Bow legs is a feature of rickets in toddlers and not infants.",
        "cop": 4,
        "opa": "Craniotabes",
        "opb": "Widened fontanel",
        "opc": "Rachitic Rosary",
        "opd": "Bow legs",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "e7c189c4-1da3-4628-a573-4cf80fa6cc09",
        "choice_type": "multi"
    },
    {
        "question": "Abnormality in Renal tubular acidosis with rickets is:",
        "exp": "Rickets is mainly seen in Distal Renal tubular acidosis, where, Acidosis is due to loss of Bicarbonate. There is also hypokalemia due to Potassium loss, along with hypocalcemia.",
        "cop": 4,
        "opa": "Loss of HCO3",
        "opb": "Loss of Ca2+",
        "opc": "Loss of K+",
        "opd": "All of above",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "45307683-2da9-4350-8c0f-1be0a114bdbe",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following conditions typically has rickets with normal or low calcium, elevated phosphorus, elevated parathormone, and elevated alkaline phosphatase?",
        "exp": "All of the above conditions are causes of Rickets, so elevated alkaline phosphatase is seen in all the above. Chronic kidney disease is the only condition out of the above, where Phosphate is elevated.",
        "cop": 4,
        "opa": "Vitamin D deficiency",
        "opb": "Fanconi syndrome",
        "opc": "Dent's disease",
        "opd": "Chronic kidney disease",
        "subject_name": "Pediatrics",
        "topic_name": "Rickets",
        "id": "35bb0900-ddb4-4233-8be4-c69d66c40bee",
        "choice_type": "multi"
    }
]