[
    {
        "question": "Upper segment: lower segment ratio decreases in all of the following except?",
        "exp": "Upper segment: lower segment ratio increases in Achondroplasia- cause of sho limb dwarfism. Sho trunk dwarfism (US: LS ratio- decreases) Sho limb dwarfism (US: LS ratio- increases) Sho- Spondyloepiphyseal dysplasia Rickets Man- Mucopolysaccharidosis Achondroplasia May- Mucolipidosis Osteogenesis imperfecta Climb- Caries spine (pott's disease) Congenital hypothyroidism High- Hemiveebra Chondroectodermal dysplasia",
        "cop": 3,
        "opa": "Spondylo epiphyseal dysplasia",
        "opb": "Alagille syndrome",
        "opc": "Achondroplasia",
        "opd": "Pott's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "9f38ed17-3dbd-474a-927c-601ebbd47d24",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are causes of 'propoionate sho stature' EXCEPT?",
        "exp": "Osteogenesis imperfecta is one of the causes of dispropoionate sho stature, where the limbs are mainly involved, as compared to trunk. Osteogenesis imperfecta: MC cause of multiple fractures in childhood. Autosomal dominant Defected type 1 collagen. C/F: Bone shape- not maintained. Deformed bones, fractures in different areas & different stages of healing. Blue sclera Deafness Dentigerous imperfecta Rx: Gene therapy",
        "cop": 3,
        "opa": "Turner syndrome",
        "opb": "Down syndrome",
        "opc": "Osteogenesis imperfecta",
        "opd": "Chronic kidney disease",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "5712bffb-5574-4421-a9b7-a66bb113d6d2",
        "choice_type": "multi"
    },
    {
        "question": "What condition does the dotted line in the following growth cha represent?",
        "exp": "Constitutional delay in growth & pubey: The given curve shows that the child's height remains below and parallel to the 3rd percentile line during childhood. Pubey is delayed. An acceleration of growth is seen during mid & late adolescence, with the final adult height attained being normal.",
        "cop": 1,
        "opa": "Constitutional delay in growth & pubey",
        "opb": "Familial sho stature",
        "opc": "Normal height throughout childhood",
        "opd": "Chronic malnutrition",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "9e2e36e2-1a76-46ce-8617-22d6ca604b44",
        "choice_type": "single"
    },
    {
        "question": "Sho stature, secondary to growth hormone deficiency is associated with all of the following EXCEPT?",
        "exp": "Sho stature due to human growth hormone deficiency is characterized by: Normal body propoion Delayed dentition Bone age delayed Delay in sexual development",
        "cop": 2,
        "opa": "Normal body propoion",
        "opb": "Normal bone age",
        "opc": "Delayed dentition",
        "opd": "Delayed pubey",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "2682dac3-6c93-4de7-a88e-2c87e7df6861",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a feature of constitutional growth delay?",
        "exp": "Distinction between constitutional delay in growth and familial sho stature Feature Constitutional growth delay Familial sho stature Height Sho Sho Height velocity Normal Normal Family history Delayed pubey Sho stature Bone age Less than chronological age Equal to the chronological age Pubey Delayed Normal Final height Normal Low but normal for target height",
        "cop": 2,
        "opa": "Normal height velocity",
        "opb": "Normal bone age",
        "opc": "Delayed Pubey",
        "opd": "Final height normal",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "07688ccb-dd13-4cf0-9e03-087b6f5670d0",
        "choice_type": "single"
    },
    {
        "question": "A child presented with sho stature and some abnormalities of the hand and pelvis. What is your diagnosis.",
        "exp": "Image A: Sho limb Image B: Trident hand Image C: Champagne glass pelvis All these features seen in ACHONDROPLASIA Other features include: A - Autosomal dominant inheritance C - Champagne glass pelvis H - Hand abnormality O - Obesity N - Neurological problems D - Delayed motor milestones R - Recognized at bih O - Bowing of legs P - Proximal limb shoening L - Large head S - Sho stature I - Interpedicular distance between veebrae is decreased",
        "cop": 4,
        "opa": "Rickets",
        "opb": "Osteogenesis imperfecta",
        "opc": "Cushing syndrome",
        "opd": "Achondroplasia",
        "subject_name": "Pediatrics",
        "topic_name": "Sho Stature",
        "id": "e4a003b1-d35e-4de3-a870-2b5c02cbd1b5",
        "choice_type": "single"
    }
]