[
    {
        "question": "Most common cause for acute infantile gastroenteritis is?",
        "exp": "ANSWER: (D) Rota virus. REF: www. ncbi. nlm. nih. gov, J Clin Microbiol v. 26(12); Dec 1988. Though none of the text books specifically mention most common causes of acute infantile gastroenteritis, most of the literature search in pubmed, cochrane and medscape and major text books of pediatrics point to: Viruses are more common causes of gastroenteritits in children. Of the viruses most common is rotavirus. Other viruses implicated are calciviruses, Norwalk, adenovirus. Also E. coli is a major cause of diarrhea in children. Other bacteria are: campylobacterium, yersinia enterocolitica, A. hydrophillia.",
        "cop": 4,
        "opa": "Adenovirus",
        "opb": "E coli",
        "opc": "Norwalk virus",
        "opd": "Rota virus",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "64168483-ee9b-4e9f-9426-398295d8f02b",
        "choice_type": "single"
    },
    {
        "question": "A neonate is suspected to be suffering from necrotizing enterocolitis (NEC). On further examination and investigation, he is diagnosed to he Bell's stage I NEC. The management of choice would be:",
        "exp": "Ans. c. Conservative management with IV fluids and antibiotics (Ref: Nelson 19/e p601). The management of choice for Bell's Stage I necrotizing enterocolitis is conservative management with IV fluids and antibiotics. Treatment of Bell's Stage I Necrotizing Enterocolitis: NPO, IV fluids and Antibiotics for 3 days. A very preterm baby on 30 mL/kg of enteral feeding developed sudden severe abdominal distension with visible bowel loops on day 6 of life. The baby also showed temperature instability ami lethargy. X-ray of the abdomen showed portal venous gas. The staging of NEC is 2b. The severity, radiology and management of Necrotizing enterocolitis is best exemplified by the 'Modified Bell's staging criteria'. According to Modified Bell's staging criteria 'pneumatosis portalis (Presence of gas in portal vein) is suggestive of stage 2b. Modified Bell's Staging Criteria for Necrotizing Enterocolitis. Stage. Classification. Systemic. Abdominal. Radiological. Treatment. IASuspected NECTemperature instability, apnea, bradycardia, lethargy. Aspirates, mild abdominal distension, +ve fecal. Normal/mild intestinal dilation/mild ileus, occult blood. NPO, IV fluids. Antibiotics x 3 days. IBSuspected NECSame as IAFresh blood per rectum. Same as IASame as IAIIAProven NEC, mildly ill. Same as IASame as IA+ absent bowel sounds +- abdominal tenderness. Intestinal dilation, ileus, pneumatosis intestinalis. QNPO, Antibiotics x 7-10 days. MBProven NEC, moderately ill. Same as IA + mild metabolic acidosis + mild thrombocytopenia. Same as IA + absent bowel sounds, definite tendernessQ, abdominal cellulitis, right lower quadrant mass. Same as IIA + portal venous gasQ +- ascites. NPO, Antibiotics x 14 days. IMAAdvanced NEC, severely illQ, bowel intact. Same as IIB + hypotension, respiratory acidosis, neutropenia, DICSame as IIB + suggestive of peritonitis, marked abdominal tenderness, marked abdominal distention. Same as IIA + definite ascites. QNPO, Antibiotics x 14 days Fluid resuscitation ionotropic support ventilator therapy Paracentesis. IIIBAdvanced NEC, severely ill, bowel perforated. QSame as IIIASame as IIIASame as IIB + pneumoperitoneum. QSame as IIIA + surgery",
        "cop": 3,
        "opa": "Laparotomy and proceed",
        "opb": "Insertion of bilateral pelvic drains",
        "opc": "Conservative management with IV fluids and antibiotics",
        "opd": "Initial conservative management and laparotomy after 24 hours",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "2fb40e44-9a7c-49b7-a21d-7e4fc8a55ef9",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions the lead pipe appearance of the colon on a barium enema is seen -",
        "exp": "Ans- B.",
        "cop": 2,
        "opa": "Amoebiasis",
        "opb": "Ulcerative colitis",
        "opc": "Tuberculosis of the colon",
        "opd": "Crohn's involvement of the colon",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "f3494868-7567-4168-b723-e83d3a7474f7",
        "choice_type": "single"
    },
    {
        "question": "A One-day-old child with the following presentation. Treatment of choice?",
        "exp": "Ans. (c) Posterior sagittal anorectoplasty. The image shows presence of anal atresia.",
        "cop": 3,
        "opa": "Exploratory laparotomy",
        "opb": "Colostomy",
        "opc": "Posterior sagittal anorectoplasty",
        "opd": "Urinary catheterization",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "20be6629-d27b-441a-90d9-a1f79e45c898",
        "choice_type": "single"
    },
    {
        "question": "Resolution of physiological umbilical hernia occurs at which week of gestation?",
        "exp": "ANSWER: (C) 10. REF: Abdominal Wall Hernias: Principles and Management By Robert Bendavi page: 594. During development the intestinal loops lie outside the abdominal cavity in the umbilical cord called the physiological umbilical hernia. The loops go back into the abdominal cavity by 10th week of gestation.",
        "cop": 3,
        "opa": "6",
        "opb": "8",
        "opc": "10",
        "opd": "12",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "f0b9f1a5-53f3-4afd-8a2b-d4da5ebbe9be",
        "choice_type": "single"
    },
    {
        "question": "Hirschsprung disease is confirmed by -",
        "exp": "Ans. is 'a' i. e., Rectal biopsy Hirschsprung disease (congenital aganglionic megacoion)o Abnormal innervation of bowel begins from internal anal sphincter and extending proximally to involve variable length of gut. o M. C. cause of lower intestinal obstruction in neonates, o Male > females. o Absence of ganglion cell in bowel wall. o C/F - delayed passage of meuonium in newborn or chronic constipation, o X-ray abdoman - dilation of proximal bowel and abdominal distention, o Large faecal mass palpable per recatly. o Confirmed by rectal manometry' and rectal suction biopsy, o Rectal suction biopsy is procedure of choice.",
        "cop": 1,
        "opa": "Rectal biopsy",
        "opb": "Per/Rectal examination",
        "opc": "Rectal manometry",
        "opd": "X-ray abdomen",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "e059e920-a0e7-49fb-abaf-2610efb2ce9b",
        "choice_type": "single"
    },
    {
        "question": "In Hypertrophic pyloric stenosis which electrolyte should be replenished?",
        "exp": "ANSWER: (B) K+REF: With text. Hypertrophic pyloric stenosis presents with hyponatremic, hypokalemic, hypochloremic metabolic alkalosis with paradoxical aciduria. Schwartz 9th ed chapter 3, 39: Treatment includes replacement of the volume deficit with isotonic saline and then potassium replacement once adequate urine output is achieved. Fluid resuscitation with correction of electrolyte abnormalities and metabolic alkalosis is essential before induction of general anesthesia for operation. For most infants, administration of fluid containing 5% dextrose and 0. 45% saline with 2 to 4 m. Eq/kg of added potassium at a rate of approximately 150 to 175 mL/kg for 24 hours will correct the underlying deficit. After resuscitation, a Fredet-Ramstedt pyloromyotomy is performed. Sabiston 18tk ed ch 71 states: The definitive treatment of choice is pyloromyotomy. But Before surgery, it is important that the infant is hydrated with IV fluids to establish a normal urine output. It is important that the underlying metabolic alkalosis is slowly corrected with normal saline. Potassium is not given until the intravascular volume has been restored and normal urine output has resumed. Nelson 's 18th ed ch: 326. 1 states that: The preoperative treatment is directed toward correcting the fluid, add-base, and electrolyte losses. Intravenous fluid therapy is begun with 0. 45- 0. 9% saline, in 5-10% dextrose, with the addition of potassium chloride in concentrations of 30-50 m. Eq/L. Fluid therapy should be continued until the infant is rehydrated and the serum bicarbonate concentration is <30 m. Eq/dL, which implies that the alkalosis has been corrected.",
        "cop": 2,
        "opa": "Na+",
        "opb": "K+",
        "opc": "C1--",
        "opd": "HCO3--",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "e2c562c4-e82b-487a-9d25-e60ddebe6c9b",
        "choice_type": "single"
    },
    {
        "question": "What is the most-likely diagnosis of a 26 day old infant presenting with recurrent nonbilious vomiting with constipation and loss of weight?",
        "exp": "Ans. (d) Pyloric stenosis. Ref: Nelson 18th ed. l Ch. 326. 1* All babies REGURGITATE curdled milk. So the mother is instructed to always put the baby to shoulder after breast feeding the child as this shall help the child burp and expel the swallowed air.* However if a male infant, first born, 2-3 weeks old is brought to your clinic with recurrent vomiting which is non-bilious and associated with failure to gain weight, then suspect-HYPERTROHPIC PYLORIC STENOSIS* A lump may be palpable to gentle examination in the epigastrium with finding of visible peristalsis. The investigation of choice shall be USG abdomen. Surgery to be done shall be a pyloromyotomy (Ramstedt operation). Previous year question on pediatric gastro-enterology* Hypokalemic hypochloremic metabolic alkalosis is seen in = Hypertrophic pyloric stenosis* Hyperkalemic hyperchloremic metabolic acidosis is seen in= Uretero-sigmoidostomy* MC cause of hematochezia in a preterm neonate= Necrotizing Enterocolitis* MC cause of hematochezia in children= Rectal Prolapse> Meckel's Diverticulum* Double bubble sign= duodenal atresia* Inverto-gram(Special X ray of the baby in inverted position)isused for = Ano-rectal malformations",
        "cop": 4,
        "opa": "Esophageal atresia",
        "opb": "Annular pancreas",
        "opc": "Heal atresia",
        "opd": "Pyloric stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "10b8ff0a-426d-4620-a09c-cc3133ad4deb",
        "choice_type": "single"
    },
    {
        "question": "A 6 year old boy presenting with palpable abdominal mass in the epigastrium. The clinical diagnosis is (There is no bile in vomitus).",
        "exp": "Ans. is 'c' Pyloric stenosis Clinical features which suggests the diagnosis of Pyloric stenosis. Vomitting without bile. Mass palpable in epigastrium. Other options can be easily ruled out. Choledochal cyst. It can also present as mass in abdomen but the mass is usually present in right upper Quadrant. Jaundice will be a prominent symptom and. Usually there is no vomiting. Duodenal Atresia #Mass (Peristaltic wave) is usually present in the left upper quadrant and the vomiting is bile stained*. Child vomits from birth*Esophageal atresia -There is excessive drooling, saliva is frothy and there is choking and cyanosis with 1st feed. No mass in abdomen, no vomiting. So the boy is having pyloric stenosis. The only problem is age of boy i. e. 6 yrs. The hypertrophic pyloric stenosis which we know of, makes its clinical presentation in early infancy (3rd to 6th weeks of life*). But the problem in solved once you know that there is a similar disease in adults - Hypertrophic pyloric stenosis of adults. (Bailey & Love, 22/e, p 675).",
        "cop": 3,
        "opa": "Duodenal Atresia",
        "opb": "Choledochal cyst",
        "opc": "Pyloric stenosis",
        "opd": "Oesophageal Atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "54493959-8c7b-4bd8-a487-f6f81fb8d9b9",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of intestinal obstruction in children is:",
        "exp": "a. Intussusception(Ref: Nelson's 20/e p 1894-1897', Ghai 8/e p 285-286). Intussusception occurs when a portion of the alimentary tract is telescoped into an adjacent segment.",
        "cop": 1,
        "opa": "Intussusception",
        "opb": "Volvulus",
        "opc": "Hernia",
        "opd": "Adhesions",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "b7eea64f-af06-4ba6-b716-5f434b9db685",
        "choice_type": "single"
    },
    {
        "question": "A male infant presented with distension of abdomen shortly after birth with passing of less meconium. Subsequently a full-thickness biopsy of the rectum was performed. The rectal biopsy is likely to show:",
        "exp": "b. Lack of ganglion cells(Ref: Nelson's 20/e p 1894-1897, Ghai 8/e p 285-286)\"Whenever neonate presents with delayed passage of stool, Hirschsprung's disease should be suspected\".",
        "cop": 2,
        "opa": "Fibrosis of submucosa",
        "opb": "Lack of ganglion cells",
        "opc": "Thickened muscularis propria",
        "opd": "Hyalinization of the muscular coat",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "3e9f52cf-a6fd-4d6d-a4ae-385ab19c8ea1",
        "choice_type": "single"
    },
    {
        "question": "A infant on top feeding develops distension of abdomen & bleeding per rectum. He recently recovered from acute upper respiratory tract infection. What is probable diagnosis:",
        "exp": "A (Necrotising enterocollitis) Intussusception. Nelson 18th/1569-70. Correlation with prior or concurrent respiratory adenovirus (type C) infection has been noted & the condition may complicates otitis media, gastroenteritis. Henoch-schonlein purpura or upper respiratory tract infection -Nelson 18th/ 1569. It is postulated that gastrointestinal infection or the introduction of new food protein result in swollen peyer pateches in the terminal ileum & which lead to mucosal prolapse of the ileum into the colon, thus causing an intussusception. Stools of normal appearance may be evacuated in the first few hours of symptoms. After this time, fecal excretions are small or more often do not occur & little or no flatus is passed. Blood is generally passed in the 1st 12 hr, but at times not for 1-2 days, & infrequently not at all; 60% of infants pass a stool containing red blood & mucus, the currant jelly stool. The presence of bloody mucus on the finger as it is withdrawn after rectal examination supports the diagnosis of intussusception. Necrotising Enterocolitis (NEC): Nelson 18th/755. The onset of NEC usually occur in the 1st 2wk of life but can be as late as 3 month of age. The first signs of impending disease may be nonspecific including lethargy & temperature instability or related to gastro intestinal pathology such as abdominal distention & gastric retention. Obvious bloody stools are seen in 25% of patient. Almost all patients of NEC are artificially fed prior to the onset of illness. Breast milk is protective. (O. P. Ghai 6th/164). Mucosal injury in intestine is attributed to ischemic damage due to fetal distress, perinatal asphyxia, respiratory'distress syndrome, hypothermia etc. Meckel's Diverticulum (Love & Bailey 25th/83)A meckel's diverticulum is a remnant of the vitelline duct that is located about 60 cm proximal to the ileocaecal valve & is present in about 2% of individual. It may cause peptic ulceration & profuse (relatively painless) dark red rectal bleeding. This disease has no association with respiratory infection or top feeding. Volvulus [Nelson 18th/ 1557). Gastric volvulus is a triad of sudden onset of severe epigastric pain intractable rectching with emesis & inability to pass a tube into the stomach. The clinical presentation of gastric volvulus is non specific & suggest high intestinal obstruction.",
        "cop": 1,
        "opa": "Necrotising entero collitis",
        "opb": "Volvulus",
        "opc": "Meckel's diverticulum",
        "opd": "Intussusception",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "77e9cbef-8dcc-4c4e-b388-25f07da145d8",
        "choice_type": "single"
    },
    {
        "question": "3 month infants with abdominal palpable mass & non bilious vomiting -",
        "exp": "Ans. is 'b' i. e., Hypertrophic pyloric stenosis Hypertophic pyloric stenosiso Most common cause of nonbilious vomiting is Hypertrophic pyloric stenosis, o Male > female. o Vomiting starts with 3 week of age. o Palpable mass is seen in epigastric region, o Visible peristalsis is seen soon after feeding, o Confirmed by USG abdomen, o Contrast study shows: Shoulder sign. Double tract sign. o Treatment surgery = Ramstedt procedure.",
        "cop": 2,
        "opa": "Hypertrophic biliary stenosis",
        "opb": "Hypertrophic pyloric stenosis",
        "opc": "Tracheoesophageal fistula",
        "opd": "Duodenal atresia",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "fb0462ed-0cfe-4eb1-b88b-d724d5a81f9f",
        "choice_type": "single"
    },
    {
        "question": "A neonate presented on day one of life with bilious vomiting. First investigation to be done is:",
        "exp": "Ans. b. Babygram (Ref: Nelson 19/e p1278; Sabiston 19/e p1841-1842; Schwartz 9/e p1427-1428; Bailey 26/e 120, 25/e p85; Shackelford 7/e p811-813)A neonate presented on day one of life with bilious vomiting. First investigation to be done is Babygram (full body radiograph of the baby) to rule out duodenal atresia. Babygram is a full body radiograph of the baby, which shows the double bubble sign in duodenal atresia. The hallmark of duodenal obstruction is bilious vomiting without abdominal distention, which is usually noted on the 1st day of life. Peristaltic waves may be visualized early in the disease process. The diagnosis is suggested by the presence of a 'double-bubble sign' on plain abdominal radiographs. The appearance is caused by a distended and gas-filled stomach and proximal duodenum. Contrast studies are usually not necessary and may he associated with aspiration if attempted. Contrast studies may occasionally be needed to exclude malrotation and volvulus because intestinal infarction may occur within 6-12 hr if the volvulus is not relieved. '- Nelson 19/e p1278. Duodenal Atresia. Occurs as a result of failure of vacuolization of the duodenum from its solid cord stage. Anatomic variants of Duodenal Atresia. Duodenal stenosis. Mucosal web with intact muscular wall (windsock deformity). Two ends separated by a fibrous cord. Complete separation with a gap within the duodenum. Associated Anomalies: Prematurity, Down syndrome, polyhydramnios. QMalrotation, annular pancreas, biliary atresia. QCardiac, renal, esophageal, and anorectal anomalies. Clinical Features: In most cases, the duodenal obstruction is distal to the ampulla of Vater, and infants present with bilious emesis in the neonatal periodQ. DiagnosisX-ray abdomen: Double-bubble sign (air-filled stomach and duodenal bulbQ). Diagnosis is confirmed, if there is no distal airQ. If distal air is present, an upper GI contrast study is performed rapidly, not only to confirm the diagnosis of duodenal atresia but also to exclude midgut volvulusQ. Treatment: Diamond-shaped duodenoduodenostomy is the treatment of choice. QSingle bubble sign. Congenital Hypertrophic Pyloric Stenosis. QDouble bubble sign. Duodenal atresiaQ, Annular pancreas. Triple bubble sign. Jejunal atresiaQ",
        "cop": 2,
        "opa": "Chest skiagram",
        "opb": "Babygram",
        "opc": "Ultrasound",
        "opd": "Manometry",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "a324c5d0-27d9-48fb-8571-0194e9c6a9bc",
        "choice_type": "single"
    },
    {
        "question": "Double bubble appearance is seen in:",
        "exp": "Ans. B. Duodenal atresia. The double bubble sign is seen in infants and represents dilatation of the proximal duodenum and stomach. It is seen in both radiographs and ultrasound, and can be identified antenatally The finding is typically pathologic, and implies either duodenal atresia, duodenal web, annular pancreas, and on occasion midgut volvulus, a distinction that requires close clinical correlation and, in most cases, surgical intervention.",
        "cop": 2,
        "opa": "Jejunal atresia",
        "opb": "Duodenal atresia",
        "opc": "Obstructive jaundice",
        "opd": "Pyloric stenosis",
        "subject_name": "Pediatrics",
        "topic_name": "Stomach and Intestines",
        "id": "b420e433-2234-41e1-8c8f-533064837095",
        "choice_type": "single"
    }
]