[
    {
        "question": "Most common cause of congenital hypothyroidism:",
        "exp": "Ref: Nelson s Textbook of Pediatrics. 19th Edition, Page: 1895. Explanation:\"Most cases of congenital hypothyroidism results from thyroid dysgenesis\"(Ref: Nelson). Thyroid Dysgenesis. Some form of thyroid dysgenesis (aplasia, hypoplasia, or an ectopic gland) is the most common cause of congenital hypothyroidism, accounting for 80-85% of cases; 15% are caused by an inborn error of thyroxine synthesis (dyshormonogeneses). and 2% are the result of transplacental maternal thyrotropin-receptor blocking antibody (TRBAB). In about 33% of cases of dysgenesis, even sensitive radionuclide scans can find no remnants of thyroid tissue (aplasia). In the other 66%' of infants, rudiments of thyroid tissue are found in an ectopic location, anyw here from the base of the tongue (lingual thyroid) to the normal position in the neck (hypoplasia). The cause of thyroid dysgenesis is unknown in most cases. Thyroid dysgenesis occurs sporadically, but familial cases occasionally have been reported. The finding that thyroid developmental anomalies, such as thvroglossal duct cysts and hemiage- nesis. are present in 8-10% of lst-degree relatives of infants with thyroid dysgenesis supports an underlying genetic component. Causes of Congenital Hypothyroidism. Defect of fetal thyroid development (dysgenesis). Aplasia. Hypoplasia. Ectopia. Defect in thyroid hormone synthesis (dyshormonogenesis). Iodide transport defect: mutation in sodium- iodide symporter gene. Thyroid organification, or coupling defect: mutation in thyroid peroxidase gene. Defects in H202 generation: mutations in DUOXA2 maturation factor or DU0. X2 gene. Thyroglobulin synthesis defect: mutation in thyroglobulin gene. Deiodination defect: mutation in DEHAL1 gene. TSH unresponsiveness. Gsa mutation (e. g.. type IA pseudohypopar-athyroidism). Mutation in TSH receptor. Defect in thyroid hormone transport: Mutation in monocarboxylate transporter 8 (MCT8) gene. Iodine deficiency (endemic goiter). Maternal antibodies: Thyrotropin receptor-blocking antibody (TRBAb, also termed thvrotropin-binding inhibitor immunoglobulin). Maternal medications. Iodides, amiodarone. Propylthiouracil, methimazole. Radioiodine",
        "cop": 1,
        "opa": "Thyroid dysgenesis",
        "opb": "Dvshormonogenesis",
        "opc": "Antithyroid antibodies",
        "opd": "Maternal Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Thyroid Gland",
        "id": "d6ec9fb0-c8ac-45d3-897b-17c91e36e29f",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of congenital hypothyroidism: (Repeat)",
        "exp": "Ans: A (Thyroid dysgenesis) Ref: Nelsons Textbook of Pediatrics. 19th Edition. Pg. 1895. Explanation:\"Most cases of congenital hypothyroidism results from thyroid dysgenesis \"(Ref: Nelson). Refer 2013 Pediatrics Question Explanation",
        "cop": 1,
        "opa": "Thyroid dysgenesis",
        "opb": "Maternal antibodies",
        "opc": "Inborn errors of thyroid hormone defects",
        "opd": "Maternal iodine deficiency",
        "subject_name": "Pediatrics",
        "topic_name": "Thyroid Gland",
        "id": "6d4d1ad6-1f20-419f-90b3-3657d7e08015",
        "choice_type": "single"
    },
    {
        "question": "Causes of mental retardation in congenital hypothyroidism is -",
        "exp": "Ans. is 'a' i. e., Decrease cerebral growth o Thyroid hormone has major effect on brain in utero & neonatal period, deficiency cause diminsh axonal growth, dendritic arborisation, delay proliferation & migration of granule cell so it decrease cerebral growth. Note Thyroid also decrease secretion GH from anterior pituitary but it cause growth retardation. Congenital hypothyroidism. It is very imp. preventable cause of mental retardation. So it is important to diagnose as early as possible. So neonatal screening is done for early diagnosis. C/F-o Open posterior fontanelle. o Umbilical hernia, o Edematous characteristics facies, o Constipation: Pallor. Hypothermia. Large protruded tongue. Rough dry skin. Hypotonia. Large abdomen",
        "cop": 1,
        "opa": "Decrease cerebral growth",
        "opb": "Decrease mvelination of CNS neuron",
        "opc": "Decrease growth hormone by pitutary glands",
        "opd": "Decreae production of neurotransmitters",
        "subject_name": "Pediatrics",
        "topic_name": "Thyroid Gland",
        "id": "84a54e9f-9028-48ce-bdcc-e78830e35769",
        "choice_type": "single"
    },
    {
        "question": "Screening of neonatal thyroid disease is done by -",
        "exp": "Ans. is 'c' i. e., TSH o Since the neonates are asymptomatic at birth all newborns are screened for neonatal hypothyroidism. TSH is estimated either in cord blood at the time of birth (preferred) or blood obtained from heel prick after 2 days of birth.",
        "cop": 3,
        "opa": "T4",
        "opb": "T3",
        "opc": "TSH",
        "opd": "TPO antibodies",
        "subject_name": "Pediatrics",
        "topic_name": "Thyroid Gland",
        "id": "18f7c2a6-8b3c-48c6-9579-3006cf37d556",
        "choice_type": "single"
    },
    {
        "question": "8 yrs. old child presents with lethargy multiple epiphyseal breaks, wormian bones with growth retardation and mental retardation Diagnosis is?",
        "exp": "Ans. is 'b' Hypothyroidism (Ref.: O. RGhai, 6/e, p 482 (5/e, p447)). Presence of mental retardation, growth retardation and wormian bones clinch the diagnosis in favour of hypothyroidism. In Hypothyroidism both mental retardation * and growth retardation * are present andthe skull X-ray shows large fontanelle, wide sutures * and wormian bones *Rickets -Wormian bones are also present in rickets but mental retardation is not seen in rickets. Scurvy and Hypoparathyroidism have a radically different symptomatic profile. Important causes of wormian bone. Hypothyroidism *Hypophosphatasia *Rickets *Cleidocranial dysplasia *Osteogenesis imperfecta *",
        "cop": 2,
        "opa": "Rickets",
        "opb": "Hypothyroidism",
        "opc": "Scurvy",
        "opd": "Hypoparathyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Thyroid Gland",
        "id": "dc3df708-6f98-473a-9949-04b17af64089",
        "choice_type": "single"
    }
]