[
    {
        "question": "Which vaccine can not be used in adults?",
        "exp": "-Tdap vaccine (single dose) is recommended in adolescents / adults & not DTP - DTP cannot be given beyond 7yrs of age. -Tdap contains lesser amount of Diphtheria & Peussis antigens, compared to DTP - Remaining all vaccines given in the question can be given to adults according to requirement. EXTRA EDGE: Vaccines recommended in adolescents: Tdap HPV Td Influenza TT JE Pneumococcal Rabies",
        "cop": 3,
        "opa": "Hep A",
        "opb": "MMR",
        "opc": "DPT",
        "opd": "Pneumococcal",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "d0e75e6f-0384-4cb3-9d1b-d893c7c1638d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following Human papilloma virus subtypes are not covered by Quadrivalent Anti- cervical cancer vaccine?",
        "exp": "HPV VACCINE: - Quadrivalent vaccine - Gardasil - Protects against strains 6, 11, 16 & 18. - Bivalent vaccine - Cervarix - Protects against strains 16, 18 - These prevent cervical insitu neoplasia grade 2, 3 & adenocarcinoma in situ - Gardasil also prevents serotype related genital was, vaginal & vulvar intraepithelial neoplasia - Both vaccines are immunogenic at 9-14yrs of age & protection persists for atleast 5yrs",
        "cop": 2,
        "opa": "Type 6",
        "opb": "Type 7",
        "opc": "Type 11",
        "opd": "Type 16",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "72527604-90ba-4c30-b28d-a055b0ebaee4",
        "choice_type": "single"
    },
    {
        "question": "Osteitis may be seen as a side effect of:",
        "exp": "Side effects of BCG vaccine Local ulceration Discharging sinus Axillary lymphadenitis In immunocompromised pt - Disseminated infection, osteomyelitis, scrofuloderma are seen OTHER OPTIONS & ASSOCIATED SIDE EFFECTS:",
        "cop": 2,
        "opa": "Hepatitis B vaccine",
        "opb": "BCG",
        "opc": "Measles vaccine",
        "opd": "IPV",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "2483417f-8be5-4946-91cf-f09be830ef13",
        "choice_type": "single"
    },
    {
        "question": "Zero dose of polio vaccine is given at:",
        "exp": "- OPV zero dose: Given at bih / as early as possible within first 15 days of life. LATEST NATIONAL IMMUNIZATION SCHEDULE (NIS): 2019",
        "cop": 2,
        "opa": "Before giving DPT",
        "opb": "At bih",
        "opc": "When child is having diarrhea",
        "opd": "When child is having polio",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "4fad6309-252b-4983-bef5-021959c5e2f8",
        "choice_type": "single"
    },
    {
        "question": "For the prevention of human rabies, immediate flushing and washing the wound(s) in animal bite cases, with plenty of soap and water, under running tap should be carried out for how much time?",
        "exp": "- In case of animal bite wounds, the 1st step is thorough cleansing of the wound with soap & flushing under running water for 10min & applying povidone iodine, 70% alcohol / tincture iodine. - 15 minutes is the option closest to 10 minutes, so best answer. Other measures taken are: - Tetanus toxoid & antibiotics are administered as indicated - Wound suturing - avoided; if necessary - performed after administering Immunoglobulins. - Rabies Ig are given within 7days of wound - provides passive immunity by neutralizing rabies virus - Vaccine schedule of 5 doses given on day 0, 3, 7, 14, 28 is followed",
        "cop": 3,
        "opa": "2 minutes",
        "opb": "1 minute",
        "opc": "15 minutes",
        "opd": "5 minutes",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "71a3b877-8ec3-4d60-a61c-546a7486d7c2",
        "choice_type": "single"
    },
    {
        "question": "How much time does it take for the finding shown below, after BCG vaccination?",
        "exp": "- BCG vaccine is administered at inseion of deltoid on left shoulder - to allow easy identification of its scar Changes after BCG vaccination: - Intradermal injection using 26G needle raises 5-7mm wheal - It occurs by following sequence of events Bacilli multiply - form a papule - by 1 week which enlarges to 4-8 mm Ulcerates - by 5-6 weeks Heals by scarring - by 6-12 weeks Route of administration: intradermal",
        "cop": 4,
        "opa": "1-2 days",
        "opb": "1-2 weeks",
        "opc": "2-4 weeks",
        "opd": "6-12 weeks",
        "subject_name": "Pediatrics",
        "topic_name": "Types of vaccines",
        "id": "c7d5ab55-a17a-45f0-a81b-f5a7dff4d8bc",
        "choice_type": "single"
    }
]