[
    {
        "question": "Frameshift mutation occurs due to:",
        "exp": "A frameshift mutation is caused by a deletion or inseion in a DNA sequence that shifts the way the sequence is read.",
        "cop": 3,
        "opa": "Transition",
        "opb": "Transversion",
        "opc": "Inseion",
        "opd": "Point mutation",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "17e3f11a-a5ee-4eba-b79c-b2a4564376f5",
        "choice_type": "single"
    },
    {
        "question": "Single gene defect causing multiple unrelated problems is called?",
        "exp": "Pleotropism refers to single gene defect causing multiple traits. Penetrance- extent to which a paicular gene or set of genes is expressed in the phenotypes of individuals carrying it Pseudodominance- sudden appearance of a recessive phenotype in a pedigree, due to deletion of a masking dominant gene Anticipation- disease manifestation worsen from 1 generation to next",
        "cop": 1,
        "opa": "Pleiotropism",
        "opb": "Pseudodominance",
        "opc": "Penetrance",
        "opd": "Anticipation",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "0ec5e0bb-fe80-46fe-9df1-97717d9e15b2",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about 'Non-disjunction' EXCEPT?",
        "exp": "Non-disjunction: failure of chromosomes to separate normally during cell division. It may occur in meiosis or mitosis. It may result in Aneuploidy. If non-disjunction occurs in one of the first few mitotic divisions, 2 or more cell lines can be observed in the same individual- 'Mosaicism'",
        "cop": 4,
        "opa": "It may result in Aneuploidy",
        "opb": "It is the failure of chromosomes to separate normally during cell division",
        "opc": "It may occur in meiosis or mitosis",
        "opd": "It cannot cause Mosaicism",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "f46953c0-b49a-47c0-a25d-dccc7d025434",
        "choice_type": "multi"
    },
    {
        "question": "F body is?",
        "exp": "Quinacrine, a fluorescence dye, binds strongly to Y chromosome forming a bright fluorescent spot (F body).",
        "cop": 1,
        "opa": "Y chromatin",
        "opb": "X chromatin",
        "opc": "Chromosome 1",
        "opd": "Chromosome 21",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "bee56d2a-ef2f-4c6c-9bab-9806f63e3387",
        "choice_type": "single"
    },
    {
        "question": "Which investigation has been performed here to diagnose Edward syndrome?",
        "exp": "- Fluorescent in situ hybridization (FISH)- molecular cytogenetic technique that uses fluorescent probes to test for the presence or absence of specific chromosome regions. - Trisomy 18 ( Edwards Syndrome ) ( Mnemonic--ROCKY MOUNTAIN) * Rocker bottom foot * Overlapping fingers * Cardiac defects * Kidney malformations * MicrocephalY * Mental retardation Patau syndrome- Trisomy13 Down syndrome- Trisomy21 Turner's syndrome- monosomy X0",
        "cop": 2,
        "opa": "Karyotype",
        "opb": "FISH",
        "opc": "MLPA",
        "opd": "Microarray",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "e0c870ee-d107-4d08-b592-15d560d9de18",
        "choice_type": "single"
    },
    {
        "question": "What is the name of this chromosomal abnormality?",
        "exp": "Ring chromosome: 2 break point event involving the ends of p & q arms, which leaves 2 sticky chromosomal ends that join to become a ring Isochromosome- During mitotic division, chromosome divides transversely Translocation- A segment of chromosome breaks off from parent chromosome & join another chromosome",
        "cop": 4,
        "opa": "Translocation",
        "opb": "Telomeric fusion",
        "opc": "Isochromosome",
        "opd": "Ring chromosome",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "353f327a-d1e0-4bcd-9eee-0258813c50bb",
        "choice_type": "single"
    },
    {
        "question": "All of following statements are true regarding non-invasive prenatal screening(NIPT) test except:",
        "exp": "Non-invasive prenatal screening tests: Used for Prenatal detection of chromosome abnormalities and reduce incidences of aneuploidies in high risk pregnancies. Pregnant woman's blood is evaluated prenatal screening. Screening test is done usually after 10 weeks of gestation. Because it has high negative predictive values, for fuher confirmation with invasive methods like chorionic villus sampling, amniocentesis.",
        "cop": 2,
        "opa": "Positive test need fuher confirmation",
        "opb": "Evaluates fetal blood taken by cordocentesis for fetal abnormalities",
        "opc": "High negative predictive value",
        "opd": "Used in screening for aneuploidies",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "757a7f00-6557-4ab2-aece-e2beb797c4ce",
        "choice_type": "multi"
    },
    {
        "question": "The test result of which investigation done, for a child with developmental delay is shown below?",
        "exp": "DNA microarray is used to identify thousands of different gene expressions at the same time- Recommended for unexplained intellectual disability. Fluorescent in situ hybridisation/Chromosomal painting- uses fluorescent probes for specific chromosome Multiplex Ligation-dependent probe Amplification- uses specific markers for specific region of chromosome",
        "cop": 2,
        "opa": "Multiplex Ligation-dependent probe Amplification",
        "opb": "DNA microarray",
        "opc": "Fluorescent in situ hybridisation",
        "opd": "Chromosomal painting",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "daed83f8-29bc-4a19-a30e-94fe7c88a39b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a cause of decreased maternal serum a protein -",
        "exp": "| Maternal serum a - Fetoprotein Decreased Maternal Serum a fetoprotein Twins Neural tube defects Intestinal atresia Hepatitis Nephrosis Fetal demise Incorrect gestational age Trisomies Aneuploidy",
        "cop": 4,
        "opa": "Neural tube defects",
        "opb": "Fetal demise",
        "opc": "Hepatitis",
        "opd": "Aneuploidy",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "1fb79fc4-0327-44a6-ab37-7caee4634973",
        "choice_type": "single"
    },
    {
        "question": "Different mutations in the same genetic locus causing similar or identical phenotype is?",
        "exp": "Allelic heterogeneity Different mutations in the same genetic locus can cause an identical or similar phenotype. eg- different mutations of the b-globin locus- b-thalassemia Phenotypic Heterogeneity When more than one phenotype is caused by allelic mutations e. g. Identical mutations in the FGFR2 gene- Crouzon syndrome or Pfeiffer syndrome Locus or Non-allelic Heterogeneity Similar disease phenotype results from mutations at different genetic loci. eg- osteogenesis imperfecta- mutations in COL1. A1 or COL 1. A2: located on different chromosomes",
        "cop": 2,
        "opa": "Phenotypic heterogeneity",
        "opb": "Allelic heterogeneity",
        "opc": "Locus heterogeneity",
        "opd": "Non-allelic heterogeneity",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "2e1c5de6-ee96-47b4-aa7b-1495480526cc",
        "choice_type": "multi"
    },
    {
        "question": "In an autosomal Recessive (AR) disorder, one parent is normal and the other is carrier and the child is also affected. What is the reason?",
        "exp": "If one parent is normal for an autosomal recessive disorder and the other is carrier - No child should be affected. But there is exception to this rule, i. e. uniparental disomy (UPD), when a person receives 2 copies of a chromosome, from one parent and no copies from the other parent. Ex: In Prader-Willi syndrome- maternal UPD of chromosome 15 (missing the paternal chromosome 15). In Angelman syndrome- paternal UPD of chromosome 15 (missing the maternal chromosome 15).",
        "cop": 4,
        "opa": "Germline mosaicism",
        "opb": "Genomic imprinting",
        "opc": "Penetration",
        "opd": "Uniparental disomy",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "1d58b65b-efa0-4d22-a2e7-e6e1844edadf",
        "choice_type": "single"
    },
    {
        "question": "Triple test includes all the following EXCEPT?",
        "exp": "Triple test includes: AFP HCG Estradiol Quadruple test: also include Inhibin All women are offered screening for Down syndrome in their 2nd trimester by means of 4 maternal serum tests (free b-human chorionic gonadotropin, unconjugated estriol, inhibin, and a-fetoprotein). This is known as the quad screen; it can detect up to 80% of Down syndrome pregnancies compared to 70% in the triple screen.",
        "cop": 3,
        "opa": "AFP",
        "opb": "HCG",
        "opc": "Inhibin",
        "opd": "Estradiol",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "8d9e1af6-9e8c-4c23-a03f-d1635495e3c6",
        "choice_type": "multi"
    },
    {
        "question": "A translocation is called 'balanced' if?",
        "exp": "A translocation is called 'balanced' if: No loss or gain of genetic material occurs",
        "cop": 4,
        "opa": "Excess of genetic material is there",
        "opb": "Deficient genetic material is there",
        "opc": "There is no break in any chromosome",
        "opd": "No loss or gain of genetic material occurs",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "fec23e8f-a315-445f-b4e3-59e04e0b7502",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is indicated by the pedigree given below?",
        "exp": null,
        "cop": 3,
        "opa": "Adopted into family",
        "opb": "Adopted out of family",
        "opc": "Identical twins",
        "opd": "Nonidentical twins",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "1adf4870-a5eb-4873-a673-2b23beab2fed",
        "choice_type": "single"
    },
    {
        "question": "The law \"Relative frequencies of each gene allele tends to remain constant from generation to generation\", was given by:",
        "exp": "Hardy-Weinberg's law It describes a theoretical situation in which a population is undergoing no evolutionary change It explains that if the evolutionary forces are absent, the population is large and its individuals have random mating Thus each parent produces equal number of gametes Such gametes combine at random and the gene frequency remains constant. Finally the genetic equilibrium of the genes is maintained and the variability present in the population is preserved.",
        "cop": 2,
        "opa": "Henry Sigerist",
        "opb": "Hardy Weinberg",
        "opc": "Doug Engelberg",
        "opd": "Johanna Frank",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "d0af8d94-a52b-4bc5-98a6-cbb7d97eb8bc",
        "choice_type": "multi"
    },
    {
        "question": "True statement about inheritance of an X-linked recessive trait is:",
        "exp": "For a X-linked recessive disease: If mother is a carrier: If father is diseased: 50% of boys of carrier mothers are affected All daughters are carriers Mothers transmit defective gene to 50% of the sons (diseased) as well as daughters (carriers) Fathers transmit defective gene to daughters",
        "cop": 1,
        "opa": "50% of boys of carrier mother are affected",
        "opb": "50% of girls of diseased father are carrier",
        "opc": "Father transmits disease to the son",
        "opd": "Mother transmits the disease to the daughter",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "ffd8ae68-289e-4fc0-8abd-6fa5395a559a",
        "choice_type": "multi"
    },
    {
        "question": "For karyotyping, the dividing cells are arrested by the addition of colchicine in which of the following mitotic phase?",
        "exp": "Chromosomes are examined after arresting dividing cells in metaphase with mitotic spindle inhibitors (e. g., N-diacetyl N-methylcolchicine), followed by staining.",
        "cop": 2,
        "opa": "Prophase",
        "opb": "Metaphase",
        "opc": "Anaphase",
        "opd": "Telophase",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "4470c59d-8b72-4c9f-8524-bf1e6f491f73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following procedures is routine technique for karyotyping using light microscopy:",
        "exp": "G-banding which includes staining with Giemsa is the most common technique used for karyotyping Q-banding- fluorescent pattern obtained using quinacrine for staining C-banding- selective chromosome stain in which Giemsa stain is used to stain heterochromatic regions close to the centromeres V-staining- method for detecting apoptotic cells.",
        "cop": 2,
        "opa": "C-banding",
        "opb": "G-banding",
        "opc": "Q-banding",
        "opd": "V-staining",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "daa8eb9f-93e0-4c31-9f1e-5fc28c402208",
        "choice_type": "single"
    },
    {
        "question": "Which is the longest chromosome?",
        "exp": "Chromosome 1 is the longest chromosome. In a karyotype, chromosomes- arranged according to their length and banding features. Chromosomes 1 to 22 are arranged according to their length, in the descending order. Chromosome X is longer than the Y Chromosome.",
        "cop": 1,
        "opa": "Chromosome 1",
        "opb": "Chromosome 21",
        "opc": "Chromosome 14",
        "opd": "Chromosome X",
        "subject_name": "Pediatrics",
        "topic_name": "Types of Genetic Disorders",
        "id": "8be8cc74-06d4-4cae-a62f-8c0c3e75c2ef",
        "choice_type": "single"
    }
]