[
    {
        "question": "Abdominal pain in Henoch Schonlein purpura is due to -",
        "exp": "Ans. is 'a' i. e., Mucosal erosions and swelling of the GI mucosa Abdominal pain in HSPo The second most frequent symptom of Henoch-Schonlein purpura is abdominal pain, which occurs in up to 65 percent of cases. The most common complaint is colicky abdominal pain, which may be severe and associated with vomiting. Stools may show gross or occult blood; hematemesis may also occur. The pain may mimic that of an acute abdomen. Severe cases may proceed to intussusception, hemorrhage and shock. Younger children are less likely to exhibit gastrointestinal symptoms. Endoscopic evaluation often shows mucosal erosions and swelling",
        "cop": 1,
        "opa": "Mucosal erosions and swelling of the G1 mucosa",
        "opb": "Gastrointestinal hemorrhage",
        "opc": "Volvulus",
        "opd": "Associated pancreatic inflammation",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "ac5b8795-5e6d-4abd-890f-58e120cb2718",
        "choice_type": "single"
    },
    {
        "question": "In shigella dysentry associated Hemolytic Uremic syndrome, the false statement is",
        "exp": "Hemolytic uremic syndrome (HUS) is a well-described process that is known to cause severe renal dysfunction, thrombocytopenia, and anemia. HUS is typically associated with toxins (shiga-like and shigella toxin) found in strains of E. coli and Shigella spp. Haemolytic uraemic syndrome (HUS), which is comprised of the triad of haemolytic anemia, thrombocytopenia and renal insufficiency, occurs in about 13% of dysenteric patients with shigellosis due to Shigella dysenteriae type 1 (SD1) infections, who are mostly children less than five years old. HUS is most common in children. It is the most common cause of acute kidney failure in children. Several large outbreaks have been linked to undercooked hamburger meat contaminated with E coli. Symptoms STEC-HUS often begins with vomiting and diarrhea, which may be bloody. Within a week, the person may become weak and irritable. People with this condition may urinate less than normal. Urine output may almost stop. Red blood cell destruction leads to symptoms of Irritability Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Leucocytosis",
        "opb": "Neurological abnormalities",
        "opc": "Hepatic Failure",
        "opd": "Thrombatic Angiopathy",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "0d543615-357d-497b-bac7-344e0668dbce",
        "choice_type": "multi"
    },
    {
        "question": "Nephrotic syndrome in children is caused by",
        "exp": "NEPHROTIC SYNDROME:- Characterised by massive proteinuria, hypoalbuminemua and edema, hyperlipidemia is often associated. Some patients show hematuria and hypertension. Heavy proteinuria( more than 1g/metre square/day) is the underlying abnormality leading to hypoalbuminemia ( serum albumin below 2. 5g/dl). The resultant fall in plasma oncotic pressure leads to interstitial edema and hypovolemia. This stimulates the renin angiotensin aldosterone axis and ADH secretion that enhances sodium and water retention. Hypoalbuminemia also induces hepatic synthesis of beta lipoproteins resulting in hypercholesterolemia. Main cause of nephrotic syndrome in children is associated with minimal change disease. Other causes include amyloidosis, vasculitis, SLE, postinfectious glomerulonephritis, and hepatitis B nephropathy. Steroid sensitive nephrotic syndrome:- MCNS accounts for 80% cases of nephrotic syndrome. Electron microscopy shows non specific obliteration of epithelial foot processes. Immunofluorescence studies shows deposits of occassional mesangial IgM. Lab findings- urine examination shows heavy proteinuria. Hyaline and granular casts are present. Serum albumin is low. Hypercholesterolemia impa a milky appearance to plasma. Blood urea and creatinine values within normal range. Blood levels if IgG low and IgM elevated. Low serum calcium level. Steroid resistant nephrotic stndrome:- Homozygous or complete heterozygous mutations in genes encoding podocyte proteins, including podocin(NPHS2), nephrin(NPHS1) and wilms tumor(WT1) genes. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "RPGN",
        "opc": "MPGN",
        "opd": "FSGS",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "47228bcf-cf77-4a20-b1aa-7a491d26851d",
        "choice_type": "single"
    },
    {
        "question": "A child presented with Intermittent episodes of left sided flank pain. Ultrasonography reveals large hydronephrosis with dilated renal pelvis and coical thinning with a normal ureter. Kidney differential function was observed to be 19% which of the following is the best management",
        "exp": "Pyeloplasty is performed to treat an uretero-pelvic junction obstruction if residual renal function is adequate There are different types of pyeloplasty depending on the surgical technique and patterns of incision used. These include the Y-V, Inveed &; U&;, and Dismembered types of pyeloplasty. The dismembered type of pyeloplasty (called an Anderson-Hynes pyeloplasty) is the most common type of pyeloplasty. This was described in relation to retrocaval ureter (now renamed as preureteric vena cava). Another technique of pyeloplasty is Culp&; s pyeloplasty, in this method a flap is rotated from dilated pelvis to decrease narrowing of ureter. A pyeloplasty can either be done by the robotic, open, or laparoscopic route. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Nephrectomy",
        "opb": "Pyeloplasty",
        "opc": "External drainage",
        "opd": "Endopylostomy",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "8f70c1be-1adf-4ce3-b7c4-fd47d22db38c",
        "choice_type": "single"
    },
    {
        "question": "Effacement of foot process of nephron is seen in?",
        "exp": "* Minimal change renal disease is the most common form of idiopathic nephrotic syndrome in children of age group 2 to 6 years. It accounts for around 85% of cases and are mostly steroid sensitive.* The finding in renal biopsy in light microscope is usually normal. Electron microscope shows effacement of epithelial foot process.* Other most commonly asked question in nephrotic syndrome is the indication for renal biopsy -# Age group less than 1 and more than 10 years# Steroid resistant nephrotic syndrome# Steroid dependent nephrotic syndrome# Nephritic onset nephrotic syndrome# Persistent hematuria and hypo complement levels more than 2 months# Before starting cyclosporine analog drugs.",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "Focal segmental glomerulosclerosis",
        "opc": "Acute glomerulonephritis",
        "opd": "Membranous nephropathy",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "70e6261b-7b83-435e-8246-fcbe1e22a892",
        "choice_type": "single"
    },
    {
        "question": "Overall most common cause of acute glomerulonephritis in young children?",
        "exp": "Ans. A. Poststreptococcal GNWorldwide, the most common type of glomerulonephritis is IgA nephropathy. It is also the most common cause of chronic glomerulonephritis in children. However, it is more commonly seen in the adolescents (peak age of occurrence being 10-20 years). In contrast, poststreptococcal GN is most common type of acute glomerulonephritis in children, its peak age of occurrence being 5-12 years of age.",
        "cop": 1,
        "opa": "Post-Streptococcal GN",
        "opb": "Idiopathic RPGN",
        "opc": "IgA nephropathy",
        "opd": "Membranous GN",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "20954cd4-6662-463e-83df-8a20975c1dbf",
        "choice_type": "multi"
    },
    {
        "question": "A mother arrives to your office in a panic. She had just returned home from the delivery of her third child, who was born by cesarean section because he was large for gestation age. Upon changing his first diaper at home she noticed gross blood in his diaper. On examination, you find a left-sided abdominal mass that was not present in the normal newborn nursery. Which of the following is the most appropriate next step in the diagnosis and management of this child?",
        "exp": "The child in the question likely has renal vein thrombosis, a condition more commonly seen in infants who are dehydrated, had birth depression, have polycythemia or were born to diabetic mothers. The child in the case was large for gestational age, a hint that gestational diabetes might have been present and which also can result in polycythemia. Children with renal vein thrombosis can present with history of oliguria and hematuria, and on examination enlarged kidneys may be palpable. Confirmation of the diagnosis is by renal ultrasound with renal vein Doppler studies. UTI in a 3-day- old infant is unusual, and the presentation with abdominal mass without temperature instability is unlikely making a urine catheterization and intravenous antibiotics a lower priority. Abdominal tumors such as Wilms or neuroblastoma are less likely in such a young infant making CT scans or urine catecholamine measurements a lesser priority.",
        "cop": 4,
        "opa": "Urine catheterization and initiation of intravenous antibiotics",
        "opb": "Measurement of urine catecholamines to include vanillylmandelic and homovanillic acid levels",
        "opc": "CT scan of the chest and abdomen",
        "opd": "Renal ultrasound with renal vein Doppler studies",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "0852953c-aa60-4ce0-989e-db70693de472",
        "choice_type": "multi"
    },
    {
        "question": "A 5 year old boy is suffering from mimimal change nephrotic syndrome. For bringing about a remission induction, the drug of choice is",
        "exp": "Because of the high prevalence of minimal-change disease (MCD) in children with nephrotic syndrome, an empiric trial of coicosteroids commonly is the first step in therapy. Coicosteroids are the treatment of choice, leading to complete remission of proteinuria in most cases. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Furosemide",
        "opb": "Levamisole",
        "opc": "Cyclophosphamide",
        "opd": "Prednisolone",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "29ed0cae-689a-430f-8227-50ec7ed7bdd3",
        "choice_type": "single"
    },
    {
        "question": "A child comes with steroid resistant nephrotic syndrome secondary to FSGS, not responsive to methylprednisolone. What next should be given",
        "exp": "When child with nephrotic syndrome is restaurant to steroids then calcineurin inhibitors such as cyclosporine and tacrolimus the first drug of choice. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Oral cyclophosphamide",
        "opb": "Oral cyclosporine",
        "opc": "Oral mycophenolate",
        "opd": "IV cyclophosmaphid",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "0e1a1e17-5753-48fe-9da3-65925e669e7c",
        "choice_type": "single"
    },
    {
        "question": "A child presents with brown coloured urine and oliguria for last 3 days. He has mild facial and pedal edema. His blood pressure is 126/90. He has +3 proteinuria with 100 red cell and a few granular casts. His creatinine is 0. 9, urea is 56. What is his diagnosis?",
        "exp": "Ans. (A) PSGN(Ref: Nelson Text book of Pediatrics 20th Ed; Page No-2498 & Ghai's Essential Pediatrics 9th Ed; Page No-469). Most common cause of glomerulonephritis is immune mediated injury caused by immune complexes and glomerular antigen mediated damage. It is characterized by the triad of hematuria, azotemia and hypertension. The most common cause of acute glomerulonephritis is following streptococcal infection (PSGN-Post streptococcal Glomerulonephritis). Post Streptococcal Glomerulonephritis (PSGN). Acute post streptococcal Glomerulonephritis is caused by autoimmune injury only due to selective nephritogenic strains of streptococcus. The patient develops glomerulonephritis with streptococcal pharyngitis usually in winter after 1-2 weeks of infection and with streptococcal pyoderma in summer after 3-6 weeks of infection. Nephritogenic strains include types 4 and 12 (pharyngitis) and type 49 (pyoderma). Clinical Features#The most common age o presentation is 5-12 years (school-age children) and is rarely seen before 3 years of age.#The onset is rapid, with puffiness around the eyes and pedal edema.#The patient presents with gross hematuria with smoky, cola or tea colour urine and hypertension.#Peripheral edema typically results from salt and water retention.#Complications that can be seen are hypertensive encephalopathy, pulmonary haemorrhage, cerebral vasculitis, hyperkalemia, hypophosphatemia and acidosis. Diagnosis#Light microscopy: Proliferation of endothelial & mesangial cells#Fluorescence: Ig G, Ig M, and C3 deposits in mesangium.#RBCs casts on urine analysis is a characteristic feature#Urine shows 1-2+ proteinuria#Elation ASO titer (In skin infection ASO titre remains normal-here elevated anti-DNAse B titers help in diagnosis). Management#The treatment is usually suppurative most of the cases get resolved spontaneously and rarely and progress to renal failure.#Close monitoring of blood pressure and diet (should be low in sodium and potassium).#Fluid restriction#Diuretics (e. g. frusemide) for edema.#Penicillin is usually given for infection however, it does not alter the course of glomerulonephritis.#Antihypertensive drugs (Amlodipine, nifedipine or diuretics); hypertensive emergencies need treatment with IV nitroprusside or labetalol.",
        "cop": 1,
        "opa": "PSGN",
        "opb": "Nephrolithiasis",
        "opc": "ESGN",
        "opd": "Infection associated glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "78f061f0-e8f5-4223-994f-6e21e1f04eb3",
        "choice_type": "single"
    },
    {
        "question": "In a child, non-functioning kidney is Best dignosed by",
        "exp": "DTPA RENOGRAM: Inulin clearance remains the gold standard to measure GFR, but it is expensive, time consuming, an requires a steady-state plasma concentration and accurate and timed urine collection. 99&; Tc-DTPA is recommended agent is for GFR measurement. 5- 10% plasma protein binding, so it tends to underestimate the GFR(insignificant) Peak renal activity after 3 -- 4 min. 90 % filtered within 4 hours. The extraction fraction of 99. Tc-DTPA is approximately 20 per cent; for this reason, not useful for imaging, in patients with impaired renal function. In such cases, agents with higher extraction efficiencies such as 99. Tc-MAG3 more appropriate. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Ultrasonography",
        "opb": "IVU",
        "opc": "DTPA renogram",
        "opd": "Creatinine clearance",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "f136b644-54f9-41b2-90c7-d0d89e905740",
        "choice_type": "single"
    },
    {
        "question": "A child with nephrotic syndrome following an episode of diarrhoea presented with acute kidney injury with a creatinine of 4. 5. All of the following are possible reasons except?",
        "exp": "Coicosteroids are used to reduce harmful inflammation but can lead to diabetes - often referred to as steroid diabetes. People on steroids who are already at a higher risk of type 2 diabetes or those who need to take steroids for longer periods of time are the most susceptible to developing steroid induced diabetes. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Renal vein thrombosis",
        "opb": "Diarroea water deplection",
        "opc": "Frusemide",
        "opd": "Steroid induced diabetes",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "05736ea6-cba0-48d1-b68f-77f414562287",
        "choice_type": "multi"
    },
    {
        "question": "A 3-year-old boy presents with fever; dysuria and gross hematuria. Physical examination shows a prominent suprapubic area which is dull on pecussion. Urinalysis reveals red blood cells but no proteinuria. Which of the following is the most likely diagnosis?",
        "exp": "Answer is 'c' i. e. Posterior Urethral Valve It is a case of Posterior Urethral Valve presenting with Urinary tract Infection. PUV is the most common cause of obstructive uropathy in a male child. The key to diagnosis are Age and sex of the patient. Urinary tract infection is rare in male child, greater than one year old and less than 5 years old. Presence of urinary tract infection in this age group suggests, presence of some obstructive uropathy. ( posterior urethral valve in this case). Presence of Suprapubic dullness. Presence of suprapubic dullness suggests urinary retention, which is seen in this case due to obstruction caused due to posterior urethral valves. More about Posterior Urethral Valves (PUV). These are symmetrical folds of urothelium extending distally from prostatic urethra to external urinary sphincter. It most commonly lies just distal to the verumontanum or at the verumontanum*It occurs only in males. It behaves as flap valves so, although urine does not flow normally a urethral catheter can be passed without difficulty. Sometimes, the valves are incomplete and the patient remains without symptoms until adolescence or adulthood. Approximately 30% of patients experience end stage renal disease. Vesicoureteral reflux occurs in 50% of patients. Diagnosis is made byvoiding cystourethrogram* &endoscopy. Both of these investigations clearly depict the site of obstruction. The diagnosis can be established prenatally by ultrasound.*Management. First a small polyethylene feeding tube is inserted in the bladder and left for several days. Then further management is done according to serum creatinine level. with normal serum creatinine - transurethral ablation of the valve leaflets. *With increased serum creatinine and the worsening of condition - vesicostomy to bypass the obstruction and when normal creatinine levels are achieved, transurethral ablation is done.",
        "cop": 3,
        "opa": "Acute glomerulonephritis",
        "opb": "Urinary tract infection",
        "opc": "Posterior urethral valves",
        "opd": "Teratoma",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "6549af7c-a364-4c64-91d5-97872448fde3",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy has cramping abdominal pain and the rash shown mainly on the back of his legs and buttocks as well as on the extensor surfaces of his forearms. Laboratory analysis reveals proteinuria and micro-hematuria. In addition to his rash and abdominal pain, what other finding is he likely to have?",
        "exp": "Henoch-Schonlein purpura (HSP), or anaphylactoid purpura, is a systemic IgA-mediated vasculitis. The rash of anaphylactoid purpura appears much like that in the picture of this child's buttocks and most often involves extensor surfaces of the extremities; the face, soles, palms, and trunk are less often affected. Other significant symptoms include edema, arthralgia or arthritis, colicky abdominal pain with GI bleeding, acute scrotal pain, and renal abnormalities ranging from microscopic hematuria to acute renal failure. As HSP is a systemic vasculitis, any organ system can be affected. The prognosis, however, is excellent, with only a small percentage of children going on to end-stage renal failure. Seizures are an uncommon complication of CNS involvement; more commonly, patients will complain of headache and will have behavioral changes. Unilateral lymphadenopathy and nonpurulent conjunctivitis are not typical of HSP (but are criteria for Kawasaki disease, another pediatric vasculitis).",
        "cop": 2,
        "opa": "Chronic renal failure",
        "opb": "Arthritis or arthralgia",
        "opc": "Seizures",
        "opd": "Unilateral lymphadenopathy",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "7156b00c-58a8-419c-bd96-995af1e4af7b",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman presents to the emergency room in active labor. She has had no prenatal care, but her last menstrual period was approximately 9 months prior. Her membranes are artificially ruptured, yielding no amniotic fluid. She delivers an 1800-g (4-lb) term infant who develops significant respiratory distress immediately at birth. The first chest radiograph on this infant is shown. After stabilization, the most appropriate next step for this infant is which of the following?",
        "exp": "Oligohydramnios can cause a number of serious problems in the infant, including constraint deformities (such as clubfoot) and pulmonary hypoplasia, as shown in the photograph which shows essentially no long development. These infants have usually experienced intrauterine growth retardation and frequently have an associated serious renal abnormality. Ultrasound of the kidneys is important to rule out renal involvement as a cause of the oligohydramnios. None of the other testing would be expected to identify an etiology for the oligohydramnios and pulmonary hypoplasia, although this child's ultimate clinical course might necessitate additional testing. The finding of bilateral renal agenesis is termed Potter sequence.",
        "cop": 2,
        "opa": "Cardiac catheterization",
        "opb": "Renal ultrasound",
        "opc": "MRI of the brain",
        "opd": "Liver and spleen scan",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "146744ec-a7ee-4394-8afe-0fe9eaf43342",
        "choice_type": "multi"
    },
    {
        "question": "Renal vein thrombosis in children is most commonly found in _____________",
        "exp": "Renal vein thrombosis (RVT) is an uncommon condition in adults and may be caused by endothelial damage, stasis, or hypercoagulable states. Imaging revealed bladder distension, enlargement of the prostate, bilateral hydronephrosis, and left renal vein thrombosis extending into the inferior vena cava. Renal vein thrombosis Renal vein thrombosis (RVT) is common (around 40%) in patient with nephrotic syndome, as a consequence, in: a) Membranous nephropathy (more common) b) Membranoproliferative glomerulonephritis c). Focal glomerular sclerosis Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "FSGS",
        "opb": "Membranous glomerulopathy",
        "opc": "Minimal change disease",
        "opd": "Acute pyelonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "4db5691c-08a5-4d0c-a0ec-6c0075b3e9df",
        "choice_type": "single"
    },
    {
        "question": "A child with history of recurrent throat infrctions presents with hematuria and proteinuria with the last infection being 3 weeks back. The diagnosis is-",
        "exp": "Ans. is 'd' i. e., Poststreptococcal glomerulonephritis Post streptococcal glomerulonephritiso PSGN appears 1 to 4 weeks after a streptococcal infection of pharynx or skin (impetigo). It is caused by certain nephritogenic serotypes of group A -hemolytic streptococcus (not by all serotypes)o The lesions are caused by immune complex deposition and activation of complement complement level decreaseso It occurs most frequently in children 6 to 10 years of age. o Clinically child presents with acute nephritic svndromei) Hematuriaii) Oliguric acute renal failureiii) Azotemiaiv) Proteinuriav) Hypertensionvi) Edemao PSGN causes acute renal failure, but not chronic renal failure-more than 95% of affected children eventually recover totally with conservative therapy. Treatmento Management is directed at treating the acute effects of renal insufficiency and hypertension.? o Although a 10 day course of systemic antibiotic therapy with penicillin is recommended to limit the spread ofnephritogenic organisms, antibiotic therapy does not affect the natural history of glomerulonephritis",
        "cop": 4,
        "opa": "Berger's disease",
        "opb": "Henoch Schonlein purpura",
        "opc": "Membranoproliferative glomerulonephritis",
        "opd": "Poststreptococcal glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "19a7bd55-b61e-4d58-bf98-8b0e7e669283",
        "choice_type": "single"
    },
    {
        "question": "In children renal failure in terms of urine output is defined as?",
        "exp": ". Many people with acute kidney failure only create 16 ounces of urinea day (the average adult urinates between 34 to 50 ounces per day). When urine output is low, fluid retention occurs, causing swelling in the legs, feet and ankles. Because wastes are not being removed from your body, you will feel ill. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Less than 0. 3 ml/kg/hr",
        "opb": "Less than 0. 5 ml/kg/hr",
        "opc": "Less than 0. 8 ml/kg/hr",
        "opd": "Less than 1 ml/kg/hr",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "d10e45f7-5d29-48e6-8a6f-34e1adf6d073",
        "choice_type": "single"
    },
    {
        "question": "The features of Hemolytic Uremic Syndrome in children include",
        "exp": "Hemolytic-uremic syndrome (HUS) is a group of blood disorders characterized by low red blood cells, acute kidney failure, and low platelets. Initial symptoms typically include bloody diarrhea, fever, vomiting, and weakness. Kidney problems and low platelets then occur as the diarrhea is improving. While children are more commonly affected, adults may have worse outcomes. Complications may include neurological problems and heart failure. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "\"Helmet cells\" in peripheral blood smear",
        "opb": "Thrombocytopenia",
        "opc": "Positive coomb's test",
        "opd": "Hypothyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "5d06de86-56af-4908-9b0a-b8dc8309ff49",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions can cause transient proteinuria?",
        "exp": "Ans. D. All of the above. Protein concentration of 100-1000mg/m2/day indicates mild to moderate proteinuria; more than that is heavy proteinuria. Fever, dehydration and heavy exercise may cause transient and mild proteinuria. Mild proteinuria may occur in UTI, hydronephrosis and renal tuberculosis.",
        "cop": 4,
        "opa": "Fever",
        "opb": "Dehydration",
        "opc": "Heavy exercise",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "002ee432-b420-4ca4-84fc-073bcc3988ba",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in Henoch schonlein purpura except",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Thrombocytopenia",
        "opb": "Glomerulonephritis",
        "opc": "Ahralgia",
        "opd": "Abdominal pain",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e07f8c5a-0fbf-434f-84d4-270d4125f00c",
        "choice_type": "multi"
    },
    {
        "question": "Vesicoureteric reflux is commonly diagnosed by ________",
        "exp": "Vesicoureteral reflux is usually diagnosed in one of two ways. Children who have a urinary tract infection that&; s been confirmed by a lab test will have an X-ray evaluation called a voiding cystourethrogram. Alternately, VUR may be suspected when a prenatal ultrasound reveals that the fetus has dilated kidneys, Voiding cystourethogram (VCUG). During this exam, a doctor use a thin, plastic tube to inject a fluid with an X-ray dye into your bladder. Then an X-ray machine takes a video during while you pee to see whether the fluid goes backward from the bladder to reach one or both kidneys. Children may become upset during this test, so it can be done with medicines that help keep them calm. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Micturating cystography",
        "opb": "Radioisotope renography",
        "opc": "IVU",
        "opd": "CT scan",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "5e819bd3-18c0-4eb9-afae-c5e750b98259",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old child presents with four days history of puffiness of face, fever and tea coloured urine. During the course of his disease, he can have any of the complications except",
        "exp": "Signs and symptoms of acute kidney failure may include: Decreased urine output, although occasionally urine output remains normal Fluid retention, causing swelling in your legs, ankles or feet Shoness of breath Fatigue Confusion Nausea Weakness Irregular heabeat Chest pain or pressure Seizures or coma in severe cases Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Hypokalemia",
        "opb": "Hypeensive encephalopathy",
        "opc": "Acute renal failure",
        "opd": "Acidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "22e607a3-46dd-4016-999f-818d5bdf6958",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is an indication for renal biopsy in a child with Nephritic syndrome?",
        "exp": "Kidney biopsy is performed on selected patients with kidney disease. Renal biopsy is usually reserved for patients with high or increasing levels of proteinuria, or for patients who have proteinuria along with other signs of renal dysfunction. One example is the nephrotic syndrome. Contraindications for renal biopsies (absolute and relative): a) Solitary kidneys b) Renal mass c) Advanced chronic renal failure d) Active urinary infection e) Uncontrolled hypertension f) Coagulation disorders g) Renal aery aneurysm h) Perinephric abscess i) Horsheshoe kidneys. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Age at onset 2-6 years",
        "opb": "Low blood C3 levels",
        "opc": "High selective proteinuria",
        "opd": "Serum albumin less than Ig/dL",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "ea90fa0d-fa72-4233-8f4a-68fd687fbd0d",
        "choice_type": "single"
    },
    {
        "question": "A child has presented with a BP of 190/110, pedal edema++, facial edema, gross hematuria and absent ascites, The most probable diagnosis is",
        "exp": "Glomerulonephritis signs and symptoms include: Pink or cola-colored urine from red blood cells in your urine (hematuria) Foamy urine due to excess protein (proteinuria) High blood pressure (hypertension) Fluid retention (edema) with swelling evident in your face, hands, feet and abdomen. Causes of Acute Glomerulonephritis 1. Non-infectious 2. Infectious # Numerous infectious organisms, include fungi, bacteria, rickettsia, virus, especially influenza, and parasites could induce PAGN. # However, APSGN accounts for 80 to 90% of such cases and is used as the prototype for this group of disorder. # APSGN is a classic example of the acute nephritic syndrome Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Acute glomerulonephritis",
        "opb": "Minimal change nephritis syndrome",
        "opc": "Renal vein thrombosis",
        "opd": "Renal amyloidosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "4e058de7-f4ee-47a4-a4ae-821ce65cc213",
        "choice_type": "single"
    },
    {
        "question": "A 7 year old girl is brought with complaints of generalized swelling of the body. Urinary examination reveals grade 3 proteinuria and the presence of hyaline and fatty casts. She has no history of hematuria. Which of the following statements about her condition is true",
        "exp": "IgA nephropathy, also known as Berger&; s disease, is a kidney disease that occurs when an antibody called immunoglobulin A(IgA) builds up in your kidneys. This results in local inflammation that, over time, can hamper your kidneys&; ability to filter waste from your blood. Berger&; s disease is a kidney related disorder which occurs due to accumulation of antibody IgA in the kidneys. This accumulation leads to kidney damage that inturn leads to decrease in the efficiency of functioning of kidney ultimately causing renal failure. Hence, it is also called as IgA nephropathy. Symptoms: There may not be any symptoms in early stage and may go unnoticed for a long period of time. In severe conditions change in colour of urine or visible blood in the urine, pain in the back below the ribs, foam in the urine, hypertension, swelling of hands and feet may be observed. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "No igG deposits or C3 deposition on renal biopsy",
        "opb": "C3 level will be low",
        "opc": "igA nephropathy is the likely diagnosis",
        "opd": "Alpo's syndrome is the likely diagnosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e9626bb4-0afe-4887-bbdc-3934601efea2",
        "choice_type": "multi"
    },
    {
        "question": "A 8 year old male had non blanching rashes over the shin and swelling of knee joint with haematuria +++ and protein +. Microscopic analysis of his renal biopsy specimen is most likely to show",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. (hematuria) Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 3,
        "opa": "Tubular necrosis",
        "opb": "Visceral podocyte fushion",
        "opc": "Mesangial deposits of IgA",
        "opd": "Basement membrane thickening",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "f716496f-e911-4e6a-b3a2-6c9b186e1675",
        "choice_type": "single"
    },
    {
        "question": "A four year old child presents with mild fever, malaise, prupura, arithritis, abdominal pain and microscopic hematuria. What would be the most likely diagnosis",
        "exp": ". Henoch-Schonlein purpura (HSP) is a disease involving, and/or related Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Thrombasthenia",
        "opb": "Idiopathic thrombocytopenic",
        "opc": "Systemic Lupus Erythematosus",
        "opd": "Henoch-Schonlein purpura",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "68da04b3-edaa-4ee9-bb33-f29280a22c94",
        "choice_type": "single"
    },
    {
        "question": "A child presented with cola coloured urine, proteinuria 2+ & h/o rash 2 week ago. Probable Diagnosis is",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. And ca coloured urine Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 2,
        "opa": "IgA nephropathy",
        "opb": "HSP",
        "opc": "HUS",
        "opd": "Wegener Granulomatosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "422e52eb-d890-4c3e-b899-dbd78e619d67",
        "choice_type": "single"
    },
    {
        "question": "A 3 year old Boy presents with fever, dysuria and gross hematuria. Physical examination shows a prominent suprapubic area which is dull on percussion. Urinalysis reveals red blood cells but no proteinuria. Which of the following is the most likely diagnosis",
        "exp": "A posterior urethral valve is an obstructing membrane in the posterior male urethra as a result of abnormal in utero development. It is the most common cause of bladder outlet obstruction in male newborns. The disorder varies in degree, with mild cases presenting late due to milder symptoms. A posterior urethral valve is an obstructing membrane in the posterior male urethra as a result of abnormal in utero development. M/C cause of bladder outlet obstruction in newborns Classification Type I (M/C) Anterior fusing of the plicae colliculi, mucosal fins extending from the bottom of the verumontanum distally along the prostatic and membranous urethra Type II (Least common) Veical/longitudinal folds b/w verumontanum and proximal prostatic urethra and bladder neck Type III (Less common) Disc of tissue distal to verumontanum, also theorized to be a developmental anomaly of congenital urogenital remnants in the bulbar urethra Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Acute glomerulonephritis",
        "opb": "Urinary tract inflection",
        "opc": "Posterior urethral valves",
        "opd": "Teratoma",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "624ecdb0-ce2b-48dc-89ca-3c48e792d9da",
        "choice_type": "single"
    },
    {
        "question": "The Finnish type of Congenital Nephritic syndrome occurs due to Gene mutation affecting the following protein",
        "exp": "It occurs due to gene mutation NPHS 1 which encodes nephron and the protein is affected and results in massive protein loss, edema. Congenital nephrotic syndrome Finnish type is a genetic condition of the kidney that begins early in development during pregnancy or within the first three months of life. The syndrome is characterized by a group of symptoms, including protein in the urine (proteinuria), low blood protein levels, high cholesterol levels, and swelling (nephrotic syndrome), which progresses rapidly to end-stage kidney disease. Infants with congenital nephrotic syndrome may have failure to thrive and frequent infections. Although more commonly seen in individuals of Finnish descent, congenital nephrotic syndrome Finnish type has been repoed worldwide. Congenital nephrotic syndrome Finnish type is caused by mutations in the NPHS1 gene and is inherited in an autosomal recessive manner. At this time, kidney transplantation seems to be the only treatment available for this condition. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Podocin",
        "opb": "Alpha-actinin",
        "opc": "Nephrin",
        "opd": "CD2 activated protein",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "ef59b5dc-91ba-450d-9c64-0ddfad952e37",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is/are not the features of henoch-Schonlein purpura (HSP)",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 3,
        "opa": "Abdominal pain",
        "opb": "Splinter hemorrhage",
        "opc": "Thrombocytopenia",
        "opd": "Epistaxis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "38c6ab4f-c307-43f1-8299-337c95573102",
        "choice_type": "single"
    },
    {
        "question": "Straining and Dribbling of urine in a male infant with recurrent urinary infection should lead to the suspicious of",
        "exp": "Posterior urethral valves are a problem with the urethra in a boy. The urethra is the tube that drains urine from the bladder to the outside of the body. These valves are small leaflets of tissue in the urethra. They paly block urine flow because not enough urine can get through them to leave the body. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Vesico-ureteric reflux",
        "opb": "Posterior urethral valve",
        "opc": "Pelvic ureteric junction obstruction",
        "opd": "Phimosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e193341f-97d2-4656-85a1-118f4abc210a",
        "choice_type": "single"
    },
    {
        "question": "The most common type of idiopathic nephrotic syndrome seen in children is:",
        "exp": "Ans. B. Minimal change disease. Nephrotic syndrome is a common renal disorder in children characterized by massive proteinuria, hypoalbuminemia and periorbital puffiness. The majority of children with nephrotic syndrome have minimal change disease (minimal glomerular changes seen histologically). Focal segmental glomerulosclerosis, membranous glomerulonephritis, membranous nephropathy and diffuse mesangial proliferative glomerulonephritis are other subtypes of nephritic syndrome, each with distinct histological changes in the glomerular biopsy examination.",
        "cop": 2,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "Minimal change disease",
        "opc": "Membranous nephropathy",
        "opd": "Membranoproliferative glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "f3c73cb2-a7ef-439f-8bb3-9349ca75f4f4",
        "choice_type": "single"
    },
    {
        "question": "Which is not a feature of Posterior Urethral Valve",
        "exp": "The diagnosis of posterior urethral valves is made by radiographic imaging with ultrasound and voiding cystourethrogram. Ultrasound will usually show a dilated urethra, bladder, and kidneys; it is suppoive of the diagnosis of posterior urethral valves, but not confirmatory. Pathophysiology | Bladder pressure | Wall hyperophy + Collagen deposition | | Compliance Small amounts of urine may cause large increase in bladder pressure | Bilateral Hydronephrosis Complications Oligohydramnios - Lung hypoplasia & respiratory distress Vesicoureteral reflux Urinary stasis - UTI - Chronic kidney disease - End-stage renal failure Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Palpable bladder",
        "opb": "Painful stress incontinence",
        "opc": "Recurrent UTI",
        "opd": "Hydronephrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "8c17059b-b49e-4dff-b96e-9ef505d9fabc",
        "choice_type": "single"
    },
    {
        "question": "Malformations of the following organ system of the fetus are found to be most commonly associated with Single umbilical aery.",
        "exp": "Malformation of the genitourinary system is generally associated with the single umbilical aery. Paediatric complications associated with single umbilical aery include: An isolated SUA is associated with renal malformations in 7-9 per cent of infants. Vesicoureteric reflux (VUR) is the most common abnormality occurring in 4 per cent of infants with an isolated SUA. In a meta analysis of 26 studies the incidence of any renal abnormality associated with isolated SUA was 8 per cent, with only 4 per cent requiring treatment of the abnormality. From this meta analysis the investigation of 14 cases of isolated SUA would yield one patient requiring treatment. In another study VUR was also the most common abnormality requiring treatment and three out of five of their patients had a urinary tract infection (UTI) before the age of three months. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Central nervous system",
        "opb": "Cardiovascular",
        "opc": "Genitourinary",
        "opd": "Skeletal",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "7f17ac2e-67f7-4615-a179-363c44caf307",
        "choice_type": "single"
    },
    {
        "question": "A 5-year-old girl without past history of UTI is in the hospital on antibiotics for E coli pyelonephritis. She is still febrile after 4 days of appropriate antibiotics. A renal ultrasound revealed no abscess, but a focal enlargement of one of the lobes of the right kidney. CT scan of the abdomen reveals a wedge-shaped area in the right kidney distinct from the normal tissue with minimal contrast enhancement. Appropriate management of this patient includes which of the following interventions?",
        "exp": "The patient in the question has acute lobar nephronia, which is in the middle of the spectrum between pyelonephritis and renal abscess. Patients have prolonged fever curves despite appropriate antibiotics. A CT scan is most useful in diagnosing nephronia, but a renal ultrasound can identify the process as well. Treatment is prolonged IV and then PO antibiotics. Shorter courses like the typical treatment for pyelonephritis can lead to recurrence and renal abscess. Surgery and biopsy are not necessary, and a DMSA scan, while identifying alterations in flow consistent with pyelonephritis, would not add to the patient's care. (Note that there is an error in the Mc. Millan text referenced above, referring to labor nephronia in both the figure accompanying the text as well as the index)]",
        "cop": 1,
        "opa": "Prolonged antibiotic therapy",
        "opb": "Routine treatment with 10 to 14 days of antibiotics for pyelonephritis",
        "opc": "Surgical consultation",
        "opd": "Dimercaptosuccinicacid (DMSA) scan",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "27485d4f-a016-44ff-b4fa-7784892382bf",
        "choice_type": "single"
    },
    {
        "question": "A 6-month-old infant has poor weight gain, vomiting, episodic fevers, and chronic constipation. Laboratory studies reveal a urinalysis with a pH of 8. 0, specific gravity of 1. 010, 1+ glucose, and 1+ protein. Urine anion gap is normal. Serum chemistries show a normal glucose and a normal albumin with a hyperchloremic metabolic acidosis. Serum phosphorus and calcium are low. What is the best diagnosis to explain these findings?",
        "exp": "The nonspecific findings of anorexia, polydipsia and polyuria, vomiting, and unexplained fevers, along with the more specific laboratory abnormalities of glucosuria but normal blood sugar, abnormally high urine pH in the face of mild or moderate serum hyperchloremic metabolic acidosis, and mild albuminuria in the presence of normal serum protein and albumin, suggest Fanconi syndrome (also called global proximal tubular dysfunction). Fan- coni syndrome can be hereditary or acquired; hereditary forms are usually secondary to a genetic abnormality such as cystinosis, galactosemia, Wilson disease, and some mitochondrial abnormalities. A number of agents can cause Fanconi syndrome, including gentamicin (or other aminoglycosides), outdated tetracycline, cephalothin, cidofovir, valproic acid, streptozocin, 6-mercaptopurine, azathioprine, cisplatin, ifosfamide, heavy metals (e. g., lead, mercury, cadmium, uranium, platinum), paraquat, maleic acid, and toluene (from sniffing glue). The mechanism of action of these agents is through acute tubular necrosis, alteration of renal blood flow, intratubular obstruction, or allergic reactions within the kidney itself. Many of these toxic effects are reduced or eliminated with removal of the offending agent. Renal tubular acidosis (RTA) type 1 is a distal RTA, and has a positive urine anion gap, as does RTA type 4. Type 3 is not a recognized type of RTA. Congenital nephrotic syndrome is a rare version of nephrotic syndrome, characterized by edema early in infancy, with hypoalbuminemia.",
        "cop": 4,
        "opa": "Renal tubular acidosis (RTA) type 1",
        "opb": "RTA type 3",
        "opc": "RTA type 4",
        "opd": "Hereditary Fanconi syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "bd43bc72-0976-4441-9ad2-97e63475a87f",
        "choice_type": "single"
    },
    {
        "question": "Post streptococcal glomerulonephritis causes -",
        "exp": "Ans. is 'a' i. e., Nephritic syndrome Causes of acute nephritic syndrome in children are: 1) Primary glomerulonephritis: Acute glumerulonephritis (post-streptococcal), RPGN, MPGN, focal GN and IgA nephropathy2) Systemic diseases: SLE, PAN Wegner's granulomatosis, HSP, cryoglobulinemia. Post streptococcal glomerulonephritiso PSGN appears 1 to 4 weeks after a streptococcal infection of pharynx or skin (impetigo). It is caused by certain nephritogenic serotypes of group A -hemolytic streptococcus (not by all serotypes)o The lesions are caused by immune complex deposition and activation of complement complement level decreaseso It occurs most frequently in children 6 to 10 years of ago Clinically child presents with acute nephritic syndrome: i) Hematuriaii) Oliguric acute renal failureiii) Azotemiaiv) Proteinuriav) Hypertensionvi) Edemao PSGN causes acute renal failure, but not chronic renal failure more than 95% of affected children eventually recover totally with conservative therapy.",
        "cop": 1,
        "opa": "Nephritic syndrome",
        "opb": "Primary Nephrotic syndrome",
        "opc": "Secondary Nephrotic syndrome",
        "opd": "Chronic renal failure",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "46a4cce4-5a49-4d70-9f1a-0db8e1b1d472",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of persistent hypertension in child with Intrinsic Renal disease is",
        "exp": "ACEIs or ARBs, appropriate diuretic therapy, and dietary salt restriction make up the foundation for the treatment of HTN in CKD. Bedtime dosing of at least one antihypeensive medication improves BP control in patients with CKD. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "CGN",
        "opb": "Chronic pyelonephritis",
        "opc": "Obstructive uropathy",
        "opd": "Renal tumor",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e45f585c-9c04-4deb-a1b7-8e3216307267",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of ESRD in children",
        "exp": "This is why kidney failure is also called end-stage renal disease, or ESRD for sho. Diabetes is the most common cause of ESRD. Common causes of acute renal failure include: Hea attack. Illegal drug use and drug abuse. Not enough blood flowing to the kidneys. Urinary tract problems Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "ADPKD",
        "opb": "Nephronopthisis",
        "opc": "Medullary cystic disease",
        "opd": "ARPKD",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "cc707bf8-c1a7-43a6-be17-648375645e38",
        "choice_type": "single"
    },
    {
        "question": "Inability to perform a VCUG in children should raise suspicion of:",
        "exp": "Ans. D. Urethral strictures. VCUG is performed by catheterizing the urethra and injecting the dye through it. The dye from the urethra enters the urinary bladder and in cases of VUR, may go up into the ureter and even the renal calyx. Inability to perform a VCUG should strongly raise suspicion of urethral strictures. In such cases, retrograde urethrography should be performed.",
        "cop": 4,
        "opa": "Hydronephrosis",
        "opb": "Renal calculus",
        "opc": "Ureteric strictures",
        "opd": "Urethral strictures",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "7b4f6944-6c35-426d-9ffc-f02d293385ad",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of severe obstructive uropathy in neonates is:",
        "exp": "Ans. C. Posterior urethral valves. Posterior urethral valves are believed to be the most common cause of severe obstructive uropathy in neonates. In this condition, urethral valves are present from before birth which extends from the posterior urethra distally to the external urinary sphincter. Most common site is the prostatic urethra. These neonates commonly have evidence of VUR and reflux nephropathy. Bilateral hydronephrosis and renal damage is common in many of these infants, unless the condition is corrected early. Prune-Belly syndrome and Bladder neck obstruction are also causes of obstructive uropathy in neonates and children, though they appear to be less common cause compared to posterior urethral valves.",
        "cop": 3,
        "opa": "Prune-Belly syndrome",
        "opb": "Bladder neck obstruction",
        "opc": "Posterior urethral valves",
        "opd": "None of these",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "a890b0b4-7906-49b1-a6e7-a58e8fb65a55",
        "choice_type": "multi"
    },
    {
        "question": "An 8-month-old boy is referred for evaluation following a urinary tract infection. Ultrasound examination of the abdomen is normal. The most appropriate investigation to evaluate his lower urinary tract is",
        "exp": "Diagnostic imaging studies following UTI * Recommended radiological evaluation includes a combination of ultrasound abdomen, micturating urethrogram (MCU, most appropriate) and radionuclide renal scan. * Detailed radiological investigations are performed on all children: 1. Below 3-year-old with first UTI 2. Those with symptoms of pyelonephritis 3. Recurrent UTI 4. Abnormal voiding 5. Family history of UTI or hypertension. Procedure The estimated age-adjusted bladder capacity can be calculated using: linear equations: <1 year weight x 7 = capacity (mL) 2. 5 x age + 38 = capacity (mL) <2 years: (age (years) + 2) x 30 = capacity (mL) 6 >2 years: ((age /2)+6) x 30 = capacity (mL) non-linear equations: (4. 5 x age 0. 40) x 30 = capacity Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Radionuclide cystogram",
        "opb": "Micturating cystourethrogram",
        "opc": "Intravenous pyelogram",
        "opd": "Cystoscopy",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "dceeda11-ee43-412a-af3c-00c6c3d2b28c",
        "choice_type": "single"
    },
    {
        "question": "A child develops non-blanching macules and papules on lower extremities, mild abdominal pain and skin biopsy showed IgA deposition. Most appropriate diagnosis is",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 2,
        "opa": "Drug induced vasculitis",
        "opb": "HSP",
        "opc": "Wegener's granulomatosis",
        "opd": "Kawasaki disease",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "dc423b10-1aec-4ee0-a363-94c324772537",
        "choice_type": "single"
    },
    {
        "question": "Microscopic Hematuria is defined as:",
        "exp": "Ans. A. >5 RBCs/high power field. Presence of blood in urine imparts it a colour, which includes various shades of deep red, smoky brown, cola colored and faint pink. Parents may even confuse very concentrated urine with hematuria. Hematuria can then be confirmed by presence of RBC in urine analysis. Presence of >5. RBCs/HPF suggests hematuria.",
        "cop": 1,
        "opa": ">5 RBCs/high power field",
        "opb": ">10 RBCs/high power field",
        "opc": ">15. RBcs/high power field",
        "opd": ">20. RBCs/high power field",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "6e4fdb96-38d2-4cce-b5f6-bfc852452283",
        "choice_type": "single"
    },
    {
        "question": "True statement about pyelonephritis in children:",
        "exp": "Ans. D. All of these. Acute pyelonephritis is considered one of the most serious bacterial infections, especially in children <2 years of age having fever due to an unknown cause. Children with acute pyelonephritis often have severe flank pain, fever, nausea and vomiting. Neonates can however present with non-specific symptoms.",
        "cop": 4,
        "opa": "Neonates can have non-specific symptoms",
        "opb": "Flank pain a common finding",
        "opc": "Should be suspected in all children <2 years of age with fever due to unknown cause",
        "opd": "All of these",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "d0a472dd-296c-4af6-8cff-73dffbeac84a",
        "choice_type": "multi"
    },
    {
        "question": "Bater syndrome is mutation in",
        "exp": "Bater syndrome is a group of similar rare conditions that affect the kidneys. It&; s genetic, which means it&; s caused by a problem with a gene. If you have it, too much salt and calcium leave your body when you pee. It also may cause low levels of potassium and high levels of acid in the blood. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Na-k-cl co transpoer",
        "opb": "Na-Cl channel",
        "opc": "Renin",
        "opd": "ENaC protein",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "2ca4e357-e473-4648-8a5a-6a8014920ae0",
        "choice_type": "single"
    },
    {
        "question": "True about Henoch-Schonlein purpura is following except:",
        "exp": "Ans. C. Is associated with a raised IgE in mesangium. Henoch-Schonlein purpura is one of the most common small vessel vasculitis in children. It can present with abdominal pain, arthralgia, and rashes in the dependent portions of the body. About 50% children can develop hematuria (glomerulonephritis). A strong evidence of renal involvement is increased IgA deposits in the renal mesangium. Treatment is often difficult. Corticosteroids have the best supporting evidence for improvement in these children.",
        "cop": 3,
        "opa": "Can present with abdominal pain",
        "opb": "Primarily a small vessel vasculitis",
        "opc": "Is associated with a raised IgE in mesangium",
        "opd": "50% patients can present with GN",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "e6a2db4a-170c-4faf-96fd-cb8d1bf983ab",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following are indications of dialysis in a patient with suspected poisoning?",
        "exp": "Ans. D. All of the above. Indications of Dialysis in a patient with suspected poisoning are: Prolonged coma, Hepatic and renal failure, Plasma levels in fatal range, when removal of toxin is possible only dialysis (e. g. barbitutates, chloral hydrate, ethylene glycol, theophylline, salicylates and heavy metals)",
        "cop": 4,
        "opa": "Prolonged coma",
        "opb": "Hepatic and renal failure",
        "opc": "Plasma levels in fatal range of the toxin",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "da876e2c-1172-4952-8057-db57e7c59295",
        "choice_type": "multi"
    },
    {
        "question": "A child presented with cola coloured urine, proteinuria 2+ & h/o rash 2 week ago. Probable Dx",
        "exp": "Ans: B (HSP) Gross hematuria (cola coloured urine) after upper respiratory tract infection; Time of latency. IgA nephropathy 1-2 days (Nelson 18th/2171)PSGN (After Pharyngitis or impetigo): 7-21 days (Nelson 18th/ 2171)HSP: 1-3 wk upto 12 wks (Nelson 18th/2179); also presents with systemic feature like rash. Henoch-Schonlein Purpura (HSP); Short review. It is a systemic vasculitis that causes the blood vessels in the skin to become inflamed, causing red spots. When the blood vessels in the skin get inflamed, they can bleed, causing a rash that is called Purpura. This rash is typically seen on the lower legs or arms. The specific skin lesion is characterized by the tissue deposition of an immune system product, called IgA immunoglobulin, which is also found in kidneysof patients with a renal disease, called IgA nephropathy. HSP occurs more often in children than in adults, and many cases follow an upper respiratory tract infection (infection in your sinuses and /or lungs). Halfof affected children are under age five, although kidney involvement is more likely to be severe in older children. Compared to children, adults had more severe and frequent kidney involvement. Symptoms occur over a period of days to several weeks: Skin rash, joint aches and pains, usually in knees and ankles, occasional swelling, abdominal pain and renal disease manifesting mostly as hematuria (blood in your urine), proteinuria (abnormal excretion of proteins in urine), edema (swelling) or alteration in the volume of urine. The hematuria may be noticed as red or tea-colored or cola-colored urine or the amount may be so small that it can only be seen under a microscope. The brain or the lung may also be involved in HSP. Even though the symptoms of HSP make it easier to diagnose in children, confirmation of the diagnosis of HSP requires evidence of tissue deposition in the skin or kidney of IgA immunoglobulin. Renal biopsy is another method to establish the diagnosis, but is reserved for patients in whom the diagnosis is uncertain or in whom there is evidence of more severe renal involvement.",
        "cop": 2,
        "opa": "IgA nephropathy",
        "opb": "HSP",
        "opc": "HUS",
        "opd": "Wegener Granulomatosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "a1996dcd-655f-4440-b150-dfd4e39de9ca",
        "choice_type": "single"
    },
    {
        "question": "All are true about infantile polycystic kidney disease except ___________",
        "exp": "Autosomal recessive polycystic kidney disease (ARPKD) is a rare genetic disorder that affects 1 in 20, 000 children. 8 A fetus or baby with ARPKD has fluid-filled kidney cysts that may make the kidneys too big, or enlarged. ARPKD can cause a child to have poor Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Hepatic cysts",
        "opc": "Renal cysts are present at bih",
        "opd": "Peripoal fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e1e3d97d-3557-4b14-b5df-13bfd2d708d0",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of Hemolytic Uremic Syndrome is",
        "exp": "Hemolytic-uremic syndrome (HUS) often occurs after a gastrointestinal infection with E coli bacteria (Escherichia coli O157: H7). However, the condition has also been linked to other gastrointestinal infections, including shigella and salmonella Causes Hemolytic-uremic syndrome (HUS) often occurs after a gastrointestinal infection with E coli bacteria (Escherichia coli. O157: H7). However, the condition has also been linked to other gastrointestinal infections, including HUS is most common in children. It is the most common cause of acute kidney failure in children. Several large outbreaks have been linked to undercooked hamburger meat contaminated with E coli. E coli can be transmitted through: Contact from one person to another Consuming uncooked food, such as milk products or beef STEC-HUS is not to be confused with atypical HUS (a. HUS) which is not infection-related. It is similar to another disease called <a href=\" thrombocytopenic purpura</a> (TTP). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "E. coli",
        "opb": "Shigella",
        "opc": "Salmonella",
        "opd": "Pseudomonas",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "049ddf79-6627-468f-85f7-5e3eee605d5a",
        "choice_type": "single"
    },
    {
        "question": "Micturating cystourethrogram shows filling defect in the urinary bladder. Likely diagnosis is________",
        "exp": "A ureterocele is a bih defect that affects the kidney, ureters (the tubes that carry urine from the kidneys to the bladder), andbladder. A ureterocele blocks the flow of urine resulting in swelling at the bottom of one of the ureters. Blockage that cannot be resolved and possible infection can damage the kidneys. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Sacrococcygeal teratoma",
        "opb": "Vesicoureteric reflux grade II",
        "opc": "Duplication of ureter",
        "opd": "Ureterocele",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "102fa64d-6cc3-47a4-aa45-d3d48d9501e1",
        "choice_type": "single"
    },
    {
        "question": "An Infant with severe dehydration secondary to diarrhea suddenly presents with proteins and blood in urine. The most probable diagnosis is _______",
        "exp": "Nephrotic syndrome, a kidney disorder, causes excessive loss of protein in the urine, low levels of albumin in the blood, a high level of cholesterol in the blood and swelling, triggering a hypercoagulable state and increasing chances of clot formation. Other less common causes include hypercoagulable state, cancer, kidney transplantation, Behcet syndrome, antiphospholipid antibody syndrome or blunt trauma to the back or abdomen. Treatment of RVT mainly focuses on preventing fuher blood clots in the kidneys and maintaining stable kidney function. The use of anticoagulants has become the standard treatment in treating this abnormality. Membranous glomerulonephritis, the most common cause for nephrotic syndrome in adults, peaks in people ages 40-60 years old and it is twice as likely to occur in men than in women. Since nephrotic syndrome is the most common cause of RVT, people over 40 years old and men are most at risk to develop a renal vein thrombosis. Renal Vein Thrombosis * The hypercoagulable state of nephrotic syndrome predisposes to renal vein thrombosis (mostly in membranous nephropathy) * Other causes include -- invasion by renal cell carcinoma -- thrombophillia * Clinically -- Often assymptomatic, but may present with loin pain, haematuria, palpable kidney, sudden deterioration in renal function. * Diagnosis -- Doppler USS, CT, MRI or renal angiography (venous phase) * Treatment -- Anticoagulate with warfarin for 3-6 months (until albumin >25g/L) * Target INR is 2-3 Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Renal vein thrombosis",
        "opb": "Pyelonephritis",
        "opc": "Acute glomerulonephritis",
        "opd": "Lower nephrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "b4c82e36-01d0-4d4c-9374-4211bd504ab9",
        "choice_type": "single"
    },
    {
        "question": "Which is seen in nephrotic syndrome?",
        "exp": "NEPHROTIC SYNDROME:-. Characterised by massive proteinuria, hypoalbuminemua and edema, hyperlipidemia is often associated. Some patients show hematuria and hypertension. Heavy proteinuria( more than 1g/metre square/day) is the underlying abnormality leading to hypoalbuminemia ( serum albumin below 2. 5g/dl). The resultant fall in plasma oncotic pressure leads to interstitial edema and hypovolemia. This stimulates the renin angiotensin aldosterone axis and ADH secretion that enhances sodium and water retention. Hypoalbuminemia also induces hepatic synthesis of beta lipoproteins resulting in hypercholesterolemia. Main cause of nephrotic syndrome in children is associated with minimal change disease. Other causes include amyloidosis, vasculitis, SLE, postinfectious glomerulonephritis, and hepatitis B nephropathy. Steroid sensitive nephrotic syndrome:- MCNS accounts for 80% cases of nephrotic syndrome. Electron microscopy shows non specific obliteration of epithelial foot processes. Immunofluorescence studies shows deposits of occassional mesangial IgM. Lab findings- urine examination shows heavy proteinuria. Hyaline and granular casts are present. Serum albumin is low. Hypercholesterolemia impa a milky appearance to plasma. Blood urea and creatinine values within normal range. Blood levels if IgG low and IgM elevated. Low serum calcium level. Steroid resistant nephrotic stndrome:- Homozygous or complete heterozygous mutations in genes encoding podocyte proteins, including podocin(NPHS2), nephrin(NPHS1) and wilms tumor(WT1) genes. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Low serum calcium",
        "opb": "Raised AT-III",
        "opc": "Low lipid",
        "opd": "Platelet activation",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "f93a29b4-478e-4f50-aaaf-6be0772ced14",
        "choice_type": "single"
    },
    {
        "question": "A 2 year old child with severe dehydration has sudden-onset Gross Hematuria with a unilateral flank mass. The most likely diagnosis is",
        "exp": "Renal vein thrombosis (RVT) is the formation of a clot in the vein that drains blood from the kidneys, ultimately leading to a reduction in the drainage of one or both kidneys and the possible migration of the clot to other pas of the body. RVT is the Most common site of spontaneous thrombosis in newborn * 25% bilateral - 52-60% extend into the IVC * Presentation Hematuria, palpable flank mass, thrombocytopenia * Outcomes - 70% of affected kidneys irreversible atrophy - 20% hypertension; 3% chronic renal failure Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Hemolytic syndrome",
        "opb": "Wilm's tumor",
        "opc": "Renal vein thrombosis",
        "opd": "Hydronephrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "2af4ce60-fb82-4085-b510-f414d7d6e366",
        "choice_type": "single"
    },
    {
        "question": "The following are the hallmarks of nephrotic syndrome in children except ___________",
        "exp": "NEPHROTIC SYNDROME:- Characterised by massive proteinuria, hypoalbuminemua and edema, hyperlipidemia is often associated. Some patients show hematuria and hypertension. Heavy proteinuria( more than 1g/metre square/day) is the underlying abnormality leading to hypoalbuminemia ( serum albumin below 2. 5g/dl). The resultant fall in plasma oncotic pressure leads to interstitial edema and hypovolemia. This stimulates the renin angiotensin aldosterone axis and ADH secretion that enhances sodium and water retention. Hypoalbuminemia also induces hepatic synthesis of beta lipoproteins resulting in hypercholesterolemia. Main cause of nephrotic syndrome in children is associated with minimal change disease. Other causes include amyloidosis, vasculitis, SLE, postinfectious glomerulonephritis, and hepatitis B nephropathy. Steroid sensitive nephrotic syndrome:- MCNS accounts for 80% cases of nephrotic syndrome. Electron microscopy shows non specific obliteration of epithelial foot processes. Immunofluorescence studies shows deposits of occassional mesangial IgM. Lab findings- urine examination shows heavy proteinuria. Hyaline and granular casts are present. Serum albumin is low. Hypercholesterolemia impa a milky appearance to plasma. Blood urea and creatinine values within normal range. Blood levels if IgG low and IgM elevated. Low serum calcium level. Steroid resistant nephrotic stndrome:- Homozygous or complete heterozygous mutations in genes encoding podocyte proteins, including podocin(NPHS2), nephrin(NPHS1) and wilms tumor(WT1) genes. Reference: GHAI essential Paediatrics",
        "cop": 3,
        "opa": "Severe proteinuria >2 gm/m2/day",
        "opb": "Hypoalbuminemia < 2. 5 g/dL",
        "opc": "Gross hematuria",
        "opd": "Edema",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "acba79d9-143f-4932-876d-dbb5b0009fd8",
        "choice_type": "multi"
    },
    {
        "question": "A 10 year old male child presents with purpuric rashes on the lower extremities, hematuria, abdominal pain, and ahritis but has no history of fever. What is the likely diagnosis?",
        "exp": "Symptoms of Henoch-Schonlein Purpura: The classic symptoms of HSP are and swelling,, including blood in urine. Before these symptoms begin, patients may have two to three weeks of fever, Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 2,
        "opa": "Meningococcal meningitis",
        "opb": "Henoch-Schonlein purpura",
        "opc": "Idiopathic thrombocytopenic purpura",
        "opd": "Hemolytic uremic syndrome",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "d2a414e4-84a0-4809-90a8-42280b6e9484",
        "choice_type": "single"
    },
    {
        "question": "True about minimal change disease is:",
        "exp": "Ans. A. Peak incidence is between 2- 4 years of age. In minimal change nephrotic syndrome (MCNS) (approximately 80% of total cases of nephrotic syndrome in children), the glomeruli appear normal or show a minimal increase in mesangial cells and matrix. Findings on immunofluorescence microscopy are typically negative, and electron microscopy simply reveals effacement of the epithelial cell foot processes. More than 95% of children with minimal change disease respond to corticosteroid therapy. A diagnosis other than MCNS should be considered in children <1 yr of age, with a positive family history of nephrotic syndrome, and/or the presence of extrarenal findings (e. g., arthritis, rash, anemia), hypertension or pulmonary edema, acute or chronic renal insufficiency, and gross hematuria.",
        "cop": 1,
        "opa": "Peak incidence is between 2-4 years of age",
        "opb": "Renal failure is usually present in adolescent",
        "opc": "Steroids are not effective medications for treatment.",
        "opd": "It is characterized by selective proteinuria",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "4c35fd6d-50c2-4e4a-b7a7-73531b765cf3",
        "choice_type": "multi"
    },
    {
        "question": "A male child presents with repeated urinary infections and failure to gain weight. A MCU was carried out as shown in plate R2, most probable diagnosis is?",
        "exp": "Posterior urethral valves are a problem with the urethra in a boy. The urethra is the tube that drains urine from the bladder to the outside of the body. These valves are small leaflets of tissue in the urethra. They paly block urine flow because not enough urine can get through them to leave the body. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Post urethral valve",
        "opb": "Meatal stenosis",
        "opc": "Bladder diveicula",
        "opd": "Bladder polyp",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "ec6d5e6c-1678-483e-a5d0-6144a6bf0bae",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of Nephrotic Syndrome in Children",
        "exp": "NEPHROTIC SYNDROME:- Characterised by massive proteinuria, hypoalbuminemua and edema, hyperlipidemia is often associated. Some patients show hematuria and hypertension. Heavy proteinuria( more than 1g/metre square/day) is the underlying abnormality leading to hypoalbuminemia ( serum albumin below 2. 5g/dl). The resultant fall in plasma oncotic pressure leads to interstitial edema and hypovolemia. This stimulates the renin angiotensin aldosterone axis and ADH secretion that enhances sodium and water retention. Hypoalbuminemia also induces hepatic synthesis of beta lipoproteins resulting in hypercholesterolemia. Main cause of nephrotic syndrome in children is associated with minimal change disease. Other causes include amyloidosis, vasculitis, SLE, postinfectious glomerulonephritis, and hepatitis B nephropathy. Steroid sensitive nephrotic syndrome:- MCNS accounts for 80% cases of nephrotic syndrome. Electron microscopy shows non specific obliteration of epithelial foot processes. Immunofluorescence studies shows deposits of occassional mesangial IgM. Lab findings- urine examination shows heavy proteinuria. Hyaline and granular casts are present. Serum albumin is low. Hypercholesterolemia impa a milky appearance to plasma. Blood urea and creatinine values within normal range. Blood levels if IgG low and IgM elevated. Low serum calcium level. Steroid resistant nephrotic stndrome:- Homozygous or complete heterozygous mutations in genes encoding podocyte proteins, including podocin(NPHS2), nephrin(NPHS1) and wilms tumor(WT1) genes. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "IgA nephropathy",
        "opc": "Mesangial GN",
        "opd": "FSGN",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "235d5da2-efb5-41b6-9093-0f852d1e9cba",
        "choice_type": "single"
    },
    {
        "question": "Physical examination of a baby boy shortly after birth reveals a large bladder and palpable kidneys. The nurses note that he produces a weak urinary stream. A voiding cystourethrogram is shown below. He appears to be otherwise normal. Which of the following is the most likely diagnosis?",
        "exp": "(b) Source: (Hay et al, pp 678-679. Kliegman, pp 1845-1846. Mc. Millan, pp 1824-1826. Rudolph, p 1743.) The findings described point to posterior urethral valves; the radiograph shows an area of obstruction and proximal dilatation of the bladder. The clinical picture of posterior valves ranges from that described in the question to severe renal obstruction with renal failure and pulmonary hypoplasia. UTIs are common complications in older children, and sepsis occasionally can be the presenting sign in afflicted newborns. Despite early recognition and correction of the obstruction, the prognosis in these children for normal renal function is guarded. Prenatal diagnosis is often accomplished because of widespread use of ultrasound. Ureteropelvic junction obstruction, a common urinary obstruction in children that results in isolated hydronephrosis, can be found either on a prenatal ultrasound or after birth when the child is noted to have a mass, pain, or infection. Serial ultrasounds of the kidney assist in following the associated hydronephrosis. Prune belly syndrome occurs almost exclusively in males; it is diagnosed in a child with absent abdominal muscular tone, undescended testes, and urinary tract anomalies including hydronephrosis and dilated ureters and bladder. Duplication of the collecting system is often asymptomatic, but can present with symptoms of obstruction and reflux. Horseshoe kidney is often an asymptomatic condition, and results when both kidneys are joined at the lower pole by a fibrous band of tissue or by renal parenchyma; symptoms may arise resulting from obstruction and/or reflux.",
        "cop": 2,
        "opa": "Ureteropelvic junction obstruction",
        "opb": "Posterior urethral valve",
        "opc": "Prune belly syndrome",
        "opd": "Duplication of the collecting system",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "8bad1e28-a44a-4a0a-a768-35c1a2da04f0",
        "choice_type": "single"
    },
    {
        "question": "\"Potter&; s syndrome\" is associated with",
        "exp": "Potters syndrome is a rare congenital disorder which is diagnosed at bih. It refers to a group of findings which are associated with the lack of amniotic fluid due to renal failure in an unborn infant. Potters facies consists of a flattened nose, recessed chin, epicanthal folds and low set abnormal ears. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Renal anomalies",
        "opb": "Severe oligohydramnio's",
        "opc": "Flattened nose",
        "opd": "All of the above",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "915fe7b2-9dbc-46be-a748-071283ee922b",
        "choice_type": "multi"
    },
    {
        "question": "Red urine without RBCs is seen in:",
        "exp": "Ans. D. Following Rifampicin ingestion. Hematuria is defined as the presence of 5 or more red blood cells (RBCs) per high-power field in 3 of 3 consecutive centrifuged specimens obtained at least 1 week apart. Hematuria can be either gross (i. e., overtly bloody, smoky, or tea- colored urine) or microscopic. However ingestion of certain drugs like Rifampicin and Pyridium may impart red colour to urine which may be mistaken for hematuria. Uric acid crystals may also impart a pink tinge to the nappy.",
        "cop": 4,
        "opa": "Lupus nephritis",
        "opb": "Pyelonephritis",
        "opc": "Hemolytic uremic syndrome",
        "opd": "Following Rifampicin ingestion",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "59b1d368-401f-4741-8750-98baf70395b1",
        "choice_type": "single"
    },
    {
        "question": "A 5 year old child presents with perivascular IgA deposition and neutrophilic collection. There is erythematous rash on the lower limb and nonblanching purpura. Probable diagnosis is",
        "exp": "Henoch schonlein purpura: It is one of the most common vasculitic disorder of childhood. Characterised by the presence of nonthrombocytopenic, palpable purpura, transient ahralgia and abdominal symptoms. The illness begins with a rash more prominent over the extensor aspects of lower extremities and buttocks. It may be macular, maculopapular or even uicarial to begin with. Glomerulonephritis seen in one third of cases. Gastrointestinal manifestations usually occur in first 7-10 days if illness. Abdominal pain is intermittent, colicky and periumbilical. vomitingseen, whereas melena and hemetemesis are less common. Rare manifestations include CNS vasculitis, coma, Guillain Barre syndrome, pulmonary hemorrhage, carditis and orchitis. Criteria for childhood HSP:- Palpable purpura in the presence of at least one of the following 4 features: 1. Diffuse abdominal pain. 2. Any deposit showing IgA deposition. 3. Ahritis/Ahralgia. 4. Renal involvement. Investigation: Nonspecific rise in total serum IgA levels. Skin biopsy shows leukocytoclastic vasculitis. On indirect immunofluorescence there are mesangial deposits of IgA and. C3 in skin and renal biopsy. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Henoch-Schonlein purpura",
        "opb": "Wegener's granulomatosis",
        "opc": "Vasculitis",
        "opd": "Kawasaki's disease",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "66fc37f0-6717-48a9-8471-b07743986196",
        "choice_type": "single"
    },
    {
        "question": "True statement (s) about posterior urethral valves in neonate",
        "exp": "A posterior urethral valve (PUV) is a membranous fold within the lumen of the posterior urethra that causes functional obstruction of the urine outflow. It is a common cause of obstructive uropathy in boys during the neonatal period. Pathophysiology | Bladder pressure | Wall hyperophy + Collagen deposition | | Compliance Small amounts of urine may cause large increase in bladder pressure | Bilateral Hydronephrosis Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Bilateral hydronephrosis may be present",
        "opb": "Creatinine & urea levels remain normal",
        "opc": "Enlarge & widen prostatic urethra",
        "opd": "More common in Girls",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "915f1143-2eab-4b8f-a3d9-fb1fc5b6a996",
        "choice_type": "multi"
    },
    {
        "question": "8 yr old child with BP 180/100 mm Hg, urea 90, creatinine 5. 3, urinalysis shows 15-20 pus cells, 1-2 RBC, protein 1+& has significant past H/o of similar complaint. Most likely diagnosis is",
        "exp": "Chronic interstitial nephritisrepresents a large and diverse group of disorders characterized primarily by interstitial fibrosis with mononuclear leukocyte infiltration and tubular atrophy (1-3). Thechronic damage is unrelated to underlying glomerular or vascular processes. Symptoms of interstitial nephritis Increased urine output. Blood in your urine or dark urine. Nausea or vomiting. Fever or rash. Elevated blood pressure. Changes in mental status, such as drowsiness or confusion. Swelling of any area of your body. Sudden weight gain (this can be caused by extra fluid in the body). Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Post infective glomerulonephritis",
        "opb": "Accelerated hypertension with ARF",
        "opc": "Idiopathic RPGN",
        "opd": "Chronic interstitial nephritis with VUR",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "2ae0525d-b397-417d-8b6e-8f6c395228c7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true about childhood polycystic kidney disease, except",
        "exp": "Childhood polycystic kidney disease. Autosomal recessive Caused by mutation in PKHD1 gene encoding fibrocystin or polyductin. Characterised by fusiform dilatation of collecting tubules which are arranged radially from coex to medulla. Affected children usually present in neonatal period with oliguria, respiratory insufficiency and palpable kidneys. It is sometimes diagnosed in young children presenting with hypertension, renal insufficiency and enlarged kidneys or with poal hypertension due to associated congenital hepatic fibrosis. USG shows enlarged bright kidneys. Children born with autosomal recessive PKD may develop kidney failure within a few years and often experience the following: High blood pressure Urinary tract infections Frequent urination The disease also usually affects the liver, spleen, and pancreas, resulting in low blood cell counts, varicose veins, and hemorrhoids. Reference: GHAI essential Paediatrics",
        "cop": 1,
        "opa": "Autosomal dominant",
        "opb": "Pulmonary hypoplasia",
        "opc": "Renal cyst present at bih",
        "opd": "Hepatic fibrosis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "02a63cfd-b5e2-46bd-92ae-f2b435cf5079",
        "choice_type": "multi"
    },
    {
        "question": "Reliable marker for estimating GFR in children is _________",
        "exp": "multiple serum or plasma filtration markers into GFR estimation to improve precision and accuracy and decrease the impact of non-GFR determinants for any individual biomarker. To this end, the CKD-EPI combined creatinine-cystatin C equation (e. GFRcr-cys) was developed in 2012 and demonstrated superior accuracy to equations relying on creatinine or cystatin C alone (e. GFRcr or e. GFRcys). Now, the focus has broadened to include additional novel filtration markers to fuher refine and improve GFR estimation. Beta-2-microglobulin (B2M) and beta-trace-protein (BTP) are two filtration markers with established assays that have been proposed as candidates for improving both GFR estimation and risk prediction. GFR estimating equations based on B2M and BTP have been developed and validated, with the CKD-EPI combined BTP-B2M equation (e. GFRBTP-B2M) demonstrating similar performance to e. GFR and e. GFR Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Serum creatinine",
        "opb": "Inulin",
        "opc": "Beta 2 microglobulin",
        "opd": "Cystatin",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "b2dd4a50-f452-4ccd-9758-c62423a69a36",
        "choice_type": "single"
    },
    {
        "question": "A child presents with brown colored urine and oliguria for last 3 days. He has mild facial and pedal edema. His blood pressure is 126/90. He has +3 proteinuria with 100 red cell and a few granular casts. His creatinine is 0. 9, urea is 56. What is his diagnosis?",
        "exp": "Ans. (a) PSGNRef: Nelson Text book of Pediatrics 20th Ed; Page No-2498 & Ghats Essential Pediatrics 9th Ed; Page No-469* Most common cause of glomerulonephritis is immune mediated injury caused by Immune complexes and glomerular antigen mediated damage. It is characterized by the triad of hematuria, azotemia and hypertension.* The most common cause of acute glomerulonephritis is that following streptococcal infection (PSGN-Post streptococcal Glomerulonephritis). Post streptococcal Glomerulonephritis (PSGN)* Acute post streptococcal Glomerulonephritis is caused by autoimmune injury only due to selective nephritogenic strains of streptococcus.* The patient develops glomerulonephritis with streptococcal pharyngitis usually in winter after 1-2 weeks of infection and with streptococcal pyoderma in summer after 3-6 weeks of infection.* Nephritogenic strains include types 4 and 12 (pharyngitis) and type 49 (pyoderma). Clinical Features:* The most common age o presentation is 5-12 years (school- age children) and is rarely seen before 3 years of age.* The onset is rapid, with puffiness around the eyes and pedal edema.* The patient presents with gross hematuria with smoky, cola or tea colour urine and hypertension.* Peripheral edema typically results from salt and water retention.* Complications that can be seen are hypertensive encephalopathy, pulmonary haemorrhage, cerebral vasculitis, hyperkalemia, hypophosphatemia and acidosis. Diagnosis* Light microscopy: Proliferation of endothelial & mesangial cells* Fluorescence: Ig G, Ig M, and C3 deposits in mesangium.* RBCs casts on urine analysis is a characteristic feature* Urine shows 1-2+ proteinuria* Elation ASO titer (In skin infection ASO titre remains normal-here elevated anti-DNAse B titers help in diagnosis). Management* The treatment is usually suppurative most of the cases resolves spontaneously and rarely my progress to renal failure.* Close monitoring of blood pressure and diet (should be low in sodium and potassium).* Fluid restriction.* Diuretics (e. g. frusemide) for edema.* Penicillin is usually given for infection however it does not alter the course of glomerulonephritis.* Antihypertensive drugs (Amlodipine, nifedipine or diuretics); hypertensive emergencies need treatment with IV nitroprusside or labetalol.",
        "cop": 1,
        "opa": "PSGN",
        "opb": "Nephrolithiasis",
        "opc": "FSGN",
        "opd": "Infection associated glomerulonephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "232637d6-25db-4fba-b342-65d9f13c6c12",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old child presents to the emergence department with fever, malaise, purpura, arthritis and abdominal pain. Among the investigations performed, there is evidence of microscopic hematuria. Most likely cause for these symptoms:",
        "exp": "Ans. D. HSPHenoch-Schonlein purpura (HSP) is an acute immunologically mediated disorder characterized by a generalized vasculitis involving the small vessels of the skin, the GI tract, joints, kidneys, and sometimes the CNS. Children can typically have abdominal pain, joint pains, fever, and subcutaneous edema. Renal involvement can occur in about 50% patients and usually presents with microscopic hematuria. Treatment is often difficult, although corticosteroids appear to have best evidence of benefits.",
        "cop": 4,
        "opa": "IgA nephropathy",
        "opb": "UTI",
        "opc": "SLE",
        "opd": "HSP",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "9ce0b245-4fb6-4638-b42a-eff644774df0",
        "choice_type": "single"
    },
    {
        "question": "Edema in nephrotic syndrome is due to",
        "exp": "NEPHROTIC SYNDROME:- Characterised by massive proteinuria, hypoalbuminemua and edema, hyperlipidemia is often associated. Some patients show hematuria and hypertension. Heavy proteinuria( more than 1g/metre square/day) is the underlying abnormality leading to hypoalbuminemia ( serum albumin below 2. 5g/dl). The resultant fall in plasma oncotic pressure leads to interstitial edema and hypovolemia. This stimulates the renin angiotensin aldosterone axis and ADH secretion that enhances sodium and water retention. Hypoalbuminemia also induces hepatic synthesis of beta lipoproteins resulting in hypercholesterolemia. Main cause of nephrotic syndrome in children is associated with minimal change disease. Other causes include amyloidosis, vasculitis, SLE, postinfectious glomerulonephritis, and hepatitis B nephropathy. Steroid sensitive nephrotic syndrome:- MCNS accounts for 80% cases of nephrotic syndrome. Electron microscopy shows non specific obliteration of epithelial foot processes. Immunofluorescence studies shows deposits of occassional mesangial IgM. Lab findings- urine examination shows heavy proteinuria. Hyaline and granular casts are present. Serum albumin is low. Hypercholesterolemia impa a milky appearance to plasma. Blood urea and creatinine values within normal range. Blood levels if IgG low and IgM elevated. Low serum calcium level. Steroid resistant nephrotic syndrome:- Homozygous or complete heterozygous mutations in genes encoding podocyte proteins, including podocin(NPHS2), nephrin(NPHS1) and wilms tumor(WT1) genes. Reference: GHAI essential Paediatrics",
        "cop": 3,
        "opa": "Sodium & water retention",
        "opb": "Increased venous pressure",
        "opc": "Hypoalbuminemia",
        "opd": "Hyperlipidemia",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "6e00ef20-15f3-4de7-9573-7a61de2cbc65",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of abdominal mass in neonates is",
        "exp": "Multicystic dysplastic kidney(MCDK) is a condition that results from the malformation of the kidney during fetal development. The kidneyconsists of irregular cysts of varying sizes. Multicystic dysplastic kidney is a common type of renal cystic disease, and it is a cause of an abdominal mass in infants. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Neuroblastoma",
        "opb": "Wilm's tumor",
        "opc": "Distended bladder",
        "opd": "Multicystic dysplastic kidneys",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "77c2199b-2955-4a9f-9580-a0b9245f1fb0",
        "choice_type": "single"
    },
    {
        "question": "Most common anomaly of upper urogenital tract is",
        "exp": "The most common obstructed lateral fusion defects is unilateral obstruction and is most commonly seen in women with complete duplication of the reproductive tract(double uterus, cervix and vagina). Unilateral UPJ obstruction is the most common prenatally detected obstructive disease, often picked up on maternal ultrasounds during pregnancy. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Uretero pelvic junction stenosis",
        "opb": "Ectopic uretheral opening",
        "opc": "Ureterocele",
        "opd": "Ectopic ureter",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "b40cbd24-46f1-4117-8c7a-22dfde84ae8c",
        "choice_type": "single"
    },
    {
        "question": "Commonest cause of Nephritic syndrome in children is",
        "exp": "There are many conditions that may cause nephritic syndrome, and it can occur in people of all ages. Common causes are infections, immune system disorders and inflammation of the blood vessels. The main symptoms are passing less urine than normal, leading to a fluid buildup in the body, and having blood in the urine. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Minimal change disease",
        "opb": "Membranous GN",
        "opc": "IgA nephropathy",
        "opd": "Mesangioproliferative GN",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "3a2ed35c-f438-4685-86d6-7c8033dd537a",
        "choice_type": "single"
    },
    {
        "question": "Which of following is not seen in nephritic syndrome",
        "exp": "Hypercholesterolemia is not seen with nephritic syndrome. It is rather a feature of nephrotic syndrome All others hematuria, edema, hypertension are seen. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 4,
        "opa": "Edema",
        "opb": "Hematuria",
        "opc": "HTN",
        "opd": "Hypocholesterolemia",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "093657a7-3885-4c11-8e35-920b66b78cbb",
        "choice_type": "single"
    },
    {
        "question": "The most common cause of Renal scarring in a 3 year old child is",
        "exp": "vesicoureteral reflux (VUR) has been considered the most impoant risk factor for post-UTI renal scar formation in children. VUR predisposes children with UTI to pyelonephritis, and both are associated with renal scarring. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Trauma",
        "opb": "Tuberculosis",
        "opc": "Vesicoureteral reflux induced pyelonephritis",
        "opd": "Interstitial nephritis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "3e752c67-258c-4cc6-8b6e-ee0ed45347c7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the most common renal cystic disease in infants is?",
        "exp": "Unilateral renal dysplasia is a form of renal dysplasia (RD; see this term), a renal tract malformation in which the development of one kidney is abnormal and incomplete. Unilateral RD can be segmental, and of variable severity, with renal aplasia corresponding to extreme RD. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 3,
        "opa": "Polycystic kidney",
        "opb": "Simple renal cyst",
        "opc": "Unilateral renal dysplasia",
        "opd": "Calyceal cyst",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "e88fe02f-b768-4eca-9d28-32dfb8d67ad7",
        "choice_type": "single"
    },
    {
        "question": "A 3 year child having protein 3+ in urine with oliguria with edema. No hematuria. What is the diagnosis?",
        "exp": "Minimal Change Disease (MCD for sho) is a kidney disease in which large amounts of protein is lost in the urine. It is one of the most common causes of the Nephrotic Syndrome worldwide. The kidneys normally work to clean the blood of the natural waste products that build up over time. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Minimal change GN",
        "opb": "Membranous GN",
        "opc": "Mesangioproliferative GN",
        "opd": "RPGN",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "bf15d887-818a-4a1d-b855-3b7bbae107df",
        "choice_type": "single"
    },
    {
        "question": "Most common infection in a child Nephrotic Syndrome",
        "exp": "Most common infection in children nephrotic syndrome is spontaneous bacterial peritonitis. Reference: GHAI Essential pediatrics, 8th edition",
        "cop": 1,
        "opa": "Spontaneous bacterial peritonitis",
        "opb": "Pneumonia",
        "opc": "UTI",
        "opd": "Cellulitis",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary tract",
        "id": "41526ede-e3ea-4d06-a397-1aace3e8f237",
        "choice_type": "single"
    },
    {
        "question": "After her first urinary tract infection (UTI), a 1-year-old girl has a voiding cystourethrogram with findings shown below. Which of the following is the most appropriate treatment option?",
        "exp": "The radiograph shows reflux into the ureters and into the kidney, with dilation of the renal pelvis, making the diagnosis of vesicoureteral reflux (VUR). The higher the reflux into the renal system, especially if the renal pelvis is dilated, the more likely it is for renal damage to occur; the grading system is based upon these radiographic observations. Grade I VUR is reflux of urine into an undilated ureter. Reflux into the ureter and collecting system without dilatation is called grade II. Grade III lesions have dilatation of the ureter and collecting system without blunting of the calyces. Grade IV lesions are characterized by blunting of the calyces, and grade V lesions demonstrate even more dilatation and tortuosity of the ureter. While somewhat controversial, low-grade lesions (grade I and grade II) usually are conservatively managed with close observation, daily low-dose antibiotics, and urinalyses and cultures every 3 to 4 months. Grade V lesions (and some grade IV lesions) require surgical reimplantation of a ureter if the findings persist. Lesions in between these two extremes are treatment dilemmas. Neither a diet low in protein nor early toilet training would likely affect the VUR.",
        "cop": 1,
        "opa": "Low-dose daily antibiotics",
        "opb": "Immediate surgical reimplantation of the ureters",
        "opc": "Weekly urinalyses and culture",
        "opd": "Diet low in protein",
        "subject_name": "Pediatrics",
        "topic_name": "Urinary Tract",
        "id": "d29cc12d-80f3-413e-b756-8ae2eb8a7524",
        "choice_type": "multi"
    }
]