[
    {
        "question": "An 8 year old boy presented with fever and bilateral cervical lymphadenopathy with prior history of sore throat. There was no hepatomegaly. The peripheral blood smear shows >20% lympho plasmacytoid cells. The most likely diagnosis is:",
        "exp": "Ans. B. Infectious Mononucleosis. The given clinical situation suggests Infectious Mononucleosis. Features of Infectious Mononucleosis:* Cervical Lymphadenopathy* Fever* History of sore throat* >20% atypical lymphocytes. Hepatomegaly may be absent (Occurs only in 30% of cases)",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Infectious Mononucleosis",
        "opc": "Acute lymphoblastic leukemia",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "ad5dc668-ec74-4e7a-8acf-318d29fc0196",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not causes pneumonia?",
        "exp": "ANSWER: (A) Mumps. REF: Nelson's 18th ed p. 1795\"Pneumonia is known complication of measles\"Viruses commonly causing pneumonia in children. RSVInfluenza. Adenovirus. Rhinovirus. Para influenza virus",
        "cop": 1,
        "opa": "Mumps",
        "opb": "Measles",
        "opc": "RSV",
        "opd": "Influenza",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "390f44c6-c6b8-400b-908e-1e7e3e7e0fbe",
        "choice_type": "single"
    },
    {
        "question": "Koplik's Spots are seen in -",
        "exp": "Ans. is 'a' i. e., Rubeola Clinical features of measles (rubeola)o Clinical features are divided into following stages:-1) Prodromal stage# It begins 10 days after the infection and is characterized by fever, coryza with sneezing, lacrimation and photophobia. A day or two before eruptive phase (appearance of rash), Koplik spot (pathognomonic of measles) appears on buccal mucosa, opposite the 1st and 2nd lower molars. 2) Eruptive phase# It begins 14 days after infection. A maculopapular rash begins behind the ears and spreads rapidly. 3) Post measle stage# It is characterized by weight loss, growth retardation, diarrhea, cancrum oris, candidiasis, reactivation of TB and malnutrition particularly vitamin A deficiency (keratomalacia, xerophthalmia).",
        "cop": 1,
        "opa": "Rubeola",
        "opb": "Rubella",
        "opc": "Diphtheria",
        "opd": "Polio",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "06b74d05-fbd7-46ce-b183-0ca6b843bc46",
        "choice_type": "single"
    },
    {
        "question": "Highest chance of perinatal transmission is there when the mother is positive for -",
        "exp": "Ans. is 'a' i. e., HBe. Ag Perinatal HBV transmissiono Maximum perinatal transmission is seen in HBV amongst all viral hepatitiso. Most common cause of HBV transmission in children is transfusion of blood and blood products. o Most important risk factor that determines perinatal transmission is HBe. Ag. HBs Ag carrier mothers who are HBe Ag positive almost invariably (> 90%) transmit hepatitis B infection to their offspring, where as carrier mothers with anti HBe rarely (10 to 15%) infect their offspringo Infants bom to Hbs Ag positive mothers should receive both HBIG and HB vaccine intramuscularly at seperate sites within 12 hours of birth, followed by 2nd and 3rd dose of vaccine at 1 and 6 months respectively.",
        "cop": 1,
        "opa": "HBe. Ag",
        "opb": "HBs. Ag",
        "opc": "IgM anti HBs. Ag",
        "opd": "IgG anti HBs. Ag",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "2ceb1415-d237-4e1a-a036-ee11d25bd2f1",
        "choice_type": "single"
    },
    {
        "question": "HIV in children, characteristic finding is:",
        "exp": "Ans. is 'c' Recurrent Chest infection with atypical organism. [Reference C. P. D. T. 15th/e p 1024, Nelson 17/e, p 1115, Ghai 6/e, p 2231\"Pneumonia caused by pneumocystis carinii is the most common AIDS defining diagnosis in children with unrecognized HIV infection\" - CPDT, 15/e. Other infections commonly seen in HIV infected child: Persistent Candida mucocutaneous infection. Candida esophagitis. Diarrhoea due to - Rotavirus, Cryptosporidium, Micro sporidium, Cyclospora, Isospora, Giardia. Disseminated infection with Mycobacterium Avium Complex (MAC). Infections which are more common in HIV with adults but less common in HIV in children. Cryptococcal infection*Histoplasma infection*Malignancy in HIV infected children. Tumour most commonly* associated with Pediatric HIV infection is - Non Hodgkins Lymphoma*There is increased frequency of leiomyosarcoma also. Kaposi Sarcoma, a common malignancy among HIV infected AIDS is rare in children.",
        "cop": 3,
        "opa": "Kaposi sarcoma is common",
        "opb": "Recurrent candidiasis",
        "opc": "Recurrent chest infection",
        "opd": "Cryptococcal diarrhoea is common",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "14d84692-4ed9-41e2-b2c0-a3003c062cac",
        "choice_type": "single"
    },
    {
        "question": "A Child (Girl) is suffering from varicella (fever & rash) & and child's aunt is pregnant. What is the earliest time, she can meet her aunt:",
        "exp": "Ans: A (When the lesions have crusted) The crusts from chicken pox lesions donot contain viable virus and are therefore not infective. \"The period of infectivity lasts from 24-48 hrs before the rash until all the vesicle are crusted (the scab are not infective unlike small- pox\"- O. P Ghai 7th /186. Differences between smallpox and chickenpox. Smallpox. Chickenpox1. Incubation P.: About 12 days (range: 7-17 days). About 15 days (range 7-21 days). 2. Prodromal symptoms: Severe. Usually mild. 3. Distribution of rash:* Palms and soles frequently involved* Axilla usually free* Rash predominant on extensor surfaces and bony prominences. Seldom affected Axilla affected Rash mostly on flexor surfaces. 4. Characteristics of the rash* Deep-seated* Vesicles muitilocuiar and umbilicated* Only' one stage of rash may be seen at one time* Superficial* Unilocular: dew-drop like appearance* Rash pleomorphic, i. e., different stage of the rash evident at one given time, because rash appears in successive crops* No area of inflammation is seen around the vesicles* An area of inflammation is seen around the vesicles. 5. Evolution of rash: * Evolution of rash is slow, deliberate and majestic, passing through definite stages of macule, papule, vesicle and pustule.* Evolution of rash very rapid* Scabs begin to from 10-14 days after the rash appears* Scabs begin to form 4-7 days after the rash appears6. Fever:* Fever subsides with the appearance of rash, but may rise again in the pustular stage (secondary rise of fever)* Temperature rises with each fresh crop of rash. It is a highly contagious disease. A centripetal pleomorphic rash appearing on the first day of the illness and has a relatively short course of illness. Children with chicken pox are removed from school or day care centres for 6 days after appearance of the rash. Varicella zoster immune gammaglobulin (VZ1G), 12S U/kg may prevent illness in household contacts if administered IM within 96 hrs of exposure particularly in:* Infants under 1 month of age* Prgnant with leukaemia* Patients on steroid therapy",
        "cop": 1,
        "opa": "When the lesions have crusted",
        "opb": "Immediately",
        "opc": "Anytime as the child is aunt's favourite",
        "opd": "After the delivery of the baby",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "70bacb5b-e3ea-4e6a-aa2f-6f9f99188af2",
        "choice_type": "single"
    },
    {
        "question": "Which microorganism is responsible for classical presentation of hydrocephalus, chorioretinitis, intracerebral calcification?",
        "exp": "Ref: Parija SC, Textbook of Medical Parasitology. 3rd Edition. London: John Wiley & Sons: 2004. Pg. 175 Explanation: Toxoplasma Gondii It is an obligate intracellular parasite, residing in reticulendothelial cells and nucleated cells of the host. Three major morphologic forms are present (All forms are infectious) Tachyzoites - Humans and cats Tissue cyst - Humans and cats Oocyst - Cats only Congenital toxoplasmosis It occurs when a non-immune pregnant woman becomes infected during pregnancy It is due to transplacental transmission of the tachyzoites If the infection occurs during first trimester, it can result in deg Abortion or Stillbirth (Most common) deg Congenital toxoplasmosis (17%) If infection occurs during last trimester, the symptoms are mild and the babies may be asymptomatic at birth. About 65% of the babies suffer from congenital toxoplasmosis due to infection during last trimester. The classical clinical triads of congenital toxoplasmosis are: deg Chorioretinitis deg Cerebral calcifications deg Convulsions. Microcephaly, hydrocephalus, organomegaly and mental retardation are the less frequent manifestations.",
        "cop": 1,
        "opa": "Toxoplasmosis",
        "opb": "Rubella",
        "opc": "Measles",
        "opd": "CMV",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "ae95f34e-e443-4493-9cf7-a3051d90a535",
        "choice_type": "single"
    },
    {
        "question": "WHO grade of a HIV child with parotid enlargement:",
        "exp": "Ans: B (Stage 2) Ref: Antiretroviral Therapy for HIV Infection in Infants and Children: Towards Universal Access: Recommendations fora Public Health Approach: 2010 Revision, WHO 2010. Explanation: WHO Clinical Staging for Infants and children with HIV infection. Clinical Stage 1. Asymptomatic. Persistent generalized lymphadenopathy. Clinical Stage 2. Unexplained persistent hepatosptenomegaly. Papular pruritic eruptions. Extensive wart virus infection. Extensive molluscum contagiosum. Recurrent oral ulcerations. Unexplained persistent parotid enlargement. Gingival erythema. Herpes zoster. Recurrent or chronic URi { Otitis media, sinusitis. Tonsillitis, Rhinitis). Fungal nail infection. Clinical Stage 3. Unexplained moderate malnutrition not responding to standard therapy. Unexplained persistent diarrhoea (14 days or more). Unexplained persistent fever ( Above 37. 5 deg Celsius, for more than 1 month). Persistent oral candidiasis (after first 6 weeks of life). Oral hairy leukoplakia. Acute necrotizing ulcerative gingivitis/periodontitis. Lymph node TB. Pulmonary TB. Severe recurrent bacterial pneumonia. Symptomatic lymphoid interstitial pneumonitis. Chronic HIV associated lung disease including bronchiectasis. Unexplained anemia {<8. 0 g/dl), neutropenia (<0. 5x109/L3) or chronic thrombocytopenia (<50 x 109/L3). Clinical Stage 4. Unexplained severe wasting, stunting or severe malnutrition not responding to standard therapy. Pneumocystis pneumonia (PCP). Recurrent severe bacterial infections (Empyema. Pyomyositis, Bone or joint infection, Meningitis but excluding pneumonia. Chronic herpes simplex infection (OrolabiaL cutaneous of more than one month's duration, or visceral at any site). Extrapulmonary TB. Kaposi sarcoma. Oesophageal candidiasis (or candiadisis of trachea, bronchi or lungs). Central nervous system foxop/asmos/s (after the neonatal period). HIV encephalopathy. Cytomegatovirus (CMV) infection; retinitis or CMV infection affecting another organ, with onset at age more than 1 month. Extrapulmonary cryptococcosis including meningitis. Disseminated endemic mycosis (extrapulmonary histoplasmosis, coccidioidomycosis, penidlliosis). Chronic cryptosporidiosis (with diarrhoea). Chronic isosporiasis. Disseminated non-tuberculous mycobacterial infection. Cerebral or B cell non-Hodgkin lymphoma. Progressive multifocal leukoencephalopathy. HIV-associated cardiomyopathy or nephropathy.",
        "cop": 2,
        "opa": "Stage 1",
        "opb": "Stage 2",
        "opc": "Stage 3",
        "opd": "Stage 4",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "96b3d942-eec3-4238-87df-52cc460b785c",
        "choice_type": "single"
    },
    {
        "question": "Pathognomic of measls -",
        "exp": "Ans. is 'a' i. e., Koplik spot Measleo Caused by RN A virus. o Highly contagious droplet spread from secretion of nose and throat 4 day before and 5 days after rash, o Secondary attack rate >90% in contact. o Prodromal phase - characterized by fever, rhinorrhea, conjuctival congestion and dry hackig cough, o Koplik spots bluish-gray specks or ''grains of sand\" on a red base-develop on the buccal mucosa opposite the second molars. Generally appear 1 -2 days before the rash and fast 3-5 days. Pathognomonic for measles, but not always presento Rash appears on D4 first behind pinna on neck the spread of face, thrunk and abdomen, o SSPE is long term complication seen in measls.",
        "cop": 1,
        "opa": "Koplik spot",
        "opb": "Rash",
        "opc": "Fever",
        "opd": "Conjuctivitis",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "cde0acb7-2fd5-405f-8865-16dae9b8d132",
        "choice_type": "single"
    },
    {
        "question": "Erythema infectiosum is seen in -",
        "exp": "Ans. is 'b' Fifth disease Erythema infectiosum also known as fifth disease is caused by Parvo Virus (B-19)*. About Erythema infectiosum *Most common clinical manifestation of human parvovirus infection. Characteristics skin lesions appear in 3 stages: 1st phase - Cheeks are erythematous giving appearance of slapped cheeks*. 2nd phase - Itching erythematous maculopapular rash on extensor surface (Palms and soles spread)*. 3rd phase - Rash begins to fade and disappears in about 2 weeks*.",
        "cop": 2,
        "opa": "Rubella",
        "opb": "Fifth disease",
        "opc": "Scarlet fever",
        "opd": "Diphtheria",
        "subject_name": "Pediatrics",
        "topic_name": "Viral Infections",
        "id": "dcab3a5c-f96d-4cbe-9128-da0f95eedcbd",
        "choice_type": "single"
    }
]