[
    {
        "question": "In an 8 yr old girl with symptoms of rickets, lab investigations show Serum Calcium 7. 2 mg/dl, Serum Phosphates 2. 3 mg/dl Alkaline Phosphatase 2420 IU/L. The most probable diagnosis is?",
        "exp": "ANSWER: (C) Nutritional Rickets. REF: Nelson 17th edition page 2342 Table 691-2. Table 691-2 Clinical variants of Rickets and Related Conditions. Type. Serum calcium Level. Serum. Phosphorus. Level. Alkaline Phosphatase Activity. Urine Concentration of Amino Acids. GeneticsI. Calcium deficiency with secondary hyperparathyroidism (deficiency of vitamin D; low 25(OH) D and no stimulation of higher 1, 25 (OH)2 D values)1. Lack of vitamin D a. Lack of exposure to sunlighN or. LLE E b. Dietary deficiency of vitamin in DN or. LLEE c. CongentialN or LLEE 2. Malabsorption of Vitamin DN or LLEE 3. Hepatic disease. Nor. LLEE 4. Anticonvulsive drugsN or LLEE 5. Renal osteodystrophyN or LEEV 6. Vitamin D-dependent type ILN or LE EARII. Primary phosphate deficiency (no secondary hyperparathyroidism)1. Genetic primary hypophosphatemia. NLENXD2. Fanconi syndrome a. Cystinosis. NLEEARb. Tyrosinosis. NLEEARc. Lowe syndrome. NLEEXRd. Acquired. NLEE 3. Renal tubular acidosis, type II proximal. NLEN 4. Oneogenic hypophosphatemia. NLEN 5. Phosphate deficiency or malabsorption a. Parenteral hyperalimentation. NLEN b. Low phosphate intake. NLEN III. End-organ resistance to 1. 25(OH)2 D31. Vitamin D-dependent type II (Several variants)LL or NEEARIV. Related conditions resembling rickets1. Hypophosphatasis. NNLPhosphoet- hanolamine AR elevated 2. Metaphyseal dysostosis a. Jansen type. ENENADb. Schmid type. NNNNADN = normal; L = low; E = elevated; V = variable; X = X-linked; A = Autosomal; D = dominant; R = recessive; Yes = Y. Rickets may be classified as calcium-deficient or phosphate-deficient rickets. The two types of rickets are distinguishable by their clinical manifestations (Table 691-2). In this case Serum Ca levels are low; Phosphate levels are low, while ALP levels are high.",
        "cop": 3,
        "opa": "Vitamin D dependant type II",
        "opb": "Hypophosphatemic Rickets",
        "opc": "Nutritional Rickets",
        "opd": "Secondary Hyperparathyroidism",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "73ed9276-6d31-4219-bf38-33742d49fc3a",
        "choice_type": "single"
    },
    {
        "question": "Least useful anti-rachitic:",
        "exp": "Ans: B, or D (Cholecalciferol or. Calcium) Ref: Nelson's Textbook of Pediatrics. 19th Edition and CRC Desk Reference for Nutrition, Second Edition, By Carolyn D. Berdanier. Explanation: Sorry, I am not sure of the answer since I could not find the source or references for this question. \"Nutrients that are required for normal bone growth and developement. Vitamin C. Vitamin D and minerals (Calcium, phosphorous, magnesium, manganese, pottassium. These nutrients are called Antirachitic because they prevent the development of rickets. \") Ref: CRC Desk. Vitamin D Production",
        "cop": 2,
        "opa": "1, 25-hydroxy cholecalciferol (calcitriol)",
        "opb": "Cholecalciferol",
        "opc": "25-hydroxy cholecalciferol",
        "opd": "Calcium",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "ba21edfa-7005-4184-be13-d3c50887db43",
        "choice_type": "single"
    },
    {
        "question": "A 36 month old girl shows frontal bossing and wrist enlargement. Diagnosis is -",
        "exp": "Ans. is 'a' i. e., Rickets. Clinical features of ricketso Clinical manifestations of rickets are usually manifested by 6 months of age. Rickets is unusual below the age of 3 months. Clinical features of rickets are: o Skull: Craniotabes (earliest manifestation), frontal and parietal bossing; widened sutures; delayed closure of anterior fontanel; Caput quadratum or hot cross-bun skull; soft skull with ping-pong ball like feelo Chest: Rachitic rosary (prominent costochondral junction); pectus craniatum (pigeon breast); Harrison's groove (horizontal depression along lower border of chest corresponding to insertion of diaphragm)o Teath. Delayederuption; enamelhypoplasia; dentalcaries. o Limbs and joints: Bone pain & tenderness (most common manifestation); coxa vara; genu valgus) or genu varus; bowing of legs (tibia), femur, radus & ulna; widening of wrist, elbow, knee & ankle; windswept deformity; string-of-pearls deformity (Saucage-like enlargement of ends of phalanges and metacarpals with constrictions at joints); double malleoli sign (two medial malleoli are palpable instead of one).",
        "cop": 1,
        "opa": "Rickets",
        "opb": "Scurvy",
        "opc": "Beri Beri",
        "opd": "Osteomalacia",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "113e98c5-de07-4f73-bea5-d5e7b86a9bc1",
        "choice_type": "single"
    },
    {
        "question": "Earlier manifestation of Rickets is -",
        "exp": "Ans. is A Craniotabes (Ref: O. P. Ghai, 6/e, p 127-129 (5/e, p 83), Nelson 17/e, p 187-189). C/f of Rickets. Usually manifest in 1st or 2nd year, rare below 3 months. Craniotabes is the earliest manifestation of Rickets. Large Anterior fontanelle*. Bossing of frontal and parietal bones. Rachitic rosary* (Costochondral function prominent). Pigeon Breast* (Sternum projects forward). Harrison's groove *Scoliosis * kyphosis or lordosis can occur. Epiphysis of long bones widened*. Anterior bowing of legs, knock knee and coxa vera*.",
        "cop": 1,
        "opa": "Craniotabes",
        "opb": "Rashitic rosary",
        "opc": "Harrison groove",
        "opd": "Pigeon chest",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "9fd99d7a-5ab4-48ad-af60-221e23342cea",
        "choice_type": "single"
    },
    {
        "question": "Most potent form of vitamin D is -",
        "exp": "Ans. is 'd' i. e., 1, 25 dihydroxy cholecalciferol o 1, 25 cholecalciferol also k/a calcitriol is active form of Vit. D. o Cholecalciferol in liver continued to 25 hydroxy cholecalciferol. o in kidney 25-Hydroxvcholecalciferol converted into 1, 25-Hydroxy cholecalciferol.",
        "cop": 4,
        "opa": "Ergocalciferol (Vit. D2)",
        "opb": "7 dehydro cholecalciferol",
        "opc": "25 hydroxy cholecalciferol",
        "opd": "1, 25 dihydroxy cholecalciferol",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "0f2ef622-9934-48f0-8eb4-3686394a0eac",
        "choice_type": "single"
    },
    {
        "question": "A child has deficient bone mineralization with low serum calcium, high serum phosphorus, with decreased urinary excretion of calcium and phosphorus and elevated levels of alkaline phosphatase. The most likely diagnosis is:",
        "exp": "Ans. c. Renal glomerular rickets (Ref: Nelson 19/e p202)A child has deficient bone mineralization with low serum calcium, high serum phosphorus, with decreased urinary excretion of calcium and phosphorus and elevated levels of alkaline phosphatase. The most likely diagnosis is renal glomerular rickets. \"With chronic renal failure, there is decreased activity of 1a-hydroxylase in the kidney, leading to diminished production of 1, 25-D. In chronic renal failure, unlike the other causes of vitamin D deficiency, patients have hyyperphosphatemia as a result of decreased renal excretion. Along with inadequate calcium absorption and secondary hyperparathyroidism, the rickets may be worsened by the metabolic acidosis of chronic renal failure. In addition, failure to thrive and growth retardation may be accentuated because of the direct effect of chronic renal failure on the growth hormone axis. \"- Nelson 19/e p202. Laboratory findings in disorders causing rickets. Disorder. Serum Ca. Serum Pi. Serum PTH25-OH D1, 25-(OH)2 DSerum Alk PO4 ase. Urine Ca. Urine Pi. Vitamin D deficiency (nutritional)N, |||||, N, ||||Vitamin D dependent rickets, Type 1N, |||N||||Vitamin D dependent rickets, Type 2N, |||N|||||Chronic renal failureN, |||N||N, ||Dietary Pi deficiencyN|N, |N||||X-linkedhypophosphatemic ricketsN|NNRelatively ||||Autosomal dominant hypophosphatemic ricketsN|N, NRelatively ||||Hereditaryhypophosphatemic rickets with hypercalciuriaN|N, -NRelatively ||||Tumour-induced ricketsN|NNRelatively ||||Fanconi syndromeN|NNRelatively | or ||| or ||Dietary Ca deficiencyN, |||N||||",
        "cop": 3,
        "opa": "Nutritional rickets",
        "opb": "Renal tubular rickets",
        "opc": "Renal glomerular rickets",
        "opd": "Celiac rickets",
        "subject_name": "Pediatrics",
        "topic_name": "Vitamin D",
        "id": "7eebed45-cdc8-4779-8ac2-abc958496a7c",
        "choice_type": "single"
    }
]