[
    {
        "question": "Causes of restrictive cardiomyopathy are -",
        "exp": "Restrictive cardiomyopathy is characterised by a primary decrease in ventricular compliance , resulting in impaired ventricular filling during diastole. Restrictive cardiomyopathy can be idiopathic or associated with systemic disease that also happen to affect the myocardium for example radiation fibrosis, amyloidosis, sarcoidosis, or products of inborn errors of metabolism Robbins 9 th edition page no. 401",
        "cop": 4,
        "opa": "Amyloid",
        "opb": "Sarcoidosis",
        "opc": "Storage disease",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f2db47da-2a9b-4244-ab72-7fb372b1fa70",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of dissecting hematoma is",
        "exp": "Aoic dissection occurs when blood splays apa the laminar planes of the media to form a blood-filled channel within the aoic wall.Aoic dissection occurs mainly in two age groups: (1)men aged 40 to 60 with antecedent hypeension (more than 90% of cases); and (2) younger patients with connective tissue abnormalities that affect the aoa.Robbins Basic pathology, 9th edition, pg no.346",
        "cop": 1,
        "opa": "Hypeension",
        "opb": "Marfan's syndrome",
        "opc": "Iatrogenic",
        "opd": "Kawasaki",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "0c30a288-6c6b-4429-b4a2-ccb8f6b38f61",
        "choice_type": "single"
    },
    {
        "question": "Pathological feature of pyogenic granuloma",
        "exp": "Pyogenic granulomas) are pedunculated masses usually found on the gingiva of children, young adults, and pregnant women. These lesions are richly vascular and typically are ulcerated, which gives them a red to purple color. In some cases, growth can be rapid and raise fear of a malignant neoplasm. However, histologic examination demonstrates a dense proliferation of immature vessels similar to that seen in granulation tissue. Pyogenic granulomas can regress, mature into dense fibrous masses, or develop into a peripheral ossifying fibroma. Complete surgical excision is definitive treatment. (Robbins basic pathology,9th edition,pg no.553)",
        "cop": 3,
        "opa": "Epitheloid cells",
        "opb": "Cavernous hemangioma",
        "opc": "Granulation tissue",
        "opd": "Giant cells",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8d3c8efa-ffb1-429e-bf12-74d1ebc0f480",
        "choice_type": "single"
    },
    {
        "question": "Mac Callum plaques in rheumatic hea disease are",
        "exp": "Mac Callum's plaques is a condition featuring the thickening of left atrium's wall and its endocardial wall above the mitral valve due to fibrosis. It is one complication of chronic rheumatic hea disease. Other complications of chronic rheumatic hea disease are valvular effect (stenosis, insufficiency or can be both), valvular leaflets become thickened by fibrosis, frequent valvular calcification, cordae tendinae become thickened, shoened and fused. Robbins 9 th edition page 393",
        "cop": 1,
        "opa": "Left atrium",
        "opb": "Left ventricle",
        "opc": "Right atrium",
        "opd": "Right ventricle",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "1a785cf5-9e32-45a8-aef6-3727273fcb5e",
        "choice_type": "multi"
    },
    {
        "question": "A patient having cystic medial necrosis with necrotising aeritis is suffering from?",
        "exp": "Cystic medial degeneration . Smooth muscle loss . Fibrosis . Inadequate ECM synthesis . Accumulation of increasing amounts of amorphous proteoglycans Robbins 9 th edition page no. 345",
        "cop": 4,
        "opa": "Kawasaki disease",
        "opb": "Temporal aeritis",
        "opc": "Malignant hypeension",
        "opd": "Aooaeritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "cc7536ef-7adc-4b0f-8e6f-80d224434292",
        "choice_type": "single"
    },
    {
        "question": "Necrotising aerioritis with fibrinoid necrosis is characteristic of",
        "exp": "Fibrinoid necrosis is a special form of necrosis, visible by light microscopy , usually in immune reaction in which complexes of antigens and antibodies are deposited in the walls of aeries. The deposited immune complexes together with fibrin that has leaked out of vessels produce a bright pink and amorphous appearance on H & E preparation called fibrinoid. Type 3 hypersensitivity disorder Robbins 9th edition page 111,11",
        "cop": 3,
        "opa": "Immediate hypersensitivity",
        "opb": "Cell mediated immunity",
        "opc": "Ag-Ab complex mediated",
        "opd": "Cytotoxic mediated",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b4b1e6c6-5853-4cc1-82b4-2ccdfd138c39",
        "choice_type": "single"
    },
    {
        "question": "Sterile vegetations are seen in all except",
        "exp": "Infective endocarditis is a serious infection mandating prompt diagnosis and intervention. Microbial invasion of hea valves or mural endocardium--often with destruction of the underlying cardiac tissues--characteristically results in bulky, friable vegetations composed of necrotic debris, thrombus, and organisms.destruction of the underlying cardiac tissues--characteristically results in bulky, friable vegetations composed of necrotic debris, thrombus, and organisms. (Robbins Basic Pathology,9th edition,pg no.393)",
        "cop": 2,
        "opa": "SLE",
        "opb": "Infective endocarditis",
        "opc": "Rheumatic fever",
        "opd": "Marantic endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b2cba28d-1f02-4b5d-86c8-a2016827a54a",
        "choice_type": "multi"
    },
    {
        "question": "With reference to neoplasia, the term 'tumor progression means",
        "exp": "Multi step.theory of carcinogenesis Phy.attributes are .self sufficient in growth signal .local invasion ,metastasis .karyotic pattern .hormonal response .response to Anti malignant drugs Evading apoptosis All these acquired in a step wise fashion This phenomenon is tumour progression",
        "cop": 4,
        "opa": "Spread of cancer to distant sites",
        "opb": "Rate of growth of tumors",
        "opc": "Abi1ity of cancer cells to resemble their normal counterpa",
        "opd": "Sequential appearnace of features of increasing malignancy",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6c6a45c8-5e43-45f5-87bb-f0756a61e4f5",
        "choice_type": "single"
    },
    {
        "question": "Frequency of renal involvement in HSP?",
        "exp": "Henoch-Schonlein purpura, also referred to as anaphylactoid purpura, is a small-vessel vasculitis characterized by palpable purpura (most commonly distributed over the buttocks and lower extremities), ahralgias, gastrointestinal signs and symptoms, and glo merulonephritis. Gastrointestinal involvement, which is seen in almost 70% of pediatric patients, is characterized by colicky abdominal pain usually associated with nausea, vomiting, diarrhea, or constipation and is frequently accompanied by the passage of blood and mucus per rectum; bowel intussusception may occur. Renal involvement occurs in 10-50% of patients and is usually characterized by mild glomerulonephritis leading to proteinuria and microscopic hematuria, with red blood cell casts in the majority of patients (Harrison&;&;s principle of internal medicine,18th edition,pg no.2797)",
        "cop": 4,
        "opa": "<10%",
        "opb": ">80%",
        "opc": ">6O%",
        "opd": "1O% - 50%",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "4509b3b3-0e8b-475f-a0d9-34da444ada1e",
        "choice_type": "single"
    },
    {
        "question": "Raynaud's phenomenon is seen in",
        "exp": "Raynaud phenomenon results from exaggerated vasoconstrictionof aeries and aerioles in the extremities, paicularlythe fingers and toes, but also sometimes the nose,earlobes, or lips. The restricted blood flow induces paroxysmalpallor or cyanosis; involved digits characteristicallyshow \"red-white-and-blue\" color changes from most proximalto most distal, reflecting proximal vasodilation, centralvasoconstriction, and more distal cyanosis, respectively.Raynaud phenomenon can be a primary entity or may besecondary to other disorders.Secondary Raynaud phenomenon refers to vascular insufficiencydue to aerial disease caused by other entitiesincluding systemic lupus erythematosus, scleroderma, Buerger disease, or even atherosclerosis.(Robbins Basic Pathology,9th edition,pg no.355)",
        "cop": 1,
        "opa": "SLE",
        "opb": "Rheumatic fever",
        "opc": "Hypeension",
        "opd": "Diabetes mellitus",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "67fbcfe1-c082-455f-89b6-582f8a4a4689",
        "choice_type": "single"
    },
    {
        "question": "Neointimal hyperplasia causes vascular graft failure as a result of hyperophy of",
        "exp": "Vascular injury leading to endothelial cell loss or dysfunction stimulates smooth muscle cell growth and associated matrix synthesis. Healing of injured vessels involves the migration of smooth muscle cells or smooth muscle cell precursor cells into the intima. Here these cells proliferate, and synthesize ECM in much the same way that fibroblasts fill in a wound, forming a neointima that typically is covered by an intact endothelial cell layer. This neointimal response occurs with any form of vascular damage or dysfunction, including infection, inflammation, immune injury, physical trauma (e.g., from a balloon catheter or hypeension), or toxic exposure (e.g. oxidized lipids or cigarette smoke). Thus, intimal thickening is a stereotypical response of the vessel wall to any insult ( Robbins Basic Pathology, 9 th edition, page 334 )",
        "cop": 3,
        "opa": "Endothelial cells",
        "opb": "Collagen fibers",
        "opc": "Smooth muscle cells",
        "opd": "Elastic fibers",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9c01d5d9-32c0-47d5-930c-4a66cab39afc",
        "choice_type": "single"
    },
    {
        "question": "Antinuclear antibody specific for SLE is",
        "exp": "Systemic lupus erythematosus (SLE) is a multisystem autoimmunedisease of protean manifestations and variableclinical behavior. Clinically, it is an unpredictable, remittingand relapsing disease of acute or insidious onset thatmay involve viually any organ in the body; however, itaffects principally the skin, kidneys, serosal membranes,joints, and hea.Antibodies to doublestranded DNA (dsDNA) and the so-called Smith (Sm) antigen can be detected by ELISA or multiplex flow methods and are specific for SLE.Robbins Basic pathology,9th edition,pg no.127",
        "cop": 1,
        "opa": "Anti ds DNA",
        "opb": "Anti nuclear antibodies",
        "opc": "Anti centromere antibody",
        "opd": "Anti histone Ab",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b063c890-b581-4951-bd11-6c4ebbe82702",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with destruction of valves?",
        "exp": "Acute endocarditis referes to tumultuous v, destructive infections frequently involving a highly virulent organism attacking va previously normal value and capable of causing substantial morbidity and moality even with appropriate antibiotic therapy and surgery Robbins 9 th edition page no. 393",
        "cop": 1,
        "opa": "Acute infective endocarditis",
        "opb": "Libman sach's endocarditis",
        "opc": "Rheumatic Hea disease",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6ef3dd0c-c3ee-49d5-a551-046e3e3b8930",
        "choice_type": "multi"
    },
    {
        "question": "The probable interval between throat infection and onset of rheumatic fever is",
        "exp": "Rheumatic fever is an acute, immunologically mediated, multisystem inflammatory disease that occurs after group A b-hemolytic streptococcal infections (usually pharyngitis, but also rarely with infections at other sites such as skin). Acute rheumatic fever occurs most often in children; the principal clinical manifestation is carditis. Neveheless, about 20% of first attacks occur in adults, with ahritis being the predominant feature. Symptoms in all age groups typically begin 2 to 3 weeks after streptococcal infection, and are heralded by fever and migratory polyahritis. (Robbins basic pathology,9th edition.pg no.391)",
        "cop": 3,
        "opa": "2-4 hours",
        "opb": "2-4 days",
        "opc": "2-4 weeks",
        "opd": "2-4 months",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "93574400-04c8-4aa0-8cf8-bcc4c5d78097",
        "choice_type": "single"
    },
    {
        "question": "Which is not major rheumatic fever?",
        "exp": "Acute rheumatic fever occurs most often in children the principal manifestation is carditis Neveheless about 20% of first attack in adults with ahritis The diagnosis of acute rheumatic fever is made based on serologic evidence of previous streptococcal infection in conjugation with two or more of Jones criteria Carditis Migratory poly ahritis of large joint Subcutaneous nodules Erythmea marginatum skin rashes Sydenham chorea Robbins 9 th edition page no. 392",
        "cop": 3,
        "opa": "Carditis",
        "opb": "Subcutaneous nodules",
        "opc": "Increased ASLO",
        "opd": "Ahritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a926077b-f898-4ab7-8e66-48c37d915e44",
        "choice_type": "single"
    },
    {
        "question": "Onion skin thickening of aeriolar wall is sees in-",
        "exp": "Hyperplastic aeriosclerosis is more typical of severe hypeension. Vessel exhibit onion skin . Concentric laminated thickening of aeriolar walls and luminal narrowing Robbins 9 th edition page no. 334",
        "cop": 4,
        "opa": "Atherosclerosis",
        "opb": "Median calcific sclerosis",
        "opc": "Hyaline aeriosclerosis",
        "opd": "Hyperplastic aeriosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "dc69e381-266b-4828-998b-cae21312deaa",
        "choice_type": "multi"
    },
    {
        "question": "Ascending aoa Involvement is the commonest site of which aneuryam",
        "exp": "Syphilitic aneurysm Teiary sypilis... Trepenomonas has affinity for vaso vasorum of mainly thoracic aoa leads to obliterative endaeritis leads to ischemic damage to the aoic media and aneurysm Ramdas Nayak page no. 379",
        "cop": 1,
        "opa": "Syphilitic",
        "opb": "Atherosclerotic",
        "opc": "Mycotic",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "88b8bf41-c1e9-42df-8a9d-88c8f3e0bee4",
        "choice_type": "multi"
    },
    {
        "question": "The most characteristic and frequent feature of chronic rheumatic hea disease is the development of",
        "exp": "Rheumatic fever (RF) produces both acute and chronic manifestations. Acute RF produces a pancarditis of all three layers of the hea. It is manifested by myocarditis, which is characterized histologically by the Aschoff body; pericarditis, which is referred to as \"bread-and-butter\" pericarditis; and verrucous endocarditis. In contrast to acute RF, chronic RF produces damage to cardiac valves. The mitral valve is most commonly involved, followed by the aoic valve. The stenotic valve has the appearance of a \"fish mouth\" or \"buttonhole.\" An additional finding in chronic RF is a rough poion of the endocardium of the left atrium, called a MacCallum's patch. Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 4,
        "opa": "Vegetations on the endocardium",
        "opb": "Aschoff bodies within the myocardium",
        "opc": "Incompetence of the pulmonic valve",
        "opd": "Stenosis of the mitral valve",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "604de3ae-1911-483e-b008-8cdd156ad80f",
        "choice_type": "single"
    },
    {
        "question": "The common primary tumor of hea is-",
        "exp": "Primary cardiac tumors are uncommon; moreover, most also are (founately) benign. The five most common have no malignant potential and account for 80% to 90% of all primary hea tumors. In descending order of frequency, these are myxomas, fibromas, lipomas, papillary fibroelastomas, and rhabdomyomas. Angiosarcomas constitute the most common primary malignant tumor of the hea. Myxomas are the most common primary tumors of the adult hea . Roughly 90% are atrial, with the left atrium accounting for 80% of those. (Robbins Basic pathology,9th edition.pg no.404)",
        "cop": 3,
        "opa": "Rhabdomyoma",
        "opb": "Fibroma",
        "opc": "Myxoma",
        "opd": "Lipoma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "4e87cdb3-15b9-429c-aad7-e8fd7ec25ed0",
        "choice_type": "single"
    },
    {
        "question": "All of the following conditions are associated with raised ANCA except",
        "exp": "Classification of vasculitis Large vessel vasculitis *Giant cell (temporal) aeritis - seen in >50yrs of age*Takayasu aeritis - seen in <50yrs of age Medium vessel vasculitis *Polyaeritis nodosa - necrotizing inflammation of renal vessels. Spares pulmonary vessels. *Kawasaki disease - seen in <5yrs of age Small vessel vasculitis *Wegener granulomatosis -positive for c-ANCA(Ab against proteinase 3)*Churg strauss and microscopic polyangitis - positive for p-ANCA (Ab against myeloperoxidase) (Ref: Robbins 8/e p511)",
        "cop": 2,
        "opa": "Wegener granulomatosus",
        "opb": "Polyaeritis nodosa",
        "opc": "Microscopic poly angitis",
        "opd": "Churg strauss syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5643c3fe-2e19-4830-a955-25224bf41756",
        "choice_type": "multi"
    },
    {
        "question": "Atheromatous changes of blood vessels affects early in",
        "exp": "repeated question The risk factors are Constitutional- genetic abnormalities,family history , increasing age, male gender, hyperlipidemia,hypeension,cigaratte smoking, diabetes, inflammation Myocardial infarction is the main condition",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Hea",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8070fb18-eea7-4a40-b3db-37d724e4ae00",
        "choice_type": "single"
    },
    {
        "question": "Cells seen in MI at 48 hours are",
        "exp": "The microscopic appearance also undergoes a characteristic sequence of changes . Typical features of coagulative necrosis become detectable within 4 to 12 hours of infarction. \"Wavy fibers\" also can be present at the edges of an infarct. Light microscopic features in 1-3 days include: Coagulation necrosis with loss of nuclei and striations; interstitial infiltrate of neutrophils. (Robbins basic pathology,9th edition.pg no.380)",
        "cop": 1,
        "opa": "polymorphs",
        "opb": "Fibroblasts",
        "opc": "Lymphocytes",
        "opd": "Macrophages",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3e8b63d4-ebc8-4ddc-ac90-134456f12a05",
        "choice_type": "single"
    },
    {
        "question": "The characteristic lesion of atherosclerosis is",
        "exp": "Atherosclerosis is a intima based lesion composed of a fibrous cap and an atheromatous core: the constituents of the plaque include smooth muscle cells, ECMs, inflammatory cells, lipids and necrotic debris Robbins 9th edition page no 343",
        "cop": 4,
        "opa": "Fibrinoid necrosis of the media",
        "opb": "Giant cell reaction in the retina and internal elastic lamina",
        "opc": "Organised thrombus in the affected segment",
        "opd": "'Fibro-fatty' lesion in the intima of the blood vessels",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "66340816-2e7e-4348-a8bb-3f9ac8842a2d",
        "choice_type": "single"
    },
    {
        "question": "Which is not a characteristic of wegeners granulomatosis?",
        "exp": "Wegener granulomatosis is a necrotizing vasculitis characterizedby a specific triad of findings:* Granulomas of the lung and/or the upper respiratorytract (ear, nose, sinuses, throat)* Vasculitis of small to medium-sized vessels (capillaries,venules, aerioles, and aeries), most prominently inthe lungs and upper respiratory tract* GlomerulonephritisWegener granulomatosis is likely to be initiated as acell-mediated hypersensitivity response directed againstinhaled infectious or environmental antigens. PR3-ANCAsare present in almost 95% of cases and probably drive thesubsequent tissue injury.(Robbins basic pathology,9th edition,pg no.353)",
        "cop": 4,
        "opa": "Granuloma in vessel wall",
        "opb": "Focal necrotising glomerulonephritis",
        "opc": "Positive for cANCA",
        "opd": "Involves large vessels",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c2d02c5c-b217-43dd-b960-2ae12ca39329",
        "choice_type": "multi"
    },
    {
        "question": "Post MI day 10 which enzyme is raised",
        "exp": "TnI and TnT normally are not found in the circulation; however, after acute MI, both are detectable within 2 to 4 hours, with levels peaking at 48 hours and remaining elevated for 7 to 10 days. Although cardiac troponin and CK-MB are equally sensitive markers of the early stages of an MI, persistence of elevated troponin levels for approximately 10 days allows the diagnosis of an acute MI long after CK-MB levels have returned to normal. With reperfusion, both troponin and CK-MB levels may peak earlier owing to more rapid washout of the enzyme from the necrotic tissue. (Robbins basic pathology,9th edition,pg no.383)",
        "cop": 1,
        "opa": "LDH",
        "opb": "CPK",
        "opc": "Troponin",
        "opd": "Myoglobin",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e5006419-68f7-4e5f-8843-9869892d750e",
        "choice_type": "single"
    },
    {
        "question": "Valve usually not involved in rheumatic fever",
        "exp": "The mitral valve alone is involved in 70% of cases, with combined mitral and aoic disease in another 25%; the tricuspid valve usually is less frequently (and less severely) involved; and the pulmonic valve almost always escapes injury. (Robbins basic pathology,9th edition,pg no.391)",
        "cop": 3,
        "opa": "Mitral",
        "opb": "Aoic",
        "opc": "Pulmonary",
        "opd": "Tricuspid",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e9906a32-5108-4e7c-a6ac-f4426564caaf",
        "choice_type": "multi"
    },
    {
        "question": "ASO Titres are used in the diagnosis of",
        "exp": "Rheumatic fever is an acute, immunologically mediated, multisystem inflammatory disease that occurs after group A b-hemolytic streptococcal infections (usually pharyngitis, but also rarely with infections at other sites such as skin). Rheumatic hea disease is the cardiac manifestation of rheumatic fever. It is associated with inflammation of all pas of the hea. Although cultures are negative for streptococci at the time of symptom onset, serum titers to one or more streptococcal antigens (e.g., streptolysin O or DNAase) usually are elevated. (Robbins Basic Pathology,9th edition,pg no. 392)",
        "cop": 2,
        "opa": "Acute rheumatoid ahritis",
        "opb": "Acute rheumatic fever",
        "opc": "Ankylosing spondylitis",
        "opd": "Osteoahritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "2fcf06bd-f53d-42ca-98b8-97ff0580e899",
        "choice_type": "single"
    },
    {
        "question": "False regarding cavernous hemangioma is",
        "exp": "Cavernous hemangiomas are composed of large, dilated vascular channels. Compared with capillary hemangiomas, cavernous hemangiomas are more infiltrative, frequently involve deep structures, and do not spontaneously regress. On histologic examination, the mass is sharply defined but unencapsulated and is composed of large, cavernous blood-filled vascular spaces, separated by connective tissue stroma. Intravascular thrombosis with associated dystrophic calcification is common. They may be locally destructive, so surgical excision may be required in some cases. More often the tumors are of little clinical significance, but they can be cosmetically troublesome and are vulnerable to traumatic ulceration and bleeding. Moreover, cavernous hemangiomas detected by imaging studies may be difficult to distinguish from their malignant counterpas. Brain hemangiomas also are problematic, as they can cause symptoms related to compression of adjacent tissue or rupture.Cavernous hemangiomas constitute one component of von Hippel-Lindau disease , in which vascular lesions are commonly found in the cerebellum, brain stem, retina, pancreas, and liver. (Robbins Basic Pathology,9th edition,pg no.359)",
        "cop": 2,
        "opa": "More infiltrative than capillary hemangioma",
        "opb": "Undergo spontaneous regression",
        "opc": "Intravascular thrombosis and dystrophic calcification seen commonly",
        "opd": "Associated with VHL disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "dcbd5730-a38b-4370-8667-1944922b65d4",
        "choice_type": "multi"
    },
    {
        "question": "Libmann sacks endocarditis is associated with?",
        "exp": "Libman-Sacks endocarditis is characterized by the presence of sterile vegetations on the valves of patients with systemic lupus erythematosus. The lesions probably develop as a consequence of immune complex deposition and thus exhibit associated inflammation, often with fibrinoid necrosis of the valve substance adjacent to the vegetation; subsequent fibrosis and serious deformity can result in lesions that resemble chronic rheumatic hea disease. (Robbins Basic Pathology,9th edition,pg no.395)",
        "cop": 1,
        "opa": "SLE",
        "opb": "NBTE",
        "opc": "Rheumatic",
        "opd": "Fungal",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "40dd6e39-9d43-440e-beff-aeffacaf81f7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disease show fibrinoid necrosis?",
        "exp": "Fibrinoid necrosis is a special form of necrosis usually seen in immune reactions involving blood vessels. This pattern of necrosis typically occurs when complexes of antigens and anti- bodies are deposited in the walls of aeries. Deposits of these \"immune complexes,\" together with fibrin that has leaked out of vessels, result in a bright pink and amorphous appearance in H&E stains, called \"fibrinoid\" (fibrin-like) by pathologists",
        "cop": 2,
        "opa": "Tuberculosis",
        "opb": "Vasculitis",
        "opc": "Abscess",
        "opd": "Pancreatitis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9259fad2-f1f2-466e-ba71-48d77363042c",
        "choice_type": "single"
    },
    {
        "question": "Commonest histological finding in benign hypeension is",
        "exp": "Hyaline aeriolosclerosis is associated with benign hypeension. It is marked by homogeneous, pink hyaline thickening of the aeriolar walls, with loss of underlying structural detail, and luminal narrowing . The lesions stem from leakage of plasma components across injured endothelial cells, into vessel walls and increased ECM production by smooth muscle cells in response to chronic hemodynamic stress. (Robbins basic pathology,9th edition.pg no.334)",
        "cop": 3,
        "opa": "proliferating endaeritis",
        "opb": "Necrotising aeriolitis",
        "opc": "Hyaline aeriosclerosis",
        "opd": "Cystic medial necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6bb3e9e0-ec0a-451c-8d03-2120a22ab94b",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic Troponin I value for MyoCardial infarction is?",
        "exp": "TnI and TnT normally are not found in the circulation however after acute MI, both are dectectable within 2-4 hr with levels peaking at 48hrs and remaining elevated for 7 to 10 days Robbins 9 th edition page no. 383",
        "cop": 1,
        "opa": ">O.2ng\\/mL",
        "opb": ">O.4ng\\/ml",
        "opc": ">O.6 ng\\/mL",
        "opd": ">O.8ng\\/mL",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a06deb7a-3e26-49af-bd48-31dec28bf9f5",
        "choice_type": "single"
    },
    {
        "question": "Onion skin lesion in vessels is seen in",
        "exp": "Malignant hypeension, defined as blood pressure usually greater than 200/120 mm Hg, and occurs in only about 5% of persons with elevated blood pressure.Mostly affected organ is kidney. The kidney may be essentially normal in size or slightlyshrunken, depending on the duration and severity of the hypeensive disease. Small, pinpoint petechial hemorrhages may appear on the coical surface from rupture of aerioles or glomerular capillaries, giving the kidney a peculiar, flea-bitten appearance.The microscopic changes reflect the pathogenetic events described earlier. Damage to the small vessels is manifestedas fibrinoid necrosis of the aerioles. The vessel walls show a homogeneous, granular eosinophilicappearance masking underlying detail. In the interlobular aeries and larger aerioles, proliferation of intimal cells after acute injury produces an onion-skin appearance.(Robbins basic pathology,9th edition.pg no.539)",
        "cop": 1,
        "opa": "Malignant hypeension",
        "opb": "Benign hypeension",
        "opc": "Peripheral vascular disease",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ab2afc9c-1656-4f15-af07-1b8876ed84e1",
        "choice_type": "multi"
    },
    {
        "question": "All are true about non-bacterial thrombotic endocarditis, except-",
        "exp": "Nonbacterial thrombotic endocarditis (NBTE) is characterized by the deposition of small (1 to 5 mm in diameter) thrombotic masses composed mainly of fibrin and platelets on cardiac valves. Although NBTE can occur in otherwise healthy persons, a wide variety of diseases associated with general debility or wasting are associated with an increased risk of NBTE--hence the alternate term marantic endocarditis. In contrast with infective endocarditis, the valvular lesions of NBTE are sterile and are nondestructive. (Robbins Basic Pathology,9th edition,pg no.391)",
        "cop": 2,
        "opa": "Cause emboli",
        "opb": "Vegetation> 5 mm",
        "opc": "No inflammatory reaction",
        "opd": "Locally nondestructive",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ae212bcd-872a-4df4-b074-6e450fc079f3",
        "choice_type": "multi"
    },
    {
        "question": "Medial calcification is seen in",
        "exp": "Monckeberg medial sclerosis is characterized by the presence of calcific deposits in muscular aeries, typically in persons older than 50. The lesions do not encroach on the vessel lumen and usually are not clinically significant. ( Robbins Basic Pathology, 9 th edition, page 335)",
        "cop": 3,
        "opa": "Atherosclerosis",
        "opb": "Aeriolosclerosis",
        "opc": "Monckebergs sclerosis",
        "opd": "Dissecting aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "23a58a80-af4b-4fd2-bb1f-727c1801ba2e",
        "choice_type": "single"
    },
    {
        "question": "Post MI 10th day which of the following enzyme level is raised",
        "exp": "*Most sensitive marker: CK-MB*Most cardio-specific marker: Troponin I and Troponin T*Troponins begins to rise 2 to 4 hours after MI, peaks at 48 hours and persist for 7 to10 days*CK-MB begins to rise 2 to 4 hours after MI, peaks at 24 hours and return to normal within 72 hrs*Unchanged levels of CK-MB and troponin over a period of 2hrs essentially excludes the diagnosis of MI. (Ref: Robbins 8/e p555)",
        "cop": 3,
        "opa": "LDH",
        "opb": "CPK",
        "opc": "Troponin",
        "opd": "Myoglobin",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3dd7209f-e9f1-4e75-a534-429bcf4438c6",
        "choice_type": "single"
    },
    {
        "question": "Parasitic myocarditis is caused by",
        "exp": "Trichinosis is the most common helminthic disease with associated cardiac involvement. In the United States, viral infections are the most common cause of myocarditis, with coxsackieviruses A and B and other enteroviruses accounting for a majority of the cases. Cytomegalovirus (CMV), human immunodeficiency virus (HIV), influenza virus, and others are less common pathogens. (Robbins Basic Pathology,9th edition,pg no.401,402)",
        "cop": 1,
        "opa": "Trichuris trichura",
        "opb": "Trichinella spirallis",
        "opc": "Entrobius vermicularis",
        "opd": "Strongyloides stercoralis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "159493c3-161f-468f-bb7c-12baf7cefd67",
        "choice_type": "multi"
    },
    {
        "question": "Which condition is associated with Bilateral pulselessness in hand?",
        "exp": "Takayasu aeritis is a granulomatous vasculitis of mediumsized and larger aeries characterized principally by ocular disturbances and marked weakening of the pulses in the upper extremities (hence the alternate name, pulseless disease). This disorder manifests with transmural scarring and thickening of the aoa--paicularly the aoic arch and great vessels--with severe luminal narrowing of the major branch vessels. (Robbins basic pathology,9th edition,pg no.352)",
        "cop": 2,
        "opa": "Giant cell aeritis",
        "opb": "Takayasu aeritis",
        "opc": "Kawasaki disease",
        "opd": "Polyaeritis nodosa",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9ca5e5ef-ff1f-42e1-8e6e-837e104b8989",
        "choice_type": "single"
    },
    {
        "question": "Large way vegetation are characteristic of-",
        "exp": "Subacute endocarditis refers to infections by organisms of low virulence involving a previously abnormal hea, especially scarred or deformed valves. The disease typically appears insidiously and--even untreated--follows a protracted course of weeks to months; most patients recover after appropriate antibiotic therapy. characteristically results in bulky, friable vegetations composed of necrotic debris, thrombus, and organisms. The aoa, aneurysmal sacs, other blood vessels and prosthetic devices also can become infected. (Robbins Basic Pathology,9th edition,pg no394.)",
        "cop": 2,
        "opa": "SLE",
        "opb": "SABE",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7a740743-6c36-41e5-89d0-a7b28f837d90",
        "choice_type": "multi"
    },
    {
        "question": "All are seen in malignant hypeension except",
        "exp": "Hyaline aeriolosclerosis: It is seen in the aerioles in patients with benign hypeension. * Microscopy: It shows thickening of the wall due to homogeneous, pink hyaline material and narrowing of the lumen (Fig. 9.7A). * Mechanism: Chronic hemodynamic stress produced by hypeension - produces leakage of protein into the vessel wall - increased synthesis ECM by smooth muscle cell - hyalinization of the wall of aeriole. * Consequence: The aeriolar narrowing - impaired blood supply to kidney - produces ischemia and glomerular scarring. The kidney changes in benign hypeension are called benign nephrosclerosis. Manual of pathology of ramadas nayak Edition 1 Pageno.287",
        "cop": 2,
        "opa": "Fibrinoid necrosis",
        "opb": "Hyaline aeriolosclerosis",
        "opc": "Necrotizing glomerulonephritis",
        "opd": "Hyperplastic aeriolosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a9eda7b0-5abf-4675-921c-4b345fa1cee3",
        "choice_type": "multi"
    },
    {
        "question": "Senile cardiac amyloid associated protein is",
        "exp": "Transthyretin (TTR) is a normal serum protein that binds and transpos thyroxine and retinol. Several distinct mutant forms of TTR (and its fragments) are deposited in a group of genetically determined disorders referred to as familial amyloid polyneuropathies. Normal TTR is also deposited in the hea of aged individuals (senile systemic amyloidosis)Reference: Robbins and Cotran Pathologic Basis of Disease; 9th edition; Chapter 6; Diseases of the Immune System",
        "cop": 1,
        "opa": "Transthyretin",
        "opb": "ANP",
        "opc": "Beta 2 microglobulin",
        "opd": "Gelsolin",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "299425c7-53fe-4dfc-b992-9b034a87f8b5",
        "choice_type": "single"
    },
    {
        "question": "In PAN, cysts are seen in all except",
        "exp": "Polyaeritis nodosa (PAN) is a systemic vasculitis of small or medium-sized muscular aeries that typically involves the renal and visceral vessels and spares the pulmonary circulation. Classic PAN is a segmental transmural necrotizing inflammation of small to medium-sized aeries, often with superimposed thrombosis. Kidney, hea, liver, and gastrointestinal tract vessels are affected in descending order of frequency. Robbins Basic pathology,9th edition,pg no.352",
        "cop": 1,
        "opa": "Lung",
        "opb": "Pancreas",
        "opc": "Liver",
        "opd": "Hea",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "1d1363e8-fc47-4b83-a3fe-8a4f894c4fd4",
        "choice_type": "multi"
    },
    {
        "question": "Atheromatous plaque do not contain",
        "exp": "Atherosclerotic plaque have 3 principal components: 1. Cells including smooth muscle cells,macrophages and T cells 2. Extra cellular matrix including collagen,elasticfibers,proteoglycans 3. Intracellular and extracellular lipid Robbins 9th edition page no. 341",
        "cop": 2,
        "opa": "Platelets",
        "opb": "Neutrophils",
        "opc": "Smooth muscle fibres",
        "opd": "Monoctyes",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "11990136-0f1b-466f-a334-22138b44d37a",
        "choice_type": "single"
    },
    {
        "question": "Onion skin thickening of aeriolar wall is seen in-",
        "exp": "Lyme ahritis develops in roughly 60% to 80% of untreated patients and is the dominant feature of late disease. The ahritis may be caused by immune responses against Borrelia antigens that cross-react with proteins in the joints, but the exact mechanisms are not yet understood. The disease tends to be migratory, with remissions and relapses. It involves mainly large joints, especially the knees, shoulders, elbows, and ankles, in descending order of frequency. Histologic examination reveals a chronic papillary synovitis with synoviocyte hyperplasia, fibrin deposition, mononuclear cell infiltrates, and onion-skin thickening of aerial walls; (Robbins Basic pathology,9th edition.pg no.790)",
        "cop": 4,
        "opa": "Atherosclerosis",
        "opb": "Median calcific sclerosis",
        "opc": "Hyaline aeriolosclerosis",
        "opd": "Lyme ahritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "adc4f777-8118-4f1c-8928-3120ac855dc7",
        "choice_type": "multi"
    },
    {
        "question": "Most common site of myocardial infarction is",
        "exp": "Myocardial infarction (MI), also commonly referred to as \"hea attack,\" is necrosis of hea muscle resulting from ischemia. Acute occlusion of the proximal left anterior descending (LAD) aery is the cause of 40% to 50% of all MIs and typically results in infarction of the anterior wall of the left ventricle, the anterior two thirds of the ventricular septum, and most of the hea apex; more distal occlusion of the same vessel may affect only the apex. Similarly, acute occlusion of the proximal left circumflex (LCX) aery (seen in 15% to 20% of MIs) will cause necrosis of the lateral left ventricle, and proximal right coronary aery (RCA) occlusion (30% to 40% of MIs) affects much of the right ventricle. (Robbins Basic Pathology,9th edition,pg no.393)",
        "cop": 1,
        "opa": "Ant. wall of left ventricle",
        "opb": "Post. wall of right ventricle",
        "opc": "Post. wall of left ventricle",
        "opd": "Inf. wall of left ventricle",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "53f97927-b78a-47c7-8f16-baec7e7d7ab6",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following locations would you least except to find significant atherosclerotic lesions in a patient with risky factors of smoking, hypeension, diabetes mellitus, and serum cholesterol level of 280 mg/dl",
        "exp": "Large elastic aeries(eg. Aoa, carotid,and iliac aeries)and large and medium muscular aeries (coronary,renal,and popliteal aeries) are the vessels most commonly involved in atherosclerosis Robbins 9 th edition page no. 342",
        "cop": 4,
        "opa": "Left main coronary aery",
        "opb": "Aoic bifurcation",
        "opc": "Circle of Willis",
        "opd": "Pulmonary aery trunk",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b355a25b-99c9-4a47-815e-205a2db6ea02",
        "choice_type": "multi"
    },
    {
        "question": "Most common primary tumor of hea?",
        "exp": "Primary cardiac tumors are uncommon moreover, most also are benign. The descending order of frequency , these are myxomas, fibromas, lipomas, papillary fibroelastomas,rhabdomyomas Myxomas are the most common primary tumor of the adult hea. Robbins 9 th edition page no. 404",
        "cop": 1,
        "opa": "Myxoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Fibroma",
        "opd": "Leiomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "eeb945e7-94e8-44e7-9979-4ac35f4fe88a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following condition(s) are associated with raised ANCA except",
        "exp": "Many patients with vasculitis have circulating antibodies that react with neutrophil cytoplasmic antigens, so-called anti-neutrophil cytoplasmic antibodies (ANCAs). ANCAs are a heterogeneous group of autoantibodies directed against constituents (mainly enzymes) of neutrophil primary granules, monocyte lysosomes, and endothelial cells. ANCAs are very useful diagnostic markers; their titers generally mirror clinical severity, and a rise in titers after periods of quiescence is predictive of disease recurrence. PR3-ANCAs are associated with Wegener granulomatosis. MPO-ANCAs are associated with microscopic polyangiitis and Churg-Strauss syndrome. (Robbins Basic Pathology,9th edition,pg no.350)",
        "cop": 2,
        "opa": "Wegener's granulomatosis",
        "opb": "Polyaeritis Nodosa",
        "opc": "Microscopic Polyangitis",
        "opd": "Churg-Strauss syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "38e44d93-5dad-4c77-b499-c80ea9d5711b",
        "choice_type": "multi"
    },
    {
        "question": "A young female patient came for routine examination.On examination a mid systolic click was found. There is no history of RHD. The histopathologicaI examination is most likely to show",
        "exp": "Myxomatous mitral valve most paintents are asymptomatic and the valvular abnormality is discovered only incidently on physical examination. In minority of cases patient complains of palpitation, dyspnea, or atypical chest pain. Auscultation discloses a mid systolic click caused by abrupt tensn on the redundant valve leaflets and chordae tendineae as the valve attempt to close Robbins 9 th edition page no. 390",
        "cop": 1,
        "opa": "Myxomatous degeneration and prolapsed of the mitral valve",
        "opb": "Fibrinous deposition on the tip of papillary muscle",
        "opc": "Rupture of chordae tendinae",
        "opd": "Asehoff nodule on the mitral valve",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9cbcb9aa-478d-49bd-bd09-fae04d02931e",
        "choice_type": "single"
    },
    {
        "question": "7 day old MI the most sensitive biochemical marker",
        "exp": "TnI and TnT normally are not found in the circulation; however, after acute MI, both are detectable within 2 to 4 hours, with levels peaking at 48 hours and remaining elevated for 7 to 10 days. Although cardiac troponin and CK-MB are equally sensitive markers of the early stages of an MI, persistence of elevated troponin levels for approximately 10 days allows the diagnosis of an acute MI long after CK-MB levels have returned to normal. With reperfusion, both troponin and CK-MB levels may peak earlier owing to more rapid washout of the enzyme from the necrotic tissue. (Robbins basic pathology,9th edition,pg no.383)",
        "cop": 1,
        "opa": "Troponin T",
        "opb": "CPK MB",
        "opc": "LDH",
        "opd": "Myoglobin",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d9157a53-d7f8-4c7d-8f19-30287b6e95ab",
        "choice_type": "single"
    },
    {
        "question": "Cardiomyopathy may be seen in all except -",
        "exp": "cardiomyopathies (literally, \"hea muscle diseases\"); these can be primary--that is, principally confined to the myocardium--or secondary presenting as the cardiac manifestation of a systemic disorder. Cardiomyopathies are thus a diverse group that includes inflammatory disorders (e.g., myocarditis), immunologic diseases (e.g., sarcoidosis), systemic metabolic disorders (e.g., hemochromatosis), muscular dystrophies, and genetic disorders of myocardial fibers. In many cases, the cardiomyopathy is of unknown etiology and thus is termed idiopathic; however, a number of previously \"idiopathic\" cardiomyopathies have been shown to be the consequence of specific genetic abnormalities in cardiac energy metabolism or in structural and contractile proteins. (Robbins basic pathology,9th edition,pg no.396)",
        "cop": 4,
        "opa": "Myocarditis",
        "opb": "sarcoidosis",
        "opc": "haemochromatosis",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "fdf2caaa-22d2-4506-8049-a560a435c24f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is non-modifiable risk factor for CHD",
        "exp": "Nonmodifiable (Constitutional) Genetic abnormalities,Family history,Increasing age.Male gender Modifiable Hyperlipidemia Hypeension Cigarette smoking Diabetes Inflammation (Robbins Basic Pathology,9th edition,pg no.336)",
        "cop": 4,
        "opa": "Diabetes",
        "opb": "Smoking",
        "opc": "Hypeension",
        "opd": "old age",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6ccda05b-0a89-4d01-8dbd-5145782a6f5f",
        "choice_type": "single"
    },
    {
        "question": "Aoic arch syndrome is due to",
        "exp": "Takayasu aeritis is a granulomatous vasculitis of mediumsized and larger aeries characterized principally by ocular disturbances and marked weakening of the pulses in the upper extremities. (Robbins basic pathology,9th edition,pg no.353) Takayasu's aeritis is an inflammatory and stenotic disease of mediumand large-sized aeries characterized by a strong predilection for the aoic arch and its branches. For this reason, it is often referred to as the aoic arch syndrome. (Harrison&;&;s principle of internal medicine,18th edition,pg no.)",
        "cop": 3,
        "opa": "PAN",
        "opb": "Temporal aeritis",
        "opc": "Takayasu aeritis",
        "opd": "Burger disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "64b09234-93cd-4933-83ec-033c3e97352c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is not a cause for restrictive cardiomyopathy",
        "exp": "Restrictive cardiomyopathy is characterized by a primary decrease in ventricular compliance, resulting in impaired ventricular filling during diastole (simply put, the wall is stiffer). Restrictive cardiomyopathy can be idiopathic or associated with systemic diseases that also happen to affect the myocardium, for example radiation fibrosis, amyloidosis, sarcoidosis, or products of inborn errors of metabolism. (Robbins basic pathology,9th edition.pg no.401)",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Hemochromatosis",
        "opc": "Amyloidosis",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b9da20c0-2464-494f-b485-bf623e8c5497",
        "choice_type": "single"
    },
    {
        "question": "During a routine physical examination, a 58-year-old white male is found to have a 6-cm pulsatile mass in his abdomen. Angiography reveals a marked dilation of his aoa distal to his renal aeries. This aneurysm is most likely the result o",
        "exp": "An aneurysm is an abnormal dilation of any vessel. Atherosclerotic aneurysms, the most common type of aoic aneurysms, usually occur distal to the renal aeries and proximal to the bifurcation of the aoa. Many atherosclerotic aneurysms are asymptomatic, but if they rupture they produce sudden, severe abdominal pain, shock, and a risk of death. Prior to rupture, physical examination reveals a pulsatile mass in the abdomen. Trauma may also lead to the formation of dissecting aneurysms Cystic medial necrosis refers to the focal loss of elastic and muscle fibers in the media of vessels and is seen in patients with hypeension, dissecting aneurysms, and Marfan's syndrome Syphilitic aneurysms are caused by obliterative endaeritis of the vasa vasorum of the aoa. These aneurysms are pa of the teiary manifestation of syphilis and become evident 15 to 20 years after persons have contracted the initial infection with Treponema pallidum Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 1,
        "opa": "Atherosclerosis",
        "opb": "Hypeension",
        "opc": "Trauma",
        "opd": "A previous syphilitic infection",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f961279f-1d00-4fd0-b674-611decca38f7",
        "choice_type": "single"
    },
    {
        "question": "Typical histological change seen in benign hypeension includes",
        "exp": "Hypeension not only accelerate atherogenesis but also causes degenerative changes in the walls of large and medium sized aeries that can lead to aoic dissection and cerebro vascular hemmorage Hyaline aeriolosclerosis is associated with benign hypeension Robbins 9th edition page no. 333",
        "cop": 4,
        "opa": "Formation of new vessels",
        "opb": "Loss of endothelial cells of aerioles",
        "opc": "Fibrinoid necrosis of small sized aerie/saerioles",
        "opd": "Intimal proliferation and hyalinization of muscular media of medium sized aeries/aerioles",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a2ff751f-4774-49b3-80df-510afda5c867",
        "choice_type": "multi"
    },
    {
        "question": "What is the mechanism of acute rheumatic lever -",
        "exp": "Rheumatic fever is an acute, immunologically mediated, multisystem inflammatory disease that occurs after group A b-hemolytic streptococcal infections (usually pharyngitis, but also rarely with infections at other sites such as skin). Rheumatic hea disease is the cardiac manifestation of rheumatic fever. Acute rheumatic fever is a hypersensitivity reaction classically attributed to antibodies directed against group A streptococcal molecules that also are cross-reactive with host antigens. (Robbins basic pathology,9th edition,pg no.391)",
        "cop": 1,
        "opa": "Cross reactivity with host antigen",
        "opb": "Innocent by slender effect",
        "opc": "Due to toxin secretion by streptococci",
        "opd": "Release of pyrogenic cytokines",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "62da098d-eb3c-439e-a50d-eacd5c987ad6",
        "choice_type": "single"
    },
    {
        "question": "Atrial myxoma commonly arises from-",
        "exp": "Primary cardiac tumors are uncommon; moreover, most also are (founately) benign. The five most common have no malignant potential and account for 80% to 90% of all primary hea tumors. In descending order of frequency, these are myxomas, fibromas, lipomas, papillary fibroelastomas, and rhabdomyomas. Angiosarcomas constitute the most common primary malignant tumor of the hea. Myxomas are the most common primary tumors of the adult hea . Roughly 90% are atrial, with the left atrium accounting for 80% of those. (Robbins Basic Pathology,9th edition,pg no.404)",
        "cop": 2,
        "opa": "Left ventricle",
        "opb": "Left atrium",
        "opc": "Right ventricle",
        "opd": "Right atrium",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c0c25c2f-3797-409b-814a-dadc62e71189",
        "choice_type": "single"
    },
    {
        "question": "Vegetations in libman sacendocarditis are -",
        "exp": "Libman-Sacks endocarditis is characterized by the presence of sterile vegetations on the valves of patients with systemic lupus erythematosus. The lesions probably develop as a consequence of immune complex deposition and thus exhibit associated inflammation, often with fibrinoid necrosis of the valve substance adjacent to the vegetation; subsequent fibrosis and serious deformity can result in lesions that resemble chronic rheumatic hea disease. These can occur anywhere on the valve surface, on the cords, or even on the atrial or ventricular endocardium. (Robbins Basic pathology,9th edition.pg no.394)",
        "cop": 3,
        "opa": "Large and fragile",
        "opb": "Small way along the line of closure of valve",
        "opc": "Small or medium sized on either or both sides of valve",
        "opd": "Small bland vegetations",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "4ee145db-65a0-4ba6-86c5-a95c31ccd69b",
        "choice_type": "multi"
    },
    {
        "question": "Roth's spots are found in",
        "exp": "White-centered retinal hemorrhages (Roth's spots) are considered pathognomonic for subacute bacterial endocarditis, but they also appear in leukemia, diabetes, and many other conditions. Endophthalmitis also occurs as a complication of ocular surgery, occasionally months or even years after the operation. ( Harrison&;s principle of internal medicine,18th edition,pg no. 230)",
        "cop": 3,
        "opa": "Acute rheumatic fever",
        "opb": "Congestive cardiac failure",
        "opc": "Infective endocarditis",
        "opd": "Restrictive cardiomyopathy",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "405b6b0f-65c1-4e95-b004-b96ca2cfd294",
        "choice_type": "single"
    },
    {
        "question": "Migratory thrombophlebitis is caused by",
        "exp": "Carcinomas of the pancreas typically remain silent until theirextension impinges on some other structure. Pain usually is thefirst symptom, but by that point these cancers are oftenbeyond cure. Obstructive jaundice can be associated withcarcinoma in the head of the pancreas, but it rarely drawsattention to the cancer soon enough for timely intervention.Weight loss, anorexia, and generalized malaise and weaknessare manifestations of advanced disease. Migratory thrombophlebitis (Trousseau syndrome) occurs in about 10% of patients and is attributable to the elaboration of platelet aggregating factors and pro-coagulants from the tumor or its necrotic products.Robbins Basic pathology, 9th edition, pg no.654",
        "cop": 1,
        "opa": "Pancreatic carcinoma",
        "opb": "Colonic carcinoma",
        "opc": "Nasopharyngeal carcinoma",
        "opd": "Meningioma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "32444741-4981-4360-826c-376ab50f5926",
        "choice_type": "single"
    },
    {
        "question": "Obstructive shock is due to -",
        "exp": "Obstructive shock is a form of shock associated with physical obstruction of the great vessels or the hea itself.Pulmonary embolism and cardiac tamponade are considered forms of obstructive shock. Obstructive shock come under cardiogenic shock Robbins 9 th edition page no. 94",
        "cop": 1,
        "opa": "Mechanical impediment to blood flow",
        "opb": "Cardiac pump failure",
        "opc": "Peripheral pooling of blood",
        "opd": "Hypovolemia",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c82e85e4-6b64-4110-aa33-300aefde8eea",
        "choice_type": "single"
    },
    {
        "question": "Fibrinous pericarditis is seen in?",
        "exp": "Fibrinous inflammation occurs as a consequence of more severe injuries, resulting in greater vascular permeability that allows large molecules (such as fibrinogen) to pass the endothelial barrier. Histologically, the accumulated extravascular fibrin appears as an eosinophilic meshwork of threads or sometimes as an amorphous coagulum. Robbins Basic pathology,9th edition,pg no.43",
        "cop": 2,
        "opa": "Infectious mononucleosis",
        "opb": "Cardiac surgery",
        "opc": "TB",
        "opd": "Myxoma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ffe1d095-059d-4e17-88b5-b705d4d53eab",
        "choice_type": "single"
    },
    {
        "question": "True regarding cardiomyopathy",
        "exp": "Most cardiac muscle diseases are secondary to some other condition, e.g., coronary atherosclerosis, hypeension, or valvular hea disease. However, there are also cardiac diseases attributable to intrinsic myocardial dysfunction. Such diseases are termed cardiomyopathies (literally, \"hea muscle diseases\"); these can be primary--that is, principally confined to the myocardium--or secondary presenting as the cardiac manifestation of a systemic disorder. Cardiomyopathies are thus a diverse group that includes inflammatory disorders (e.g., myocarditis), immunologic diseases (e.g., sarcoidosis), systemic metabolic disorders (e.g., hemochromatosis), muscular dystrophies, and genetic disorders of myocardial fibers. In many cases, the cardiomyopathy is of unknown etiology and thus is termed idiopathic; however, a number of previously \"idiopathic\" cardiomyopathies have been shown to be the consequence of specific genetic abnormalities in cardiac energy metabolism or in structural and contractile proteins. (Robbins Basic Pathology,9th edition,pg no.397)",
        "cop": 4,
        "opa": "RV dilatation is present",
        "opb": "May result from thyroxicosis",
        "opc": "Secondary to alcohol",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9778f2c9-6409-4cf7-b8bf-f4788d3f1b60",
        "choice_type": "multi"
    },
    {
        "question": "Which is not major Criteria rheumatic fever?",
        "exp": "The diagnosis of acute rheumatic fever is made based on serologic evidence of previous streptococcal infection in conjunction with two or more of the so-called Jones criteria: (1) carditis; (2) migratory polyahritis of large joints; (3) subcutaneous nodules; (4) erythema marginatum skin rashes; and (5) Sydenham chorea, a neurologic disorder characterized by involuntary purposeless, rapid movements (also called St. Vitus dance). Minor criteria such as fever, ahralgias, ECG changes, or elevated acute phase reactants also can help suppo the diagnosis. (Robbins Basic pathology,9th edition.pg no.392)",
        "cop": 3,
        "opa": "Carditis",
        "opb": "Subcutaneous nodules",
        "opc": "Increased ASLO",
        "opd": "Ahritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e93081c7-6285-4613-810a-5a38046d5c05",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements regarding subendoc ardinal infarction are true, except",
        "exp": "Are MI s limited to the inner third of the myocardium. These infracts typically do not exhibit ST segment elevation or Q waves on the ECG tracing. This region is most vulnerable to hypoperfusion and hypoxia . Thus in the setting of severe coronary aery disease Robbins 9th edition page no. 379",
        "cop": 4,
        "opa": "These are multifocal in nature",
        "opb": "These often result from hypotension or shock",
        "opc": "Epicarditis is not seen",
        "opd": "These may result in aneurysm",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "44a9e7ed-3c71-4112-a647-b851284405ce",
        "choice_type": "multi"
    },
    {
        "question": "Atheromatous changes of blood vessels affects early which of the following organ?",
        "exp": "Large elastic aeries (e.g., aoa, carotid, and iliac aeries) and large and medium-sized muscular aeries (e.g., coronary, renal, and popliteal aeries) are the vessels most commonly involved by atherosclerosis. Accordingly, atherosclerosis is most likely to present with signs and symptoms related to ischemia in the hea, brain, kidneys, and lower extremities. Myocardial infarction (hea attack), cerebral infarction (stroke), aoic aneurysms, and peripheral vascular disease (gangrene of extremities) are the major clinical consequences of atherosclerosis. ( Robbins Basic Pathology, 9 th edition, page 342 )",
        "cop": 2,
        "opa": "Kidney",
        "opb": "Hea",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d8f5c25a-b520-4c14-bf92-bd98c2af55a8",
        "choice_type": "single"
    },
    {
        "question": "Spindle cell tumor is",
        "exp": "Alveolar soft pa sarcoma (ASPS) is a rare, poor prognosis neoplasm of unknown histogenesis with a distinctive histology, specific molecular characteristics, and unique clinical behaviors. ASPS generally develop in younger patients. Unlike other soft tissue sarcomas, ASPS also metastasizes to the brain. Ramdas Nayak 2nd edition page no. 371",
        "cop": 4,
        "opa": "Leiomyoma",
        "opb": "Schwannoma",
        "opc": "Fibrous histiocytoma",
        "opd": "Alveolar soft tissue sarcoma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5be037de-7803-4274-8654-a69921ee8101",
        "choice_type": "single"
    },
    {
        "question": "A 17-year-old high school student dies suddenly while playing basketball.Autopsy and histologic sections are given. What is the most likely diagnosis?",
        "exp": "Hyperophic cardiomyopathy is characterized by asymmetric hyperophy of the interventricular septum, histologic sections of which reveal disorganized, hyperophied myofibers. These changes produce hypercontractility that predisposes patients to the risk of sudden death. There is an increased incidence of hyperophic cardiomyopathy within families, and there is evidence that it may be an autosomal dominant disorder. The disease is thought to result from a mutation in the cardiac b-myosin heavy chain gene. Patients may experience dyspnea, lightheadedness, and chest pain, especially upon physical exeion; however, many patients appear to be asymptomatic, although sudden, unexpected death occurs not infrequently, especially following or during physical exeion. This risk is increased with factors that either increase the contractility of the hea or decrease the volume of the left ventricle (both of which increase the left ventricular outflow obstruction). T reatment for patients with hyperophic cardiomyopathy, therefore, is with drugs that decrease contractility. Examples of these types of drugs include b-adrenergic blockers and calcium channel blockers. In individuals with hyperophic cardiomyopathy, agents that increase contractility are contraindicated. Examples of these types of drugs include glycosides, such as digitalis. Epinephrine and b-adrenergic agonists, which increase cardiac output by increasing stroke volume and hea rate, would also be contraindicated. Diuretics would also be dangerous, as they would decrease intravascular volume, and this would accentuate the bad effects of the septal hyperophy because of the decreased left ventricular volume. dilated (congestive) cardiomyopathy results in a flabby, hypocontractile hea. Constrictive (restrictive) cardiomyopathy is associated in the United States with amyloidosis and endocardial fibroelastosis. It is so named because of the infiltration and deposition of material in the endomyocardium and the layering of collagen and elastin over the endocardium. This deposition affects the ability of the ventricles to accommodate blood volume during diastole. Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 1,
        "opa": "Hyperophic cardiomyopathy",
        "opb": "Dilated cardiomyopathy",
        "opc": "Constrictive cardiomyopathy",
        "opd": "Secondary cardiomyopathy",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "673e080b-f155-4115-8305-bd88af703846",
        "choice_type": "multi"
    },
    {
        "question": "True about pyogenic granuloma are",
        "exp": "Pyogenic granulomas are pedunculated masses usually found on the gingiva of children, young adults, and pregnant women. These lesions are richly vascular and typically are ulcerated, which gives them a red to purple color. In some cases, growth can be rapid and raise fear of a malignant neoplasm. However, histologic examination demonstrates a dense proliferation of immature vessels similar to that seen in granulation tissue. Pyogenic granulomas can regress, mature into dense fibrous masses, or develop into a peripheral ossifying fibroma. Complete surgical excision is definitive treatment. (Robbins basic pathology,9th edition,pg no.553)",
        "cop": 4,
        "opa": "Vascular pathology",
        "opb": "Bleeds rarely",
        "opc": "In pregnancy incidence increases",
        "opd": "1 and 3",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c8eecbd6-e243-48cc-a61f-2a8ececdb52c",
        "choice_type": "multi"
    },
    {
        "question": "First enzyme to be raised in MI is",
        "exp": "The laboratory evaluation of MI is based on measuring blood levels of macromolecules that leak out of injured myocardial cells through damaged cell membranes these molecules include myoglobin, cardiac troponins T and I (TnT, TnI), creatine kinase (CK) (specifically the myocardial isoform, CK-MB), and lactate dehydrogenase. Troponins and CK-MB have high specificity and sensitivity for myocardial damage. (Robbins Basic pathology,9th edition.pg no.382)",
        "cop": 3,
        "opa": "CPK-MB",
        "opb": "LDH",
        "opc": "Myoglobin",
        "opd": "Troponin-I",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "875ef62b-6e36-42e4-b059-8585e17bba80",
        "choice_type": "single"
    },
    {
        "question": "PAN is associated with",
        "exp": "Polyaeritis nodosa (PAN) is a systemic vasculitis of small or medium-sized muscular aeries that typically involves the renal and visceral vessels and spares the pulmonary circulation. There is no association with ANCAs, but a third of the patients have chronic hepatitis B infection, which leads to the formation of immune complexes containing hepatitis B antigens that deposit in affected vessels. The cause is unknown in the remaining cases. (Robbins Basic Pathology,9th edition,pg no.352)",
        "cop": 2,
        "opa": "Hepatitis A",
        "opb": "Hepatitis B",
        "opc": "Hepatitis C",
        "opd": "Hepatitis E",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c904d71b-2d6a-421c-b10a-7046ec568889",
        "choice_type": "single"
    },
    {
        "question": "Increased capillary permeability is caused by all of the following except",
        "exp": "Renin cause the vasoconstriction and increase the BP. It is released by the RAASmechanism Robbins 9th edition page no. 329",
        "cop": 3,
        "opa": "Anaphylatoxin",
        "opb": "5 hydroxytryptamine",
        "opc": "Renin",
        "opd": "Histamine",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "240a1d16-b3db-4dff-bd6d-6cbdcde2922d",
        "choice_type": "multi"
    },
    {
        "question": "In Raynaud's phenomenon which of the following change is seen in vessels in initial stage?",
        "exp": "Raynaud phenomenon results from the exaggerated vasoconstriction of aeries and aerioles in the extremities, paicularly in the fingers and toes. The restricted blood flow induces paroxysmal pallor or cyanosis; involved digits characteristically show \" red-white -and-blue \" color change most proximal to most distal Robbins 9 th edition page no. 355",
        "cop": 1,
        "opa": "No change",
        "opb": "Thrombosis",
        "opc": "Fibrinoid necrosis",
        "opd": "Hyaline sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "2d93a2d7-6eba-4d9c-9016-f244cba3de7e",
        "choice_type": "single"
    },
    {
        "question": "Henoch-Schonlein purpura is characterized by the deposition of the following immunoglobulin around the vessels?",
        "exp": "Henoch-Schonlein purpura, also referred to as anaphylactoid purpura, is a small-vessel vasculitis characterized by palpable purpura (most commonly distributed over the buttocks and lower extremities), ahralgias, gastrointestinal signs and symptoms, and glo merulonephritis. The presumptive pathogenic mechanism for Henoch-Schonlein purpura is immune-complex deposition. A number of inciting antigens have been suggested including upper respiratory tract infections, various drugs, foods, insect bites, and immunizations. IgA is the antibody class most often seen in the immune complexes and has been demonstrated in the renal biopsies of these patients. (Harrison&;&;s principle of internal medicine,18th edition,pg no.2797)",
        "cop": 3,
        "opa": "IgM",
        "opb": "IgG",
        "opc": "IgA",
        "opd": "IgE",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "2b3a09b8-dbfe-4367-92fa-725998b2b94a",
        "choice_type": "single"
    },
    {
        "question": "ANCA positive vascuiltis is",
        "exp": "Wegener granulomatosis is a necrotizing vasculitis characterized by a specific triad of findings: * Granulomas of the lung and/or the upper respiratory tract (ear, nose, sinuses, throat) * Vasculitis of small to medium-sized vessels (capillaries, venules, aerioles, and aeries), most prominently in the lungs and upper respiratory tract * Glomerulonephritis PR3-ANCAs are present in almost 95% of cases and probably drive the subsequent tissue injury; Robbins Basic pathology,9th edition,pg no.353",
        "cop": 3,
        "opa": "Henoch schonlein purpura",
        "opb": "Behcet'S syndrome",
        "opc": "Wegener's granulomatosis",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9350f276-8ed6-4405-81d2-e96b8b105a78",
        "choice_type": "multi"
    },
    {
        "question": "Best indicator for coronary aery disease",
        "exp": "Hyperlipidemia is a major risk factor for development of atheroscerosis The main cholesterol component associated with increased risk is LDL (bad cholesterol) Robbins 9th edition page no. 336",
        "cop": 2,
        "opa": "HDL",
        "opb": "LDL",
        "opc": "VLDL",
        "opd": "Chlomicron",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "72ec70ec-fc38-4ec8-9afb-e620b942c3d4",
        "choice_type": "single"
    },
    {
        "question": "Takayasu disease most commonly affects?",
        "exp": "TAKAYASU'S AERITIS This inflammatory disease often affects the ascending aoa and aoic arch, causing obstruction of the aoa and its major aeries. It also may involve the descending thoracic and abdominal aoa and occlude large branches such as the renal aeries. Aoic aneurysms also may occur. ( Harrison&;s principle of internal medicine,18th edition,pg no. 2065)",
        "cop": 4,
        "opa": "Coeliac axis",
        "opb": "Coronaries",
        "opc": "Radial aery",
        "opd": "Renal aery",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "89b49cc1-ea8d-4d6d-a075-f7cf631014d5",
        "choice_type": "single"
    },
    {
        "question": "Visceral aneurysm is most commonly seen in",
        "exp": "Splenic Aery Aneurysm The splenic aery is a blood vessel that supplies blood to the spleen. The spleen is an organ involved in regulating the immune system. Aneurysms of the splenic aery are the third most common type of aneurysm, but their prevalence is still low. Their overall incidence is about .1 percent. Splenic Aery Aneurysm Risk Factors Splenic aery aneurysms are more common in women than men, and these are also noted to occur in younger patients with an average age of 52 years. Other risk factors include: Lupus Multiple pregnancies Pancreatitis Polyaeritis nodosa Poal hypeension Trauma Splenic Aery Disease Symptoms",
        "cop": 1,
        "opa": "Splenic",
        "opb": "Renal",
        "opc": "Hepatic",
        "opd": "Coronary",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "bf0c51b1-81b2-4ddb-9203-7cce1d129812",
        "choice_type": "single"
    },
    {
        "question": "Fibrinoid necrosis is seen in following except",
        "exp": "Fibrinoid necrosis is a special<img src=\" /> form of necrosis, visible by light microscopy, usually in immune reactions in which complexes of antigens and antibodies are deposited in the walls of aeries. The deposited immune complexes, together with fibrin that has leaked out of vessels, produce a bright pink and amorphous appearance on H&E preparations called fibrinoid (fibrin-like) by pathologists. it is found in Systemic lupus erythematosus; some forms of glomerulonephritis; serum sickness; Ahus reaction. (Robbins Basic pathology,9th edition.pg no.11)",
        "cop": 2,
        "opa": "Serum sickness",
        "opb": "Diabetes mellitus",
        "opc": "Ahus reaction",
        "opd": "SLE",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "0722cf29-fb85-450c-a72c-a0e57a14969d",
        "choice_type": "multi"
    },
    {
        "question": "Spontaneous regression can occur with",
        "exp": "The hemangioma is a common type of vascular bihmark. It is usually painless and harmless and its cause is not known. Color from the bihmark comes from the extensive development of blood vessels at the site. Strawberry hemangiomas (also called strawberry mark, nevus vascularis, capillary hemangioma, hemangioma simplex) may appear anywhere on the body, but are most common on the face, scalp, back, or chest. They consist of small, closely packed blood vessels. They may be absent at bih, and develop at several weeks. They usually grow rapidly, remain a fixed size, and then subside. In most cases, strawberry hemangiomas disappear by the time a child is 9 years old. Some slight discoloration or puckering of the skin may remain at the site of the hemangioma.",
        "cop": 2,
        "opa": "Cavernous hemangioma",
        "opb": "Strawberry angioma",
        "opc": "Nevus flemes",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "391ba803-edcd-4352-9d09-8fe042029a31",
        "choice_type": "multi"
    },
    {
        "question": "At the time of autopsy of a 39-year-old female who died of complications of systemic lupus erythematosus, several medium-sized vegetations are found on both sides of the mitral valve and tricuspid valve. These cardiac vegetations are most likely the result of",
        "exp": "Plaques or vegetations are found in characteristic locations within the hea in several different disorders. Vegetations can occur in acute rheumatic fever as small masses found in a row along the lines of closure of the valves. vegetations of infective endocarditis are large, irregular masses that extend beyond the valves onto the chordae. Nonbacterial thrombotic (marantic) endocarditis, which is associated with prolonged debilitating diseases and cachexia, may produce one or two small, sterile vegetations at the line of valve closure. In patients with systemic lupus erythematosus, medium-sized vegetations (Libman-Sacks endocarditis) may occur on either or both sides of the valve leaflets, typically on the mitral valve and the tricuspid valve. The development of Libman-Sacks endocarditis is associated with the presence of the upus anticoagulant (antiphospholipid syndrome), an antibody that makes platelets \"sticky\" and increases the chance of thrombosis. Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 1,
        "opa": "Presence of an anticardiolipin antibody",
        "opb": "Turbulent blood flow through an incompetent mitral valve",
        "opc": "Abnormal secretion of a vasoactive amine",
        "opd": "Bacterial colonization of an abnormal valve",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ddb6b32b-c53b-4979-af13-105f84f78835",
        "choice_type": "multi"
    },
    {
        "question": "ANCA positive vasculitis is",
        "exp": "Wegener granulomatosis is likely to be initiated as a cell mediated hypersensitivity response directed aganist inhaled infectious or environmental antigens. PR3-ANCA are present in almost 95 c/o of cases Chrug - stauss syndrome is a small vessel necrotising vasculitis classically associated with asthma, allergic rhinitis, lung infiltrate, etc. This syndrome may stem from hyperresponsiveness to normally innocuous allergic stimuli. MPO-ANCA s are present in a minority of cases Robbins 9 th edition page no. 354",
        "cop": 4,
        "opa": "Churg-strauss syndrome",
        "opb": "Polyaeritis nodosa",
        "opc": "Wegener granulomatosis",
        "opd": "1 & 3",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "764b69e6-4afd-4ca0-958f-d1bcbc40b49c",
        "choice_type": "single"
    },
    {
        "question": "Approximate time, at the end of which the quantity, of ATP within ischemic cardiac myocytes is reduced to 10% of original is",
        "exp": "ATP decreases to 10% of its intial level in 40 min Robbins 9 th edition page no. 380",
        "cop": 4,
        "opa": "<2 minutes",
        "opb": "10 minutes",
        "opc": "20 minutes",
        "opd": "40 minutes",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a8ce0dfc-b304-43cd-a2c9-bd12a91de8a7",
        "choice_type": "single"
    },
    {
        "question": "Aschoff's nodules are seen in",
        "exp": "Acute rheumatic fever is characterised by discrete inflammatory foci within a variety of tissues. The myocardial inflammatory lessons called Aschoff bodies are pathogenic for rheumatic fever. Rheumatic fever occurs due to beta hemolytic streptococcal infections. Robbins 9 th edition page no. 391",
        "cop": 3,
        "opa": "Subacute bacterial endocarditis.",
        "opb": "Libman - Sacks endocarditis",
        "opc": "Rheumatic carditis",
        "opd": "Non - bacterial Thrombotic endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f789f206-708b-4e27-bcd3-9f5da6f4e379",
        "choice_type": "single"
    },
    {
        "question": "Which worm causes myocarditis",
        "exp": "Myocarditis encompasses a diverse group of clinical entities in which infectious agents and/or inflammatory processes primarily target the myocardium. Trichinosis is the most common helminthic disease with associated cardiac involvement. (Robbins basic pathology,9th edition,pg no.402)",
        "cop": 2,
        "opa": "Trichuris",
        "opb": "Trichinella",
        "opc": "Enterobius",
        "opd": "Strongyloides",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "44e4d813-7355-4b38-9caa-5128aa84e859",
        "choice_type": "single"
    },
    {
        "question": "Fol1owing are major criteria of rheumatic fever, except",
        "exp": "The diagnosis of acute rheumatic fever is made based on serologic evidence of previous streptococcal infection in conjunction with two or more of the so-called Jones criteria: (1) carditis; (2) migratory polyahritis of large joints; (3) subcutaneous nodules; (4) erythema marginatum skin rashes; and (5) Sydenham chorea, a neurologic disorder characterized by involuntary purposeless, rapid movements (also called St. Vitus dance). Minor criteria such as fever, ahralgias, ECG changes, or elevated acute phase reactants also can help suppo the diagnosis. (Robbins Basic pathology,9th edition.pg no.392)",
        "cop": 4,
        "opa": "Chorea",
        "opb": "Ahritis",
        "opc": "Carditis",
        "opd": "Prolonged P-R interval",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "adfbd0d9-15dc-46dc-a216-71a9f4469015",
        "choice_type": "multi"
    },
    {
        "question": "True about Henoch-Schonlein purpura?",
        "exp": "Henoch-Schonlein purpura also referred to as anaphylactoid purpura, is a small-vessel vasculitis characterized by palpable purpura (most commonly distributed over the buttocks and lower extremities), ahralgias, gastrointestinal signs and symptoms, and glomerulonephritis. Henoch-Schonlein purpura is usually seen in children; most patients range in age from 4 to 7 years; however, the disease may also be seen in infants and adults.The presumptive pathogenic mechanism for Henoch-Schonlein purpura is an immune-complex deposition. A number of inciting antigens have been suggested including upper respiratory tract infections, various drugs, foods, insect bites, and immunizations. IgA is the antibody class most often seen in the immune complexes and has been demonstrated in the renal biopsies of these patients.(Harrison&;&;s principle of internal medicine,18th edition, pg no.2797)",
        "cop": 4,
        "opa": "Palpable pupura",
        "opb": "Common in children",
        "opc": "Thrombocytosis",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "50ea318a-efc2-446c-8ea5-93a4f88c6816",
        "choice_type": "multi"
    },
    {
        "question": "Troponin T is marker of",
        "exp": "A troponin test measures the levels of troponin T or troponin I proteins in the blood. These proteins are released when the hea muscle has been damaged, such as occurs with a hea attack. The more damage there is to the hea, the greater the amount of troponin T and I there will be in the blood",
        "cop": 4,
        "opa": "Renal disease",
        "opb": "Muscular dystrophy",
        "opc": "Cirrhosis of liver",
        "opd": "Myocardial infarction",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ae19ce7c-cda9-4e3c-a4fb-5b878cb32df6",
        "choice_type": "single"
    },
    {
        "question": "Atheromatous plaque does not contain",
        "exp": "The main components of atherosclerotic plaques are 1.Cells: Smooth muscle cells, monocytes/macrophages, T cells2.Extracellular matrix: Collagen, elastic fibers, proteoglycans3.Intra and extracellular lipids(Ref: Robbins 8/e p502)",
        "cop": 2,
        "opa": "Cholestrol crystals",
        "opb": "Neutrophils",
        "opc": "Smooth muscle fibres",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7429cae8-500e-420e-b9e4-43fc291c3ccd",
        "choice_type": "single"
    },
    {
        "question": "Earliest histological change in MI-",
        "exp": "The microscopic appearance also undergoes a characteristic sequence of changes Typical features of coagulative necrosis become detectable within 4 to 12 hours of infarction. \"Wavy fibers\" also can be present at the edges of an infarct; these reflect the stretching and buckling of noncontractile dead fibers. Sublethal ischemia can also induce intracellular myocyte vacuolization; such myocytes are ble but frequently are poorly contractile. (Robbins Basic Pathology,9th edition,pg no.383)",
        "cop": 3,
        "opa": "Macrophage infiltration",
        "opb": "Neutrophilic Infiltration",
        "opc": "Waviness of fibers",
        "opd": "Coagulative necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7175e83b-d531-43aa-80e9-7032d6710533",
        "choice_type": "single"
    },
    {
        "question": "Inferior wall Ml",
        "exp": "In case of thrombotic emboli to the post interventicualr aery, inferior wall MI can occur Robbins 9 th edition page no377",
        "cop": 1,
        "opa": "Post interventricular aery",
        "opb": "Post interventricular aery",
        "opc": "Atrial branch",
        "opd": "Nodal branch",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3322c458-5b61-4aea-b4ed-b9619e9401be",
        "choice_type": "multi"
    },
    {
        "question": "Components of TOF are all except",
        "exp": "Tetralogy of Fallot is the most common cause of cyanotic congenital hea disease and accounts for about 5% of all congenital cardiac malformations . The fourcardinal features are (1) VSD; (2)right ventricular outflow tract obstruction (subpulmonic stenosis); (3) overriding of the VSD by the aoa; and (4) right ventricular hyperophy . All of the features of tetralogy of Fallot result from anterosuperior displacement of the infundibular septum leading to abnormal septation between the pulmonary trunk and the aoic root. (Robbins Basic pathology,9th edition.pg no.404)",
        "cop": 4,
        "opa": "VSD",
        "opb": "Subpulmonary stenosis",
        "opc": "Right ventricular hyperophy",
        "opd": "PDA",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8992b8f1-2ebb-473a-b318-cd599a672ff2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a common cause of vasculitis in adults",
        "exp": "Kawasaki disease is an acute, febrile, usually self-limited illness of infancy and childhood (80% of the patients are younger than 4 years of age) associated with an aeritis of mainly large to medium-sized vessels. Its clinical significance stems from the involvement of coronary aeries. Coronary aeritis can cause aneurysms that rupture or thrombose, resulting in myocardial infarction. (Robbins Basic Pathology,9th edition,pg no.352)",
        "cop": 2,
        "opa": "Giant cell aheritis",
        "opb": "Kawasaki disease",
        "opc": "Takayasu disease",
        "opd": "Polyaeritis nodosa -",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d4d22163-34b0-4956-b4ae-24bfbbc84620",
        "choice_type": "single"
    },
    {
        "question": "Not a feature of rheumatic hea disease -",
        "exp": "Acute rheumatic fever occurs most often in children; the principal clinical manifestation is carditis. Neveheless, about 20% of first attacks occur in adults, with ahritis being the predominant feature. Symptoms in all age groups typically begin 2 to 3 weeks after streptococcal infection, and are heralded by fever and migratory polyahritis-- one large joint after another becomes painful and swollen for a period of days, followed by spontaneous resolution with no residual disability. (1) carditis; (2) migratory polyahritis of large joints; (3) subcutaneous nodules; (4) erythema marginatum skin rashes; and (5) Sydenham chorea, (Robbins basic pathology,9th edition,pg no.392)",
        "cop": 3,
        "opa": "Chorea",
        "opb": "Ahritis",
        "opc": "Janeways lesion",
        "opd": "Carditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "c27387f5-7161-443c-b2fe-79f437c4a7a7",
        "choice_type": "single"
    },
    {
        "question": "Most common of aery involved in MI",
        "exp": "Acute occlusion of the proximal left anterior descending (LAD) aery is the cause of 40% to 50% of all MIs and typically results in infarction of the anterior wall of the left ventricle, the anterior two thirds of the ventricular septum, and most of the hea apex; more distal occlusion of the same vessel may affect only the apex. Similarly, acute occlusion of the proximal left circumflex (LCX) aery (seen in 15% to 20% of MIs) will cause necrosis of the lateral left ventricle, and proximal right coronary aery (RCA) occlusion (30% to 40% of MIs) affects much of the right ventricle. (Robbins basic pathology,9th edition,pg no.378)",
        "cop": 1,
        "opa": "LAD",
        "opb": "RCA",
        "opc": "LCX",
        "opd": "Diagonal branch of LAD",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "35bf3752-25dc-430b-aa37-f832a785d836",
        "choice_type": "single"
    },
    {
        "question": "Factor responsible for Cardiac Hyperophly is?",
        "exp": "Myc (c-Myc) is a regulator gene that codes for a transcription factor. The protein encoded by this gene is a multifunctional, nuclear phosphoprotein that plays a role in cell cycle progression, apoptosis and cellular transformation. A mutated version of Myc is found in many cancers, which causes Myc to be constitutively (persistently) expressed. This leads to the unregulated expression of many genes, some of which are involved in cell proliferation Robbins 9 th edition page no. 367",
        "cop": 3,
        "opa": "ANF",
        "opb": "TNF alpha",
        "opc": "c-myc",
        "opd": "TGF beta",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8b5d6683-22de-4e85-85fb-d518da9ecf46",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity vasculitis is seen in",
        "exp": "The term cutaneous vasculitis is defined broadly as inflammation of the blood vessels of the dermis. Due to its heterogeneity, cutaneous vasculitis has been described by a variety of terms including hypersensitivity vasculitis and cutaneous leukocytoclastic angiitis. The typical histopathologic feature of cutaneous vasculitis is the presence of vasculitis of small vessels. Postcapillary venules are the most commonly involved vessels; capillaries and aerioles may be involved less frequently. ( Harrison&;s principle of internal medicine,18th edition,pg no. 2798)",
        "cop": 1,
        "opa": "Postcapillary venules",
        "opb": "Aerioles",
        "opc": "Veins",
        "opd": "Capillaries",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "afdc8817-9dbd-42ad-9e70-c086cb74e2df",
        "choice_type": "single"
    },
    {
        "question": "Cystic medial necrosis responsible for aoic dilatation and rupture is seen in",
        "exp": "In Marfan syndrome, a connective tissue disorder of autosomal dominant inheritance, the basic biochemical abnormality is a mutation affecting fibrillin. Most serious, however, is the involvement of the cardiovascular system. Fragmentation of the elastic fibers in the tunica media of the aoa predisposes affected patients to aneurysmal dilation and aoic dissection . These changes, called cystic medionecrosis, are not specific for Marfan syndrome. Similar lesions occur in hypeension and with aging. Loss of medial suppo causes dilation of the aoic valve ring, giving rise to aoic incompetence. Robbins Basic pathology,9th edition,pg no.221",
        "cop": 4,
        "opa": "Syphilitic aneurysm",
        "opb": "Takayasu aeritis",
        "opc": "Atherosclerosis",
        "opd": "Marfan syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8796dec3-2dfa-46b2-ad1d-8c4d44b0d4ce",
        "choice_type": "single"
    },
    {
        "question": "In Wegener's granulomatosis cytoplasmic anti neutrophilic antibodies are directed against",
        "exp": "Wegener granulomatosis is a necrotizing vasculitis characterized by a specific triad of findings: * Granulomas of the lung and/or the upper respiratory tract (ear, nose, sinuses, throat) * Vasculitis of small to medium-sized vessels (capillaries, venules, aerioles, and aeries), most prominently in the lungs and upper respiratory tract * Glomerulonephritis PR3-ANCAs are present in almost 95% of cases and probably drive the subsequent tissue injury; they also are useful markers of disease activity. (Robbins basic pathology,9th edition.pg no.353)",
        "cop": 3,
        "opa": "Proteinase 1",
        "opb": "Proteinase 2",
        "opc": "Proteinase 3",
        "opd": "Proteinase 4",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9188b908-a773-4a9f-9a5d-69e98560e897",
        "choice_type": "single"
    },
    {
        "question": "Kaposis sarcoma is seen with -",
        "exp": "Kaposi sarcoma (KS) is a vascular neoplasm caused by Kaposi sarcoma herpesvirus (KSHV, also known as human herpesvirus- 8, or HHV-8). Although it occurs in a number of contexts, it is by far most common in patients with AIDS; indeed, its presence is used as a criterion for the diagnosis. (Robbins basic pathology,9th edition,pg no.553)",
        "cop": 4,
        "opa": "HCV",
        "opb": "HPV",
        "opc": "HSV",
        "opd": "HHV",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "82c9d3e6-7be1-4767-840a-02e50e3bf6c8",
        "choice_type": "single"
    },
    {
        "question": "Hyperplastic aeriolitis with necrotizing aeriolitisis seen in?",
        "exp": "Hyperplastic aeriolosclerosis is more typical of severe hypeension. Vessels exhibit \"onion skin\" .\"concentric, laminated thickening of aeriolar walls and luminal narrowing . The lamination consists of smooth muscle cells and thickened , re duplicated basement membrane . In malignant hypeension these changes are accompnied by fibrinoid deposits and vessels wall necrosis . Prominent in kidney Robbins 9th edition page no. 334",
        "cop": 4,
        "opa": "Wegner's granulomatosis",
        "opb": "Benign hypeension",
        "opc": "Buerger's disease",
        "opd": "Malignant hypeension",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f8236c95-bfca-495e-b47c-cdd3a72a67fd",
        "choice_type": "single"
    },
    {
        "question": "Concentric hyperophy of left ventricle is seen in",
        "exp": "In pressure overload states (e.g., hypeension or valvular stenosis), new sarcomeres tend to be added parallel to the long axis of the myocytes, adjacent to existing sarcomeres. The growing muscle fiber diameter thus results in concentric hyperophy--the ventricular wall thickness increases without an increase in the size of the chamber. The chronic pressure overload of systemic hypeension causes left ventricular concentric hyperophy, often associated with left atrial dilation due to impaired diastolic filling of the ventricle. Persistently elevated pressure overload can cause ventricular failure with dilation. (Robbins Basic Pathology,9th edition,pg no.386,388)",
        "cop": 2,
        "opa": "Mitral stenosis",
        "opb": "Hypeension",
        "opc": "Aoic regurgitation",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e4b25747-44c0-4425-a064-88e4b207fd56",
        "choice_type": "multi"
    },
    {
        "question": "Not true about Kawasaki disease is",
        "exp": "Kawasaki disease is an acute, febrile, usually self-limited illness of infancy and childhood (80% of the patients are younger than 4 years of age) associated with an aeritis of mainly large to medium-sized vessels. Its clinical significance stems from the involvement of coronary aeries. Coronary aeritis can cause aneurysms that rupture or thrombose, resulting in myocardial infarction. Clinical Features of Kawasaki Disease Kawasaki disease typically manifests with conjunctival and oral erythema and blistering, edema of the hands and feet, erythema of the palms and soles, a desquamative rash, and cervical lymph node enlargement. (Robbins basic pathology,9th edition,pg no.352)",
        "cop": 3,
        "opa": "Erythema",
        "opb": "Posterior cervical lymphadenopathy",
        "opc": "Thrombocytopenia",
        "opd": "Conjuctivitis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a91c1373-f455-42ac-810c-382948cfba0f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the least common site of atherosclerotic lesions",
        "exp": "Atherosclerosis is an intima-based lesion composed of a fibrous cap and an atheromatous (literally, \"gruel-like\") core; the constituents of the plaque include smooth muscle cells, ECMs, inflammatory cells, lipids, and necrotic debris. The impoance of hemodynamic factors in atherogenesis is illustrated by the observation that plaques tend to occur at ostia of exiting vessels, at branch points, and along the posterior wall of the abdominal aoa, where there is turbulent blood flow. In vitro studies fuher demonstrate that nonturbulent laminar flow leads to the induction of endothelial genes whose products protect against atherosclerosis. (Robbins Basic Pathology,9th edition,pg no.338)",
        "cop": 2,
        "opa": "Aoic bifurcation",
        "opb": "Pulmonary aerial trunk",
        "opc": "Common carotid aery",
        "opd": "Middle cerebral aery",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "58beca0f-f2f6-4182-a176-2035ba1776ec",
        "choice_type": "single"
    },
    {
        "question": "Increased CVP and PWP is seen in which shock",
        "exp": "Cardiogenic shock (CS) is characterized by systemic hypoperfusion due to severe depression of the cardiac index and sustained systolic aerial hypotension (<90 mmHg) despite an elevated filling pressure . It is associated with in-hospital moality rates >50%. .Circulatory failure based on cardiac dysfunction may be caused by primary myocardial failure, most commonly secondary to acute myocardial infarction (MI) , and less frequently by cardiomyopathy or myocarditis , cardiac tamponade , or critical valvular hea disease . ( Harrison&;s principle of internal medicine,18th edition,pg no.2232 )",
        "cop": 1,
        "opa": "Cardiogenic",
        "opb": "Neurogenic",
        "opc": "Hypovolemic",
        "opd": "Septic",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "78c54d1d-e8f2-476f-b14f-e0079f78c301",
        "choice_type": "single"
    },
    {
        "question": "Small vessel vasculitis among the following is",
        "exp": "Polyaeritis nodosa is a systemic vasculitis of small or medium sized muscular aeries that typically involves the renal and visceral vessels and spares the pulmonary circulation Robbins 9 th edition page no. 352",
        "cop": 3,
        "opa": "Takayasu disease",
        "opb": "Temporal aeritis",
        "opc": "PAN",
        "opd": "Giant cell aeritis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3d627fc6-dd79-4476-8c8f-dc1832062c3f",
        "choice_type": "multi"
    },
    {
        "question": "ANCA associated with Wegner's granulomatosis?",
        "exp": "Wegener granulomatosis is a necrotising vasculitis characterised by specific triad . Granuloma of the lung or the upper respiratory tract . Vasculitis of small to medium sized vessel most prominently in the lungs and upper respiratory tract . Glomerulonephritis Initiated by cell mediated hypersensitivity response PR3-ANCAs are present in 95 percent of cases and probably drive the subsequent tissue injury Robbins 9 th edition page no. 353",
        "cop": 1,
        "opa": "cANCA",
        "opb": "pANCA",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ed0c63e3-07d8-4262-81aa-92380ca1b142",
        "choice_type": "multi"
    },
    {
        "question": "Histopathology of mitral Valve prolapsed shows what kind of change?",
        "exp": "In myxomatous degeneration of the mitral valve, one or both mitral leaflets are \"floppy\" and prolapse--they balloon back into the left atrium during systole. Mitral valve prolapse is a primary form of myxomatous mitral degeneration affecting some 0.5% to 2.4% of adults; thus, it is one of the most common forms of valvular hea disease in the Western world. Men and women are equally affected. (Robbins Basic Pathology,9th edition,pg no.403)",
        "cop": 1,
        "opa": "Myxomatous",
        "opb": "Fibrinoid",
        "opc": "Granulomatous",
        "opd": "Fibrous",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9da9027c-c2c7-4495-ac9d-675d588975d3",
        "choice_type": "single"
    },
    {
        "question": "Wegner's granulomatosis involves",
        "exp": "Wegener granulomatosis is a necrotizing vasculitis characterized by a specific triad of findings: * Granulomas of the lung and/or the upper respiratory tract (ear, nose, sinuses, throat) * Vasculitis of small to medium-sized vessels (capillaries, venules, aerioles, and aeries), most prominently in the lungs and upper respiratory tract * Glomerulonephritis \"Limited\" forms of disease can be restricted to the respiratory tract. Conversely, a widespread form of the disease can affect eyes, skin, and other organs, notably the hea; clinically, this resembles polyaeritis nodosa with the additional feature of respiratory involvement. (Robbins basic pathology,9th edition,pg no.353)",
        "cop": 4,
        "opa": "Lung",
        "opb": "Nose",
        "opc": "Kidney",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5a897090-516d-4b8e-b9d8-25db3b429472",
        "choice_type": "multi"
    },
    {
        "question": "Flat vegetations in pockets of valves are due to -",
        "exp": "Characterised by presence of Sterile vegetation on the valves of patient with SLE. THE lesion probably develops as a consequence of immune complex deposition and thus exhibit associated inflammation often with fibrinoid necrosis of the valve substance adjacent to the vegetation Robbins 9 th edition page no. 395",
        "cop": 2,
        "opa": "Rheumatic hea disease",
        "opb": "Libman sacks Endocarditis",
        "opc": "NBTE",
        "opd": "Infective endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "1f98e0ff-5da6-486d-95d8-79d095777ed0",
        "choice_type": "single"
    },
    {
        "question": "Hyperplastic aeriolitis is seen in",
        "exp": "Malignant hypeension, defined as blood pressure usuallygreater than 200/120 mm Hg, andoccurs in only about 5% of persons with elevated blood pressure.The basis for this turn for the worse in hypeensive subjectsis unclear, but the following sequence is suggested: The initialevent seems to be some form of vascular damage to thekidneys. This most commonly results from long-standinghypeension, with eventual injury to the aeriolar walls. Theresult is increased permeability of the small vessels to fibrinogenand other plasma proteins, endothelial injury, and plateletdeposition. This leads to the appearance of fibrinoidnecrosis of aerioles and small aeries and intravascularthrombosis. Mitogenic factors from platelets (e.g., plateletderivedgrowth factor) and plasma cause intimal hyperplasiaof vessels, resulting in the hyperplastic aeriolosclerosistypical of organizing injury of malignant hypeension and ofmorphologically similar thrombotic microangiopathies (seelater) and fuher narrowing of the lumina.Robbins Basic pathology,9th edition,pg no.539",
        "cop": 3,
        "opa": "Buerger's disease",
        "opb": "Benign hypeension",
        "opc": "Malignant hypeension",
        "opd": "Diabetes",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f2dc7c56-0dbd-4c75-aef6-b6493dc1dc51",
        "choice_type": "single"
    },
    {
        "question": "Fatal arrythmias are seen if myocardial infarction is",
        "exp": "The most common arrhythmias associated with inferior-wall and anterior-wall myocardial infarction are bradycardia and supraventricular and ventricular tachycardia. Optimal treatment approaches are based on the pathophysiology of the infarct and the presence of contributing medical factors (eg, congestive hea failure, metabolic disorders). Robbins 9 th edition page no. 377",
        "cop": 2,
        "opa": "Posterior",
        "opb": "Inferior",
        "opc": "Anterolateral",
        "opd": "Subendodardial",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5137c113-cfe1-4aff-adda-089f5b6f5859",
        "choice_type": "single"
    },
    {
        "question": "Hypersensitivity vasculities seen in",
        "exp": "The term cutaneous vasculitis is defined broadly as inflammation of the blood vessels of the dermis. Due to its heterogeneity, cutaneous vasculitis has been described by a variety of terms including hypersensitivity vasculitis and cutaneous leukocytoclastic angiitis. The typical histopathologic feature of cutaneous vasculitis is the presence of vasculitis of small vessels. Postcapillary venules are the most commonly involved vessels; capillaries and aerioles may be involved less frequently. ( Harrison&;s principle of internal medicine,18th edition,pg no. 2798)",
        "cop": 3,
        "opa": "Capillaries",
        "opb": "Aerioles",
        "opc": "Post capillary venules",
        "opd": "Medium sized vessels",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9b39b11e-36c3-4e21-843f-1d10386a746f",
        "choice_type": "single"
    },
    {
        "question": "Most common site of lymphangioima is-",
        "exp": "Lymphangiomas are the benign lymphatic counterpa of hemangiomas. Simple (capillary) lymphangiomas are slightly elevated or sometimes pedunculated lesions up to 1 to 2 cm in diameter that occur predominantly in the head, neck, and axillary subcutaneous tissues. Cavernous lymphangiomas (cystic hygromas) typically are found in the neck or axilla of children, and more rarely in the retroperitoneum. (Robbins basic pathology,9th edition,pg no.359)",
        "cop": 2,
        "opa": "kidney",
        "opb": "head and Neck",
        "opc": "Groin",
        "opd": "Hea",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d927302d-6dc0-4387-acb8-c4c970ae3fde",
        "choice_type": "single"
    },
    {
        "question": "MC valve involved in Rheumatic fever -",
        "exp": "Rheumatic fever is an acute , immunologically mediated multisystem inflammatory disease that occurs after group A streptococcal infection The valvular disease principally takes the form of deforming mitral stenosis; indeed rheumatic hea disease is essentially the only cause of acquired mitral stenosis Robbins 9 th page no. 391",
        "cop": 1,
        "opa": "Mitral",
        "opb": "Aoic",
        "opc": "Pulmonary",
        "opd": "Tricuspid",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "89b23416-bab8-4ab8-8207-3049c579ceaf",
        "choice_type": "single"
    },
    {
        "question": "All are true about Giant cell aeritis except",
        "exp": "Giant cell (temporal) aeritis is the most common form of vasculitis among the elderly in developed countries. It takes the formof chronic, typically granulomatous, inflammation of large tosmall size aeries, mainly those supplying the head--especially the temporal aeries.Veebral and ophthalmic aeries, as well as the aoa (giant cell aoitis), also can be involved.Because ophthalmic aery involvement can lead to suddenand permanent blindness, affected persons must be diagnosedand treated promptly.Robbins Basic pathology,9th edition,pg no.350",
        "cop": 3,
        "opa": "Involves large to small sized areteries",
        "opb": "Granulomatous inflammation",
        "opc": "Most commonly involved aery is abdominal aoa",
        "opd": "Segmental nature of the involvement",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7568b39e-eeca-41ce-857b-20635092bb32",
        "choice_type": "multi"
    },
    {
        "question": "The tissue of origin of the Kaposi's sarcoma is",
        "exp": "Kaposi sarcoma (KS) is a vascular neoplasm caused by Kaposi sarcoma herpesvirus (KSHV, also known as human herpesvirus- 8, or HHV-8). Although it occurs in a number of contexts, it is by far most common in patients with AIDS; indeed, its presence is used as a criterion for the diagnosis. (Robbins basic pathology,9th edition,pg no.360)",
        "cop": 2,
        "opa": "Lymphoid",
        "opb": "Vascular",
        "opc": "Neural",
        "opd": "Muscular",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5750299d-881c-4982-92da-3d62ecff7748",
        "choice_type": "single"
    },
    {
        "question": "Nicoladoni sign is also known as",
        "exp": "In medicine, the Nicoladoni sign, also Branham sign and Nicoladoni-Israel-Branham sign, is the slowing of the hea rate in response to (manual) compression of an aeriovenous fistula. Robbins 9 th edition page no. 365 onwards",
        "cop": 1,
        "opa": "Branham sign",
        "opb": "Murray sign",
        "opc": "Frei's sign",
        "opd": "Darrier's sign",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7ead44a4-64a5-43a7-9428-dd031d4c773a",
        "choice_type": "single"
    },
    {
        "question": "Myocaditis can be caused by",
        "exp": "In the United States, viral infections are the most common cause of myocarditis, with coxsackieviruses A and B and other enteroviruses accounting for a majority of the cases. Cytomegalovirus (CMV), human immunodeficiency virus (HIV), influenza virus, and others are less common pathogens. Toxoplasma gondii (household cats are the most common vector) also can cause myocarditis, paicularly in immunocompromised persons. Trichinosis is the most common helminthic disease with associated cardiac involvement. (Robbins Basic Pathology,9th edition,pg no.401,402)",
        "cop": 4,
        "opa": "Schistosomia",
        "opb": "Ankylostoma duodenale",
        "opc": "Trichuris trichura",
        "opd": "Trichinella spiralis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b32b3bde-2c4a-497b-b68d-05e5218fc58a",
        "choice_type": "single"
    },
    {
        "question": "Characteristic pathological finding in carcinoid of hea-",
        "exp": "The carcinoid syndrome results from bioactive compounds such as serotonin released by carcinoid tumors (; systemic manifestations include flushing, diarrhea, dermatitis, and bronchoconstriction. Carcinoid hea disease refers to the cardiac manifestation caused by the bioactive systemic syndrome develops. Cardiac lesions typically do not occur until there is a massive hepatic metastatic burden, since the liver normally catabolizes circulating mediators before they can affect the hea. Classically, endocardium and valves of the right hea are primarily affected since they are the first cardiac tissues bathed by the mediators released by gastrointestinal carcinoid tumors. (Robbins basic pathology,9th edition,pg no.395)",
        "cop": 1,
        "opa": "Fibrous endocordial thickening of right ventricle andtricuspid valve",
        "opb": "Collagen deposition in wall of right ventricle and tricuspid valve",
        "opc": "Interstitial fibrous thickening of right ventricle and pulmonic valve",
        "opd": "Mononuclear inflammatory infiltrate in the wall of right atrium",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e66547bb-1df2-4e0e-945c-f7af1536a0b9",
        "choice_type": "multi"
    },
    {
        "question": "Changes seen in atherosclerotic plaque at the time of rupture are all except -",
        "exp": "No cell debris present it&;s the lipid debris present The pathogenic events are . Endothelial injury . Accumulation of lipoprotein . Platelet adhesion . Monocyte adhesion to the endothelium . Lipid accumulation Smooth muscle cell requirement due to factors released . Smooth muscle cell proliferation and ECM production Robbins 9th edition page no. 338",
        "cop": 4,
        "opa": "Thin fibrosis cap",
        "opb": "Multiple foam cap",
        "opc": "Smooth muscle cell hyperophy",
        "opd": "Cell debris",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "1bf363b3-70c6-40e9-871a-ad46948bd245",
        "choice_type": "multi"
    },
    {
        "question": "Most common cause of aoic aneurysm is -",
        "exp": "Aneurysms are congenital or acquired dilations of blood vessels or the hea . \"True\" aneurysms involve all three layers of the aery (intima, media, and adventitia) or the attenuated wall of the hea; these include atherosclerotic and congenital vascular aneurysms, as well as ventricular aneurysms resulting from transmural myocardial infarctions. By comparison, a false aneurysm (pseudoaneurysm) results when a wall defect leads to the formation of an extravascular hematoma that communicates with the intravascular space (\"pulsating hematoma\"). Examples are ventricular ruptures contained by pericardial adhesions and leaks at the junction of a vascular graft with a natural aery. The two most impoant causes of aoic aneurysms are atherosclerosis and hypeension. Atherosclerosis is the more dominant factor in abdominal aoic aneurysms, while hypeension is associated with ascending aoic aneurysms. (Robbins basic pathology,9th edition.pg no.345)",
        "cop": 1,
        "opa": "Atherosclerosis",
        "opb": "Syphilis",
        "opc": "Trauma",
        "opd": "Congenital",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3fc41f7f-7bed-44bc-a8e9-9d3511674cff",
        "choice_type": "single"
    },
    {
        "question": "In MVPS mitral valve HPE shows -",
        "exp": "Mitral valve prolapse is a primary form of myxomatous mitral degeneration affecting some 0.5-2.4% of adults Robbins pathology 9 th edition page no. 390",
        "cop": 3,
        "opa": "Hyaline degeneration",
        "opb": "Hyaline degeneration",
        "opc": "Myxomatous degeneration",
        "opd": "Fibrinoid necrosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "21f040a9-9526-4a8b-90bc-654a8341a228",
        "choice_type": "single"
    },
    {
        "question": "The cells seen after 72 hours in the infarcted area in MI are",
        "exp": "Light microscopic finding of infarcted area 3-7 days: Beginning disintegration of dead myofibers, with dying neutrophils; early phagocytosis of dead cells by macrophages at infarct border. (Robbins basic pathology,9th edition,pg no.380)",
        "cop": 3,
        "opa": "Neutrophils",
        "opb": "Lymphocytes",
        "opc": "Macrophages",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "62ce587d-8f8d-4b90-9fdd-38d329b9abde",
        "choice_type": "single"
    },
    {
        "question": "All are seen in malignant hypeension except?",
        "exp": "Malignant hypeension, defined as blood pressure usually greater than 200/120 mm Hg, is far less common in the United States than so-called \"benign\" hypeension and occurs in only about 5% of persons with elevated blood pressure. It may arise de novo (i.e., without preexisting hypeension), or it may appear suddenly in a person who had mild hypeension. Pathogenesis The basis for this turn for the worse in hypeensive subjects is unclear, but the following sequence is suggested: The initialevent seems to be some form of vascular damage to the kidneys. This most commonly results from long-standing hypeension, with eventual injury to the aeriolar walls. The result is increased permeability of the small vessels to fibrinogen and other plasma proteins, endothelial injury, and platelet deposition. This leads to the appearance of fibrinoidnecrosis of aerioles and small aeries and intravascular thrombosis. Mitogenic factors from platelets (e.g., platelet derived growth factor) and plasma cause intimal hyperplasia of vessels, resulting in the hyperplastic aeriolosclerosistypical of organizing injury of malignant hypeension and of morphologically similar thrombotic microangiopathies (seelater) and fuher narrowing of the lumina. The kidneys become markedly ischemic. Robbins Basic pathology,9th edition,pg no.539",
        "cop": 2,
        "opa": "Fibrinoid necrosis",
        "opb": "Hyaline aeriolosclerosis",
        "opc": "Necrotizing glomerulonephritis",
        "opd": "Hyperplastic aeriolosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "bc69439b-b6c9-41c1-96d4-84a3c0afb91c",
        "choice_type": "multi"
    },
    {
        "question": "Causes of constrictive pericarditis is/are -",
        "exp": "Primary pericarditis is uncommon . It most often is due to viral infections although bacteria, fungi, or parasite may also be involved . In most cases , pericarditis is secondary to acute MI , cardiac surgery, radiation to the mediastinum or processes involving other thoracic structure. Uremia is the most common systemic disorder associated with pericarditis. Less common secondary cause include rheumatic fever, SLE and metastatic malignancies Robbins 9 th edition page no. 403",
        "cop": 4,
        "opa": "T.B.",
        "opb": "SLE",
        "opc": "Histoplasmosis",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6a050377-c0c6-45e0-818f-34491239f40e",
        "choice_type": "multi"
    },
    {
        "question": "Which vasculitis affects both aerial and venous system?",
        "exp": "Polyangiitis With Granulomatosis Previously called Wegener granulomatosis, this autoim- mune disease most often involves the upper respiratory tract and/or the lungs, with hemoptysis being the commonit is enough to emphasize that a transbronchial lung biopsy might provide the only tissue available for diagnosis. Since the amount of tissue is small, necrosis and granulomatous vasculitis might not be present. Rather, the diagnostically impoant features are capillaritis and scat- tered, poorly formed granulomas (unlike those of sarcoid- osis, which are rounded and well-defined).",
        "cop": 1,
        "opa": "Wegener granulomatosis",
        "opb": "Polyaeritis nodosa",
        "opc": "Behcets disease",
        "opd": "Kawsaki disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "7b270f01-d725-475c-b5c3-4f044bd67cba",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old male presents with the sudden onset of excruciating pain. He describes the pain as beginning in the anterior chest, radiating to the back, and then moving downward into the abdomen. His blood pressure is found to be 160/110. Your differential diagnosis includes myocardial infarction; however, no changes are seen on ECG, and you consider this to be less of a possibility. You obtain an x-ray of this patient's abdomen and discover a \"double-barrel\" aoa. This abnormality most likely results from",
        "exp": "The pain caused by a dissecting aneurysm is similar to the pain caused by a myocardial infarction, but it extends into the abdomen as the dissection progresses. Additionally, the blood pressure is not decreased with a dissecting aneurysm unless the aoa itself has ruptured Dissecting aneurysms are usually the result of cystic medial necrosis of the aoa. This abnormality results from loss of elastic tissue in the media and is associated with hypeension and Marfan's syndrome. Most cases of dissecting aneurysms involve a transverse tear in the intima and are located in the ascending aoa, just above the aoic ring Berry aneurysms, found at the bifurcation of aeries in the circle of Willis, are due to congenital defects in the vascular wall. Rupture of these aneurysms may produce a fatal subarachnoid hemorrhage Syphilitic (luetic) aneurysms occur in the thoracic aoa and may lead to luetic hea disease by producing insufficiency of the aoic valve. Mycotic (infectious) aneurysms result from microbial infection during septicemia, usually secondary to bacterial endocarditis. They are prone to rupture and hemorrhage Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 4,
        "opa": "Atherosclerosis of the abdominal aoa",
        "opb": "A microbial infection",
        "opc": "A congenital defect in the wall of the aoa",
        "opd": "Loss of elastic tissue in the media",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d2df8c9d-47f1-40f2-af5a-a0eb26fb9d96",
        "choice_type": "multi"
    },
    {
        "question": "All of the following condition are associated with granulomatous pathology, except",
        "exp": "Classic PAN is a segmental transmural necrotising inflammation of a small to medium sized aeries, often with superimposed thrombosis. In acute phase , there is a transmural mixed inflammatory infiltrate composed of neutrophils and mononuclear cells frequently accompnied by fibrinoid necrosis and luminal thrombosis Robbins edition 9 page no. 352",
        "cop": 3,
        "opa": "Wegner's granulomatosis (WG)",
        "opb": "Takayasu aeritis (TA)",
        "opc": "Polyaeritis nodosa (Classic PAN)",
        "opd": "Giant cell aentis (GCA)",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "cc4f2d33-4b4a-46a8-bd8a-9f1358fce672",
        "choice_type": "multi"
    },
    {
        "question": "Which type of endocarditis has vegetation on both sides of the valves -",
        "exp": "of sterile vegetations on the valves of patients with systemic lupus erythematosus. The lesions probably develop as a consequence of immune complex deposition and thus exhibit associated inflammation, often with fibrinoid necrosis of the valve substance adjacent to the vegetation; subsequent fibrosis and serious deformity can result in lesions that resemble chronic rheumatic hea disease. These can occur anywhere on the valve surface, on the cords, or even on the atrial or ventricular endocardium (Robbins basic pathology,9th edition,pg no.395)",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Libman Sack's endocarditis",
        "opc": "RF",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "68789e6e-73b7-4ec2-876f-a9463a1123a4",
        "choice_type": "multi"
    },
    {
        "question": "Syphilitic aneurysm mostly involves",
        "exp": "Syphilitic Aneurysms arise during teiary syphilis due to chronic inflammation in the tunica adventitia of large elastic aeries, paicularly the aoa. The inflammatory response to the spirochetes causes an obliterative endaeritis of the vaso vasorum, leading to a loss of blood supply to the elastic tunica media. Ischemia of the tunica media, combined with fuher syphilitic invasion into the tunica media itself, results in medial destruction and weakening, ultimately causing dilation and aneurysm-formation. Fibrosis of the vascular wall can give involved vessels a 'tree-bark'-like appearance and probably protects against aoic dissections which are not a consequence of syphilitic aneurysms. Syphilitic Aneurysms almost always involve the ascending aoa or aoic root and can lead to aoic regurgitation due to separation of the aoic valve leaflets. This is in contrast to atherosclerotic aneurysms which rarely involve the thoracic aoa and never the aoic root.",
        "cop": 4,
        "opa": "Arch of aoa",
        "opb": "Descending aoa",
        "opc": "Abdominal aoa above the renal aeries",
        "opd": "Ascending aoa",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d7b0646b-4642-46d2-a9f8-40e3f283bc05",
        "choice_type": "multi"
    },
    {
        "question": "Most friable vegetation is seen in",
        "exp": "Vegetations on hea valves are the classic hallmark of IE; these are friable, bulky, potentially destructive lesions containing fibrin, inflammatory cells, and bacteria or other organisms (Figs. 12-24 and 12-25). The aoic and mitral valves are the mostsites of infection, although the valves of the right hea may also be involved, paicularly in intravenous drug abusers. Vegetations can be single or multiple and may involve more than one valve; they can occasionally erode into the underlying myocardium and produce an abscess (ring abscess; Fig. 12-25B). Vegetations are prone to embolization; because the embolic fragments often contain virulent organisms, abscesses frequently develop where they lodge, leading to sequelae such as septic infarcts or mycotic aneurysms. The vegetations of subacute endocarditis are associated with less valvular destruction than those of acute endocarditis, although the distinction can be subtle. Microscopically, the vegetations of subacute IE typically exhibit granulation tissue at their bases indicative of healing. With time, fibrosis, calcification, and a chronic inflammatory infiltrate can develop.",
        "cop": 1,
        "opa": "Infective endocarditis",
        "opb": "Libman sacks endocarditis",
        "opc": "Non bacterial thrombotic endocarditis",
        "opd": "Rheumatic hea disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "69c2fc92-89c6-4ee1-a8c6-75b59b969e01",
        "choice_type": "single"
    },
    {
        "question": "The most common etiology of native valve endocarditis is",
        "exp": "The causative organanism differ depending on the underlying risk factors. 50-60% of cases of endocarditis occurring on damaged or deformed valves are caused by Streptococcus viridans, a relative banal group of normal oral flora By contrast more virulent S. aureus can attack deformed as well as healthy valves and is responsible for 10%-20% of cases overall Robbins 9 th edition page no. 393",
        "cop": 1,
        "opa": "Streptococcus viridians",
        "opb": "Staphylococcus aureus",
        "opc": "Enterococcus faecalis",
        "opd": "Gram -ye bacilli",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "3a94f628-c1eb-48ac-aab4-4c4f34db43c1",
        "choice_type": "single"
    },
    {
        "question": "A 44-year-old female presents with recurrent severe headaches and increasing visual problems. Physical examination reveals her blood pressure to be 200/140. Her symptoms are most likely to be associated with",
        "exp": "Malignant hypeension refers to dramatic elevations in systolic and diastolic blood pressure often resulting in early death from cerebral and brainstem hemorrhages. Pathologically, the renal vessels demonstrate a concentric obliteration of aerioles by an increase in smooth-muscle cells, and protein deposition in a laminar configuration that includes fibrin material, which leads to total and subtotal occlusion of the vessels. These changes are called hyperplastic aeriolosclerosis. Medial calcific sclerosis (Monckeberg's aeriosclerosis) is characterized by dystrophic calcification in the tunica media of muscular aeries. There is no narrowing of the lumen of the affected vessels Hyaline aeriolosclerosis as seen in diabetes mellitus is presumably caused by leakage of plasma components across the endothelium Thromboangiitis obliterans (Buerger's disease) is occlusion by a proliferative inflammatory process in aeries of heavy cigarette smokers. Hyperplastic aeriosclerosis Reference: Robbins & Cotran Pathologic Basis of Disease, 9edition.",
        "cop": 4,
        "opa": "Medial calcific sclerosis",
        "opb": "Hyaline aeriolosclerosis",
        "opc": "Thromboangiitis obliterans",
        "opd": "Hyperplastic aeriolosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "10579db4-4202-4d72-bf19-610dbed8aed9",
        "choice_type": "single"
    },
    {
        "question": "Which vasculitis affects both aerial and venous system",
        "exp": "Small vessel vasculitis affects aerioles, capillaries and venules. Of the options given, the only small vessel vasculitis is Wegener granulomatosis. (Ref: Robbins 8/e p511)",
        "cop": 1,
        "opa": "Wegeners granulomatosus",
        "opb": "PAN",
        "opc": "Behcets disease",
        "opd": "Kawsaki disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "a0a38bb1-60e7-41c1-9ae7-a610fd5742f9",
        "choice_type": "multi"
    },
    {
        "question": "Smoking is most commonly associated with which type of lung cancer",
        "exp": "All histologic types of lung cancerwere significantly associated with cigarette smoking. The association was stronger with squamous cellcarcinoma (SQC) and small cellcarcinoma (SCLC) than with large cell cancer (LGC) and adenocarcinoma (ADC).",
        "cop": 2,
        "opa": "Small cell cancer",
        "opb": "Squamous cell cancer",
        "opc": "Adenocarcinoma",
        "opd": "Carcinoid tumor",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "5d83287b-f7aa-4025-8578-d37be04cb0f7",
        "choice_type": "multi"
    },
    {
        "question": "Mc Callum's patch is diagnostic of-",
        "exp": "Mac Callum's plaques is a condition featuring the thickening of left atrium's wall and its endocardial wall above the mitral valve due to fibrosis. It is one complication of chronic rheumatic hea disease. Other complications of chronic rheumatic hea disease are valvular effect (stenosis, insufficiency or can be both), valvular leaflets become thickened by fibrosis, frequent valvular calcification, cordae tendinae become thickened, shoened and fused. Robbins 9 th edition page no. 393",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Rheumatic endocarditis",
        "opc": "Myocardial infarction",
        "opd": "Tetralogy of Fallot (ToF)",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "2bc2878c-503f-4ce8-b903-41514daa80fe",
        "choice_type": "multi"
    },
    {
        "question": "Hea failure cells are found in",
        "exp": "It is seen characteristically found in lungs during left hea failure.The morphology of lung in LVH described by: Lungs. Rising pressure in the pulmonary veins is ultimately transmitted back to the capillaries and aeries of the lungs, resulting in congestion and edema as well as pleural effusion due to an increase in hydrostatic pressure in the venules of the visceral pleura. The lungs are heavy and boggy, and microscopically show perivascular and interstitial transudates, alveolar septal edema, and accumulation of edema fluid in the alveolar spaces. In addition, variable numbers of red cells extravasate from the leaky capillaries into alveolar spaces, where they are phagocytosed by macrophages The subsequent breakdown of red cells and hemoglobin leads to the appearance of hemosiderin-laden alveolar macrophages-- so-called hea failure cells--that reflect previous epi sodes of pulmonary edema. (Robbins Basic Pathology,9th edition,pg no.367)",
        "cop": 2,
        "opa": "Myocardium",
        "opb": "Lungs",
        "opc": "Liver",
        "opd": "Spleen",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "d3bc837d-eb02-40b4-be61-980473c8d334",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a non granulomatous aeritis?",
        "exp": "Polyaeritis nodosa belongs to a group of diseases characterizedby necrotizing inflammation of the walls of bloodvessels, most likely caused by deposition of immune complexes.The general term noninfectious necrotizing vasculitisdifferentiates these conditions from those attributable todirect vessel infection (e.g., an abscess) and serves toemphasize that any type of vessel may be involved--aeries, aerioles, veins, or capillaries.Churg-Strauss syndrome may stem from \"hyperresponsiveness\"to some normally innocuous allergic stimulus.MPO-ANCAs are present in a minority of cases, suggestingthat the disorder is pathogenically heterogeneous. The vascularlesions differ from those of polyaeritis nodosa ormicroscopic polyangiitis by viue of the presence of granulomas and eosinophils.(Robbins basic pathology,9th edition,pg no.354)",
        "cop": 2,
        "opa": "Takayasu aeritis",
        "opb": "PAN",
        "opc": "Wegener's granulomatosis",
        "opd": "Chrug strauss disease",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8937f43f-33df-43c7-878a-a1c196843338",
        "choice_type": "single"
    },
    {
        "question": "ASCOff'S bodies are seen in",
        "exp": "Acute rheumatic fever is characterized by discrete inflammatory foci within a variety of tissues. The myocardial inflammatory lesions--called Aschoff bodies--are pathognomonic for rheumatic fever (Fig. 10-19, B); these are collections of lymphocytes (primarily T cells), scattered plasma cells, and plump activated macrophages called Anitschkow cells occasionally punctuating zones of fibrinoid necrosis. (Robbins Basic pathology,9th edition.pg no.391)",
        "cop": 2,
        "opa": "LIb-man sac endocarditis",
        "opb": "Rheumatic hea disease",
        "opc": "Bacterial endocarditis",
        "opd": "Marantic endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "68e0ce58-dc12-402a-8389-5cf41231927c",
        "choice_type": "single"
    },
    {
        "question": "Tigered effect in myocardium is due to",
        "exp": ".It is intracellular deposits of fat, which create grossly apparent bands of yellowed myocardium alterations with bands of darker, red-brown, uninvolved myocardium(tigeredeffect) It happens in Prolonged mod hypoxia and in Diptheretic myocarditis. Ramdas Nayak 2nd edition page no. 391",
        "cop": 2,
        "opa": "Malignant change",
        "opb": "Fat deposition",
        "opc": "Seen in rheumatic fever",
        "opd": "Associated with myocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8246a67d-1ab8-4685-8862-ea844259c4c8",
        "choice_type": "single"
    },
    {
        "question": "In atherosclerosis, increased LDL in monocyte macrophage due to",
        "exp": "Atherosclerosis is characterized by the presence of intimal lesions called atheromas (or atheromatous or atherosclerotic plaques). Atheromatous plaques are raised lesions composed of soft grumous lipid cores (mainly cholesterol and cholesterol esters, with necrotic debris) covered by fibrous caps. atherosclerosis results from the following pathogenic events: * Endothelial injury--and resultant endothelial dysfunction--leading to increased permeability, leukocyte adhesion, and thrombosis * Accumulation of lipoproteins (mainly oxidized LDL and cholesterol crystals) in the vessel wall * Platelet adhesion * Monocyte adhesion to the endothelium, migration into the intima, and differentiation into macrophages and foam cells * Lipid accumulation within macrophages, which release inflammatory cytokines * Smooth muscle cell recruitment due to factors released from activated platelets, macrophages, and vascular wall cells * Smooth muscle cell proliferation and ECM production (Robbins basic pathology,9th edition.pg no.338)",
        "cop": 3,
        "opa": "LDL receptors on macrophage",
        "opb": "LDL receptors on endothelium",
        "opc": "Lipids in LDL get oxidized",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "549faec6-d1ef-422d-9e7c-0f8473746a03",
        "choice_type": "multi"
    },
    {
        "question": "In which of the following vegetation are friable and easily detachable from the cardiac valves",
        "exp": "Infective endocarditis is a serious infection mandating promt diagnosis and intervention. Microbial invasion of hea valves or mural endocardium often with destruction of the underlying cardiac tissue characteristically results in bulky , friable vegetation composed of necrotic debris, thrombus, and organisms. The aoa , aneurysmal sacs , other blood vessels and prosthetic devices also can be affected. Robbins 9 th edition page no. 393",
        "cop": 4,
        "opa": "Rheumatic fever",
        "opb": "Rheumatoid hea",
        "opc": "SLE",
        "opd": "Infective endocarditis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "407b8981-6d45-4a2c-bad0-ec31afe56d94",
        "choice_type": "single"
    },
    {
        "question": "Most common tumour of hea Is-",
        "exp": "Myxoma are the most common primary tumor of the adult hea. Roughly 90% are aerial with the left atrium accounting for 80% Robbins 9 th edition page no. 404",
        "cop": 1,
        "opa": "Myxoma",
        "opb": "Rhabdomyosarcoma",
        "opc": "Fibroma",
        "opd": "Leiomyosarcoma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "1c09a604-8390-4e64-bef6-2395d52ce269",
        "choice_type": "single"
    },
    {
        "question": "Neointimal hyperplasia causes vascular graft failure as a result of hyperophy of-",
        "exp": "repeated question Neointimal hyperplasia first develops with damage to the aerial wall, followed by platelet aggregation at site of injury, recruitment of inflammatory cells, proliferation and migration of vascular smooth muscle cells, and collagen deposition.Neointimal hyperplasia Neointimal Hyperplasia refers to proliferation and migration of vascular smooth muscle cells primarily in the tunica intima, resulting in the thickening of aerial walls and decreased aerial lumen space. Neointimal hyperplasia is the major cause of restenosis after percutaneous coronary interventions such as stenting or angioplasty. The term neointima is used because the cells in the hyperplastic regions of the vascular wall have histological characteristics of both intima and normal aery cells.",
        "cop": 3,
        "opa": "Endothelial cells",
        "opb": "Collagen fibers",
        "opc": "Smooth muscle cells",
        "opd": "Elastic fibers",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "36f8601a-b574-4205-9b7e-29d7eb330ddd",
        "choice_type": "single"
    },
    {
        "question": "What does \"cardiac polyp\" mean?",
        "exp": "A pedunculated tumor attached to the inside of the hea. If situated close to a valve, it may cause blockage of the valve intermittently. Robbins 8 th edition page no. 384",
        "cop": 4,
        "opa": "Acute infarct",
        "opb": "Cardiac aneurysm",
        "opc": "Benign tumor",
        "opd": "Fibrinous clot",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e0431f1e-d1df-41d1-bbec-499620c71492",
        "choice_type": "single"
    },
    {
        "question": "Least chance of infective endocarditis is associated with",
        "exp": "Infective endocarditis (IE) is a microbial infection of the hea valves or the mural endocardium that leads to the formation of vegetations composed of thrombotic debris and organisms, often associated with destruction of the underlying cardiac tissues. The aoa, aneurysms, other blood vessels, and prosthetic devices can also become infected. Although fungi and other classes of microorgan- isms can be responsible, most infections are bacterial (bacte- rial endocarditis). Prompt diagnosis, identification of the offending agent, and effective treatment of IE is impoant",
        "cop": 3,
        "opa": "MIld AS",
        "opb": "Mild AR",
        "opc": "Small ASD",
        "opd": "Small VSD",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "ee992da5-cce8-4d70-bc12-5690e00895fd",
        "choice_type": "multi"
    },
    {
        "question": "All are the causes of myocarditis except",
        "exp": "Myocarditis encompasses a diverse group of clinical entities in which infectious agents and/or inflammatory processes primarily target the myocardium. viral infections are the most common cause of myocarditis, with coxsackieviruses A and B and other enteroviruses accounting for a majority of the cases. Cytomegalovirus (CMV), human immunodeficiency virus (HIV), influenza virus, and others are less common pathogens. Toxoplasma gondii (household cats are the most common vector) also can cause myocarditis, paicularly in immunocompromised persons. Trichinosis is the most common helminthic disease with associated cardiac involvement. Myocarditis occurs in approximately 5% of patients with Lyme disease, a systemic illness caused by the bacterial spirochete Borrelia burgdorferi. (Robbins Basic Pathology,9th edition,pg no.401,402)",
        "cop": 2,
        "opa": "Trichinosis",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Borrelia",
        "opd": "CMV",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "f75ac9f1-87e5-42dd-bd79-a2e9fd397f3d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following findings expected on microscopic examination of biopsy from hea bowing ventricular hyperophy With asymmetric septal thickening",
        "exp": "Patients with chronic IHD typically exhibit left ventricular hyperophy. The endocardium generally show patchy , fibrous thickening and mural thromboi may present Robbins page no. 384",
        "cop": 2,
        "opa": "Aschoff bodies",
        "opb": "Disorganisation of myofibrils",
        "opc": "infiltration by inflammatory cells",
        "opd": "Localised fibrous scarring",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9dd63e24-c2af-4862-8d27-52ea4a8d0d19",
        "choice_type": "single"
    },
    {
        "question": "Creatinine kinase is elevated in MI after",
        "exp": "CK-MB remains a valuable marker of myocardial injury, second only to the cardiac-specific troponins . Total CK activity is not a reliable marker of cardiac injury since various isoforms of CK are also found in brain, myocardium, and skeletal muscle. However, the CK-MB isoform--principally derived from myocardium, but also present at low levels in skeletal muscle--is the more specific indicator of hea damage. CK-MB activity begins to rise within 2 to 4 hours of MI, peaks at 24 to 48 hours, and returns to normal within approximately 72 hours. (Robbins Basic pathology,9th edition.pg no.382)",
        "cop": 1,
        "opa": "2-4hrs",
        "opb": "4-8hrs.",
        "opc": "12-24hrs",
        "opd": ">24hrs.",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "e5e1b67f-1a7e-4d40-afdf-9c844662e438",
        "choice_type": "single"
    },
    {
        "question": "Hea failure cells are",
        "exp": "Rising pressure in the pulmonary veins is ultimately transmitted back to the capillaries and aeries of the lungs, resulting in congestion and edema as well as pleural effusion due to an increase in hydrostatic pressure in the venules of the visceral pleura. The lungs are heavy and boggy, and microscopically show perivascular and interstitial transudates, alveolar septal edema, and accumulation of edema fluid in the alveolar spaces. In addition, variable numbers of red cells extravasate from the leaky capillaries into alveolar spaces, where they are phagocytosed by macrophages The subsequent breakdown of red cells and hemoglobin leads to the appearance of hemosiderin-laden alveolar macrophages-- so-called hea failure cells--that reflect previous episodes of pulmonary edema. (Robbins Basic pathology,9th edition.pg no.367)",
        "cop": 2,
        "opa": "Lipofuscin granules in cardiac cells",
        "opb": "Pigmented alveolar macrophages",
        "opc": "Pigmented pancreatic acinar cells",
        "opd": "Pigment cells seen in liver",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "bc80b7cd-43cb-46f6-a0c5-a61148e34af8",
        "choice_type": "single"
    },
    {
        "question": "HPV oncogene expression is",
        "exp": "The oncogenic potential of HPV can be related to production of two early viral genes E6&E7 Together they interact with variety of growth regulating proteins encoded by protooncogene and tumour suppressor genes E6- binds to and mediate the degradation of p53 E7-binds to Rb protein and release E2F transcription factor,also inactivates the CDKIs Robbins basic pathology 9th edition chapter 5 pageno. 202",
        "cop": 4,
        "opa": "E1E2",
        "opb": "E1E3",
        "opc": "E3E5",
        "opd": "E6E7",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "0261df1b-2fea-4392-9f81-c02726aa5f13",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is associated with vasculitis of medium size vessels?",
        "exp": "<img alt=\"\" src=\" />Wegener granulomatosis is a necrotising vasculitis characterised by specific triad of findings: Granulomas, Vasculitis of small to medium sized vessels, and Glomerulonephritis.",
        "cop": 2,
        "opa": "Temporal areritis",
        "opb": "Wegners granulomatosis",
        "opc": "Classic PAN",
        "opd": "Tuberous sclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "6c18ffa1-2036-4d86-8b39-9a285cb01ef5",
        "choice_type": "single"
    },
    {
        "question": "In Wegeners glomerulonephritis characteristic feature seen is",
        "exp": "This is a necrotising vasculitis characterised by specific triad . Granuloma of the lung and the upper respiratory tract . Vasculitis of small to medium sized vessels . Glomerulonephritis Robinns 9 th edition page no. 353",
        "cop": 2,
        "opa": "Granuloma in the vessel wall",
        "opb": "Focal necrotizing glomerulonephritis",
        "opc": "Nodular glomerulosclerosis",
        "opd": "Interstitial granuloma",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "84740c43-e67a-4975-a519-76e317939b5b",
        "choice_type": "multi"
    },
    {
        "question": "True about subendocardial hemorrhage is all except",
        "exp": "Subendocardial hemorrhages (SEH) occur after cardiac injuries and resuscitation as well as secondary to noncardiac injuries comprising head injuries, infectious diseases, intoxications, hemorrhagic diathesis, abdominal trauma, asthma, and hypovolemic shock. In paicular, the common incidence of SEH in intracranial lesions led to the suggestion that the phenomenon is mediated by the autonomic nervous system hypersecretion of catecholamines Ramdas Nayak page no. 303",
        "cop": 2,
        "opa": "May be seen after head injury",
        "opb": "Involves RV wall",
        "opc": "Continous pattern of sheet like",
        "opd": "Flame shaped hemorrhages",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "b99a121a-9056-465d-b002-3dd672b4c194",
        "choice_type": "multi"
    },
    {
        "question": "Hea failure cells are?",
        "exp": "Breakdown of red cells and hemoglobin leads to the appearance of hemosiderin-laden alveolar macrophages-- so-called hea failure cells--that reflect previous episodes of pulmonary edema. (Robbins Basic Pathology,9th edition,pg no.367)",
        "cop": 3,
        "opa": "polymorphonuclear cells",
        "opb": "Steam cells",
        "opc": "Macrophages",
        "opd": "Fibroblasts",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "82779476-eeab-46e0-8539-9ff48ef9e238",
        "choice_type": "single"
    },
    {
        "question": "Onion skin thickening of aeriolar wall is seen in",
        "exp": "Hyperplastic aeriolosclerosis is more typical of severe hypeension. Vessel exhibit onion skin , concentric laminated thickening of aeriolar walls and luminal narrowing Robbins 9 th edition page no. 334",
        "cop": 4,
        "opa": "Atherosclerosis",
        "opb": "Median calcific sclerosis",
        "opc": "Hyaline aeriosclerosis",
        "opd": "Hyperplastic aeriosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "9d04431c-ef19-43c0-8dd0-46ae83ad5bfe",
        "choice_type": "multi"
    },
    {
        "question": "Classification of aoic dissection depends upon",
        "exp": "Aoic dissection occurs when blood splays apa the laminarplanes of the media to form a blood-filled channel within theaoic wall.The clinical manifestations of dissection depend primarily on the poion of the aoa affected; the most serious complicationsoccur with dissections involving the proximalaoa and arch.Thus, aoic dissections generally are classified into two types-Proximal lesions: type A dissections, Distal lesions,type B dissectionsRobbins Basic pathology,9th edition,pg no.347",
        "cop": 2,
        "opa": "Cause of dissection",
        "opb": "Level of aoa affected",
        "opc": "Percentage of aoa affected",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "8f914948-2833-44af-83b9-5356dc33fc16",
        "choice_type": "multi"
    },
    {
        "question": "Aschoff bodies in the myocardium are the hallmark of carditis associated with",
        "exp": "Acute rheumatic fever is characterized by discrete inflammatory foci within a variety of tissues. The myocardial inflammatory lesions--called Aschoff bodies--are pathognomonic for rheumatic fever these are collections of lymphocytes (primarily T cells), scattered plasma cells, and plump activated macrophages called Anitschkow cells occasionally punctuating zones of fibrinoid necrosis. The Anitschkow cells have abundant cytoplasm and central nuclei with chromatin condensed to form a slender, wavy ribbon (so-called caterpillar cells). During acute rheumatic fever, Aschoff bodies can be found in any of the three layers of the hea--pericardium, myocardium, or endocardium (including valves). Hence, rheumatic fever is said to cause pancarditis. (Robbins Basic pathology,9th edition.pg no.391)",
        "cop": 2,
        "opa": "Infective endocarditis",
        "opb": "Rheumatic fever",
        "opc": "Rheumatoid ahritis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "4d79ee25-2539-41a5-969a-9a61f7a27580",
        "choice_type": "multi"
    },
    {
        "question": "The most dreadful complication of Kawasaki disease is",
        "exp": "Kawasaki disease is an acute, febrile, usually self-limited illness of infancy and childhood (80% of the patients are younger than 4 years of age) associated with an aeritis of mainly large to medium-sized vessels. Its clinical significance stems from the involvement of coronary aeries. Coronary aeritis can cause aneurysms that rupture or thrombose, resulting in myocardial infarction. (Robbins basic pathology,9th edition,pg no.352)",
        "cop": 3,
        "opa": "Rash",
        "opb": "Lymph node",
        "opc": "Cardiac involvement",
        "opd": "Thrombocytosis",
        "subject_name": "Pathology",
        "topic_name": "Cardiovascular system",
        "id": "110d1286-fd91-4349-a698-29a20b59deee",
        "choice_type": "single"
    }
]