[
    {
        "question": "Chemoattractants among the following are?",
        "exp": "Ans. is 'b' i.e., Leukotriene B4 and C5a o Chemoattractant:- C5a (most potent), IL-8, LTB4, PAF, bacterial products, Lymphokine, Kallikrein.o C5a is the most potent chemoattractant",
        "cop": 2,
        "opa": "Histamine",
        "opb": "Leukotriene B4 and C5a",
        "opc": "Leukotriene C4 and C3a",
        "opd": "Bradykinin",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "45fc1a21-5962-42ec-afc1-97b33c99944e",
        "choice_type": "single"
    },
    {
        "question": "Cytokine with predominant anti-inflammatory action is ?",
        "exp": "Ans. is 'c' i.e., TGF-b Proinflammatorv cytokines i) Major:- IL-1, TNF- alpha, IL-6 ii) Other:- IL-2, IL-4, IL-5, IL-6, IL-8, IL-11, IL-12, IL-15, IL-21, IL-23, IFN- gamma, GM-CSF Anti-inflammatory cytokines i) IL-4, IL-10, IL-13, and transforming growth factor b (TGF-b)",
        "cop": 3,
        "opa": "Interleukin 6",
        "opb": "GM-CSF",
        "opc": "TGF-b",
        "opd": "TNF-Alpha",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "47d6ae2c-57d6-4935-aa27-6ff98c9246ae",
        "choice_type": "single"
    },
    {
        "question": "Function of IL-4 is?",
        "exp": "Ans is 'a' i.e. Inhibiting IL-1 \"In monocytes, IL-4 inhibits IL-1, TNF-alpha and IL-6.\" - Principles of Cancer Biotherapy p. 173",
        "cop": 1,
        "opa": "Inhibiting IL-1",
        "opb": "Chemotaxis",
        "opc": "Vasodilatation",
        "opd": "Inhibiting macrophages",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "faa45769-ec5c-4c29-b64e-5aae498c9f3e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a chemotactic factor?",
        "exp": "ANSWER: (D) LeukotrienesREF: Robbins 7th ed page 56\"Endogenous chemo attractants are C5a, leukotriene B4, IL-8\"See APPENDIX-19 for \"CYTOKINES",
        "cop": 4,
        "opa": "Prostaglandins",
        "opb": "Prostacyclins",
        "opc": "Thromboxane",
        "opd": "Leukotrienes",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "85c0985b-9970-477b-a509-5ff847089c6d",
        "choice_type": "single"
    },
    {
        "question": "IL2 is secreted by?",
        "exp": "Ans. is 'b' i.e., Helper T-cells o IL-2 is secreted by lectin- or antigen-stimulated helper T cellsSelected important cytokinesNameMajor Cellular SourceSelected Biologic EffectsIFN-a, -bLeukocytes (IFN-a), fibroblasts (IFN-b)Antiviral, pyrogenicIFN-( interferon)T cells, NK cellsActivates mononuclear phagocytesTNF-a (tumor necrosis factor alpha)Macrophages, NK cellsCell activation, fever, cachexia, antitumorTNF -b (tumor necrosis factor beta), LT (lymphotoxin)T cells, B cellsActivates leukocytes, antitumorIL-1 (interleukin - 1)Macrophages, epithelial cellsT cell and macrophage activation,fever, cachexiaIL-2 (interleukin - 2)T cells (CD4 Helper T-cells)T cell growth and activationIL-3 (interleukin - 3)T cells, thymic epithelial cellsHematopoiesisIL-4 (interleukin - 4)T cells, mast cells, NK cellsB cell proliferation and switching to IgEIL-5 (interleukin - 5)T cellsDifferentiation of eosinophils(NEET)IL-7 (interleukin - 7)Bone marrow stromal cellsLymphoid progenitor differentiation",
        "cop": 2,
        "opa": "Neutrophills",
        "opb": "Helper T-cells",
        "opc": "Macrophages",
        "opd": "NK cells",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "b206e753-a381-482b-b5e3-e7aca4f4fa41",
        "choice_type": "single"
    },
    {
        "question": "In Lipooxygenase pathway, the formation of the arachidonic acids products which of the following helps in vasoconstriction and increased vascular permeability -",
        "exp": "Ans- C Leukotriene D4",
        "cop": 3,
        "opa": "C5a",
        "opb": "Thromboxane A2",
        "opc": "Leukotriene D4",
        "opd": "C, activators",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "c646721b-171f-411d-91bb-f2eadcdd4dfd",
        "choice_type": "single"
    },
    {
        "question": "Acid phosphatase is specific to which of the following cells",
        "exp": "Ans. is 'a' i.e. Monocytes Wintrobes Hematology 11th/e \"Acid phosphatase is found in all hematopoietic cells, but the highest levels are found in macrophages and osteoclasts\".Acid phosphataseAcid phosphate is a hydrolytic enzyme secreted by a number of cells.There are several isoenzymes of acid phosphatase with some tissue specificity.The isoenzymes can be fractionated by electrophoresis into five bandsBand 5Found mainly in osteoclastes, is also resistant to tartarate inhibition.An identical protein is found in monocytes and kupffer cells.Band 3The major form of plasma acid phosphatase found in normal plasma, comes from platelets, erythrocytes and monocytes.Band 2 and 4Originates from granulocytes Band 1Major source is prostateResistant to tartarate inhibitionRemember these important point about acid phosphataseThe activity of prostatic acid phosphatase in serum is negligible.Nearly all of the acid phosphatase in normal individuals comes from platelets and erythrocytes.There is little or no acid phosphatase activity in lymphocyteslymphoblasts, myeloblasts or erythroblasts.Staining for Acid phosphataseAcid phosphatase in the cells hydrolyze the substrate napthol AS-B1 phosphoric acid.The naphthol released is insoluble and couple with hexazotized pararosaniline.The coloured precipitate in the cytoplasm indicate acid phosphatase activity.The reaction is positive to varying degrees in most normal and abnormal leucocytes.\"Monocytes stain more intensely than neutrophils and precursors\".Lymphocytes contain little activity.T cells appear to react positivelyB cells are usually negative.Clinical application of acid phosphatase activityThe acid phosphatase activity is useful primarily in confirming a diagnosis of hairy cell leukemia.In the subclassification of acute lymphoblastic leukemia definite focal positivity for acid phosphatase in the blast cells have been used as a evidence in favour of T cell origin, but this has been superseded by immunologic techniques.",
        "cop": 1,
        "opa": "Monocyte",
        "opb": "Tlymphocyte",
        "opc": "B lymphocyte",
        "opd": "Myelocytes",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "c6b6304a-cec3-468d-b841-265ffce1eea9",
        "choice_type": "single"
    },
    {
        "question": "IL-1 is the principle chemical mediator of -",
        "exp": "Ans. is 'a' i.e., Fever \"IL-l and TNF-a are the two most important pyrogenes \" -- Physiology basics.",
        "cop": 1,
        "opa": "Fever",
        "opb": "Itching",
        "opc": "Vasoconstriction",
        "opd": "Chemotaxis",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "aa905a30-66bc-443c-b3d2-b446054a7ddf",
        "choice_type": "single"
    },
    {
        "question": "C3 convertase acts on -",
        "exp": "Ans- (D) C3 Reference- Jawetz Melnick & Adelbergs Medical Microbiology - 27E (2016) Page 142. The latter protein (C4b2b) is an active C3 convertase, whichsplits C3 molecules into two fragments: C3a and C3b. C14b2a is known as C3 convertase which activates C3 to C3a (chemotactic and anaphylotoxin) and C3b",
        "cop": 4,
        "opa": "C4b2b",
        "opb": "C4b2B3b",
        "opc": "C4b",
        "opd": "C3",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "6429606b-98aa-4aab-aa7c-19b12d857600",
        "choice_type": "single"
    },
    {
        "question": "Vasodilatation secondary to trauma is mediated by?",
        "exp": "Ans. is 'a' i.e., Histamine o Principle mediators of vasodilatation in acute inflammation are Histamine, prostaglandins (PGD2, PGE2), prostacyclins, serotonin, Nitric oxide, bradykinin.",
        "cop": 1,
        "opa": "Histamine",
        "opb": "IL-2",
        "opc": "TGF-b",
        "opd": "FGF",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "5001fdfe-efc8-4611-85cd-e479c186fbaf",
        "choice_type": "single"
    },
    {
        "question": "In myocardial, Reperfusion injury maximum effect is caused due to -",
        "exp": "Ans. is 'd1 i.e., Free radicalso Reperfusion injury refers to mvocardiaL vascular, or electrophvsiological dysfunction that is induced bv the restoration of blood flow to previously ischemic tissue.o Manifestation include:o Reperfusion arrhythmias.o Endothelial cell damage leading to microvascular dysfunction,o Myocardial stunning.o Myocyte death and infarction.PATHOPHYSIOLOGY-o When blood flow to cardiac myocytes is disrupted by occlusion of a coronary artery, a series of events is set in motion that results in cellular injuiy and death. These processes are largely related to energy production and utilization and include the following :o Reduced energy production with a fall in intracellular ATP levels,o A transition from aerobic to anaerobic energy utilization,o An accumulation of the products of anaerobic metabolism,o Reduced intracellualr pH.Factors that contribute to reperfusion injury include the following :o Damage to cellular and organelle membranes, including mitochondria,o Myocyte hypercontracture.o Free radical formation.o Aggregation of leukocytes and inflammatory mediators,o Platelet activation.o Complement activation.o Activation of the pro-apoptotic signaling cascade.o Endothelium damage and vasoconstriction.Oxygen and other free radicals -o Free radicals are produced within minute of reperfusion and continue to be generated for hours after the restoration of blood flow to ischemic tissue.o Superoxide anion (O2)o Hydrogen peroxide (H2O2)o Hypochlorous acid (HOCl)o Nitric oxide-derived peroxynitrite.o Hydroxyl radical (OH)o Several mechanisms have been proposed for the development of these free radicals including xanthine oxidase, activated neutrophils, electron leakage from ischemic mitochodrion, catecholamine odidation, as well as cyclooxygenase and lipoxygenase enzymes.o The relative importance of each of these pathways is not clear, but they are probably interrelated and may potentiate one another.o Free radicals damage myocytes directly by altering membrane proteins and phospholipids. Because these membrane constituents play crucial roles as receptors, enzymes, and ion channels, free radical injury can lead to fatal metabolic and structure derangements. As ans example, oxyzen radicals inure the sarcolemma and may impair contractile function of the myocyte on this basis. The role for free radicals as a source of significant myocardial damage is further supported by studies showing that free radical scavengers, such as superoxide dismutase, administered during thrombolytic therapy help preserve myocardial function. Finally, reactive oxygen species stimulate leukocyte activation, chemotaxis, and leukocyte-endothelial adherence.",
        "cop": 4,
        "opa": "Neutrophil",
        "opb": "Monocytes",
        "opc": "Eosinophils",
        "opd": "Free radicals",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "762e05fa-dab9-40cc-b7cc-380690f13d2b",
        "choice_type": "single"
    },
    {
        "question": "TH2 cells secrete?",
        "exp": "Ans is 'c' i.e. IL-5 A. T helper - 1 (TH1) secretes - IL-2 and interferon - gB. T helper - 2 (TH2) secretes - IL-4, IL-5, IL-6, IL-13",
        "cop": 3,
        "opa": "IL-2",
        "opb": "IFN-g",
        "opc": "IL-5",
        "opd": "TNF-a",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "cd9bc6c5-9f11-4597-a9c4-2de0bd5a704e",
        "choice_type": "single"
    },
    {
        "question": "N K cells activity is enhanced by -",
        "exp": "Ans. is 'c' i.e., IL-2 o IL-2 acts as a growth factor for N K cells.Null cells.(Large granular lymphocytes)o Null cells are called so because they lack features of surface markers of both B and T lymphocytes,o The account for 5 to 10% of peripheral blood lymphocytes.o They are also called \"large granular lymphocytes (LGL)\" as they contain large azurophilic cytoplasmic granules,o They expressSurface receptors for the Fc portion of IgG (CD-16)NCAM-I (CD56)o They proliferate in response to IL-2o Many LGL express some lineage marker particularly CD-8, CD-2,o LGLs arise in both bone marrow and thymic microenvironment.o Members of this group are :Antibody dependent cytotoxic cells (ADCC)o ADCC possess surface receptors for the Fc part of Ig.o Capable of lysing or killing target cells sensitized with IgG.Natural killer cells (NK Cells)o Possess spontaneous cytotoxicity towards various target cells : -Virus infected cellsMalignant cellsTransplanted foreign cellso Cytotoxicity is not antibody dependent or MHC restrictedo Activity is nonimmune as it does not require sensitization by prior antigenic contact,o They have CD-56 and CD-16 on their surfaceo IL-2 acts as a growth factoro Natural killer cell activity is augmented by interferon.o They release perforin which causes transmembrane pores through which TNF-p enters the cell and induce apoptosis.o NK cells qre activated to LAK cells, in the presence of IL-2o Usually CD-3 negative but subset of NK cells are CD-3 positive called NK/T cells.o NK cells secrete TNF-oc, GMCSF, IFN-y, perforin, IL-4.o NK cells do not kill normal cells. Why is it so? lets see : - The NK cells express activating and inhibiting receptors. The functional activity of the NK cells is regulated by a balance between signal from these receptors. MHC class I molecules has inhibiting signal on NK cells and normal cell are not killed because inhibiting signals from normal MHC class I molecules overside activating signals. The ability of NK cells to kill target cells is inversly related to target cell expression of MHC class I molecule. If virus infection or neoplastic transformation reduces the expression of MHC I, inhibitory signals are interrupted and lysis of target cells occur.3. Lymphokine activated killer (LAK) cellso These are NK - cells treated with IL-2o Kill tumor cells more efficiently than unstimulated NK cellls.",
        "cop": 3,
        "opa": "IL-1",
        "opb": "TNF",
        "opc": "IL-2",
        "opd": "TGP-P",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "d8fd3e30-db7f-4b3b-a5ce-3a11904c637b",
        "choice_type": "single"
    },
    {
        "question": "What is not caused by platelet activating factor?",
        "exp": "Ans. (b) Bronchodilation(Ref: R 9th/pg 89; 8th/pg 59)PAFProduced by: platelets, basophils, mast cells, neutrophils, macrophages, and endothelial cellsFunctions: platelet aggregation, vasoconstriction and bronchoconstriction. QAt low concentrations it induces vasodilation and increased venular permeabilityTransmits signals between cells",
        "cop": 2,
        "opa": "Vasoconstriction",
        "opb": "Bronchodilation",
        "opc": "Causes platelet aggregation",
        "opd": "Transmits signals between cells",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "eb18c4d6-0bf2-4c8a-a92c-aa9f347a038c",
        "choice_type": "single"
    },
    {
        "question": "Pro inflammatory Cytokines include all of the following except -",
        "exp": "Ans. is 'b' i.e., Interleukin-10 o Cytokines are involved in immunological reaction, but some cytokines may also take part in inflammation.o They may be: -1. Proinflammatorv cytokineso Involved in amplification of inflammation and tissue destruction.o IL-1 & TNF-a are the two most important proinflammatorv cytokines. IL-6 may also act as proinflammatorv cytokine.o Other proinflammatory cytokines are IL-2, IL-4, IL-5, IL-6, IL-8, IL-I1, IL-12, IL-15, IL-21, IL-23, IFN- gamma and granulocyte- macrophage- colony stimulatinhg factor (GM-CSF). ( Source Fundamental immunology by William E. Paul).2 Antinflammatory cytokineso Reduce inflammation and produce healing,o Example are IL-4, IL-13, IL-1L-10",
        "cop": 2,
        "opa": "Interleukin 1",
        "opb": "Interleukin-10",
        "opc": "Interleukin6",
        "opd": "TNF-Alpha",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "065f5692-dfb2-40b8-a2f7-69ab9c298373",
        "choice_type": "multi"
    },
    {
        "question": "Which is not the action of TGF-b",
        "exp": "Ans. (d) Anaphylaxis(Ref: Robbins 9th/pg 86-87, 105, Immunology: Mucosal and Body Surface Defences, 4.8)Transforming growth factor-b (TGF-b) is the most important cytokine for the synthesis and deposition of connective tissue proteins. Other functions: Angiogenesis. Anti-inflammatory cytokineUp-regulation of tissue inhibitor of metalloproteinas- es-3 gene expression is done by TGF-beta in articular chondrocytes",
        "cop": 4,
        "opa": "Anti-inflammatory",
        "opb": "Proliferation of fibrous tissue",
        "opc": "Inhibition of metalloproteinases",
        "opd": "Anaphylaxis",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "47946086-1250-41be-8d85-c7217eda60c3",
        "choice_type": "multi"
    },
    {
        "question": "Which cytokine activate macrophages -",
        "exp": "Ans. is 'b' i.e., IFN-y Activated macrophageso Recent studies show that there are two types of activated macrophages : -1. Classically activated macrophages (M1)o These are activated by microbial products and cytokines like IFN-g.o These cells release lysosomal enzymes, NO, IL-1, and IL-12.o These cells are involved in microbicidal activities and pathogenic inflammation.2. Alternatively activated macrophages (M2).o These cells are activated by microbial products and cytokines like IL-4, IL-5.o These cells release IL-10, TGF-b.o These cells are involved in anti-inflamatory actions and wound repair.",
        "cop": 2,
        "opa": "IL-8",
        "opb": "IFN-y",
        "opc": "PAF",
        "opd": "Leukotriene B4",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "7fae627d-4bf4-490b-8e2a-b02f87df52d8",
        "choice_type": "single"
    },
    {
        "question": "Secondary granules in neutrophil is: .",
        "exp": "Ans. is 'a' lactoferrin Lactoferrin in an enzyme present in the secondary granules of neutrophils. Neutrophil has 2 granules - primary & secondary. Enzymes present in these 2 are given below",
        "cop": 1,
        "opa": "Lactoferrin",
        "opb": "Proteolytic enzymes",
        "opc": "Nucleotidase",
        "opd": "Catalase",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "db72b674-e4e0-4a34-9c88-d53d19367a62",
        "choice_type": "single"
    },
    {
        "question": "C-C beta chemokine includes",
        "exp": "Ans. is 'b' i.e. Eotaxin ChemokinesChemokines are a family of small proteins that act primarily as chemoattractants for specific types of leucocytes.Chemokines stimulate leucocyte recruitment in inflammation and control the normal migration of cells through various tissues.Some chemokines are produced transiently in response to inflammatory stimuli and promote the recruitment of leucocytes to the sites of inflammation. Other chemokines are produced constitutively in tissues and function in organogenesis to organize different cell types in different anatomic regions of tissues.About 40 different chemokines and 20 different receptors for chemokines have been identified.They are classified into 4 major groups according to the arrangement of conserved cysteine residue in mature proteins.",
        "cop": 2,
        "opa": "IL-8",
        "opb": "Eotaxin",
        "opc": "Lymphotactin",
        "opd": "Fractalkine",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "219d9e10-d14b-48ed-adfb-390c37fa2fad",
        "choice_type": "single"
    },
    {
        "question": "Chemotaxis is mediated by?",
        "exp": "Ans. is 'a' i.e., C5a o C5a is the most powerful chemo-attractant (chemokine).Chemotaxiso Chemotaxis is unidirectional locomotion of leukocytes towards the site of injury, oriented along a chemical gradient. This chemical gradient is created by substances called chemoattractants (chemotactic agents), which may be exogenous (bacterial products) or endogenous (C5a, LTB-4, IL-1, TNF, IL-8).",
        "cop": 1,
        "opa": "C5a",
        "opb": "IL-2",
        "opc": "IFN-g",
        "opd": "IL-5",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "0b06a2e7-87eb-4666-a561-aac5dd409181",
        "choice_type": "single"
    },
    {
        "question": "Chemotaxis is the main function of?",
        "exp": "Ans. is 'a' i.e., C5a o C5a is the most powerful chemo-attractant (chemokine).Chemotaxiso Chemotaxis is unidirectional locomotion of leukocytes towards the site of injury, oriented along a chemical gradient. This chemical gradient is created by substances called chemoattractants (chemotactic agents), which may be exogenous (bacterial products) or endogenous (C5a, LTB-4, IL-1, TNF, IL-8).",
        "cop": 1,
        "opa": "C5a",
        "opb": "ICAM1",
        "opc": "P-selectin",
        "opd": "IL-5",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "35bd5084-d3f8-4605-abd9-f36692a12ee4",
        "choice_type": "single"
    },
    {
        "question": "Fever occurs due to -",
        "exp": "Ans. is 'a' i.e., IL1 Pyrogeneso Pyrogenes are substances that cause fever.o Pyrogens may be exogenous or endogenous* Exogenous- Bacterial toxins* Endogenous- IL0-l,TNF-a, IL-6, Interferons, Cilioiy's neurotropic factoro These pyrogenes increase the level of PGE2 in the hypothalamus that elevates the thermoregulatory set point and causes fever.",
        "cop": 1,
        "opa": "IL 1",
        "opb": "Endoephin",
        "opc": "Enkephalin",
        "opd": "Histamine",
        "subject_name": "Pathology",
        "topic_name": "Chemical Mediators and Regulators of Inflammation",
        "id": "91c103c3-f8ce-47f8-856d-5ddbb67727b3",
        "choice_type": "single"
    }
]