[
    {
        "question": "Anticipation is seen in?",
        "exp": "Ans- (c) Trinucleotide - repeat expansionRef: Robbin's pathology 9th ed. /168* Anticipation is a phenomenon where by the symptoms of a genetic disorder become apparent at an earlier age as it is passed to next generation. In most cases, an increased severity of symptoms is also noted.* In triplet nucleotide repeat mutation, the DNA fragment is unstable and tends to expand further during cell division.So, in successive generations the expanded repeat increases and the manifestations of disease may worsen or may be observed at an earlier age; this phenomenon is referred to as anticipation.",
        "cop": 3,
        "opa": "Translocation",
        "opb": "Chromosome breaking",
        "opc": "Trinucleotide - repeat expansion",
        "opd": "Mitochondrial mutation",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "a49ba38c-2090-4bbe-9d63-bd56e4d74024",
        "choice_type": "single"
    },
    {
        "question": "Kary otyping is done in which phase of cell cycle-",
        "exp": "Ans. is 'b' i.e., Metaphase o To produce a karyotype, one must obtain cells capable of growth and division as karyotyping is done by arresting mitosis in dividing cells in metaphase.o Karyotyping is the study of chromosomes and is used in cytogenetics to study the chromosomal abnormalities,o After arresting the cells in metaphase the chromosomes are examined to see for:i) Numbers - to detect abnormalities in chromosome numbers such as aneuploidy (trisomy, tetrasomy), polyploidy,ii) Structure - to detect structural chromosomal anomalies such as translocations, deletions, inversions.Karyotypingo It is the study of chromosomes,o It is used in cytogenetics to study the chromosomal abnormalities.o A karyotype is a standard arrangement of a photographed or imaged stained metaphase spread in which chromosome pairs are arranged in order of decreasing length.o To produce a karyotype, one must obtain cells capable of growth and division as karyotyping is done by arresting mitosis in dividing cells in metaphase,o Samples used are : -Amniotic fluids (cells from amnion, skin, urogenital system, respiratory system and GI system).# Chorionic vill.# Bone marrow# Skin fibroblasts# Peripheral blood lymphocytes# Fetal umblical blood.# Lymph node tissue# Solid tumor sample",
        "cop": 2,
        "opa": "Anaphase",
        "opb": "Metaphase",
        "opc": "Telophase",
        "opd": "S phase",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "440a4785-047d-466a-bd81-6c094e8728be",
        "choice_type": "single"
    },
    {
        "question": "All the following are characteristic of Turner Syndrome EXCEPT:",
        "exp": "ANSWER: (C) Umbilical HerniaREF: Robbins 7th edition page 179, http://en.vrikipedia.org/wiki/Turner_syndromeTurner syndrome or Ullrich-Tumer syndrome (also known as 'Gonadal dysgenesis\") encompasses several conditions in human females, of which monosomy X (absence of an entire sex chromosome, the Barr body) is most common. It is a chromosomal abnormality in which all or part of one of the sex chromosomes is absentClinical features:Short statureLymphedema (swelling) of the hands and feetBroad chest (shield chest) and widely spaced nipplesLow hairlineLow-set earssmall kwer jaw (micrognathia)cubitus valgus (turned-in elbows)soft upturned nailspalmar creaseReproductive sterilityRudimentary ovaries gonadal streak (underdeveloped gonadal structures that later become fibrosed)Amenorrhoea, or the absence of a menstrual periodIncreased weight, obesityShield shaped thorax of heartShortened metacarpal IVSmall fingernailsWebbed neck from cystic hygroma in infancyCoarctation of the aortaBicuspid aortic valvePoor breast developmentHorseshoe kidneyVisual impairments sclera, cornea, glaucoma, etc.Ear infections and hearing lossHigh waist-to-hip ratio (the hips are not much bigger than the waist)Attention Deficit/Hyperactivity Disorder or ADHD (problems with concentration, memory, attention with hyperactivity seen mostly in childhood and adolescense)Nonverbal Learning Disability (problems with math, social skills and spatial relations)",
        "cop": 3,
        "opa": "Webbing of Neck",
        "opb": "Cubitus valgus",
        "opc": "Umbilical Hernia",
        "opd": "Coarctation of Aorta",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "299fe8fd-725e-42d9-af59-8b8166f670c0",
        "choice_type": "multi"
    },
    {
        "question": "Comment on the diagnosis?",
        "exp": "Ans. (a) Down syndrome.Notice the hypotonia with facial grimace and a wide gap between the first and second toe of the foot. The karyotype confirms it to be trisomy 21.Mnemonic for DOWN Syndrome is \"CHILD HAS PROBLEM\"* Cataracts/heart disease (Endocardial cushion defect)* Hypotonia/hyperthyroidism* Incur 5th finger/Increased gap between 1st and 2nd toes* Leukemia (risk x 2)/Lung problems* Duodenal atresia/Delayed development* Hirschsprung's disease/Hearing loss* Alzheimer's disease/Atlantoaxial instability* Short neck/Squint* Protruding tongue/Palmar crease* Round face/Rolling eye (nystagmus)* Oblique eye fissure/Occiput flat* Behavioral difficulties* Low nasal bridge/Language problem* Epicanthic fold/Ear folded* Mental retardation/MyoclonusImage source- style=\"font-family: Times New Roman, Times, serif\">",
        "cop": 1,
        "opa": "Down syndrome",
        "opb": "Turner syndrome",
        "opc": "Prader-Willi syndrome",
        "opd": "Patau syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "07dd2d6c-e766-4f55-949a-86ef5e732d2c",
        "choice_type": "single"
    },
    {
        "question": "The gene that regulates normal morphogenesis during development is :",
        "exp": "Ans. is 'b' i.e. Homeobox gene Homeobox geneis associated with normal morphogenesis.Their expression results in the production of localized cellular condensation of primitive mesenchyme in the sites of future bones.They play an important role in patterning of limbs, vertebrae and craniofacial structures.Mutations in Homeobox gene produces an extra digit between 3rd and fourth fingers as well as some degree of syndactyly.About other optionsFMR geneIt is familial mental retardation gene mutation in this gene causes Fragile-X- syndromePTENIt is phosphatase and tensin homologue.It is frequently deleted in many human cancers such as Glioblastomas, Prostate cancers, endometrial cancers and Breast cancer.P-16It is a tumour suppressor gene.",
        "cop": 2,
        "opa": "FMR-1 gene",
        "opb": "Homeobox gene.",
        "opc": "P-16",
        "opd": "FTEN.",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "446f9a49-7e0c-4230-bff4-6a8e221bebb7",
        "choice_type": "single"
    },
    {
        "question": "Which is not true about Down's syndrome",
        "exp": "Ans. is 'b' i.e. decreased nuchal fold thickness Nuchal fold thickness is increased in Down's syndrome (not decreased). Infact this feature is used in suspecting the diagnosis of Down's syndrome prenatally.Nuchal fold thickness is assessed prenatally by ultrasound.Other characteristic feature of Down's SyndromeIt is the commonest chromosomal disorder*Significant hypotonia*.Oblique palpebral fissure*.Clinodactyly *.CHDs (ASD, PDA, A-V communis)*.Brushfield Spots (white spots on Iris)*.Intestinal atresia*.Varying degree of growth and mental retardation.Flat face.High arched palate.Reduced length of femur and humerus on ultrasound*.",
        "cop": 2,
        "opa": "Decreased humerus length.",
        "opb": "Decreased nuchal fold thickness.",
        "opc": "Decreased femur length.",
        "opd": "Duodenal atresia.",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "c69ab0b8-89e3-4516-bd73-414c03f481f8",
        "choice_type": "multi"
    },
    {
        "question": "Ehler Danlos syndrome is due to defect in?",
        "exp": "ANSWER: (B) CollagenREF: Robbins 8th ed ch: 3MAIN TYPES OF COLLAGENS, TISSUE DISTRIBUTION, AND GENETIC DISORDERSCollagenTypeTissue DistributionGenetic DisordersFIBRILLAR COLLAGENSIUbiquitous in hard and soft tissuesOsteogenesis imperfecta; Ehlers-Danlos syndrome--ar- throchalasias type 1IICartilage, intervertebral disk, vitreousAchondrogenesis type II, spondyloepiphysea dysplasia syndromeIIIHollow organs, soft tissuesVascular Ehlers-Danlos syndromeVSoft tissues, blood vesselsClassical Ehlers-Danlos syndromeIXCartilage, vitreousStickler syndromeBASEMENT MEMBRANE COLLAGENSIVBasement membranesAlport syndromeOTHER COLLAGENSVIUbiquitous in microfibrilsBethlem myopathyVIIAnchoring fibrils at dermal-epidermal junctionsDystrophic epidermolysis bullosaIXCartilage, intervertebral disksMultiple epiphyseal dysplasiasXVIITrans membrane collagen in epidermal cellsBenign atrophic generalized epidermolysis bullosa CollagenTypeTissue DistributionGenetic DisordersXV and XVIIIEndostatin-forming collagens, endothelial cellsKnobloch syndrome (type XVIII collagen)CLASSIFICATION OF EHLERS-DANLOS SYNDROMESEDS TypeClinical FindingsInheritanceGene DefectsClassical (I/II)Skin and joint hypermobility, atrophic scars, easy bruisingAutosomal dominantCOL5A1, COL5A2Hypermobility(III)Joint hypermobility, pain, dislocationsAutosomal dominantUnknowmVascular (IV)Thin skin, arterial or uterine rupture, bruising, small joint hyperextensibilityAutosomal dominantCOL3A1Kyphoscoliosis(VI)Hypotonia, joint laxity, congenital scoliosis, ocular fragilityAutosomal recessiveLysyl hydroxylaseArthrochalasia (Vila, b)Severe joint hypermobility, skin changes (mild), scoliosis, bruisingAutosomal dominantCOL1A1, COL1A2Dermatosparax- sis (Vile)Severe skin fragility, cutis laxa, bruisingAutosomal recessiveProcollagen N-pepti- dase",
        "cop": 2,
        "opa": "Elastin",
        "opb": "Collagen",
        "opc": "Keratin",
        "opd": "Laminin",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "944a9552-6152-4ba9-a6d7-58b9b8443041",
        "choice_type": "single"
    },
    {
        "question": "Klinefelter no of chromosomes-",
        "exp": "Ans. is 'a' i.e., 47 o In Klinefelter's syndrome there is extra X or Y chromosome to a male karyoty pe. Thus there are 47 chromosome.",
        "cop": 1,
        "opa": "47",
        "opb": "46",
        "opc": "45",
        "opd": "44",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "b300e447-7045-4808-9daf-32689f6168da",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement(s) is/are true except:",
        "exp": "Ans: A (Denever...) Denver ClassificationThe classification of human CHROMOSOMES on the basis of size and centromere position; the 23 pairs of chromosomes areclassifted in seven groups (A to G), in order of decreasing length. Used before it was possible to distinguish among thechromosomes of the groupsCHROMOSOME GROUP (Arranged in the following order in karyotype)ChromosomesLocation Of CentromereA1-3MetacentricB4-5SubmetacentricD13-15AcrocentricF19-20MetacentricG21-22, YAcrocentricE16-1816- Metacentric 17,18- SubmetacentricC6-12, XSubmetacentric MetacentricSubmetacentricAcrocentricGroup A. E (16). FGroup B, C, E (17,18)Group D, G \" Lyon hypothesis: It states that (1) only one of the X chromosomes is genetically active, (2) the other X of either maternal or paternal origin undergoes heteropyknosis anti is rendered inactive, (3] inactivation of either the maternal or paternal X occurs at random among all the cells of the blastocyst on or about the 16 th day of embryonic life, and (4) inactivation of the same X chromosome persists in all the cells derived from each precursor cell. Thus, the great preponderance of normal females are in reality mosaics and have two populations of cells, one with an inactivated maternal X and the other with an inactivated paternal X. Herein lies the explanation of why females have the same dosage of X-linked active genes as have males. The inactive X can be seen in the interphase nucleus as a darkly staining small mass in contact with the nuclear membrane known as the Barr body, or Ar chromatin\"-Robbins 8th/164X-INACTIVATION Harrison 18th/515;17th/411In normal females one of the chromosomes undergoes X inactivationin somatic cells.The inactivation ofthe paternal or maternal X chromosome occurs randomly in each somatic cell and thereby serves as a mechanism of dosage compensation, ensuring that males and females have equal expression of most X-linked genes.Some genes on the X chromosome \"escape\" the inactivating mechanism and are expressed from both X chromosomes.In disorders such as Klinefelter syndrome, some genes may be expressed from both X chromosomes, resulting in its phenotypic features.",
        "cop": 1,
        "opa": "Denever group F-contain X chromosome",
        "opb": "Denever group C- contain X chromosome",
        "opc": "Denever group G- contain acrocentric chromosome",
        "opd": "Bar body is inactive X chromosome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "ee98f9fd-f807-4635-885b-600df2dfe7b6",
        "choice_type": "multi"
    },
    {
        "question": "All are true about chromosomal instability syndrome except-",
        "exp": "Ans. is 'b' i.e., Autosomal dominant inheritanceo Chromosomal instability syndromes are typically transmitted in an autosomal recessive mode of inheritanceChromosome instability syndromeso They are a group of inherited conditions associated with chromosomal instability and breakage. The disorders are characterized by a defect in DNA repair mechanisms or genomic instabilityo Susceptibility to exogenous genotoxic agents such as ultraviolet (UV) light, oxidative stress, and chemical mutagens, can also lead to a variety of nucleotide modifications and DNA strand breakso Patients with these disorders show increased predisposition to cancer.o Another hallmark of these disorders is immunodeficiency, a phenotype caused by an inability to properly repair DNA strand breaks that occur during development of the immune system,o Important chromosomal syndromes are1) Ataxia telangiectasia2) Ataxia telangiectasia-like disorder3) Bloom syndrome4) Fanconi anaemia5) Nijmegen breakage syndrome6) Xeroderma pigmentosum,7) Cockayne's syndrome",
        "cop": 2,
        "opa": "DNA repair defect",
        "opb": "Autosomal dominant inheritance",
        "opc": "Increased risk of malignancy",
        "opd": "Associated immunodeficiency",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "90bf9588-f523-49f8-b2ad-f504c4bd42bf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following finding is associated with alkaptonuria?",
        "exp": "Ans. is 'a' i.e., Ochronosis Alkaptonuria (black urine disease, black bone disease, or alcaptonuria)o It is a rare autosomal recessive disorder which is an inborn error of metabolism. It is caused by a mutation in the HGD gene for the enzyme homogentisate 1,2-dioxygenase. The gene defect makes the body unable to properly break down certain amino acids (tyrosine and phenylalanine). As a result, a substance called homogentisic acid builds up in the skin and other body tissues and its oxidated form alkapton are excreted in the urine, giving it an unusually dark color.o The accumulating homogentisic acid causes damage to cartilage (ochronosis, leading to osteoarthritis) and heart valves as well as precipitating as kidney stones and stones in other organs. Symptoms usually develop in people over thirty years old, although the dark discoloration of the urine is present from birth",
        "cop": 1,
        "opa": "Ochronosis",
        "opb": "Red urine",
        "opc": "Anuria",
        "opd": "Myositis",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "b4d421c9-5cb4-42bb-a83f-2849b58a8e88",
        "choice_type": "single"
    },
    {
        "question": "Which type of mutation occurs in sickle cell anemia?",
        "exp": "Ans. is 'd' i.e., Point mutation o In sickle cell anemia there is missense type of point mutation.Mis-sense mutationso If the base substitution changes the code words, i.e. codon containing the changed base codes for different amino acid, it is called mis-sense mutation . in sickle mutation CTC codon at position 6 of P-globin chain of hemoglobin that codes for glutamic acid is changed to CAC codon that codes for valine.",
        "cop": 4,
        "opa": "Crossover mutation",
        "opb": "Frameshift",
        "opc": "Deletion",
        "opd": "Point mutation",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "bbd7da31-7af7-489e-bf23-eb5a586c9f78",
        "choice_type": "single"
    },
    {
        "question": "Kary oty pe of klienfelter syndrome is-",
        "exp": "Ans. is 'a' i.e., 47XXY Klinefelter syndromeo Klinefelter syndrome is the most common chromosomal disorder associated with male hypogonadism and infertility.o It is defined classically by a 47, XXY karyotype with variants demonstrating additional X and Y chromosomes. (Other variants can have 48 XXX Y. rarely 49 XXXXY or mosaics can be there with some cells containing normal 46, XY and others 47, XXY).o Classically, it results from meiotic non-dysjunctionof sex chromosomes (40% during spermatogenesis and 60% during oogenesis). Mostly, non-dysjunctionoccur during lstmeiotic division.",
        "cop": 1,
        "opa": "47XXY",
        "opb": "45XO",
        "opc": "46XXY",
        "opd": "45XXX",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "206f408c-af10-4d51-a6e5-53c134824ee1",
        "choice_type": "single"
    },
    {
        "question": "True statement regarding Bloom syndrome is:",
        "exp": "Ref: Robbins Pathologic Basis of Disease, 8th editionExplanation:Bloom syndrome (congenital telangiectatic erythema)It is a rare autosomal recessive disorderIt is characterized by:TelangiectasiaPhotosensitivityGrowth deficiency of prenatal onsetImmunodeficiencyIncreased susceptibility to neoplasmsHistoryPhysical features of Bloom syndrome (congenital telangiectatic erythema).Growth delay has a prenatal onset and persists throughout life.More than half the children are significantly underdeveloped in physical stature until age 8 years.NeoplasiaPatients have an overall 150 - to 300-times increased risk of malignancy compared with the general population.20% of patients develop malignancies fe.g. acute leukemia, lymphoma, gastrointestinal adenocarcinoma).Immunology:Decreased Ig A and Ig MRecurrent respiratory and gastrointestinal tract infections.Skin findingsTelangiectatic erythema appears as macules or plaques in a butterfly distribution on the face and other photodistri- huted areas.Eyes may have scleral telangiectases.Cheilitis with crusting or bleeding is present.Cafe au lait macules with adjacent hypopigmented areas appear as 'twin spotting'.Craniofacial/body habitusLack of subcutaneous fat contributes to a characteristic bird I ike facies with a long, narrow face and prominent nose.The skull shape is dolichocephalicPatients have malar hypoplasia and small mandibles.Affected individuals have relatively large protruding ears.Long limbs, disproportionally large hands and feet, and progressive contracture of hands and feet are noted.Upper extremities are long in proportion to body length.Quick, birdlike movements are characteristic.Patients have short stature.Ear, nose, and throat: Patients have a high- pitched voice.Endocrine: Patients have primary hypogonadism .CausesAutosomal recessive pattern of inheritance.The gene locus is band I5q26.1.Cytogenetic findings in a Bloom syndrome patient with AML subtype Ml showed preferential occurrence of total or partial loss of chromosome 7.Mutation of the DNA ligase I geneLaboratory StudiesChromosome study: blood and skin cells show a characteristic pattern of chromosome breakage and rearrangement.Testing for chromosome instability, including the presence of quadriradicals and increased sister chromatid exchanges.Immunoglobulin levels (Decreased IgA & IgM)Medical CareHas no specific treatmentAvoiding sun exposure and using sunscreens can help prevent some of the cutaneous changes associated with photosensitivity.",
        "cop": 3,
        "opa": "Raised Ig M",
        "opb": "Absent Ig A",
        "opc": "Decreased IgM",
        "opd": "Raised Ig E",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "c17378b8-9265-4eb2-b822-fa21869cdd7b",
        "choice_type": "multi"
    },
    {
        "question": "Telomerase -",
        "exp": "Ans. is 'b' i.e., Causes carcinogenesis o Telomerase is a DNA polymerase (RNA dependent DNA polymerase) which is present in germ cells and is absent from most somatic cells.o Thus telomerase activity and maintenance of telomere length are essential for the replicative potential in cancer cells.o After a fixed number of divisions, normal cells becomes arrested in a terminally nondividing state.# Haw does the normal cells count their divisions i.e. How, do the cells find out that now they do'nt need to divide furtherCells achieve this through telomer shorteningo Telomers are short repeated sequences of DNA present at the linear ends of chromosome that are important for ensuring complete replication of chromosome ends.o It consists of many arrays of TTAGGG repeats at terminal of 3' ending strand. It confers stability- to chromosomes.With each successive division there is some shortening of the telomers.o Once the telomers are shortened beyond a certain point the ends of the chromosome are seen as broken DNA, which signals cell cycle arrest.o The broken DNA leads to activation of p53 dependent cell cycle check points causing proliferative arrest or apoptosis.o P53 causes activation of CDK inhibitor p21 that inactivate cyclin D-CDK4 complex so that cell can not cross restriction point and can not enter into 'S'phase.o Thus telomere shortening functions as a clock that counts cell division.How do the germ cells keep on dividing throughout their life ???o In germ cells telomere shortening is prevented by the sustained function of the enzyme telom erase,o Telomerase is a reverse transcriptase and is responsible for telomer synthesis and maintaining the length of telomer.o it is RNA dependent DMA polymerase. It has one segment that is complimentary to TTAGGG repeat and is used as template for the replication of teiomeric sequence.o This enzyme is absent from most somatic cells and hence they suffer progressive loss of telomers and they exit the ceil cycle. Telomerase is present in Germ cells thus explaining the ability' of these cells to self replicate extensively. If loss of telomere is the basis offinite life span then how do cancer cells continue to divide actively ????o In cancer cells telomerase activity is reactivated. Telomerase activity has been detected in more than 90% of human tumours.o Thus telomerase activity and maintenance of telomere length are essential for the replicative potential in cancer cells.",
        "cop": 2,
        "opa": "RNA polymerase",
        "opb": "Causes carcinogenesis",
        "opc": "Present in somatic cells",
        "opd": "Absent in germ cells",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "5e001529-33b0-42a1-9c0f-a0cb9fcbf43c",
        "choice_type": "single"
    },
    {
        "question": "Pendred syndrome due to mutation of -",
        "exp": "Ans. is 'b' i.e., PendrinPendred syndrome or Pendred diseaseo Pendred syndrome or Pendred disease is a genetic disorder leading to congenital bilateral (both sides) sensorineural hearing loss and goitre with occasional hypothyroidism.o It has been linked to mutations in the PDSgene, which codes for the pendrin protein (solute carrier family 26, member 4, SLC26A4). The gene is located on the long arm of chromosome 7 (7q31), It is an autosomal recessive disorder.",
        "cop": 2,
        "opa": "Bartillin",
        "opb": "Pendrin",
        "opc": "Fibrillin",
        "opd": "Reticulin",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "281411bf-7d91-416e-8e6f-84e06e941e44",
        "choice_type": "single"
    },
    {
        "question": "Marfan's syndrome is due to defect of?",
        "exp": "Ans. (c) FibrillinRef.: Management of Genetic Syndromes by Suzanne B. Cassidy, Judith E. Allanson Page 513",
        "cop": 3,
        "opa": "Elastin",
        "opb": "Collagen",
        "opc": "Fibrillin",
        "opd": "Lamillin",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "cab71c8c-7cdd-4a3b-b657-508a35aa43ed",
        "choice_type": "single"
    },
    {
        "question": "Which of the following conditions is due to membrane receptor defect?",
        "exp": "Ans: B (Familial hypercholesterolemia) Ref: Robbins Pathologic Basis of Disease, 8th editionExplanation:Familial hypercholesterolemiaPathology: Mutations in the LDLR gene that encodes the LDL receptor protein, which normally removes LDL from the circulation, or apolipoprotein B (Apob), which is the part of LDL that hinds with the receptor. (See Table 9)",
        "cop": 2,
        "opa": "Beta thalassemia",
        "opb": "Familial hypercholesterolemia",
        "opc": "HSP",
        "opd": "Sickle cell disease",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "1c115e3a-308c-4003-b068-d201af306db8",
        "choice_type": "single"
    },
    {
        "question": "BRCA 1 gene is located on which chromosome?",
        "exp": "Ans. (b) Chromosome 17Ref: Robbiris pathology 9th ed. 1291* The BRCA2 gene is located on chromosome 13 and encodes over 3000 amino acids. It appears that BRCA2 plays an important role in male breast cancer.* The human BRCA1 gene is located on the long (q) arm of chromosome 17",
        "cop": 2,
        "opa": "Chromosome 13",
        "opb": "Chromosome 17",
        "opc": "Chromosome 19",
        "opd": "Chromosome 21",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "5a14ff33-d5ed-4469-91de-304d73d6e066",
        "choice_type": "single"
    },
    {
        "question": "Karyotype in Klinefelter's syndrome is?",
        "exp": "ANSWER: (A) 47XXYREF: Harrison's 18th ed table 349-2 Genitalia DisorderCommon Chromosomal ComplementGonadExternalInternalBreastDevelopmentKlinefelter'ssyndrome47,XXY or 46.XY/47.XXYHyalinized testesMaleMaleGynecomastia Clinical Features Small testes, azoospermia, decreased facial and axillary hair, decreased libido, tall stature and increased leg length, decreased penile length, increased risk of breast tumors, thromboembolic disease, learning difficulties, obesity, diabetes mellitus, varicose veins",
        "cop": 1,
        "opa": "47 XXY",
        "opb": "45XO",
        "opc": "46XXY",
        "opd": "45XXX",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "2bdf89ae-c871-4212-ab3c-1f33e4fec673",
        "choice_type": "single"
    },
    {
        "question": "Division of a chromosome perpendicular to the normal axis of division leads to:",
        "exp": "Ans. b. Isochromosome (Ref: Robbins 9/e p160, 8/e p161)IsochromosomeIsochromosome formation results when one arm of a chromosome is lost and the remaining arm is duplicated, resulting in a chromosome consisting of two short arms only or of two long armsQ.An isochromosome has morphologically identical genetic information in both armsQ.MC isochromosome present in live births involves the long arm of the X and is designated i(X)(q10)Q.The Xq isochromosome is associated with monosomy for genes on the short arm of X and with trisomy for genes on the long arm of X.Ring ChromosomeA ring chromosome is a special form of deletionQ.It is produced when a break occurs at both ends of a chromosome with fusion of the damaged endsQ.If significant genetic material is lost, phenotypic abnormalities result. This might be expressed as 46,XY,r(14).Ring chromosomes do not behave normally in meiosis or mitosis and usually result in serious consequencesQ.Types of ChromosomeMetacentric:X-Shaped chromosomesCentromere in the middle so that the two arms of the chromosomes are almost equalQ.In a normal karyotype, two chromosomes are considered metacentric: chromosomes 1 and 3.Submetacentrie:If arms' lengths are unequal, the chromosome is said to be submetacentricCentromere is near the middle of the chromosomeOne arm is shorter than otherAcrocentric:If the p (short) arm is so short that it is hard to observe, but still present, then the chromosome is acrocentricQThe human genome includes six acrocentric chromosomes: 13, 14, 15, 21, 22 and Y chromosome.Telocentric:A telocentric chromosome's centromere is located at the terminal end of the chromosome.Telomeres may extend from both ends of the chromosomeQ.Humans do not possess telocentric chromosomesQ.",
        "cop": 2,
        "opa": "Ring chromosome",
        "opb": "Isochromosome",
        "opc": "Acrocentric chromosome",
        "opd": "Subtelocentric chromosome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "2c751efa-516b-4f1f-ba26-012cce12f3da",
        "choice_type": "single"
    },
    {
        "question": "Most common microdeletion syndrome is?",
        "exp": "ANSWER: (B) VCF syndromeREF: Harrison's 18th ed ch: 62The term contiguous gene syndrome refers to genetic disorders that mimic a combination of single-gene disorders. They result from the deletion of a small number of tightly clustered genes. Because some are too small to be detected cytogenetically, they are termed microdeletions. The application of molecular techniques like FISH has led to the identification of at least 18 of these microdeletion syndromes.Deletions involving the long arm of chromosome 22 (22q11.21) are the most common microdeletions identified to date, present in about 1/3000 newborns. VCF (velo-cardio-facial) syndrome, the most commonly associated syndrome, consists of learning disabilities or mild mental retardation, palatal defects, a hypoplastic aloe nasi and long nose, and congenital heart defects (conotruncal defect). Some individuals with 22q11.21 deletion are more severely affected and present with DiGeorge syndrome that involves abnormalities in the development of the third and fourth branchial arches leading to thymic hypoplasia, parathyroid hypoplasia, and conotruncal heart defects.Some Commonly Identified Ml-Crodeletion and Microduplication Syndromes--FISH AnalysisSyndromeCytogenetic LocationPrincipal FeaturesImprinting EffectsLanger-Giedionsyndrome8q24.1 (del)Sparse hair, bulbous nose,variable mental retardationNoWAGR complex11pl3 (del)Wilms' tumor, aniridia, genitou - rinary disorders, mental retardationNoBeckwith-Wiedemannsyndrome11p 15 (dup)Macrosomia, macroglossia, omphaloceleYes, occasionally associated with 'paternal uniparental disomy\"Retinoblastoma13ql4.11(del)Retinoblastoma due to homozygous loss of functional RB alleleNo obvious effect, although abnormal RB allele morelikely to be paternalPrader-Willi syndrome15q11-13(del)Obesity, hypogonadism, mental retardationYes, prototypicimprinting disorderAngelman syndrome15qll-13(del)Ataxic gaitWith Prader-Willi syndrome, prototypic imprinting disorderalpha-Thalassemia and mental retardation16pl3.3(del)Alpha -Thalassemia and mental retr - dation, due to deletion ofdistal 16p, including alpha -globin locusNoSmith-Magenissyndrome17pll.2(del)Brachycephaly, midface hypoplasia, mental retarda-tionNoMiller-Dieker syndrome17pl3 (del)Dysmorphic facies, lissencephalyNoCbarcot-Marie-Tooth syndrome type 1A17pll.2(dup)Progressive neuropathy dueto microduplicationNoDiGeorge syndromevelocardiofacialsyndrome22qll (del)Abnormalities of third and fourth branchial archesNo",
        "cop": 2,
        "opa": "WAGR syndrome",
        "opb": "VCF syndrome",
        "opc": "Prader villi syndrome",
        "opd": "Angelmann syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "1d5a8ee8-f87d-44b1-92a1-89755071fccd",
        "choice_type": "single"
    },
    {
        "question": "Comment on the diagnosis.",
        "exp": "Ans. (a) Turner syndrome.Image source-",
        "cop": 1,
        "opa": "Turner syndrome",
        "opb": "Klinefelter syndrome",
        "opc": "Down syndrome",
        "opd": "Cridu-chat syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "efbe7726-7670-4a71-b868-b8a29e0c6dc3",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old man has features of arm span greater than height, subluxed lenses, flattened and dilation of the aortic most likely diagnosis is?",
        "exp": "Ans. (b) Marfan syndromeRef: Robbin's pathology 9th ed. /144* The presentation in the question is of a patient with Marfan syndrome.* Marfan syndrome is caused by a mutation in a single allele of the fibrillin gene (FBN1).* The gene product is a major component of elastin- associated microfibrils. Long, thin extremities; ectopial entis; and aortic aneurysms are the classical triad.* Mutations in the FBN2 gene can also cause Marfan syndrome, but without aneurysms.",
        "cop": 2,
        "opa": "Ehlers-Danlos syndrome",
        "opb": "Marfan syndrome",
        "opc": "Werners syndrome",
        "opd": "Laurence-Moon-Biedl syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "3bf6a9f9-68ee-4815-8fc9-e1514ef58b8f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is DNA repair defect-",
        "exp": "Ans. is 'a' i.e., Xeroderma Pigmentosum o All are familial cancer syndromes.o Xeroderma-pigmentosa is autosomal recessive, defective DNA repair syndrome,o Other three are autosomal dominant inherited cancer syndrome.o Whatever the etiology, cancer arises through a series of somatic alterations in DNA that result in uncontrolled cell division. Human cancers have following important etiological factors -Genetic predisposition to cancerNon-heriditary predisposing conditionsG Geographic and environmental factorsGenetic (Hereditary or inherited) predisposition to cancero A large number of cancers have hereditary predispositions,o Genetic predisposition may be of three types.1. Autosomal dominant Inherited cancer syndromeso This is the most common type of genetic predisposition.o The mechanism involves uncontrolled cell division due to germline mutation of cancer suppressor gene.GateInherited predispositionRBRetinoblastomap53Li-fraumeni syndromepl6INK4AMelanomaAPCFamilial adenomatous polyposis/colon cancerNF-LNF-2Neurofibromatosis 1 and 2BRAG-1, BRAC-2Breast cancerMEN 1, RETMultiple endocrine neoplasiaMSN 2, MLH 1, MSB 6Heriditary nonpolyposis colon cancerPATCHNevoid basal cell carcinoma syndrome2. Defective DNA repair syndromeo Beside ihe dominantly inherited precancerous conditions, a group of cancer predisposing conditions is collectively characterized by defects in DNA repair,o Normally, if the DNA damage is present it is repaired at cell-cycle checkpoints.o If DNA repair mechanism is defective, cells replicate with defective DNA and mutations or chromosomal breaks are transfered in the progeny of cells that can lead to uncontrolled replication.o Most of these conditions are inherited as autosomal recessive, e.g -1. Xeroderma pigmentosa3. Fanconisyndrome2. Bloom syn drome4. Ataxia telangectasiao One condition in this group is autosomal dominant - heriditory nonpotypid colon cancer (HNPCC).3. Familial cancerso Besides the inherited syndromes of cancer susceptibility', some cancers occur at higher frequency in certain families without a clearly defined pattern of transmission,o That means, there is familial clustering of cases, but role of inherited predisposition is not clear for each individual,o Example - Breast, ovarian, and pancreatic cancers.",
        "cop": 1,
        "opa": "Xeroderma-pigmentosum",
        "opb": "Retinoblastoma",
        "opc": "Neurofibromatosis",
        "opd": "MEN-I",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "220873b3-f24e-4b68-8247-439c03a3292c",
        "choice_type": "single"
    },
    {
        "question": "Neurofibromomatosis I is -",
        "exp": "Ans. is 'a' i.e., AD o Neurofibromatosis (Type 1 and 2) are autosomal dominanto AD is the most common Mendelian pattern of inheritanceAutosomal dominant disordersa) Nervous system - Huntington disease, Neurofibromatosis (Type l and 2), Myotonic dystrophy, Facioscapulohumeral dystrophy Tuberous sclerosis Retinoblastomab) Urinary - Polycystic kidneyc) GIT - Familial polyposis coli, Gardner's syndrome Turcot's syndrome,Lynch syndrome, Peutz Jagher's syndrome, Juvenile polyposisd) Hematological - Heriditary sphero cytosis, Von-Willibrand diseasee) Skeletal - Marfan syndrome, EDS (some variant), Osteogenesisimperfecta, Achondroplasia Tuberous sclerosisf) Metabolic - Familial hypercholesterolemia, Acute intermittent porphyria",
        "cop": 1,
        "opa": "AD",
        "opb": "AR",
        "opc": "X linked recessive",
        "opd": "X linked dominant",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "6db97e73-c0ce-47ab-a2a1-bba48d8f7091",
        "choice_type": "single"
    },
    {
        "question": "Turner syndrome, true is -",
        "exp": "Ans. is 'c' i.e., Preductalcoarctation of aortaTurner's syndromeo Turner's syndrome is the most common sex chromosomal disorder in phenotypic females,o Turner's syndrome results from complete or partial loss of one X chromosome (45, X) and is characterised by hypogonadism in phenotypic femalesFeatures of Turner syndrome in childreno The most severely affected patients generally present during infancy with edema (owing to lymph stasis) of the dorsum of the hand and foot and sometimes swelling of the nape of the neck.o Swelling of the neck is related to markedly distended lymphatic channels, producing so called cystic hygroma.o As these infants develop, the swelling subsides but often leave bilateral neck webbing and persistent looseness of skin on the back of the neck.o Congenital heart disease is also common, particularly preductal coarctation of Aorta and bicuspid Aortic valve.o C.V.S abnormalities are most important cause of mortality in children with Turner s syndrome.Features of Turner's syndrome in Adolescents and Adult:-o At puberty there is failure to develop normal secondary sex characteristics.o The genitalia remains infantile, breast development is inadequate and there is little pubic hair. Nipples are widely spaced.o Turner syndrome is the single most important cause of primary amenorrhoea accounting for approximately % of the cases.o Short stature (height rarely exceeds 150 cm).o The mental status of these patients is usually normal but subtle defects in nonverbal, visual spatial information processing have been noted (mental retardation is associated with the presence of extra chromosome not with loss of X chromosome).o About 50% of the patients develop autoantibodies directed to the thyroid gland and upto one half of these patients develop hypothyroidismo Other features include low posterior hairline, webbing of neck, cubitus valgus, streak ovaries.o Glucose intolerance, obesity and insulin resistance are also seen.",
        "cop": 3,
        "opa": "XYchromosoma! abnormality",
        "opb": "Tall stature, small testes",
        "opc": "Preductalcoarctation of aorta",
        "opd": "Presence of testes",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "e0cf75bc-0923-448c-bb28-04a51d112aa6",
        "choice_type": "multi"
    },
    {
        "question": "Mitochondrial chromosomal abnormaity leads to -",
        "exp": "Ans. is 'a' i.e., Lebers hereditary optic neuropathy o Diseases associated with mitochondrial inheritance are rare and many of them affect the neuromuscular system,o Leber hereditary optic neuropathy is a prototype of this disorder. It is a neurodegenerative disease that manifests itself as progressive bilateral loss of central vision. Visual impairment is first noted between ages 15 and 35, and it leads to blindness. Cardiac conduction defects & minor neurologic manifestations have also been seen in some families.Mitochondrial diseaseso DMA in human may be found at two locationsNuclear DNA in the nucleusOrganelle DNA in the mitochondriao Mitocondrial DNA is the only non-chrontosomal DNA in human cells.o Mitochondrial DNA, is always maternally inherited. Why is it so, lets see :-Mitochondrial and nuclear DNA are located in different places in the cell. During fertilization, the sperm and egg cell nuclei fuse to form an embryo. The egg cell is very large compared to the sperm, so although the cells' nuclei fuse, the rest of the cell mass in the embryo comes from the egg only. Nuclear DNA is therefore co-inherited but the mitochondrial DNA, which is located outside of the nucleus, is always maternally inherited because all mitochondria in a foetus and later adult are derived from the mitochondria in the mothers egg.All children from affected mother will inherit the disease but it will not be transmittedfrom an affectedfather to his children.Clinical Syndromes of Mitochondrial DiseasesDisorderPrimary FeaturesAdditional FeaturesChronic progressive external ophthalmoplegia (CPEO)o External ophthalmoplegiao Bilateral ptosiso Mild proximal myopathyKearns-Sayre syndrome (KSS)o PEO onset before age 20 yearso Pigmentaiy retinopathyo One of the following CSF protein greater than 1 g/L, cerebellar ataxia, heart blocko Bilateral deafnesso Myopathyo Dysphagiao Diabetes mellituso Hypoparathyroidismo DementiaPearson syndromeo Sideroblastic anemia of childhoodo Panytopeniao Exocrine pancreatic failureo Renal tubular defectsInfantile myopathy and lactic acidosis (fetal and non-fataJ forms)o Hypotonia in the first year of lifeo Feeding and respiratory difficultieso Fatal form may be associated with a cardiomyopathy and/or the Toni-Fanconi-Debre syndromeLeigh syndroms (LS)o Subacute relapsing encephalopathyo Cerebellar and brain-stem signso Infantile onseto Basal ganglia lucencieso Maternal history of neurologic disease of Leigh syndromsNeurogenic weakness with ataxia and retinitis pigmentosa (NARP)o Late-childhood or adult-onset peripheral neuropathyo Ataxiao Pigmentary retinopathyo Basal ganglia lucencieso Abnormal eiectroretinogramo Sensorimotor neuropathyMitochondria] encephalomyopathy with lactic acidosis and stroke-like episodes (MELAS)o Stroke-like episodes before age 40 yearso Seizures and/or dementiao Ragged-red fibers and/or lactic acidosiso Diabetes mellituso Cardiomyopathy (initially hypertrophic: later dilated)o Bilateral deafnesso Pigmentary retinopathyo Cerebellar ataxiaMyoclonic epilepsy with ragged-red fibers (MERRF)o Myoclonuso Seizureso Cerebellar ataxiao Myopathyo Dementiao Optic atrophyo Bilateral deafnesso Peripheral neuropathyo Spasticityo Multiple lipomataLeber hereditary optic neuropathy (LHON)o Subacute painless bilateral visual failureo Males: females- 4:1o Median age of onset 24 yearso Dystoniao Cardiac pre-excitation syndromes",
        "cop": 1,
        "opa": "Lebers hereditary optic neuropathy",
        "opb": "Angelman syndrome",
        "opc": "Prader villi syndrome",
        "opd": "Myotonic dystrophy",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "bb467d79-9e54-4387-a3be-957c3ee5cf32",
        "choice_type": "single"
    },
    {
        "question": "Trisomy 21 is -",
        "exp": "Ans. is 'a' i.e., Dow n's syndrome Trisomy 21 is synonymous with down's syndrome and is the most common of the chromosomal disorders o Down's syndrome - Trisomy 21 o Edwards syndrome - Trisomy 18 o Patau syndrome - Trisomy 13 o Kleinfelter syndrome - 47XXY o Turner syndrome - 45 XO",
        "cop": 1,
        "opa": "Down's syndrome",
        "opb": "Turner syndrome",
        "opc": "Kleinfelter syndrome",
        "opd": "Edward syndrome",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "edf1fec6-8e5a-4790-896b-aaf240415701",
        "choice_type": "single"
    },
    {
        "question": "All are familial breast cancer gene is all EXCEPT?",
        "exp": "Ans. (C) P16Ref: Robbiris pathology 9th ed. /1054-55* Genes called BRCA1, BRCA2, TP53 or PTEN are linked with breast cancer.* P16 plays an important role in cell cycle regulation by decelerating cells progression from G1 phase to S phase, and therefore acts as a tumor suppressor that is implicated in the prevention of cancers, notably melanoma, oropharyngeal squamous cell carcinoma, cervical cancer, and esophageal cancer.",
        "cop": 3,
        "opa": "BRCA1",
        "opb": "P53",
        "opc": "P16",
        "opd": "PTEN",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "f8466e2f-4e4c-4a38-a385-dec6e4a7077f",
        "choice_type": "multi"
    },
    {
        "question": "Defective chromosome associated with De-George syndrome is?",
        "exp": "Ans. is 'd' i.e., 22 Chromosome 22q 11.2 deletion syndromeo This syndrome encompasses a spectrum of disorders that result from a small deletion of band q 11.2 on long arm of chromosome 22. Clinical features are considered to represent two different disorders1) Di George syndromeo These patients have thymic hypoplasia with resultant T-cell immunodeficiency.o Other features include parathyroid hypoplasia (causing hypocalcemia), cardiac malformations & facial anomalies.o TBX-1 gene (a T-box transcription factor) is most closely associated with this syndrome. The target of TBX-1 include PAX 9, a gene that controls the development of the palate, parathyroid and thymus.2) Velo cardio facial sndromeo This syndrome is characterized by facial dysmorphism (prominant nose, retrognathia), cleft palate, cardiovascular anomalies, and learning disabilities.",
        "cop": 4,
        "opa": "7",
        "opb": "15",
        "opc": "17",
        "opd": "22",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "05707c05-2f9e-485b-bbb2-6b8337db5b58",
        "choice_type": "single"
    },
    {
        "question": "Klinefelter syndrome is?",
        "exp": "Ans. (b) 47XXYRef: Robbiris pathology 9th ed. 1165",
        "cop": 2,
        "opa": "47XXXY",
        "opb": "47XXY",
        "opc": "47 XX",
        "opd": "47 XY",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "e81f6ea1-549c-4648-a01f-bf5e03f40d5e",
        "choice_type": "single"
    },
    {
        "question": "Hereditary retinoblastomas develop the following chromosomal detection?",
        "exp": "Ans. (a) 13q14Ref: Robbin's pathology 9th ed./1359* Wilm's tumor-Aniridia complex (WAGR syndrome)11 p 13 part of (deletion of short arm of chromosome)* Retinoblastoma13q 14.11 (deletion of part of long arm of chromosome 13)* Prader-Willi syndrome Angelman syndrome15q 11-13 (deletion of part of long arm of chromosome 15)* DiGeorge's syndrome Velo-Cardio-facial syndrome22qll (deletion of part of long arm of chromosome -22)",
        "cop": 1,
        "opa": "13ql4",
        "opb": "13pl4",
        "opc": "14pl3",
        "opd": "14ql3",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "4c8a6b65-06d2-4f91-8a12-dc6dd07b5803",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not due to genetic mutation -",
        "exp": "Ans. is 'a' i.e,, Diabetes meilitus type II o Disorders with multifactorial inheritance :# The multifactorial disorders result from the combined actions of environmental influences and two or more mutant genes having additive effects.o Multifactoriai disorders are:Cleft lip/cleft palateCoronary heart diseaseCongenital heart diseasesHypertensionDiabetes meilitus type IIGoutPyloric stenosiso Other options in question i.e. hemophilia, alpha-1 antitrypsin deficiency, and cystic fibrosis are due t genetic mutations.Note: Diabetes insipidus is X linked recessive disorder due to genetic mutation.",
        "cop": 1,
        "opa": "Diabetes mellitus type II",
        "opb": "Cystic fibrosis",
        "opc": "Hemophilia",
        "opd": "Alpha 1 antitrypsin deficiency",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "b615cc76-9f9a-4310-acd4-083d48891ae1",
        "choice_type": "single"
    },
    {
        "question": "Father's blood group is 'A' & mother's blood group is ' AB\\ Which of the following blood group is not possible in any of their child?",
        "exp": "Ans. is 'd' i.e.,OBlood group inheritance by phenotypeBlood group (Parents)OABABOOO or AO or BA or BAO or AO or AO, A, B, or ABA,B orABBO or BO, A, B or ABO or BA, B or ABABA or BA, B or ABA, BorABA, B or AB",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "AB",
        "opd": "O",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "e7d4dd75-fdb4-44d9-b6f1-7218e2eecf01",
        "choice_type": "single"
    },
    {
        "question": "Pathology in Marfan syndrome ?",
        "exp": "Ans. is 'a' i.e., Fibrillin I o Marfan syndrome is an autosomal dominant disorder due to mutation in fibrillin-1 gene on chromosomal 15.Fibrillin-1 is a part of elastic fibres, thus defect in fibrillin-1 affects following systems:-1) Skeletal abnormalities: Tall with thin built; arachnodactyly (long and slender fingers and hand, spider like); decrease in upper segment: Lower segment body ratio (i.e. lower limbs are proportionately more lengthened); scoliosis and kyphosis; pectus excavatum and pectus craniatum; Hypermobility (laxity) of joint with hyperextensibly; high arched palate and dolicocephalic skull.2) CVS abnormalities : Mitral valve prolapse causing mitral regurgitation; aortic aneurysm begning at base of aorta and involving ascending aorta; cystic medial necrosis causing dissection of aorta (most common cause of death).3) Ocular abnormalities: Ectopia lends (with bilateral superolateral lens dislocation), elongated eyeball.4) Others: Spontaneous pneumothorax ; inguinal and incisional hernias.",
        "cop": 1,
        "opa": "Fibrillin I",
        "opb": "Fibrillin II",
        "opc": "Collegen",
        "opd": "Elastin",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "0f1cb7d6-4660-436a-8061-17132903f38a",
        "choice_type": "single"
    },
    {
        "question": "Xeroderma pigmentosum is caused due to defect in: (Repeat)",
        "exp": "Ref: Chapter 7. Neoplasia; page: 275; Robbins and Cot ran Pathologic Basis of Disease: 8t>? editionExplanation:* Defective DNA - repair syndromes are set of syndrome due to defect in DNA repair genes and resultant DNA instability.* These are autosomal recessive in inheritance and include:Xeroderma pigmentosumBloom syndromeAtaxia telangiectasia.* Whereas, HNPCC is associated with inactivation of DNA mismatch repair gene, resulting in increased susceptibility to colon cancer, and cancers of Endometrium, ovary etc.,* Example for Base pair defect is Sickle cell anemia; example for Translocation defect is Philadelphia chromosome in CML - t (9:22).",
        "cop": 2,
        "opa": "Base pair",
        "opb": "Nucleotide excision repair",
        "opc": "Mismatch repair",
        "opd": "Translocation",
        "subject_name": "Pathology",
        "topic_name": "Cytogenetic Disorders",
        "id": "4b122166-7e01-453d-a28d-896b95c9c028",
        "choice_type": "single"
    }
]