[
    {
        "question": "A 55-year-old obese woman complains of declining visual acuity. Funduscopic examination shows peripheral retinal microaneurysms. Urinalysis reveals 3+ proteinuria and 3+ glucosuria. Serum albumin is 3 g/dL, and serum cholesterol is 350 mg/dL. These clinicopathologic findings are best explained by which of the following mechanisms of disease?",
        "exp": "- Given clinical features point towards nephropathy & retinopathy resulted as complication of type-2 DM - Type-2 diabetes mellitus results from complex interplay b/w Underlying insulin resistance in its metabolic target tissues (liver, skeletal muscle & adipose tissue) & Reduction in glucose-stimulated insulin secretion, which fails to compensate for increased demand for insulin. - In obese persons, release of inhibitory mediators from adipose tissue interferes with intracellular signaling by insulin. - Hyperinsulinemia secondary to insulin resistance also downregulates number of insulin receptors on plasma membrane. Other choices are not related to pathogenesis of type 2 diabetes.",
        "cop": 1,
        "opa": "Peripheral insulin resistance",
        "opb": "Increased peripheral insulin uptake",
        "opc": "Irregular insulin secretion",
        "opd": "none of the above",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "d0fd8328-8d07-447e-9e8b-d7ef0cc190e5",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old boy presents for a pre-summer camp physical examination. Routine urinalysis discloses 3+ glucosuria. He admits to thirst and frequent urination, accompanied by a 4-kg (9-lb) weight loss over past few months. His parents note that he had a flu-like illness 5 months ago. His blood glucose is 220 mg/dL. Which of the following best explains the pathogenesis of hyperglycemia in this patient?",
        "exp": "Type 1 diabetes mellitus (T1DM) -Lifelong disorder of glucose homeostasis that results from autoimmune destruction of b-cells in islets of Langerhans. - Clinical onset coincides with another acute illness, such as febrile viral or bacterial infection. - Characterized by low or absent insulin secretion. - Most characteristic early finding in pancreas is lymphocytic infiltration in islets (insulitis), - As disease becomes chronic, b-cells of islets are progressively depleted.",
        "cop": 4,
        "opa": "Excess dietary glucose",
        "opb": "Increased peripheral insulin uptake",
        "opc": "Irregular insulin secretion",
        "opd": "Islet cell destruction",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "11deb578-61c7-46a0-b624-c2aae1be0294",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about diabetes mellitus?",
        "exp": "- Cardiovascular disease is commonest cause of death in diabetics OTHER OPTIONS: - Insulin deficiency leads to activation of hormone-sensitive lipase resulting in breakdown of adipose stores, giving rise to increased FFAs, which are oxidized by liver to produce ketones. - Beta cell function actually increases early in disease process in most patients with type 2 diabetes, mainly as a compensatory measure to counter insulin resistance & maintain euglycemia. - Regular physical activity improves the glycemic control by improving the insulin sensitivity & HbA1C levels.",
        "cop": 3,
        "opa": "Free fatty acids in the blood increase the risk of DM",
        "opb": "Patients may have high insulin levels in some conditions",
        "opc": "Commonest cause of death is renal failure",
        "opd": "Regular physical activity improves the glycemic control",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "9d0d4f86-c4d1-490f-b1ab-02912ada2170",
        "choice_type": "multi"
    },
    {
        "question": "A 58-year-old man with a long-standing history of type 2 diabetes mellitus suffers a massive hemorrhagic stroke and expires. Examination of the pancreas shows hyalinization of many islets of Langerhans. Which of the following characterizes the material within the islets of Langerhans?",
        "exp": "T2DM Amyloid is often present within islets of Langerhans, paicularly in patients over 60 years of age. Amyloid is derived from a polypeptide molecule known as amylin, which is secreted with insulin by b-cell. 20% of aged non-diabetic persons also have amyloid deposits in pancreas",
        "cop": 1,
        "opa": "Amyloid",
        "opb": "Collagen type IV",
        "opc": "Fibrin",
        "opd": "Fibronectin",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "6bf175b9-af81-423d-8840-56c63bb16a1e",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman with diabetes mellitus delivers a child after 38 weeks of gestation. Which of the following is the most likely abnormality that might be encountered in this child at bih?",
        "exp": "- Tight glucose control in diabetic mother is necessary to prevent overstimulation of fetal pancreas during gestation. - Fetus exposed to hyperglycemia in utero may develop hyperplasia of pancreatic b-cells,-secrete insulin autonomously-hypoglycemia - Increased bih weight is commonly encountered in offspring of diabetic mothers - The incidence of mental retardation is not specifically increased.",
        "cop": 3,
        "opa": "Cataracts",
        "opb": "Hyperbilirubinemia",
        "opc": "Hypoglycemia",
        "opd": "Low bih weight",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "2746f2c4-7104-49c6-a9db-0ae057e1c59a",
        "choice_type": "single"
    },
    {
        "question": "An autopsy is performed on an 8-year old child with diabetes mellitus of recent onset who has died en route to the hospital following an automobile accident. Which of the following autopsy findings would or the diagnosis of type 1 diabetes as contrasted to type 2 diabetes?",
        "exp": "- All the findings listed in options are characteristic to both types of diabetes mellitus except insulitis which is specific for type 1 diabetes. - Amylin deposition in pancreatic islets, derived from insulin-associated polypeptide, is found especially in type 2 diabetes mellitus. - Armanni-Ebstein lesions (deposition of glycogen in renal tubules) are seen in uncontrolled hyperglycemia, which can occur in either type. - Kimmelstiel-Wilson nodules are seen in long-standing diabetes, - Similarly, proliferative retinopathy is complication of both forms of diabetes.",
        "cop": 3,
        "opa": "Amylin deposition in pancreatic islets",
        "opb": "Armanni-Ebstein lesion",
        "opc": "Insulitis",
        "opd": "Kimmelstiel-Wilson nodules",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "e6ff63d0-cc59-4103-80e5-39819aed9448",
        "choice_type": "single"
    },
    {
        "question": "A 10-year-old boy was diagnosed with a recent onset of diabetes mellitus and requires daily insulin therapy. Injury to pancreatic islet cells in this patient was most likely mediated by which of the following mechanisms of disease?",
        "exp": "The patient is a case of type 1 diabetes mellitus (T1DM) T1DM is an autoimmune disease in which islet destruction is caused primarily by immune effector cells reacting against endogenous b-cell antigens. Cell-mediated immune mechanisms are fundamental to the pathogenesis of type 1 diabetes mellitus (T1DM), and cytotoxic T lymphocytes sensitized to b-cells in T1DM persist indefinitely. Circulating antibodies (choice A) against components of the b-cells of the islets, including insulin itself, are identified in most newly diagnosed patients with diabetes. However, these antibodies are regarded as a response to b-cell injury, rather than the initial cause of b-cell depletion. Evidence for viral causes of diabetes mellitus type 1 (choice C) remains controversial.",
        "cop": 2,
        "opa": "Antibody-mediated islet cell destruction",
        "opb": "Cell-mediated immunity",
        "opc": "Direct viral cytopathic effects",
        "opd": "Immune complex deposition",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "6e688feb-cb28-4bac-9ecd-d6471b5ca4a7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a genetic syndrome associated with diabetes?",
        "exp": "- Genetic syndromes associated with diabetes are: Down syndrome Klinefelter syndrome Turner syndrome Werner syndrome Prader willi syndrome - Angelman syndrome is a/w phenomenon of MATERNAL GENOMIC IMPRINTING with features of mental retardation, ataxia, seizures & inappropriate laughter.",
        "cop": 4,
        "opa": "Down syndrome",
        "opb": "Klinefelter syndrome",
        "opc": "Turner syndrome",
        "opd": "Angelman syndrome",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "7064c687-dedd-47d0-a445-31f1b9e9d78b",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old diabetic woman complains of flank pain and fever. Her temperature is 38.7degC (103degF), respirations are 25 per minute, and blood pressure is 150/90 mm Hg. Urinalysis reveals pyuria with WBC casts. Which of the following features of diabetes is the most impoant contributing factor in development of flank pain and fever in this patient?",
        "exp": "- Flank pain, fever & pyuria are indicative of acute pyelonephritis, a common complication of diabetes. - Glucose in urine provides an enriched culture medium for bacteria to grow. - Patients with autonomic neuropathy often have dystonic bladder that retains urine which fuher increases risk of pyelonephritis. - Pyelonephritis is constant threat for patients with diabetes & necrotizing papillitis may be devastating complication of renal infection. Other choices are not related to renal infection.",
        "cop": 4,
        "opa": "Anti-insulin antibodies",
        "opb": "Glycosylation of hemoglobin",
        "opc": "Peripheral insulin resistance",
        "opd": "Hyperglycemia",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "11be17d0-f27b-47bb-a97a-59ecb65360ca",
        "choice_type": "single"
    },
    {
        "question": "A 56-year-old man with 14-year history of diabetes mellitus presents with poor vision, peripheral vascular disease, and mild proteinuria. Which of the following is best monitor of control of blood sugar levels in this patient?",
        "exp": "- Glycemic control is assessed clinically by measuring percentage of glycosylated hemoglobin, known as HbA1C -HbA1C Formed by nonenzymatic addition of glucose moieties to hemoglobin in red cells & is irreversible. Best monitor for glycemic control. Measure of glycemic control over long periods of time (2-3 months) Relatively unaffected by day-to-day variations. ADA recommends maintenance of HbA1C levels at less than 7% to reduce risk for long-term complications.",
        "cop": 1,
        "opa": "Glycosylated hemoglobin",
        "opb": "Islet cell autoantibody",
        "opc": "Serum myoinositol",
        "opd": "Serum sorbitol",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "683c45f5-5f76-4f45-9f29-fc5ef17b7337",
        "choice_type": "single"
    },
    {
        "question": "A 60-year-old man with diabetes mellitus complains of deep burning pain and sensitivity to touch over his hands and fingers. Nerve conduction studies show slow transmission of impulses and diminished muscle stretch reflexes in ankles and knees. Sensations to vibrations and light touch are also markedly diminished. The development of polyneuropathy in this patient correlates best with which of the following conditions?",
        "exp": "- Given clinical features suggests the diagnosis of Diabetic neuropathy - Severity & chronicity of hyperglycemia in both T1DM & T2DM are major pathogenic factors leading to microvascular complications of diabetes, including retinopathy, nephropathy & neuropathy. - Glucose binds non-enzymatically to several proteins in body depending on severity of hyperglycemia leading to complications. - Thus, control of blood glucose remains major factor to prevent diabetic complications.",
        "cop": 2,
        "opa": "Anti-insulin antibody titer",
        "opb": "Hyperglycemia",
        "opc": "Insulin deficiency",
        "opd": "Intermittent hypoglycemia",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "4608a540-f5ed-4201-b9cf-bd0e41955b1d",
        "choice_type": "single"
    },
    {
        "question": "An elderly male patient presented with blurring of vision. Fundus examination revealed cotton wool spots on retina and systemic examination showed decreased peripheral sensations and increased urine output. What finding is the following renal biopsy showing?",
        "exp": "- Given histopathological slide is showing Kimmelstein Wilson/ Nodular Glomerulosclerosis which is pathognomic of diabetic nephropathy. - OTHER FEATURES OF DIABETIC NEPHROPATHY: - Glomerular lesions like Capillary basement membrane thickening - earliest & most common change in DN Diffuse mesangial sclerosis - presents as nephrotic syndrome in severe cases - Renal vascular lesions, principally aeriolosclerosis - Pyelonephritis, including necrotizing papillitis. - Diabetic microangiopathy which causes thickening of small blood vessels & leaky underlies development of diabetic nephropathy, retinopathy & some forms of neuropathy.",
        "cop": 1,
        "opa": "Kimmelstien Wilson lesion",
        "opb": "Amyloid deposits",
        "opc": "Crescents",
        "opd": "Hyaline atherosclerosis",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "0cf29e00-a499-428f-a87c-30dc9f27c07f",
        "choice_type": "single"
    },
    {
        "question": "Most characteristic feature of diabetic nephropathy:",
        "exp": "Features of diabetic nephropathy are: - Glomerular lesions like Capillary basement membrane thickening - Earliest & most common change in DM Diffuse mesangial sclerosis - presents as nephrotic syndrome in severe cases Nodular glomerulosclerosis aka Kimmelstiel-Wilson lesion - Pathognomonic of diabetes -Renal vascular lesions, principally aeriolosclerosis -Pyelonephritis, including necrotizing papillitis.",
        "cop": 1,
        "opa": "Kimmelstein Wilson change",
        "opb": "Armani Ebstein change",
        "opc": "Focal segmental glomerulosclerosis",
        "opd": "Membrano proliferative glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "a4c31d02-4051-41b6-a4d3-bec57fbab401",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old man presents with 3 months of polyuria and increased thirst. The patient suffered trauma to the base of the skull in a motorcycle accident 4 months ago. A 24-hour urine collection shows polyuria but no evidence of hematuria, glucosuria, or proteinuria. The pathogenesis of polyuria in this patient is most likely caused by a lesion in which of the following areas of the brain?",
        "exp": "- Given clinical features suggests the diagnosis of central diabetes insipidus. Central diabetes insipidus -May be caused by head trauma that damages posterior lobe of pituitary (neurohypophysis) which interrupts the secretion of ADH. - Decrease in ADH -Polyuria & | thirst - Associated with brain tumors, paicularly craniopharyngiomas.",
        "cop": 4,
        "opa": "Adenohypophysis",
        "opb": "Brain stem",
        "opc": "Mammillothalamic tract",
        "opd": "Neurohypophysis",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "ad4f326c-f635-47d5-ae46-e565a4c89292",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old woman with well-controlled diabetes complains of poor eyesight. A grayish-white opacification of lens is found during a comprehensive eye examination. Which of the following metabolic pathways is most likely involved in this lens abnormality?",
        "exp": "- Given clinical features suggests the diagnosis of cataract. Aldose reductase pathway has been implicated in pathogenesis of diabetic complications in some tissues, including formation of cataracts. Glucose is conveed to sorbitol (sugar alcohol) by this pathway, which can be cytotoxic. This accumulates in lens resulting in its swelling & cataract formation. Snow flake cataract is associated with diabetes None of other choices have been implicated in pathogenesis of cataracts.",
        "cop": 1,
        "opa": "Aldose reductase pathway",
        "opb": "Amino acid degradation cycle",
        "opc": "Citric acid cycle",
        "opd": "Oxidative phosphorylation",
        "subject_name": "Pathology",
        "topic_name": "Diabetes",
        "id": "2b4898bd-21a6-4c72-ade4-e61f8d9ab9b3",
        "choice_type": "single"
    }
]