[
    {
        "question": "Oral examination of a 57-year-old female reveals white patch which cannot be scrapped off on buccal mucosa. She has no feature suggestive of immunosuppression. Which of the following is the diagnosis of this patient ?",
        "exp": "- Given features suggests the diagnosis of leukoplakia. LEUKOPLAKIA: - White patch/ plaque that cannot be scraped off & cannot be characterized clinically or pathologically as any other disease. - Thus, until proven otherwise by histologic evaluation, all leukoplakias must be considered precancerous. - Seen in adults at any age but typically affect individuals b/w 40 - 70 yrs of age with 2:1 male predominance. OTHER OPTIONS: - Hairy leukoplakia is most commonly seen in immunocompromised pts - Erythroplakia is red, velvety, sometimes eroded lesion that is flat or slightly depressed relative to surrounding mucosa. - Thrush is characterized by superficial, curd like, gray to white inflammatory membrane composed of matted organisms enmeshed in fibrino-suppurative exudate that can be readily scraped off to reveal underlying erythematous base.",
        "cop": 2,
        "opa": "Hairy leukoplakia",
        "opb": "Leukoplakia",
        "opc": "Erythroplakia",
        "opd": "Thrush",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "2292001b-0492-4cea-8335-4d248d32912b",
        "choice_type": "single"
    },
    {
        "question": "All of the following can be seen in bone marrow of myelodysplastic syndrome (MDS) cases, except:",
        "exp": "'Cloud-like' megakaryocytes are seen in primary myelofibrosis. Morphological features of myelodysplastic syndrome (MDS) seen in bone marrow: Rring sideroblasts Megaloblastic erythroid maturation Nuclear budding abnormalities in erythroid precursors (dyserythropoiesis) Pseudo-Pelger-Huet cells Megakaryocytes with single nuclear lobes or multiple separate nuclei ('pawn ball' megakaryocytes)",
        "cop": 2,
        "opa": "Pseudo-Pelger-Huet cells",
        "opb": "Cloud-like megakaryocytes",
        "opc": "Ring sideroblasts",
        "opd": "Megaloblastic change in erythroid precursors",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "0d0355db-7a0b-4be8-9911-17b1f7e7b6b2",
        "choice_type": "multi"
    },
    {
        "question": "Best site for taking biopsy for HSV esophagitis is:",
        "exp": "- Biopsy should be taken from: Edge of ulcer in HSV esophagitis Base of ulcer in CMV esophagitis",
        "cop": 1,
        "opa": "Edge of ulcer",
        "opb": "Base of ulcer",
        "opc": "Adjacent indurated area around ulcer",
        "opd": "Surrounding normal mucosa",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "7c4ec20c-b43d-4d27-b19e-72af3592ab86",
        "choice_type": "single"
    },
    {
        "question": "Biopsy of a small, rounded rectal polyp demonstrates glands and saw tooth crypts composed of a proliferation of goblet and columnar epithelial cells. No atypia is seen. This polyp is best classified as which of the following?",
        "exp": "- Given clinical features suggests the diagnosis of hyperplastic polyp OTHER OPTIONS: * Peutz-Jeghers polyps (choice 'b') have no malignant potential, but tend to be larger & have complex branching pattern. * Tubular adenomas & tubulovillous adenomas, (choices c and d) are true neoplastic polyps containing dysplastic epithelium; the malignant potential of these polyps increases with size & percentage of polyps having villous configuration.",
        "cop": 1,
        "opa": "Hyperplastic polyp",
        "opb": "Peutz-Jeghers polyp",
        "opc": "Tubular adenoma",
        "opd": "Tubulovillous adenoma",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "c7893b26-5380-4974-a763-05a3f7e3bc7c",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year old man was referred with a 2 week history of fever weakness and bleeding gum. Peripheral smear showed pancytopenia. The bone marrow examination revealed 26% blasts frequency exhibiting Auer rods and mature myeloid cells. An occasional neutrophil with pseudo Pelger-Huet anomaly was also detected. Which of the following cytochemical stains is most likely to be positive?",
        "exp": "Patient here gives a sho history (acute onset) of development of pancytopenia (fever; weakness and gum bleeding suggest leucopenia; anemia and thrombocytopenia respectively). The presence of 26% blasts in the bone narrow suggests the development of acute leukemia and the presence of Auer rods means that the diagnosis is most likely AML. Pseudo Pelger Huet cells are neutrophils having greater than 2 nuclear lobes and are usually seen in myelodysplastic syndrome. In 10% patients, MDS can give rise to AML. So, the AML in question may have developed from MDS. The chief cell in AML is myeloblast for which the staining is positive for myeloperoxidase. Note: Acid phosphatase is useful for lymphoblasts which are seen in ALL Other options: Toluidine blue stain mast cells red-purple (metachromatic staining) and the background blue (ohochromatic staining). Non-specific esterase: AML M4 ,M5.",
        "cop": 3,
        "opa": "Acid phosphatase",
        "opb": "Non-specific esterase",
        "opc": "Myeloperoxidase",
        "opd": "Toluidine blue",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "a860aebf-47b6-4cef-9597-dde9c7f05d40",
        "choice_type": "single"
    },
    {
        "question": "Most specific marker for myeloid series is",
        "exp": "The markers for myeloid series are CD13, CD33, CD 11b, CD15, CD117 and cMPO. c MPO is the most lineage specific marker amongst these. Regarding other options, CD 34 - Myeloid and lymphoid blasts, stem cells, CD 45 - Leukocyte common antigen (nonerythroid hematopoietic cells), CD 99 - Ewing's sarcoma/primitive neuroectodermal cells.",
        "cop": 4,
        "opa": "CD 34",
        "opb": "CD 45",
        "opc": "CD 99",
        "opd": "CD 117",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "83965e8c-d334-49ad-a40a-ff226ba11e09",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old male presented with a 4-year history of abdominal pain, periodic diarrhea, low-grade fever, and easy fatigability is found to have an entero-enteric fistula on contrast radiography. Colonoscopy shows \"cobblestone\" mucosa that has linear ulcerations with \"skip areas\" of normal bowel wall. Which of the following is most likely explanation of fistula formation in this patient?",
        "exp": "- Given clinical features suggests the diagnosis of Crohn's disease - Transmural inflammation explains 2 most common complications of Crohn's disease - i.e Strictures & fistulas. Necrosis of the intestinal wall causes ulcer formation which can penetrate entire thickness of affected intestinal wall, leading to formation of fistula Chronic inflammation causes edema & fibrosis leading to narrowing of intestinal lumen - strictures",
        "cop": 2,
        "opa": "Intramural granulomas",
        "opb": "Transmural inflammation",
        "opc": "Marked lymphoid reaction",
        "opd": "Skip lesions of the intestinal wall",
        "subject_name": "Pathology",
        "topic_name": "Diagnostic procedures",
        "id": "d9744a5e-27eb-4c40-a225-fccfa82348fc",
        "choice_type": "multi"
    }
]