[
    {
        "question": "A patient presented with neck swelling. Cytology showed showed parafollicular cells along with clusters of plasmacytoid and few spindle shaped cells. What investigation should be done to follow up the patient?",
        "exp": "Ans. (a) CalcitoninCytology showed showed parafollicular cells along with clusters of plasmacytoid and few spindle shaped cells are suggestive of medullary ca thyroid and so should be followed up by its tumor marker calcitonin.",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "TSH level",
        "opc": "Anti TPO antibody",
        "opd": "TRH",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2cd59b94-c0b6-47f0-a8db-b10d73dc55cf",
        "choice_type": "single"
    },
    {
        "question": "In which of the following, 'Zellballens' are seen?",
        "exp": "Ans. C. Pheochromocytoma. (Ref. Robbin's 8th/pg. 1159)Robbins pathology 8th edition, page no.1159.......# Microscopically, pheochromocytomas are composed of polygonal to spindle-shaped chromaffin cells and their supporting cells, compartmentalized into small nests, or \"Zellballen,\" by a rich vascular network.Histopathologv of Pheochromocytoma:# Microscopically, pheochromocytomas are composed of polygonal to spindle-shaped chromaffin cells and their supporting cells, compartmentalized into small nests, or \"Zellballen,\" by a rich vascular network.# The cytoplasm of the neoplastic cells often has a finely granular appearance, highlighted by a variety of silver stains, because of the presence of granules containing catecholamines.# Electron microscopy reveals variable numbers of membrane-bound, electron-dense granules, representing catecholamines and sometimes other peptides. The nuclei of the neoplastic cells are often quite pleomorphic.# Both capsular and vascular invasion may be encountered in benign lesions, and the presence of mitotic figures per se does not imply malignancy.# Therefore, the definitive diagnosis of malignancy in pheochromocytomas is based exclusively on the presence of metastases. These may involve regional lymph nodes as well as more distant sites, including liver, lung, and bone.",
        "cop": 3,
        "opa": "Gastric carcinoma",
        "opb": "Angiosarcoma",
        "opc": "Pheochromocytoma",
        "opd": "Colon carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "7f17385c-a314-46ec-9563-19a409ba6114",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old man experiences weakness and easy fatigability of 2 months' duration. Physical examination yields no remarkable findings. Laboratory studies show a serum calcium of 11.5 mg/dL, inorganic phosphorus of 2.1 mg/dL, and serum parathyroid hormone of 58 pg/mL, which is near the top of the reference range. A radionuclide bone scan fails to show any areas of increased uptake. What is the most likely cause of these findings?",
        "exp": "When a patient develops hypercalcemia, a disorder of the parathyroid glands or malignancy at a visceral location must be considered. The elevated parathyroid hormone (PTH) suggests primary hyperparathyroidism. The most common cause of primary hyperparathyroidism is a parathyroid adenoma. Secondary hyperparathyroidism, most commonly resulting from renal failure, is excluded when the serum inorganic phosphate level is low because phosphate is retained with chronic renal failure. Hypervitaminosis D can cause hypercalcemia because of increased calcium absorption, but in these cases, the PTH levels are expected to be near the low end of the reference range because of feedback suppression. Serum PTH levels near the high end of the reference range indicate autonomous PTH secretion unregulated by hypercalcemia. Although medullary carcinomas of the thyroid often have positive immunohistochemical staining for calcitonin, and plasma levels are sometimes increased, there is typically no major reduction in serum calcium as a result.",
        "cop": 4,
        "opa": "Chronic renal failure",
        "opb": "Hypervitaminosis D",
        "opc": "Medullary thyroid carcinoma",
        "opd": "Parathyroid adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "40401013-8a93-40a9-ad7f-eaee905e53fd",
        "choice_type": "single"
    },
    {
        "question": "DAX 1 gene Mutation is associated with",
        "exp": "Ans. C. Congenital adrenal hypoplasiaExplanationDAX1 mutation is seen in congenital adrenal hypoplasia.DAX1 (dosage-sensitive sex reversal, adrenal hypoplasia critical region, on chromosome X, gene 1) is a nuclear receptor protein encoded by the NROBlgene.DAX1 plays an important role in the normal development of several hormone-producing tissues.The adrenal glands,The pituitary gland andHypothalamusThe testes and ovariesMutations in this gene result in both X-linked congenital adrenal hypoplasia and hypogonadotropic hypogonadism",
        "cop": 3,
        "opa": "Cushing's disease",
        "opb": "Hashimoto's disease",
        "opc": "Congenital adrenal hypoplaisa",
        "opd": "Addison's disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "72e06faa-e3aa-42f0-a8df-25f6c4607f65",
        "choice_type": "single"
    },
    {
        "question": "Follicular thyroid carcinoma is differenciated with follicular adenoma with",
        "exp": "B. i.e. (Capsular invasion) (768 - 69- Basic pathology 8th)* The follicular thyroid carcinoma is impossible to distinguish from follicular adenomas on gross examination. This distinction requires extensive histologic sampling of the tumor-capsule- thyroid interface, to exclude capsule and or vascular invasion (768 - Basic pathology 8th)* Extensive invasion of adjacent thyroid parenchyma makes the diagnosis of carcinoma obvious in some cases. Follicular lesions in which the nuclear features are typical of papillary carcinomas should be regarded as papillary cancers* Follicular thyroid carcinoma differs from papillary carcinoma in lacking. Papillae, ground- glass nuclei of tumour cells and psammoma bodies *** Term fetal adenoma is used for follicular adenoma thyroid*** Psammoma bodies are seen in - Papillary carcinoma of thyroid, Meningioma, serous cyst adenoma o fovary**** Mesothelioma is differentiated from adenocarcinoma by presence of long slender microvilli** (Kerala - 08)",
        "cop": 2,
        "opa": "Hurthle cells",
        "opb": "Capsular invasion",
        "opc": "Clear cells",
        "opd": "Hyperchromatic nuclei",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "e381c622-15ec-46ab-b9ad-717726373095",
        "choice_type": "single"
    },
    {
        "question": "A study of patients more than 25 years of age with body mass index above 30, dyslipidemia, hypertension, and fasting glucose averaging 115 mg/ dL is performed. They have adipose tissue abnormalities including increased non-esterified fatty acid release, altered adipokines with decreased adiponectin, greater proinflammatory cytokine release, and diminished peroxisome proliferator-activated receptor gamma (PPARg) function. Which of the following is the best initial therapeutic intervention for these patients?",
        "exp": "The findings are those of insulin resistance from obesity with metabolic syndrome. Insulin resistance drives beta-cell dysfunction, but other factors such as the TCF7L2 gene play a role in the eventual development of overt type 2 diabetes mellitus. Excess free fatty acids may stimulate cytokine release from beta cells to promote inflammation and islet cell dysfunction. Lifestyle modification with dietary modification for weight reduction coupled with increased exercise will aid in reversing the insulin resistance so that no drug therapy is needed to control hyperglycemia. Cushing syndrome may occur from ACTH-independent adrenal cortical lesions, such as primary hyperplasia, adenoma, or carcinoma, and lead to secondary diabetes from glucocorticoid-induced insulin resistance, but primary adrenal lesions are less common than metabolic syndrome from obesity alone, and the study patients lack additional features of Cushing syndrome such as hirsuitism, osteoporosis, and easy bruisability. The absolute decrease of insulin with type 1 diabetes mellitus must be treated with insulin injections. There is modest weight gain with hypothyroidism, but without abnormalities of adipocytes leading to insulin resistance. Liposuction is a plastic surgery technique used for body contouring, not weight reduction.",
        "cop": 2,
        "opa": "Adrenalectomy",
        "opb": "Caloric restriction",
        "opc": "Insulin injection",
        "opd": "L-Thyroxine",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "69a1c96a-bfaa-4c78-aaed-65b684a22dc4",
        "choice_type": "multi"
    },
    {
        "question": "A 34-year-old man complains of sudden attacks of dizziness, blurred vision, and excruciating headaches of 4 months in duration. During one of these attacks, his blood pressure was 180/120 mm Hg. The patient's father had been treated for thyroid cancer about 15 years ago. Laboratory studies show normal serum levels of aldosterone, renin, and angiotensin. A 24-hour urinalysis reveals increased metanephrines. Episodic hypertension in this patient is most likely caused by a tumor in which of the following endocrine organs?",
        "exp": "Pheochromocytoma is a rare tumor of chromaffin cells of the adrenal medulla thatsecretes catecholamines. Such tumors also originate in extra-adrenal sites, in which case they are termed paragangliomas. The clinical features associated with pheochromocytoma are caused by the release of catecholamines. Patients with pheochromocytoma come to medical attention because of (1) asymptomatic hypertension discovered on a routine physical examination, (2) symptomatic hypertension that is resistant to antihypertensive therapy; (3) malignant hypertension (e.g., encephalopathy, papilledema, proteinuria), (4) myocardial infarction or aortic dissection, or (5) convulsions. The other choices do not include tumors that lead to episodic hypertension.Diagnosis: Pheochromocytoma",
        "cop": 1,
        "opa": "Adrenal",
        "opb": "Kidney",
        "opc": "Parathyroid",
        "opd": "Pituitary",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "8ab1e32d-1998-403e-b855-1a3afd2b2a4b",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old obese woman (body mass index =33 kg/m2) complains of declining visual acuity Funduscopic examination shows peripheral retinal microaneurysms. Urinalysis reveals 3+ proteinuria and 3+ glucosuria. Serum albumin is 3 g/dL, and serum cholesterol is 350 mg/dL. These clinicopathologic findings are best explained by which of the following mechanisms of disease?",
        "exp": "Type 2 diabetes mellitus results from a complex interplay between underlying resistance to the action of insulin in its metabolic target tissues (liver, skeletal muscle, and adipose tissue) and a reduction in glucose-stimulated insulin secretion, which fails to compensate for the increased demand for insulin. In obese persons, the release of inhibitory mediators from adipose tissue interferes with intracellular signaling by insulin. Hyperinsulinemia secondary to insulin resistance also downregulates the number of insulin receptors on the plasma membrane. The other choices have not been related to the pathogenesis of type 2 diabetes.Diagnosis: Diabetes mellitus, type 2",
        "cop": 4,
        "opa": "Anti-insulin antibodies",
        "opb": "Increased peripheral insulin uptake",
        "opc": "Irregular insulin secretion",
        "opd": "Peripheral insulin resistance",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "9516c90d-a113-44e0-b8cb-49d23b496bce",
        "choice_type": "single"
    },
    {
        "question": "Diagnostic feature of parathyroid carcinoma is-",
        "exp": "Ans. (b) Metastasis(Ref: Robbins 9th/pg 1104; 8th/pg 1129)Morphology in hyperparathyroidismParathyroid adenomasSolitary lesions withuniform, polygonal chief cells along with nests of oxyphil cells (oxyphil adenomas)Primary hyperplasiaChief cell hyperplasia with abundant water-clear cells (\"water-clear cell hyperplasia\") involving all 4 glandsParathyroid CarcinomasCircumscribed lesion in a single gland diagnosed by invasion of surrounding tissues and metastasis as the only reliable criteria.",
        "cop": 2,
        "opa": "Cytology",
        "opb": "Metastasis",
        "opc": "Clinical features",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "407b9613-790d-4534-b31d-3f612385c540",
        "choice_type": "multi"
    },
    {
        "question": "Thyroglossal cyst is associated with which type of thyroid Ca?",
        "exp": "Ans. (a) Papillary(Ref: Robbins 9th/pg 1097-1098)Papillary carcinoma accounts for 80% of cases of thyroglossal duct carcinomas, with the rest being squamous cell carcinoma",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Anaplastic",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "65c1ee29-b7c8-472b-a9ae-38d9c0a96db3",
        "choice_type": "single"
    },
    {
        "question": "Brown tumor of bone is seen in -",
        "exp": "Ans. (a) Hyperparathyroidism(Ref: R 9th/pg 1102)Skeletal Abnormalities in Hyperparathyroidism:*Osteoporosis- cortical bone more severely involved than medullary bone*Brown tumors: brown colour- due to increased vascularity, hemorrhage & hemosiderin deposition*Osteitisfibrosacystica (von Recklinghausen disease of bone)",
        "cop": 1,
        "opa": "Hyperparathyroidism",
        "opb": "Hypoparathyroidism",
        "opc": "Hypo-thyroidism",
        "opd": "Hyperthyroidism",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "3dd59bbe-2f28-4e5c-b8ec-18590f707298",
        "choice_type": "single"
    },
    {
        "question": "Zellballen pattern is seen in?",
        "exp": "Ans. is 'a' i.e., Pheochromocytoma * Pheochromocytoma is composed of polygonal to spindle shaped chromaffin cells or chief cells, clustered with sustentacular cells into small nests or alveoli (zellballen) by a rich vascular network. The nuclei are usually round to ovoid, with a stippled \"salt & pepper\" chromatin that is characteristic of most neuroendocrine tumors.* Zellballen pattern is also seen in paraganglioma.",
        "cop": 1,
        "opa": "Pheochromocytoma",
        "opb": "Schwannoma",
        "opc": "Acoustic neuroma",
        "opd": "Transistional renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "f5ab57f8-a19e-4378-83b3-34ef1faa750f",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old woman has noted increasing fullness in her neck for the past 7 months. On physical examination, her thyroid gland is diffusely and asymmetrically enlarged and nodular. There is no lymphadenopathy. She undergoes thyroidectomy. Gross examination of the thyroid shows a multicentric thyroid neoplasm; microscopically, the neoplasm is composed of polygonal-to spindle-shaped cells forming nests and trabeculae. There is a prominent, pink hyaline stroma that stains positively with Congo red. Electron microscopy shows varying numbers of intracytoplasmic, membrane-bound, electron-dense granules. Immunohistochemical staining for which of the following antigens is most useful for the diagnosis of this neoplasm?",
        "exp": "Medullary carcinomas are derived from the C cells, or parafollicular cells, of the thyroid, with embryologic origin from the neural crest. Therefore they have the neuroendocrine function, including synthesis of calcitonin. An amyloid stroma is a common feature of this tumor. These tumors occur sporadically in about 70% of cases, but they can be familial and part of multiple endocrine neoplasias types 2A and 2B. CD3 is a useful marker for some lymphoid neoplasms. Although various tissues may show positivity for estrogen receptors, this finding has no clinical significance in the thyroid. Staining for parathyroid hormone is useful to determine if a parathyroid carcinoma is present. Vimentin is a marker for sarcomatous neoplasms, and cytokeratin is a useful marker to determine if a neoplasm is epithelial.",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "CD3",
        "opc": "Cytokeratin",
        "opd": "Estrogen receptor",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "dff35f24-2963-4557-a41f-685dd07f50b8",
        "choice_type": "multi"
    },
    {
        "question": "A patient presents with Endocrinopathy, fibrous dysplasia of bone and hyperpigmentation. Diagnosis is?",
        "exp": "Ans. (a) McCune Albright syndrome(Ref: Robbins 9th/pg 1206-1207)McCune-Albright syndromeGeneticsIt is due to GNAS mutation - continuous activation of stimulatory G proteinPatho physiologyIncreased production of hormones by glands regulated by the G protein systemClinical featuresPrecocious puberty, Polyostotic fibrous dysplasia, unilateral Cafe au lait spots",
        "cop": 1,
        "opa": "McCune Albright syndrome",
        "opb": "Addison's disease",
        "opc": "Alagille syndrome",
        "opd": "Lynch syndrome",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "66d4d9c2-d296-4d63-ab53-7cf660a58890",
        "choice_type": "single"
    },
    {
        "question": "A 74-year-old woman is admitted to the hospital in an obtunded condition. Her temperature is 37deg C, pulse is 95/ min, respirations are 22/min, and blood pressure is 90/60 mm Hg. She appears dehydrated and has poor skin turgor. Her serum glucose level is 872 mg/dL. Urinalysis shows 4+ glucosuria, but no ketones, protein, or blood. Which of the following factors is most important in the pathogenesis of this patient's condition?",
        "exp": "A complication of type 2 diabetes mellitus is hyperosmolar, nonketotic coma. In type 2 diabetes mellitus, the fundamental defect is insulin resistance, leading to an eventual decrease in plasma insulin or a relative lack of insulin, but there is still enough insulin to prevent ketosis. The resulting hyperglycemia tends to produce polyuria, leading to dehydration, which increases the serum glucose level further. If not enough fluids are ingested, dehydration drives the serum glucose to very high levels. Glucokinase gene mutations can be present with maturity-onset diabetes of the young (MODY). The HLA-DR3/HLA-DR4 genotype is a predisposing factor for type 1 diabetes mellitus. Severe loss of beta cells with insulitis, which may be triggered by a viral infection, is a feature of autoimmune, or type 1, diabetes mellitus.",
        "cop": 4,
        "opa": "Autoimmune insulitis",
        "opb": "Glucokinase gene mutation",
        "opc": "HLA-DR3/HLA-DR4 genotype",
        "opd": "Peripheral insulin resistance",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "cf5632bb-6009-4a9a-98da-de7d5c320dab",
        "choice_type": "single"
    },
    {
        "question": "Nesidioblastoma is due to hyperplasia of-",
        "exp": "Ans. (b) Beta cell(Ref: Robbins 9th/pg 1121; 8th/pg 1146)*Nesidioblastosis is Focal or diffuse hyperplasia of the b-cells Q in pancreatic islets*Nesidioblastosiscan also be seen in:#Infant of diabetic mother Q#Beckwith-Wiedemann syndrome Q#Rare mutations in the b-cell K+ channel protein or sulfonylurea receptor",
        "cop": 2,
        "opa": "Alpha cell",
        "opb": "Beta cell",
        "opc": "Acinus",
        "opd": "D cells",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "950aba17-b4c8-450d-b3af-540ede8e4587",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman has experienced chest pain on exertion for the past 2 months. A month ago, she had pneumonia with Streptococcus pneumoniae cultured from her sputum. On physical examination, she has a body mass index of 35. A random blood glucose value is 132 mg/dL. The next day, fasting blood glucose is 120 mg/dL, followed by a value of 122 mg/ dL on the following day. She is given an oral glucose tolerance test, and her blood glucose is 240 mg/dL 2 hours after receiving the standard 75-g glucose dose. On the basis of these findings, she is prescribed an oral thiazolidinedione (TZD) drug. After 2 months of therapy, her fasting blood glucose is 90 mg/ dL. The beneficial effect of TZD in this patient is most likely related to which of the following processes?",
        "exp": "The clinical features of obesity with angina and glucose intolerance in this patient strongly suggest type 2 diabetes mellitus. This is confirmed by the oral glucose tolerance test (>200 mg/dL at 2 hours), useful in this case because her fasting blood glucose levels of 120 mg/dL and 122 mg/dL did not quite reach the diagnostic criterion of 126 mg/dL. The fundamental abnormality in type 2 diabetes mellitus is insulin resistance. Several adipocyte-derived molecules, such as adiponectin and resistin, have been implicated in the causation of insulin resistance, establishing the link between obesity and type 2 diabetes mellitus. The nuclear receptor peroxisome proliferator-activated receptor-gamma (PPARg) has emerged as a key molecule in the regulation of insulin resistance through its actions on adipocyte hormones. TZDs bind to and activate PPARg in adipocytes, and increase the levels of the insulin-sensitizing hormone adiponectin and reduce the levels of free fatty acids and resistin, both of which increase insulin resistance. Insulin autoantibodies are seen with type 1 diabetes mellitus. Beta-cell loss and density of insulin receptors are not major factors in the pathogenesis of type 2 diabetes mellitus. TZDs do not affect the metabolism of insulin. Glucagon excess worsens diabetes, but TZDs do not affect its secretion. Beta cells do not regenerate, but many antidiabetogenic drugs in type 2 diabetes mellitus are designed to work with the beta cells that are left.",
        "cop": 1,
        "opa": "Activation of PPARg nuclear receptor in adipocytes",
        "opb": "Decreased production of insulin autoantibodies",
        "opc": "Greater density of insulin receptors in adipocytes",
        "opd": "Increased half-life of circulating plasma insulin",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "03683d48-09db-4bc5-96b8-1bf740cd0de3",
        "choice_type": "single"
    },
    {
        "question": "Medullary ca of thyroid is associated with increase in",
        "exp": "Ans. (a) Calcitonin(Ref: Robbins 9th/pg 1099-1100)*In Medullary Carcinoma Thyroid, serum Calcitonin is elevated.*Elevated serum calcitonin also provides a marker of residual or recurrent disease.*All patients with Medullary Carcinoma Thyroid*should also be tested for RET mutations, so that genetic counseling and testing of family members can be offered;",
        "cop": 1,
        "opa": "Calcitonin",
        "opb": "Thyroglobulin",
        "opc": "T3",
        "opd": "T4",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "5078bffb-672a-491e-ba94-ff28c949d2be",
        "choice_type": "single"
    },
    {
        "question": "Which among the following is the most common thyroid cancer?",
        "exp": "Ans: a (Papillary Ca) Ref: Robbins, 7th ed, p. 1178Papillary Ca is the most common malignancy accounting for 80-90% of all cases followed by follicular Ca. thyroid. (10%).Remember the following facts about thyroid malignancies, they are extremely helpful...* Most common malignancy of endocrine system- Thyroid Ca* Most common malignancy thyroid-Papillary Ca* Most malignant- Anaplastic Ca* Least malignant- Papillary Ca* MC thyroid Ca after irradiation(Latent period = 30 yrs)- Papillary Ca* MC thyroid Ca in long standing MNG- Follicular Ca* Psammoma bodies seen in...- Papillary Ca* Orphan Annie nucleus seen in....- Papillary Ca* Thyroid Ca a/w dystrophic calcification-Papillary Ca* Thyroid Ca a/w amyloidosis- Medullary Ca* Thyroid Ca derived from 'c' cells- Medullary Ca* Thyroid Ca a/w MEN syndrome- Medullary Ca* Tumour marker for medullary Ca- Calcitonin* Tumour marker for papillary Ca-Thyroglobulin",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Follicular",
        "opd": "Anaplatic",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "d8a97ddc-01d2-4f63-9eff-33128987b0ca",
        "choice_type": "single"
    },
    {
        "question": "A 21-year-old woman experiences abruptio placentae with severe bleeding during the delivery of a term fetus. Five months later, she presents with profound lethargy, pallor, muscle weakness, failure of lactation, and amenorrhea. Which of the following pathologic findings is expected in this patient?",
        "exp": "This patient experienced postpartum ischemic necrosis of the pituitary (Sheehan syndrome). This commonly, but not exclusively, occurs after severe hypotension induced by postpartum hemorrhage. The pituitary is particularly susceptible at this time because its enlargement during pregnancy renders it vulnerable to a reduction in blood flow. Major clinical manifestations of panhypopituitarism include pallor (decreased MSH), hypothyroidism (decreased TSH), failure of lactation (decreased prolactin), adrenal insufficiency, and ovarian failure (decreased FSH and LH). None of the other choices lead to this constellation of hormone deficiencies.Diagnosis: Sheehan syndrome",
        "cop": 3,
        "opa": "Atrophy of the endocrine pancreas",
        "opb": "Autoimmune destruction of the adrenal cortex",
        "opc": "Infarction of the pituitary",
        "opd": "Pituitary prolactinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "70a3a669-7392-4100-96da-93b7de97492e",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old male presented with a thyroid swelling and dysphagia. He gave history of on and off watery diarrhea. Biopsy of the lesion is shown. What is your diagnosis?",
        "exp": "Ans. (c) Medullary Ca thyroid*Diarrhea in thyroid tumor can be a paraneoplastic syndromes due to VIP in a case of medullary Ca thyroid. Histology demonstrates abundant deposition of amyloid, visible here as homogeneous extracellular material, derived from calcitonin molecules secreted by the neoplastic cells.",
        "cop": 3,
        "opa": "Follicular Ca thyroid",
        "opb": "Papilllary Ca thyroid",
        "opc": "Medullary Ca thyroid",
        "opd": "Anaplastic cell Ca Thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2748ea90-9b44-4b0a-88c1-55dec08e69c4",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man has experienced increasing lethargy for the past 7 months. Physical examination shows the hyperpigmentation of the skin. Vital signs include a temperature of 36.9degC, pulse of 70/min, respirations of 14/min, and blood pressure of 95/65 mm Hg. Laboratory studies include a serum cortisol level of 3 mg/mL at 8:00 A.M. with a serum corticotropin level of 65 pg/mL. Which of the following diseases most often occurs in patients with this disorder?",
        "exp": "Addison disease (primary chronic adrenocortical insufficiency) most often results from an idiopathic autoimmune condition (in areas of the world where the incidence of active tuberculosis is low). Autoimmune adrenalitis is associated with the appearance of other autoimmune diseases in about half of all cases. Such autoimmune phenomena are frequently seen in other endocrine organs, such as the thyroid gland. Other presumed autoimmune diseases, such as systemic lupus erythematosus, ulcerative colitis, and the vasculitides, are usually not forerunners to adrenal failure, although treatment of these conditions with corticosteroids can lead to iatrogenic adrenal atrophy. Type 2 diabetes mellitus, unlike type 1, does not have an autoimmune basis.",
        "cop": 3,
        "opa": "Type 2 diabetes mellitus",
        "opb": "Classic polyarteritis nodosa",
        "opc": "Hashimoto thyroiditis",
        "opd": "Systemic lupus erythematosus",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "6a5c6eb5-eb16-4081-8c22-46ac8689ba7d",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man who is on dialysis because of end-stage renal disease complains of pain in his jaw and left arm for 6 months. An X-ray of the left arm reveals multiple, small bone cysts and pathologic fractures. What is the appropriate diagnosis for this patient's bone lesions?",
        "exp": "Secondary hyperparathyroidism is a complication of chronic renal insufficiency due to renal retention of phosphate and resulting hypocalcemia. Excess PTH causes renal osteodystrophy or, in severe cases, osteitis fibrosa cystica. The latter is characterized by severe bone deformities and the formation of \"brown tumors\" of hyperparathyroidism. Patients present with bone pain, bone cysts, pathologic fractures, and localized bone swellings (brown tumors). The other choices are not related to hypocalcemia or hyperparathyroidism.Diagnosis: Osteitis cystica fibrosa, hyperparathyroidism",
        "cop": 3,
        "opa": "Chronic osteomyelitis",
        "opb": "Marble bone disease",
        "opc": "Osteitis fibrosa cystica",
        "opd": "Osteoid osteoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "b2efcc3c-12cf-43a4-9a4e-fcb1836aac81",
        "choice_type": "multi"
    },
    {
        "question": "Vanillyl mandelicacid (VMA) increased in",
        "exp": "(Pheochromocytoma) (798- Basic Robbins 8th)PHEOCHROMOCYTOMA - \"Rules of 10s\"*** Demonstrating characteristic nests of cells (\"Zellballen\") with abundant cytoplasm* The definite diagnosis of malignancy in pheochromocytoma is based exclusively on the presence of metastasis*** Diagnosis demonstration of increased excretion of free Catecholamines and their metabolites such as vanillylmandelic acid and metanephrines**",
        "cop": 2,
        "opa": "Parathyroidism",
        "opb": "Pheochromocytoma",
        "opc": "MEN-1",
        "opd": "Addison's disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "0ad3a3b1-804f-4604-a312-97366db2e6c5",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman presents with swelling in her neck that she first noticed 3 months ago. She also complains of intermittent watery diarrhea over the same time period. Physical examination reveals a nontender nodule in the left lobe of the thyroid. The patient's mother died of thyroid cancer 8 years ago. The thyroid nodule is found to be \"cold\" by radioiodine scintiscan. A needle biopsy of the nodule reveals malignant cells and homogeneous eosinophilic material The tumor in the patient described in Question 38 is removed, and a section stained with Congo red reveals birefringent amyloid stroma. Genetic studies show that this patient has a familial cancer syndrome. In addition to hyperparathyroidism, the patient is advised that she is at risk of developing which of the following neoplastic diseases?",
        "exp": "Patients with the familial form of medullary carcinoma are often affected with MEN-2, which includes pheochromocytoma of the adrenal medulla and parathyroid hyperplasia or adenoma. Somatic mutations of the RET protooncogene are found in patients with MEN-2A, and RET mutations have been detected in 25% to 70% of cases of sporadic medullary thyroid carcinoma. None of the other choices are encountered in patients with MEN-2.Diagnosis: Multiple endocrine neoplasia",
        "cop": 4,
        "opa": "Craniopharyngioma",
        "opb": "Follicular adenoma of thyroid",
        "opc": "Neuroblastoma",
        "opd": "Pheochromocytoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "4f188ecd-3fcf-4fa2-aab5-25bd1eac7cd1",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old woman has had difficulty swallowing and a feeling of fullness in the anterior neck for the past week. She is recovering from a mild upper respiratory tract infection 1 month ago. On physical examination, her temperature is 37.4degC, pulse is 74/min, respirations are 16/min, and blood pressure is 122/80 mm Hg. Palpation of her diffusely enlarged thyroid elicits pain. Laboratory studies show an increased serum T4 level and a decreased TSH level. Two months later, she no longer has these complaints. The T4 the level is now normal. Which of the following conditions is most likely to have produced these findings?",
        "exp": "Subacute granulomatous thyroiditis (de Quervain thyroiditis) is a self-limited condition that can be of viral origin because many cases are preceded by an upper respiratory infection. The transient hyperthyroidism results from the inflammatory destruction of the thyroid follicles and the release of thyroid hormone. The released colloid acts as a foreign body, producing florid granulomatous inflammation in the thyroid. Hashimoto thyroiditis can enlarge the thyroid transiently, but there is usually no pain or hyperthyroidism. Thyroid neoplasms are not typically associated with signs and symptoms of inflammation and are rarely functional. A toxic multinodular goiter likewise produces no signs of inflammation and does not reverse functionality.",
        "cop": 3,
        "opa": "Hashimoto thyroiditis",
        "opb": "Medullary thyroid carcinoma",
        "opc": "Subacute granulomatous thyroiditis",
        "opd": "Toxic follicular adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "ca28358a-7d0f-4af8-bf0a-749458132845",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old man has experienced increasing malaise for 3 years. Physical examination shows no remarkable findings. Laboratory findings include a serum creatinine level of 4.9 mg/dL and a urea nitrogen level of 45 mg/dL. Abdominal CT scan shows small kidneys. Which of the following endocrine glandular lesions has developed secondary to the underlying disease in this patient?",
        "exp": "Chronic kidney injury, often leading to small end-stage kidneys, with chronic renal failure can lead to secondary hyperparathyroidism resulting from decreased phosphate excretion by the kidneys. The resultant hyperphosphatemia depresses the serum calcium level and stimulates parathyroid gland activity. Because of reduced renal parenchymal function, there also is less active vitamin D, which leads to decreased dietary calcium absorption. Renal failure does not lead to any of the other endocrine lesions listed.",
        "cop": 4,
        "opa": "Adrenal atrophy",
        "opb": "Islet cell hyperplasia",
        "opc": "Multinodular goiter",
        "opd": "Parathyroid hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "677d54ce-8a13-463a-8783-701d41dea05c",
        "choice_type": "multi"
    },
    {
        "question": "Which is not seen in Tumor lysis Syndrome?",
        "exp": "Ref: Harrison 20th edition, P 519* Hyperphosphatemia can be caused by the release of intracellular phosphate pools by lysis of tumour cells.* It produces a reciprocal depression in serum calcium, which causes severe neuromuscular irritability and tetany.* Deposition of calcium phosphate in the kidney and hyperphosphatemia may cause renal failure. Potassium is the principal intracellular cation, and massive destruction of malignant cells may lead to hyperkalemia.* The break-down of DNA from nucleus will produce urate crystals that will block kidney tubules and lead to urate nephropathy.",
        "cop": 1,
        "opa": "Hypophosphatemia",
        "opb": "Hypocalcemia",
        "opc": "Hyperuricemia",
        "opd": "Hyperkalemia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "ac30342b-5406-4939-9e66-cbf57fee0f72",
        "choice_type": "single"
    },
    {
        "question": "Hurthle cells are seen in?",
        "exp": "Ans. is 'c' i.e. Hashimoto's thyroiditis * Hurthle cells are large epithelial cells with abundant pink cytoplasm.* They are found in follicular adenoma, follicular carcinoma and Hashimoto's thyroiditis.",
        "cop": 3,
        "opa": "Medullary carcinoma thyroid",
        "opb": "Papillary carcinoma thyroid",
        "opc": "Hashimoto's thyroiditis",
        "opd": "Pituitary adenoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "dc80d1f9-19e2-44c4-9347-b5bd8acbca68",
        "choice_type": "single"
    },
    {
        "question": "Zellballen pattern is found in histology of which of the following condition?",
        "exp": "Ans. (b) Paraganglioma(Ref: Robbins 9/1135)The histologic pattern in pheochromocytoma shows tumor cells composed of clusters of polygonal to spindle shaped chromaffin cells or chief cells that are surrounded by supporting sustentacular cells, creating small nests or alveoli called zellballen. These are supplied by a rich vascular network",
        "cop": 2,
        "opa": "Neuroblastoma",
        "opb": "Paraganglioma",
        "opc": "Ewings Sarcoma",
        "opd": "RCC",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "47fb043b-9f85-43e8-ae48-99b1940b2c3f",
        "choice_type": "multi"
    },
    {
        "question": "A 50-year-old man has had a nonhealing ulcer on the bottom of his foot for 2 months. On examination, the 2-cm ulcer overlies the right first metatarsal head. There is a reduced sensation to pinprick in his feet. His visual acuity is reduced bilaterally. Laboratory studies show serum creatinine is 2.9 mg/dL. Which of the following laboratory test findings is he most likely to have?",
        "exp": "Complications of diabetes mellitus are described in this man: vascular disease, neuropathy, nephropathy, and retinopathy. Hyperglycemia exceeds the capacity of renal tubular reabsorption, so glucose appears in the urine. The other listed findings involve organs that are not typically involved in diabetes mellitus: a liver disease with decreased albumin synthesis, hyperaldosteronemia with hypokalemia, decreased marrow function with leukopenia, an exocrine pancreatic disease with steatorrhea, or disordered uric acid metabolism.",
        "cop": 1,
        "opa": "Glucosuria",
        "opb": "Hypoalbuminemia",
        "opc": "Hypokalemia",
        "opd": "Leukopenia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "ca1073cc-7a44-4d60-b7e2-082f3bc4b2c5",
        "choice_type": "multi"
    },
    {
        "question": "A female neonate with DiGeorge syndrome develops severe muscle cramps and convulsions soon after birth. Which of the following is the cause of convulsions in this neonate?",
        "exp": "DiGeorge syndrome is caused by a failure in the development of the third and fourth branchial pouches, resulting in agenesis or hypoplasia of the thymus and parathyroid glands, congenital heart defects, dysmorphic facies, and a variety of other congenital anomalies. As a result of parathyroid agenesis, patients with DiGeorge syndrome exhibit hypocalcemia, which manifests as increased neuromuscular excitability. Symptoms range from mild tingling in the hands and feet to severe muscle cramps and convulsions. DiGeorge syndrome does not feature any of the other choices.Diagnosis: DiGeorge syndrome",
        "cop": 2,
        "opa": "Acute hemorrhagic adrenalitis",
        "opb": "Hypocalcemia",
        "opc": "Hypoglycemia",
        "opd": "Hypokalemia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2b919ae0-17ba-40e9-a009-d3cb5844dc02",
        "choice_type": "single"
    },
    {
        "question": "Carcinoid tumours commonly arise from:",
        "exp": "Ans. (b) Argentaffin cells of small intestineCarcinoid tumors arise from argentaffin cells of the crypts of Lieberkuhn and are found from the distal duodenum to the ascending colon, areas embryologically derived from the midgut.",
        "cop": 2,
        "opa": "G. cells in pancreas",
        "opb": "Argentaffin cells of small intestine",
        "opc": "Pancreatic endocrine tumour",
        "opd": "Colon polyps",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "c0e828f5-8609-4650-a2d3-46675d4df6d0",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old man presents with 3 months of polyuria and increased thirst. The patient suffered trauma to the base of the skull in a motorcycle accident 4 months ago. A 24-hoururine collection shows polyuria but no evidence of hematuria, glucosuria, or proteinuria. The pathogenesis of polyuria in this patient is most likely caused by a lesion in which of the following areas of the brain?",
        "exp": "Central diabetes insipidus may be caused by head trauma that damages the posterior lobe of the pituitary (neurohypophysis) and interrupts the secretion of ADH. One fourth of cases of central diabetes insipidus are associated with brain tumors, particularly craniopharyngioma. The other choices do not involve areas of the brain that secrete ADH. The anterior pituitary (adenohypophysis, choice A) does not secrete ADH.Diagnosis: Diabetes insipidus",
        "cop": 4,
        "opa": "Adenohypophysis",
        "opb": "Brain stem",
        "opc": "Mammillothalamic tract",
        "opd": "Neurohypophysis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "5ecc115f-a838-4ea4-9885-a2f071eba4d1",
        "choice_type": "single"
    },
    {
        "question": "Tumor lysis syndrome, all are true except:",
        "exp": "Ans. C. HypophosphatemiaExplanationTumor lysis syndrome (TLS) is characterized by hyperuricemia, hyperkalemia, hyperphosphatemia, and hypocalcemia and is caused by the destruction of a large number of rapidly proliferating neoplastic cells. Acidosis may also develop. Acute renal failure occurs frequently.",
        "cop": 3,
        "opa": "Hypocalcemia",
        "opb": "Hyperuricemia",
        "opc": "Hypophosphatemia",
        "opd": "Hyperkalemia",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "a0b6283e-7cc0-449c-ae71-fbb9e26b6573",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true about Hashimoto's thyroiditis, except -",
        "exp": "Ans. (d) Orphan Annie eye nuclei(Ref: Robbins 9th/pg 1086-1087)Morphology of hashimoto thyroiditis*Infiltration of the gland parenchyma by small lymphocytes and plasma cells Q*Well-developed germinal centers, thyroid follicles are atrophic Q*Hallmark of Hashimoto's thyroiditis Q: Hurthlecell metaplasia or Oxyphil change (Cells with abundant eosinophilic, granular cytoplasm",
        "cop": 4,
        "opa": "Follicular destruction",
        "opb": "Increase in lymphocytes",
        "opc": "Oncocytic metaplasia",
        "opd": "Orphan Annie eye nuclei",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "a27e983b-0899-4421-9651-e81869ad24f2",
        "choice_type": "multi"
    },
    {
        "question": "Psammoma bodies in a thyroid lesion or the adjacent metastatic lymph nodes increase the possibility of",
        "exp": "Ans. a (Papillary carcinoma) (Ref. Robbin's pathology 7th ed., 1180)D/d o/Psammoma bodies: Laminated, concentric, calcific spherules seen in:1.Papillary adenocarcinoma of thyroidPapillary (thyroid)2.Serous papillary cystadenocarcinoma of ovarySerous (ovary)3.MeningiomaMeningioma4.Malignant mesotheliomaMesotheliomaEducational Points:Adenomas# Follicular adenoma is most common; may cause pressure symptoms, pain and rarely thyrotoxicosis# Pathology: usually small, well-encapsulated solitary lesionsPapillary# Most common thyroid carcinoma# Incidence higher in women# Pathology: papillary branching pattern; 40% have tumors containing psammoma bodies# Cells with characteristic empty-appearing nuclei are characteristic.# Cells obtained by FNAC may characteristically show intranuclear inclusions# Spread to local nodes in common; hematogenous spread rare# Resection curative in most casesFollicular carcinoma# More malignant than papillary cancer# Pathology: may be encapsulated, with penetration through the capsule; colloid sparse# Local invasion and pressure dysphagia, dyspnea, hoarseness, cough# Hematogenous metastasis to lungs or bones commonAnaplastic carcinoma# Rapid growing, aggressive with poor prognosis, affects older patients# Pathology: tumors usually bulky and invasive with undifferentiated anaplastic cells# Clinical: early, widespread metastasis and death within 2 years",
        "cop": 1,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Hurthle cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "2bed820d-ef54-4ebb-af1c-1341ca9456c9",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old male presented with a swelling on anterior aspect of neck. On examination the swelling was firm and moved with deglutination. Biopsy from the lesion has been shown. What is the typical finding and diagnosis?",
        "exp": "Ans. (b) Orphan Annie eye nuclei; papillary Ca thyroid*High power shows nuclei of papillary carcinoma cells contain finely dispersed chromatin, which imparts an optically clear or empty appearance, giving rise to the ground glass or Orphan Annie eye nuclei. In addition, invaginations of the cytoplasm may give the appearance of intranuclear inclusions (\"pseudoinclusions\") or intranuclear grooves. The diagnosis of papillary carcinoma can be made based on these nuclear features, even in the absence of papillary architecture.",
        "cop": 2,
        "opa": "Orphan Annie eye nuclei; Follicular Ca thyroid",
        "opb": "Orphan Annie eye nuclei; Papillary Ca thyroid",
        "opc": "Hurthle cell change; Follicular Ca thyroid",
        "opd": "Hurthle cell change; Papillary Ca thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "53a807b5-990a-43e7-8bc3-8d00c31e44c6",
        "choice_type": "single"
    },
    {
        "question": "Which is the least common thyroid malignancy?",
        "exp": "Ans. is 'd' i.e., Anaplastic carcinoma * Least common type of thyroid carcinoma is anaplastic type.* Most common type of thyroid carcinoma is papillary carcinoma (75%-85%) followed by follicular carcinoma (10-15%), medullary carcinoma (5%) and anaplastic carcinoma (<5%).",
        "cop": 4,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Medullary carcinoma",
        "opd": "Anaplastic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "28b7bcc2-2e99-42cc-897f-3bb3935fa52c",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following variants of papillary carcinoma thyroid occurs in younger individuals including children with lymphonodal metastases in almost all cases and morphologically simulates Hashimoto thyroiditis is:",
        "exp": "Ans. (c) Diffuse sclerosing variant(Ref: Robbins 9th/pg 1097-1098)Diffuse sclerosing variant of papillary carcinoma*It occurs in younger individuals, including children.*The tumor has a prominent papillary growth pattern intermixed with solid areas containing nests of squamous metaplasia.*There is extensive, diffuse fibrosis throughout the thyroid gland, often associated with a prominent lymphocytic infiltrate, simulating Hashimoto thyroiditis.*Lymph node metastases are present in almost all cases.*Diffuse sclerosing variant carcinomas lack BRAF mutations, but RET/PTC translocations are found in approximately half the cases.",
        "cop": 3,
        "opa": "Tall-cell variant",
        "opb": "Follicular variant",
        "opc": "Diffuse sclerosing variant",
        "opd": "Oncocyticvarient",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "617c91b9-601b-469a-aba4-9248d4771c3a",
        "choice_type": "multi"
    },
    {
        "question": "A 14-year-old girl noticed gradual neck enlargement during the past 8 months. On physical examination, her thyroid gland is diffusely enlarged. Her serum TSH level is normal. A dietary history is most likely to reveal that she has begun eating more of which of the following foods?",
        "exp": "She has developed a sporadic goiter. Vegetables of the Brassicaceae family, including cabbage, turnips, and Brussels sprouts, contain glucosinolate, which can decompose to release thiocyanate, a by-product that interferes with thyroid hormone synthesis. Thus such substances are known as goitrogens. Young persons with increased demand for thyroid hormones are at increased risk. Fava beans contain oxidizing agents that incite hemolysis in persons with glucose-6-phosphate dehydrogenase (G6PD) deficiency. In addition, beans contain long-chain sugars that are indigestible with human intestinal enzymes, leaving them to be fermented by colonic bacteria that release gas (flatus). Fish have omega-3 fatty acids that protect against atherogenesis. Plantains are starchy, as anyone mistaking them for sweet bananas soon discovers; rare food allergy develops to them. Fungus growing on moldy rye produces ergot poisoning.",
        "cop": 1,
        "opa": "Cabbage",
        "opb": "Fava beans",
        "opc": "Fish",
        "opd": "Plantains",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "241ae1f4-3098-45f8-8318-f8c3d1b55d42",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman has experienced increasingly frequent episodes of weakness accompanied by numbness and tingling in her hands and feet for the past year. On examination, her blood pressure is 168/112 mm Hg. Laboratory studies show sodium, 142 mmol/L; potassium, 2.9 mmol/L; chloride, 104 mmol/L; HCO3-, 28 mmol/L; and glucose, 74 mg/dL. Her plasma renin activity is low. Which of the following radiologic findings is most likely to be present in this woman?",
        "exp": "Hypokalemia with neuromuscular irritability, hypertension, and low plasma renin suggests hyperaldosteronism. The most common cause for primary hyperaldosteronism is idiopathic adrenal cortical nodular hyperplasia. An insulinoma arising in the pancreas could account for episodic weakness, but the glucose level would be low. About 10% of pheochromocytomas are extra-adrenal, including para-aortic, and could account for hypertension from catecholamine excess, but there would not be hypokalemia. Thyroid enlargement could be Graves' disease, though it is usually diffuse, and could account for weakness and hypertension, but with wider pulse pressure, and without hypokalemia. A malignancy in the chest is more likely to be the cause of a paraneoplastic syndrome, but that is unlikely to be hypokalemia.",
        "cop": 1,
        "opa": "Adrenal nodular enlargement",
        "opb": "Pancreatic mass",
        "opc": "Retroperitoneal mass",
        "opd": "Thyroid nodular enlargement",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "4b9a8a5a-fa70-41cb-9733-62342de1f2a5",
        "choice_type": "single"
    },
    {
        "question": "Lymphatic spread most commonly seen in which type of thyroid carcinoma?",
        "exp": "Ans. (a) Papillary(Ref: Robbins 9th/pg 1097-1098)Thyroid carinoma typeRoute of spreadPapillaryLymphaticFollicularHematogenousMedullaryRegional lymphatic spread and hematogeneous routes to distant sitesAnaplasticDirect",
        "cop": 1,
        "opa": "Papillary",
        "opb": "Medullary",
        "opc": "Follicular",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "21fa462f-f042-4c80-99fc-800369ac9074",
        "choice_type": "single"
    },
    {
        "question": "Gs-alpha mutation my lead to?",
        "exp": "Ans. (d) All of the above(Ref: Robbins 9th/pg 1077, 1101; 8th/pg 1101, 1127)GSaLoss of functionGain of functionGain or loss of function* Pseudohypopar- athyroidim type la* Pseudohypopar- athyroidim type lb* Pituitary or thyroid adenomas* Leydig cell tumors* McCune-Albright syndrome* Testotoxicosis with pseudohypoparathyroidism type laGi2a: Gain of function* Pituitary adenomas* Adrenal cortex and ovary tumors",
        "cop": 4,
        "opa": "Mccune Albright syndrome",
        "opb": "Pseudohypoparathyroidism",
        "opc": "Pituitary adenomas",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "281d6dcb-76e7-470d-b5a5-8f4f25feb1cc",
        "choice_type": "multi"
    },
    {
        "question": "A 5-year-boy has developed features that suggest puberty over the past 6 months. On physical examination, the boy has secondary sex characteristics, including pubic hair and enlargement of the penis. Which of the following morphologic features is most likely to be seen in his adrenal glands?",
        "exp": "Adrenogenital syndrome can lead to precocious puberty, which is most commonly associated with a deficiency of 21-hydroxylase. The lack of this enzyme reduces cortisol production, driving corticotropin production, which leads to adrenal hyperplasia and the production of sex steroid hormones. Bilateral adrenal cortical atrophy is typically seen in cases of Addison disease or after long-term exogenous glucocorticoid therapy. A nodule in the adrenal cortex that has zona glomerulosa cells produces primary hyperaldosteronism; if it has zona fasciculata cells, it produces Cushing syndrome. Most adrenal nodules are nonfunctional and incidental findings. A nodule in the adrenal medulla, if functional, produces catecholamines, and older patients with such nodules have hypertension. Medullary atrophy is rare but might result from infections or toxins. Medullary hyperplasia is uncommon but could also produce catecholamines.",
        "cop": 2,
        "opa": "Cortical atrophy",
        "opb": "Cortical hyperplasia",
        "opc": "Cortical nodule",
        "opd": "Medullary atrophy",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "69e8360f-6119-4744-8b49-939513bb9d8d",
        "choice_type": "single"
    },
    {
        "question": "Most common site for pheochromocytoma is?",
        "exp": "Ans. is 'a' i.e., Adrenal medulla * Pheochromacytomas arise in adrenal medulla (not in adrenal cortex) and at extra-adrenal sites along sympathetic chain.* Most pheochromocytomas arise in adrenal medulla* Pheochromocytomas are catecholamine secreting tumors arising from chromaffin cells.* About 10% of these tumors arise at extra-adrenal sites, where they are called paragangliomas. These extra- adrenal sites area) Along the para-aortic sympathetic chain.b) Organ of Zuckerkandl (paravertebral ganglion).c) Along the sympathetic chain in neck and mediastinum.d) In the wall of urinary bladder.",
        "cop": 1,
        "opa": "Adrenal medulla",
        "opb": "Adrenal cortex",
        "opc": "Paravertebral ganglion",
        "opd": "Paraaortic-sympathetic chain",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "fc97e617-47d2-4363-9956-5b61e2a9a66a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following used to measurement in diabetes mellitus",
        "exp": "(HbA1c) (853-HM) (775-Basicpathology 8th)Glycosylated haemoglobin (HbA|C) - Long term objective assessment of degree of diabetic control is better done by measurement of glycosylated haemoglobin.* HbA1c assay gives an estimate of diabetic control for the preceding 6-10 weeks (Normal life span of RBC's = 120 days)* **C-peptide assay - more sensitive than insulin assay because its levels are not affected by insulin therapy.",
        "cop": 4,
        "opa": "HbA",
        "opb": "HbS",
        "opc": "HbA2",
        "opd": "HbAlC",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "92c8dcfb-aa43-4e2a-a943-bbde606e764d",
        "choice_type": "single"
    },
    {
        "question": "Which of these organs are not affected in autoimmune polyglandular syndrome type 2?",
        "exp": "Ans. (c) Adrenal(Ref: Robbins 9th/pg 1130; 8th/pg 1155-1156, Harrison 18th/ chapter 318)Autoimmune polyglandular syndromeDiseaseGeneCharacteristicsAPS-1AIRE (Chr 21q)Autoimmune Poly Endocrinopathy, Candidiasis, and Ectodermal Dystrophy Q (APECED),Hypoparathyroidism, rarely lymphomasAPS-2HLA DR3,CTLA-4Hypothyroidism, hyperthyroidism, premature ovarian failure, vitiligo, type 1 diabetes mellitus, pernicious anemia",
        "cop": 3,
        "opa": "Parathyroid",
        "opb": "Thyroid",
        "opc": "Adrenal",
        "opd": "Pancreas",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "8593fb05-a4e2-4e5b-b3a6-10bf8982719d",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old woman with a history of multinodular goiter complains of increasing nervousness, insomnia, and heart palpitations. She has lost 9 kg (20 lb) over the past 6 months. Physical examination reveals a diffusely enlarged thyroid. There is no evidence of exophthalmos. Laboratory studies show elevated serum levels of T3 and T4. Serologic tests for antithyroid antibodies are negative. Which of the following is an important complication of this patient's endocrinopathy?",
        "exp": "Hyperthyroidism refers to the clinical consequences of an excessive amount of circulating thyroid hormone. The principal metabolic products of the thyroid gland are triiodothyronine (T3) and tetraiodothyronine (thyroxine; T4). T4 is principally a prohormone; the major effector of thyroid function is T3. These molecules are formed by the iodination of tyrosine residues of thyroglobulin within the follicular cells. Iodinated thyroglobulin is then secreted into the lumen of the follicle. Many patients with nontoxic goiter, usually over the age of 50 years, eventually develop a toxic form of the disease. Since patients with toxic goiter tend to be older, cardiac complications, including atrial fibrillation and congestive heart failure, dominate the clinical presentation.Diagnosis: Hyperthyroidism, toxic goiter",
        "cop": 2,
        "opa": "Autoimmune hepatitis",
        "opb": "Cardiac arrhythmia",
        "opc": "Follicular carcinoma of the thyroid",
        "opd": "Medullary carcinoma of the thyroid",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "fa9e391b-0f9e-4724-b292-6498a8925d65",
        "choice_type": "single"
    },
    {
        "question": "Which type thyroid carcinoma is classically associated with calcitonin induced amyloid deposition?",
        "exp": "Ans. D. Medullary. (Ref. Robbin's pathology 8,h/pg. 771; harrison's medicine 17th/pg. Table 77-5 )Robbin's pathology 8th/pg. 771.......\"Sporadic cases of medullary carcinoma present most often as a mass in the neck, sometimes associated with compression effects such as dysphagia or hoarseness. In some instances the initial manifestations are caused by the secretion of a peptide hormone (e.g., diarrhea caused by the secretion of VIP). Notably, hypocalcemia is not a feature, despite the presence of raised calcitonin levels. Screening of relatives for elevated calcitonin levels or RET mutations permits early detection of tumors in familial cases. All MEN-2 kindred carrying RET mutations are offered prophylactic thyroidectomies to preempt the development of medullary carcinomas;. Recent studies have shown that specific RET mutations correlate with an aggressive behavior in medullary carcinomas\".Harrison's medicine l7th/pg. 2246..........\"Elevated serum calcitonin provides a marker of residual or recurrent MCT\".Medullary carcinomas of the thyroid# Introduction: Neuroendocrine neoplasms derived from the parafollicular cells, or C cells, of the thyroid.# Genetics: Both familial and sporadic medullary forms demonstrate activating RET mutations. Sporadic medullary carcinomas, as well as FMTC, occur in adults.# Distinct features:- Like normal C cells, medullary carcinomas secrete calcitonin, the measurement of which plays an important role in the diagnosis and postoperative follow-up of patients.- In some cases, the tumor cells elaborate other polypeptide hormones such as somatostatin, serotonin, and vasoactive intestinal peptide (VIP).- Medullary carcinomas arise sporadically in about 80% of cases. The remaining 20% are familial cases occurring in the setting of MEN syndromes 2A or 2B, or familial medullary thyroid carcinoma (FMTC) without an associatedMEN syndrome.- Multicentricity is particularly common in familial cases.- Acellular amyloid deposits, derived from altered calcitonin molecules, are present in the adjacent stroma (distinctive feature).- Electron microscopy reveals variable numbers of intracytoplasmic membrane-bound electron-dense granules. One of the peculiar features of familial is the presence of multicentric C-cell hyperplasia in the surrounding thyroid parenchyma, a feature usually absent in sporadic lesions.# Management: primarily surgical. Unlike tumors derived from thyroid follicular cells, these tumors do not take up radioiodine. External radiation and chemotherapy may provide palliation in advanced disease.Thyroid Neoplasms# Most thyroid neoplasms present as solitary thyroid nodules;# Only 1% of all thyroid nodules are neoplastic.# Follicular adenomas are the most common benign neoplasms.0# Papillary carcinoma is the most common malignancy.0# Multiple genetic pathways are involved in thyroid carcinogenesis. Some of the genetic abnormalities that are fairly unique to thyroid cancers include:- PAX8-PPAR71 fusion = follicular carcinoma.- Chromosomal rearrangements involving the RET oncogene = papillary cancers &- Mutations of RET = medullary carcinomas.0# Follicular adenomas and carcinomas are both composed of well-differentiated follicular epithelial cells, and are distinguished by evidence of capsular and/or vascular invasion in the latter.0# Papillary carcinomas are recognized based on nuclear features (ground-glass nuclei, pseudo-inclusions) even in the absence of papillae. Psammoma bodies are a characteristic feature of papillary cancers; these neoplasms typically metastasize via lymphatics but their prognosis is excellent.# Medullary cancers are nonepithelial neoplasms arising from the parafollicular C cells and can occur in either sporadic (80%) or familial (20%) settings. Multicentricity and C-cell hyperplasia are features of familial cases. Amyloid deposits are a characteristic histologic finding.# Anaplastic carcinomas are thought to arise by dedifferentiation of more differentiated neoplasms. They are highly aggressive, uniformly lethal cancers.Multiple endocrine neoplasiaMEN1IVIEN2Mixed Syndromes1. Parathyroid hyperplasia or adenoma2. Pancreatic Islet cell hyperplasia, adenoma, or carcinoma3. Pituitary hyperplasia or adenoma4. Other less common manifestations: foregut carcinoid, pheochromocytoma, subcutaneous or visceral lipomasA. MEN2A1. MTC2. Pheochromocytoma3. Parathyroid hyperplasia or adenomaB. MEN2A with cutaneous lichen amyloidosisC. MEN2A with Hirschsprung diseaseD. Familial MTCE. MEN2B1. MTC2. Pheochromocytoma3. Mucosal and GI neuromas4. Marfanoid featuresA. Von Hippel-Lindau syndrome1. Pheochromocytoma2. Islet cell tumor3. Renal cell carcinoma (B/L)4. Hemangioblastoma of CNS5. Retinal angiomasB. Neurofibromatosis with features of MEN1 or 2C. Carney complex1. Myxomas of heart, skin, and breast2. Spotty cutaneous pigmentation3. Testicular, adrenal, and GH- producing pituitary tumors4. Peripheral nerve schwannomas",
        "cop": 4,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "0b158f0b-8456-4fb3-85ad-a4fb7ca34dc6",
        "choice_type": "multi"
    },
    {
        "question": "Hypercalcemia in sarcoidosis all are true except?",
        "exp": "Ans. is 'a' i.e., Parathormone level is increased Calcium metabolism in sarcoidosis* Extrarenal synthesis ofcalcitriol is central to the pathogenesis of abnormal calcium metabolism in sarcoidosis.* Sarcoidosis causes an increase in 1, 25-dihydroxy vitamin D, the active metabolite of vitamin D, which is usually hydroxylated within the kidney, but in sarcoidosis patients hydroxylation of vitamin D can occur outside the kidneys, mainly inside the immune cells found in the granulomas and produces 1 alpha, 25(OH)2D3, which is the main cause for hypercalcemia in sarcoidosis.* Gamma-interferon produced by activated lymphocytes and macrophages, also plays a major role in the synthesis of 1 alpha, 25(OH)2D3.* Above 1-ahydroxylation is controlled by PTH and calcitriol. PTH is stimulated by circulating vitamin D metabolites and low levels of ionized calcium to form a bioregulatory loop 8c PTH release is inhibited by hypercalcaemia and high levels ofcalcitriol, which explains why the PTH level is suppressed in sarcoidosis.* PTHrP has similar properties to PTH, stimulating 1 -a hydroxylation of 25(OH)2D3 and affecting bone turnover but unlike PTH, PTHrP gene expression is not regulated by calcium and vitamin D metabolites, but rather by TNFa and IL-6, two cytokines that are up-regulated in sarcoidosis. They are produced by macrophages and have autocrine actions, up-regulating PTHrP expression and therefore increasing calcitriol synthesis* To date corticosteroids have been the first-line therapy in hypercalcaemic sarcoidosis because of their effectiveness in rapidly restoring normocalcaemia and the lack of a recognized alternative therapy.* It is generally accepted that a corrected serum calcium concentration of >3.0 mmol/1 or evidence of renal complications in the presence of a lesser degree of hypercalcaemia is an indication for therapy.",
        "cop": 1,
        "opa": "Parathormone level is increased",
        "opb": "PTHrP level is increased",
        "opc": "Calcitriol level is increased",
        "opd": "Oral steroids are useful",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "4a27ba98-7771-4962-a0c7-ec05a4182db9",
        "choice_type": "multi"
    },
    {
        "question": "Amyloidosis is most commonly seen in DM -",
        "exp": "(C) (Type II DM) (252- Robbins 8th) (155 - Robbins - Basic pathology 9,h)* The two best example of localized amyloidosis are Alzheimer's disease and Type II DM* In type II DM it is the islet amyloid polypeptide (AIAPP) also known as Amylin.* Amyloidosis in fundamentally a disorder of protein misfolding**.Classification of AmyloidosisClinicopathologic CategoryAssociated Disease (s)Major Fibril ProteinChemically Related Precursor ProteinSystemic (Generalized) AmyloidosisImmunocyte dyscrasis with amyloidosis (primary amyloidosis)Multiplex myeloma and other monoclonal plasma cell proliferationsALImmunoglobulin light chains, chiefly l typeReactive systemic amyloidosis (secondary amyloidosis)Chronic inflammatory conditionsAASAAHemodialysis-associated amyloidosisChronic renal failureAb2mb2-MicroglobulinHereditary AmyloidosisFamilial Mediterranean fever AASAAFamilial amyloidotic (severe types) ATTRTransthyreinSystemic senile amyloidosis ATTRTranshyretin Localized Amyloidosis Senile cerebralAlzheimer diseaseAbAPPEndocrine Medullary carcinoma of thyroid A CalCalcitoninIslets of LangerhansType 2 diabetesAIAPPIslet amyloid peptideIsolated atrial amyloidosis AANFAtrial natriuretic factor* On histologic examination, the amyloid deposition is always extracellular and begins between cells.* Kidney - amyloid deposits are found principally in the glomeruli. Liver - amyloid deposits first appear in the space of Disse. They do not provoke an inflammation response.* Protein involved in inter cellular connection is - connexin.* MC employed stain for amyloidosis is - Congored with polarized light*** \"Pinch\" purpura is diagnostic of systemic primary amyloidosis.",
        "cop": 3,
        "opa": "Maturity onset DM",
        "opb": "Type I DM",
        "opc": "Type II DM",
        "opd": "Hypertension",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "66127370-cb43-45c6-baad-ef6a2881bf73",
        "choice_type": "single"
    },
    {
        "question": "A 20-year-old woman and her twin sister both experience increasing diplopia. Their conditions develop within 3 years of each other. On physical examination, they have exophthalmos and weak extraocular muscle movement. The thyroid gland is diffusely enlarged but painless in each sister, and there is no lymphadenopathy in either woman. Which of the following serum laboratory findings is most likely to be reported in these sisters?",
        "exp": "Exophthalmos is a feature seen in about 40% of individuals with Graves' disease. The hyperfunctioning thyroid gland leads to an increased T4 level, with positive feedback from the pituitary to decrease thyroid-stimulating hormone (TSH) secretion. There is about 50% concordance of Graves' disease among identical twins. The autoimmune character of this disorder is evidenced by an association with HLA-DR3 and by the presence of an autoantibody against TSH receptor that activates T4 secretion. An increased thyrotropin-releasing hormone (TRH) level would increase the TSH level and increase the T4 , but feedback typically occurs at the level of the pituitary and the hypothalamus, and abnormal increases in TRH are uncommon. Anti-thyroid peroxidase antibodies can be seen in Hashimoto thyroiditis and Graves' disease, but the highest titers occur in Hashimoto thyroiditis. T3 levels are less likely to be elevated than T4 levels.",
        "cop": 2,
        "opa": "Decreased free thyroxine level",
        "opb": "Decreased thyroid-stimulating hormone level",
        "opc": "High titer thyroid peroxidase autoantibodies",
        "opd": "Increased thyrotropin-releasing hormone level",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "d6f2f3b9-7c5c-4614-9c83-9068b3aa5d9f",
        "choice_type": "multi"
    },
    {
        "question": "70 M presented to AIIMS OPD with fatigue. Fasting sugar was 110 mg%, PP was 180 mg%, Hbalc was 6.1 %. What is your diagnosis?",
        "exp": "Ans. (a) Prediabetes(Ref: Robbins 9th/pg 1106; 8th 1131)Diagnostic criteria according to ADA and WHO: Presence of any 1 or more of the following-CriteriaDiabetesImpaired glucose tolerance (pre-diabetes)* Fasting plasma glucose>=126mg/dLbetween 100 and 125mg/dL* Random plasma glucose>=200mg/dL-* 2-hour plasma glucose during oral glucose tolerance test (OGTT) with 75 g>=200mg/dLbetween 140 and 199mg/dL* Glycated hemoglobin (HbA1C) level>=6.5%between 5.7% and 6.4%.",
        "cop": 1,
        "opa": "Prediabetes",
        "opb": "Stress induced",
        "opc": "Normal",
        "opd": "Diabetes",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "694a7d92-b51b-4b5a-a036-ab4c7229bbec",
        "choice_type": "single"
    },
    {
        "question": "In malignant hyperthermia the increased heat production is due to :",
        "exp": "Ans. is 'a' i.e. increased muscle metabolism by excess of calcium ionsRef Harrison 16th/e p 105 (15th/e page 92)Malignant hyperthermiais caused by inherited abnormality in sarcoplasmic reticulum of skeletal muscleDue to this there is rapid increase in intracellular calcium levels in response to certain drugs.This leads toIncreased muscle metabolismElevated temperatureRhabdomyolysisRigidityAcidosisCardiovascular instabilityIt is often fatalDrugs which cause malignant hyperthermia areHalothane*Succinyl choline*Phenothiazines Haloperidol*",
        "cop": 1,
        "opa": "Increased muscle metabolism by excess of calcium ions",
        "opb": "Thermic effect of food",
        "opc": "Increased sympathetic discharge",
        "opd": "Mitochondrial thermogenesis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "865c98a6-86fa-4e67-9a35-8a316363d7b8",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old female presented with features of weight gain and loss of appetite and easy fatigue. On examination a swelling was noticed in anterior aspect of neck which moved with deglutination. Biopsy performed from neck revealed the following. What is your diagnosis?",
        "exp": "Ans. (b) Hashimoto's thyroiditis*The history given suggests a thyroid swelling. The given biopsy from the same shows thyroid parenchyma containing a dense lymphocytic infiltrate with germinal centers. Residual thyroid follicles are lined by deeply eosinophilic Hurthle cells. This suggests Hashimoto's thyroiditis.",
        "cop": 2,
        "opa": "Reidel's thyroiditis",
        "opb": "Hashimoto thyroiditis",
        "opc": "Follicular carcinoma thyroid",
        "opd": "Graves disease",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "e04cc18b-459c-4176-bc35-2d14ca5722f9",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old man with fasting blood glucose >140 mg/ dL on two occasions is put on a restricted caloric diet and started on a glucagon-like peptide-1 (GLP-1) receptor agonist. Which of the following laboratory studies is most likely to afford the best method of monitoring disease control in this man?",
        "exp": "Nonenzymatic glycosylation refers to the chemical process whereby glucose attaches to proteins without the aid of enzymes. The degree of glycosylation is proportionate to the level of blood glucose. Many proteins, including hemoglobin, undergo nonenzymatic glycosylation. Because RBCs have a life span of about 120 days, the amount of glycosylated hemoglobin is a function of the blood glucose level over the previous 120-day period. The level of glycosylated hemoglobin is not appreciably affected by short-term changes in plasma glucose levels. Random glucose testing is an immediate way of monitoring short-term adjustments with diet and medications such as insulin and oral agents. Fasting glucose testing affords a better way to diagnose diabetes mellitus initially. Measurements of cholesterol and fructosamine have no value in managing diabetes mellitus. Microalbuminuria may presage the development of the diabetic renal disease. The \"incretin effect\" is diminished in patients with type 2 diabetes, and the use of GLP-1 receptor agonists can help to restore incretin function and lead to improved glycemic control and loss of weight via increased satiety.",
        "cop": 3,
        "opa": "Cholesterol, total",
        "opb": "Fasting plasma glucose",
        "opc": "Glycosylated hemoglobin",
        "opd": "Microalbuminuria E Random plasma glucose",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "0120662c-2bcb-4a25-b0a8-ee3c23603812",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman complains of headache, visual disturbances, deepening of the voice, and generalized weakness. She reports amenorrhea for the past year and states that she recently required a larger shoe size. Laboratory studies show impaired glucose tolerance. What other procedure would be useful for establishing your diagnosis?",
        "exp": "This patient has clinical features of a pituitary adenoma with acromegaly. Pituitary adenomas range from small lesions that do not enlarge the gland to expansive tumors that erode the sella turcica and impinge on adjacent cranial structures. Adenomas smaller than 10 mm in diameter are referred to as microadenomas, and larger ones are termed macroadenomas. Microadenomas do not produce symptoms unless they secrete hormones. The mass effects of pituitary macroadenomas include impingement on the optic chiasm, often with bitemporal hemianopsia and loss of central vision, oculomotor palsies when the tumor invades the cavernous sinuses, and severe headaches. Large adenomas may invade the hypothalamus and lead to loss of temperature regulation, hyperphagia, and hormonal syndromes because they interfere with the normal hypothalamic input to the pituitary. Symptoms of acromegaly include characteristic facial changes, goiter, barrel chest, abnormal glucose tolerance, male sexual dysfunction, menstrual disorders in women, degenerative arthritis, peripheral neuropathy, and thickened skin. The other choices represent tests that will not provide the diagnosis of pituitary tumor.Diagnosis: Acromegaly, pituitary adenoma",
        "cop": 3,
        "opa": "CBC with differential count",
        "opb": "CT scan of the abdomen",
        "opc": "MRI of the sella turcica",
        "opd": "Test for serum 21-hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "f07ecd3f-33ac-440c-9ccf-90842b2c5ba4",
        "choice_type": "single"
    },
    {
        "question": "Biopsy from parathyroid gland from a 55-year old male who presented to nephrology department of AIIMS has been shown below. He is a known case of chronic kidney disease with hypertension and type II diabetes. He has recently developed bone pain, lesions in skin and recurrent stones in kidney",
        "exp": "Ans. (a) Water clear cells in parathyroid hyperplasia.*The given histology shows abundant optically clear cells of variable size (hyperplasia and hypertrophy), with spherical clear vacuoles surrounded by thin eosinophilic material; basal nuclei, compact or alveolar patterns.",
        "cop": 1,
        "opa": "Water clear cells in parathyroid hyperplasia",
        "opb": "Water clear cells in parathyroid Ca",
        "opc": "TB parathyroid",
        "opd": "Parathyroid Necrosis",
        "subject_name": "Pathology",
        "topic_name": "Endocrine",
        "id": "1e0d43d9-5e26-4ac8-ab31-e06cc4b89ec9",
        "choice_type": "single"
    }
]