[
    {
        "question": "A 56-year-old diabetic woman has recently been treated with a 2-week course of antibiotics for a skin infection. She returns to the clinic for follow-up with a new complaint of a \"cottage cheese-like\" vaginal discharge with significant vaginal itching. The most likely cause of these symptoms is",
        "exp": "C. albicans is a major cause of vulvovaginitis. Patient presents with \" cottage - cheese like\" vaginal discharge. C. granulomatis causes granuloma inguinale. Chancroid results in painful genital ulcers and is caused by the organism H. ducreyi. HSV type 2 can cause genital vesicular lesions. N. meningitidis can cause meningitis.",
        "cop": 2,
        "opa": "C. granulomatis.",
        "opb": "C. albicans.",
        "opc": "Chancroid.",
        "opd": "Neisseria meningitidis.",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "d0eb33a7-526e-4852-bfc3-b706c70febb7",
        "choice_type": "single"
    },
    {
        "question": "An 18-year-old woman presents for follow-up of an abnormal Pap smear that revealed an abnormality suggestive of HPV infection. Which of the following was the likely cytopathologic finding?",
        "exp": "Koilocytes are indicative of HPV-infected epithelial cells. Viral infection causes intracytoplasmic vacuolation that is apparent in cytopathologic and histopathologic preparations. Donovan bodies represent macrophages stuffed with numerous C.(Donovania) granulomatis organisms. Clear cells are characteristic of clear cell adenocarcinoma of the vagina. Paget cells are characteristic large cells surrounded by a clear, halo-like area that occur in Paget disease of the vulva and Paget disease of the breast.",
        "cop": 2,
        "opa": "Donovan bodies",
        "opb": "Koilocytes",
        "opc": "Clear cells",
        "opd": "Fibroids",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "c9944c68-ad7e-4039-8966-a3ec8eb05c4a",
        "choice_type": "single"
    },
    {
        "question": "40 year old female came to gynae OPD with a complaint of genital ulcer. Physical examination reveals desquamated epithelium and inflammed ulcer bed . Histopathological examination of the inflammatory exudate reveals multinucleated squamous cells with eosinophilic to basophilic viral inclusions with ground glass apearance. Which of the following is most likely the cause ?",
        "exp": "Herpes Simplex Virus HSV are DNA viruses. There are 2 serotypes of HSV : HSV-1 and HSV-2. HSV-1 causes mainly oral infections and HSV-2 causes mainly genital infections in both males and females. Genital HSV infection is common and may involve cervix , vagina, vulva in females. Histopathological examination shows characterstic cytopathic changes consisting of multinucleated squamous cells containing eosinophilic to basophilic viral inclusions with a ground glass pattern. Image showing the viral cytopathic effect of HSV : multi-nucleation and ground glass chromatin",
        "cop": 2,
        "opa": "Candida albicans",
        "opb": "Herpes simplex Virus",
        "opc": "Molluscum contagiosum",
        "opd": "Gardnerella vaginalis",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "0932dddd-38e9-45a4-bbe3-3c9c4f9a4df8",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old prostitute is seen in a community health care clinic. About 4 months earlier, she had a painless labial sore and swelling of a right inguinal lymph node, both of which had subsided uneventfully over a period of several weeks. About 3 weeks later she developed fever and a generalized maculopapular skin rash that involved the palms of the hands and the soles of the feet. She has also has flattened, broad-based plaques in anogenital region. The most likely diagnosis is?",
        "exp": "The patient presents with a lesion of secondary syphilis known as condyloma lata. This stage is marked by painless, superficial lesions of the skin and mucosal surfaces. It occurs 2 to 10 weeks after the primary chancre in approximately 75% of untreated people. Skin lesions frequently occur on the palms or soles of the feet and may be maculopapular, scaly, or pustular. Moist areas of the skin, such as the anogenital region, inner thighs, and axillae, may have broad-based elevated plaques called condylomata lata. The original lesion, the painless ulcer or chancre, is characteristic of primary syphilis. Chancroid is a similar lesion to the primary lesion in syphilis, but instead is painful. Condyloma acuminatum (anogenital was) is a similarly named lesion often referred to as a venereal wa and is due to HPV. Papillary hidradenoma is a common benign tumor of the vulva, presenting as a nodule that may ulcerate and bleed.",
        "cop": 4,
        "opa": "Chancre",
        "opb": "Chancroid",
        "opc": "Condyloma acuminatum",
        "opd": "Condyloma lata",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "8b135e8f-54c7-4d5f-91e8-2b7d325d5454",
        "choice_type": "multi"
    },
    {
        "question": "A 25-year-old woman has cauliflower shaped perineal lesions that are diagnosed as condyloma acuminatum. The etiologic agent is",
        "exp": "Condyloma acuminatum is a nonmalignant neoplastic-like papillomatous condition that affects epithelium of the perineal, vulval, perianal and vaginal regions. It is caused by HPV (most often HPV 6 and 11). Given histopathological slide is showing Condyloma acuminatum Acanthosis and koilocytosis of squamous epithelium. Branching villous structure Genital herpes is usually caused by HSV type 2. T. pallidum is a spirochete and the etiologic agent of syphilis. H. ducreyi causes chancroid, a painful, erosive, chancre-like lesion.",
        "cop": 4,
        "opa": "HSV.",
        "opb": "Treponema pallidum.",
        "opc": "Haemophilus ducreyi.",
        "opd": "HPV.",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "11bd43d2-3007-493c-aea4-be1dcdd2376b",
        "choice_type": "multi"
    },
    {
        "question": "Most common type of rhabdomyosarcoma is?",
        "exp": "MC sarcoma in infancy or childhood is embryonal rhabdomyosarcoma. In some cases, it manifests as a polypoid grapelike mass (sarcoma botryoides). MC sarcoma in the bladder in adults is leiomyosarcoma",
        "cop": 2,
        "opa": "Pleomorphic",
        "opb": "Embryonal",
        "opc": "Alveolar",
        "opd": "Botryoid",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "78314331-2439-4c5c-bf97-66a0113f156a",
        "choice_type": "single"
    },
    {
        "question": "The cervical lesion shown is similar to that obtained in a cone cervical biopsy from a 28-year-old sexually active woman who had had a \"positive\" Pap smear. The type of cervical change seen here is often characterized by",
        "exp": "The illustration demonstrates carcinoma in situ of the uterine cervix, which is characterized by disordered epithelial growth manifested by loss of polarity and nuclear hyperchromasia beginning at the basal layer and extending outward. Although mild forms can be reversible, the principal significance of CIN is its precursor role in the genesis of invasive cervical carcinoma. Invasion and metastases are not associated with CIN but only with fully developed invasive carcinoma. However, genomic integration of HPV DNA sequences, most often types 16, 18, 31, or 33 is associated with CIN, as well as with frank malignant change.",
        "cop": 4,
        "opa": "Local invasion.",
        "opb": "Penetration of the basement membrane.",
        "opc": "Lymphatic spread.",
        "opd": "Genomic integration of HPV sequences.",
        "subject_name": "Pathology",
        "topic_name": "Female genital Tract",
        "id": "e9dde3ef-bd37-47b7-b875-808f1e175165",
        "choice_type": "multi"
    }
]