[
    {
        "question": "Earliest feature of TB:-",
        "exp": "(C.) - Ingestion of mycobacterium tuberculosis inside the lung will cause stimulation in the no. of lymphocytes, that will cause lymphocytosis First cell in the lung which will be affected by myco. TB infection is alveolar macrophage Transmission of myco. TB - cough & sneeze (droplet infection) (A.) - TB infection is characterized by type 4 hypersensitivity reaction Type 4 hypersensitivity reaction- granuloma formation - LANGHAN's CELL (B.) - Langerhan's cell - giant cell found in the skin. (D.) - type of necrosis seen in TB is CASEOUS NECROSIS.",
        "cop": 3,
        "opa": "Granuloma",
        "opb": "Langerhan's Giant cells",
        "opc": "Lymphocytosis",
        "opd": "Caseation",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "82611331-658f-4a77-8a02-bee67b0d416e",
        "choice_type": "single"
    },
    {
        "question": "Disease which may present with proteinuria:-",
        "exp": "Healthy glomerulus is responsible for repulsion of proteins like Albumin Any kind of inflammation affecting the glomerulus will lead to damage to glomerulus, thus glomerulus will not function properly, leading to proteinuria. This type of proteinuria is given the name \"Sub-nephrotic proteinuria\" Additional findings in patient with glomerulonephritis : 1. HTN 2. Hematuria 3. Oliguria",
        "cop": 4,
        "opa": "Aeriitis",
        "opb": "Polycystic kidney disease",
        "opc": "Pyelonephritis",
        "opd": "Glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "35f8956b-ecea-4054-ad23-0b73b462fc66",
        "choice_type": "single"
    },
    {
        "question": "Virchows triad includes all except:-",
        "exp": "The Virchow Triad in thrombosis:- Endothelial integrity (most impoant) Abnormal blood flow hypercoagulability",
        "cop": 4,
        "opa": "Endothelial injury",
        "opb": "Stasis of blood flow",
        "opc": "Hypercoagulability",
        "opd": "Platelet thrombus",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "031ae1ed-fb1f-46fb-8163-6f97384fa9e8",
        "choice_type": "multi"
    },
    {
        "question": "Negri bodies are characteristic of:- `",
        "exp": "Negri bodies are seen in the Pyramidal neurons within Ammon's horn of the Hippocampus and Purkinje cells in the cerebellar coex on postmoem of the rabied person.",
        "cop": 2,
        "opa": "Tetanus",
        "opb": "Rabies",
        "opc": "Polio",
        "opd": "AIDS",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "bf823181-b70e-439e-9787-fb8fc2038c12",
        "choice_type": "single"
    },
    {
        "question": "MC cause of nephrotic syndrome in adults:-",
        "exp": "Commonest cause of Nephrotic syndrome in:- Age Group Cause Adults FSGS Children Minimal change disease Elderly Membranous GN Commonest cause of Nephritic syndrome in:- Age Group Cause Children PSGN Adults Iga Nephropathy",
        "cop": 4,
        "opa": "Good-pasture syndrome",
        "opb": "Membranous GN",
        "opc": "Minimal change disease",
        "opd": "Focal segmental glomerulosclerosis",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "16b4fbf2-c250-41eb-8bcc-c071957e4b62",
        "choice_type": "single"
    },
    {
        "question": "In gastric outlet obstruction in a peptic ulcer patient, the site of obstruction is most likely to be:-",
        "exp": "Peptic ulcer disease , Carcinoma of the stomach - can result in Gastric outlet obstruction Peptic ulcer disease, MC site of obstruction - Duodenum Carcinoma of stomach, MC site of obstruction - Pyloric region of stomach - Most common cause of Gastric Outlet Obstruction in adult patient - Carcinoma of the stomach.",
        "cop": 2,
        "opa": "Antrum",
        "opb": "Duodenum",
        "opc": "Pylorus",
        "opd": "Fundus",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "d8f0c8b8-90a3-49a8-b931-0e5b8c00a84a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a component of Jones criteria for diagnosing acute rheumatic fever?",
        "exp": "Major criteria (Jones criteria for Acute Rheumatic fever) Carditis Clinical and/or subclinical Ahritis Polyahritis only Monoahritis or polyahritis or polyahralgia in moderate to high-risk populations Chorea Erythema marginatum Subcutaneous nodules There is a latent period of ~3 weeks (1-5 weeks) between the precipitating group A streptococcal infection and the appearance of the clinical features of ARF. The exceptions are chorea and indolent carditis, which may follow prolonged latent periods lasting up to 6 months. Syndenham's Chorea - commonly occurs in the absence of other manifestations, follows a prolonged latent period after group A streptococcal infection, and is found mainly in females. ARF almost always affects the large joints--most commonly the knees, ankles, hips, and elbows--and is asymmetric Subcutaneous nodules occur as painless, small (0.5-2 cm), mobile lumps beneath the skin overlying bony prominences (extensor surfaces).",
        "cop": 3,
        "opa": "Pancarditis",
        "opb": "Migratory polyhritis",
        "opc": "Erythema nodosum",
        "opd": "Sydenham chorea",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "8992097b-5a22-4124-ba46-46335ba97db5",
        "choice_type": "single"
    },
    {
        "question": "Gluten sensitive enteropathy is strongly associated with:-",
        "exp": "Gluten sensitive enteropathy /CELIAC SPRUE have a definitive association with HLA DQ2 / DQ8 Also associated with other immune diseases including type 1 diabetes, thyroiditis & Sjogren syndrome Diagnosis of celiac sprue is done by: Multiple intestinal biopsies - Villous atrophy, crypts hyperplasia along with lymphocytic infiltration Detecting antibodies like anti-TTG antibody ; anti-endomysial antibody Skin biopsy showing destruction to dermal papillae by IgA resulting in Dermatitis herpetiformis Normal villus in the small intestine Atrophy of the villi, lengthening of the crypts, and a heavy chronic inflammatory infiltrate in the lamina propria. Dermatitis herpetiformis showing vesicles with erythema on the extensor surface of the forearm.",
        "cop": 4,
        "opa": "Blood group B",
        "opb": "HLA-DQ3",
        "opc": "HLA-DR4",
        "opd": "HLA-DQ2",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "827e4de3-e167-4157-8ba3-3e57efac2d92",
        "choice_type": "single"
    },
    {
        "question": "Hea failure cells are:-",
        "exp": "Hea failure cells are seen in lungs. Pathogenesis:- Left ventricular hea failure | Stasis of blood in left side chambers | Blood backing up in pulmonary circulation | Pulmonary edema | Red cells and plasma proteins extravasate into the edema fluid with in alveolar spaces | Phagocytosed and digested by macrophages | Hemosiderin - laden macrophages",
        "cop": 3,
        "opa": "Lipofuscin granules in cardiac cells",
        "opb": "Pigmented hepatocytes",
        "opc": "Pigmented alveolar marcophages",
        "opd": "Pigmented cells in pancreas",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "56dd9d39-2bea-4cee-a819-f84d6c342a49",
        "choice_type": "single"
    },
    {
        "question": "Secondary healing mechanism is?",
        "exp": "2deg healing involves recruitment of macrophages, fibroblasts & new blood vessels. COLLECTIVELY K/A - GRANULATION TISSUE Other options:- A - granuloma formation is seen in any condition associated with CHRONIC INFLAMMATION e.g. TB B - scab formation is non - specific used for drying up of secretions after injury D - neo-vascularization is one of the components of granulation tissue",
        "cop": 3,
        "opa": "Granuloma formation",
        "opb": "Scab formation",
        "opc": "Granulation tissue",
        "opd": "Neovascularization",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "5c2078d6-7ad5-4185-9258-c16efb1ce3d3",
        "choice_type": "single"
    },
    {
        "question": "Histopathological finding 12 hours after ischemic injury to hea is?",
        "exp": "Ischemic injury to hea is Myocardial infarction Earliest change seen is waviness of fibers . - early coagulation necrosis - pyknosis of nucleus Myocyte hyper-eosinophilia Early neutrophilic infiltrate Marginal contraction bank necrosis 1-3 days - brisk interstitial infiltrate of neutrophils 3-7 days - early phagocytosis of dead cells by macrophages at infarct border. Note: best enzyme for diagnosis of MI is Troponin I . TIME MICROSCOPIC CHANGES GROSS CHANGES 0 - 1/2 hrs - - 1/2 - 4 hrs Waviness of fibers of the border - 4 - 12 hrs Early coagulation necrosis, edema and hemorhage Dark mottling 12 - 24 hrs Coagulation necrosis with neutrophilic infiltration Dark mottling 1 - 3 days Coagulation necrosis with loss of nuclei and striations. Interstitial infiltrate of neutrophils Mottling with yellow - fan infact center 3 - 7 days Beginning of disintegration of dead myofibres with dying neutrophils. Early phagocytosis of dead cells by macrophages Hyperemic border, and central yellow fan softening 7 - 10 days Well developed phagocytosis of dead cells. Granulation tissue of margins Maximally yellow fan and soft, with depressed red-fan margins 10-14 days Well - established granulation tissue with new blood vessels and collagen deposition Red-gray depressed infarct borders 2 - 8 week Increased collagen deposition, with decreased cellularity Grey-white scar, progressive from border foward core of infarct > 2 month Dense collogenous scar Scarring complete",
        "cop": 3,
        "opa": "Karyorrhexis of myocytes",
        "opb": "Neocapillary invasion of myocytes",
        "opc": "Hyper-eosinophilia of myocytes",
        "opd": "Coagulation necrosis of myocytes",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "10cefe40-8444-4896-a62d-1ca1a27fe0d2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about Anaplasia?",
        "exp": "ANAPLASIA-It is the hallmark feature of malignant transformation. Metaplasia Change of epithelium types Benign & fully reversible Metaplasia | Dysplasia | Anaplasia Metastasis is hallmark feature of malignancy. Anaplasia is associated with many other morphological changes: Pleomorphism Abnormal nuclear pathology Mitoses Loss of polarity Areas of ischemic necrosis can be seen. When dysplastic changes are marked & involve full thickness of epithelium, but lesion does not penetrate B.M, it is considered CARCINOMA IN SITU. Once the T0 cells invade B.M, T0 is said to be INVASIVE. Dysplasia may be a precursor to malignant transformation, it does not always progress to cancer.",
        "cop": 2,
        "opa": "Loss of cohesion between cells",
        "opb": "Loss of differentiation",
        "opc": "Change of epithelium type",
        "opd": "Benign and fully reversible",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "5afdc03b-bb36-486d-9adc-956cce1633bd",
        "choice_type": "multi"
    },
    {
        "question": "Crescent forming glomerulonephritis is:-",
        "exp": "* Rapidly progressive glomerulonephritis : Characterized by progression to acute renal failure within 4 wks * Gross morphology : Flea bitten kidney is seen in : R - RPGN S - Subacute bact. Endocarditis M - Malignant Hypeension * Microscopic Examination : \"Crescent Formation\"- Proliferation of parietal epithelium + fibrin + WBC More the number of crescents - poorer the prognosis",
        "cop": 3,
        "opa": "MIPGN",
        "opb": "MGN",
        "opc": "RPGN",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "b0d04cee-021c-4736-b75f-624ea0a8c4c2",
        "choice_type": "multi"
    },
    {
        "question": "Cell that can form the maximum number of other cells in the body is called?",
        "exp": "Totipotent cells- can form maximum no of other cells in body e.g. cells of zygote Note: Totipotent cells gives rise to teratoma B - multipotent - gives rise to different types of cells, except cells of placental tissue. C - pluripotent: gives rise to cell belonging to more than one lineage e.g. hematopoietic stem cells",
        "cop": 1,
        "opa": "Totipotent",
        "opb": "Multipotent",
        "opc": "Pluripotent",
        "opd": "Lineage stem cells",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "fde6c2cd-4205-4eb1-a293-9174adbeb543",
        "choice_type": "multi"
    },
    {
        "question": "Which organ is involved in Goodpasture syndrome?",
        "exp": "Good pasture syndrome Type II Hypersensitivity reaction. Auto Ab against glomerular basement membrane - type IV collagen Affects kidneys & lung causing hematuria & hemoptysis Characterized by linear deposits.",
        "cop": 3,
        "opa": "Liver",
        "opb": "Adrenals",
        "opc": "Kidney",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "cda33fef-23d1-44c2-a41c-c6bb9efc70ea",
        "choice_type": "single"
    },
    {
        "question": "Which patter of inheritance of disease is associated with consanguinity?",
        "exp": "CONSANGUINITY - condition in which closely related individuals are going to have the marriage. This can lead to expression of even those genes which are recessive in nature. Therefore, it is a risk factor for expression of AR disorder.",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "Autosomal dominant",
        "opc": "X linked recessive",
        "opd": "X linked dominant",
        "subject_name": "Pathology",
        "topic_name": "FMGE 2018",
        "id": "90c6c881-65fd-4d82-8d23-49e1dc4270fb",
        "choice_type": "single"
    }
]