[
    {
        "question": "The hypersensitivity reaction involved in the hyperacute rejection of renal transplant is:",
        "exp": "Types of graft rejection Type Onset Mechanism Type of Hypersensitivity Hyperacute Immediate Preformed antibodies directed against donor tissue II Acute Days to weeks Mediated by T cells and antibodies that are activated by alloantigens in the graft IV Chronic Months to years T cells that react against graft alloantigens and secrete cytokines, alloantibodies also contribute to chronic rejection. III & IV",
        "cop": 2,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "6f20af10-894e-4ca5-8f5a-1a95aceee879",
        "choice_type": "single"
    },
    {
        "question": "The role played by major histocompatibility complex protein is:",
        "exp": "The function of MHC molecules is to display peptide fragments of protein antigens to antigen-specific T cells for recognition and activation of immune response. Because MHC molecules are fundamental to the recognition of antigens by T cells and are linked to many autoimmune diseases. In humans the MHC molecules are called human leukocyte antigens (HLA). On the basis of their structure, cellular distribution and function, MHC gene products are classified into two major classes: * Class I MHC molecules- expressed on all nucleated cells and platelets. They are heterodimers consisting of a polymorphic a, or heavy, chain linked non-covalently to a smaller non polymorphic protein called b 2 -microglobulin. Class I MHC molecules display peptides that are derived from proteins, such as viral and tumor antigens, that are located in the cytoplasm and usually produced in the cell, and class I-associated peptides are recognized by CD8+ T lymphocytes. Since CD8+ T cells recognize peptides only if presented as a complex with class I MHC molecules, CD8+ T cells are said to be class I MHC-restricted. * Class II MHC molecules- encoded in a region called HLA-D, which has three subregions: HLA-DP, HLA-DQ, and HLA-DR. Class II molecule is a heterodimer consisting of a noncovalently associated a chain and b chain, both of which are polymorphic. Class II MHC molecules present antigens that are internalized into vesicles, and are typically derived from extracellular microbes and soluble proteins. The class II b 2 domain has a binding site for CD4, and therefore, the class II-peptide complex is recognized by CD4+ T cells. Because CD4+ T cells can recognize antigens only in the context of self-class II molecules, they are referred to as class II MHC-restricted. The combination of HLA alleles in each individual is called the HLA haplotype.",
        "cop": 3,
        "opa": "Transduce the signals to T cells following antigen recognition",
        "opb": "Mediate immunoglobulin class switching",
        "opc": "Present antigens for recognition by T cell antigen receptor",
        "opd": "Enhance the secretion of cytokines",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "2584af0c-dcb6-4540-bf3b-75f730e9ea1f",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding reversible cell injury, except:",
        "exp": "Reversible cell injury features recognized under the light microscopy are: cellular swelling and fatty change. Cellular swelling is the first manifestation to appear in almost every form of injury. On microscopic examination, small clear vacuoles may be seen within the cytoplasm; which are distended and pinched-off segments of the ER. This pattern of nonlethal injury is also referred as hydropic change or vacuolar degeneration. Swelling of cells is reversible. Cells may also show increased eosinophilic staining, which becomes much more pronounced with progression to necrosis. The ultra-structural changes of reversible cell injury include: Decreased ATP Plasma membrane changes,such as blebbing, and loss of microvilli Dilation of the ER, with detachment of polysomes; cytoplasmic myelin figures may be present Nuclear changes, with dis-integration of granular and fibrillar elements.",
        "cop": 1,
        "opa": "Formation of amorphous densities in the mitochondrial matrix",
        "opb": "Diminished generation of ATP",
        "opc": "Formation of blebs in the plasma membrane",
        "opd": "Detachment of ribosomes from the granular ER",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "9dba12c7-91c9-4774-87fe-85c4d4d202a7",
        "choice_type": "multi"
    },
    {
        "question": "A patient had renal transplant 2 months back and now presented with difficulty in breathing. X ray showed bilateral diffuse interstitial infiltrates, which are more in the perihilar region. The probable etiologic agent would be:",
        "exp": "The appearance of a pulmonary infiltrate, with or without signs of infection (e.g., fever), is one of the most common and serious complications in patients whose immune defenses are suppressed by disease, immunosuppressive therapy for organ or hematopoietic stem cell transplants, chemotherapy for tumors, or irradiation. The ones that commonly involve the lung can be classified according to the etiologic agent: Bacteria Viruses fungi P. aeruginosa Mycobacterium species L. pneumophila Listeria monocytogenes Cytomegalovirus herpesvirus P. jiroveci Candida species Aspergillus species Phycomycetes Cryptococcus neoformans Causes of Pulmonary infiltrates in Immunocomprimised Hosts Diffuse Infiltrates Focal Infiltrates Common Cytomegalovirus (m/c in lung transplant) Pneumocystis jirovecii (m/c overall) Drug reaction Gram-negative bacterial infections Staphylococcus aureus Aspergillus Candida Malignancy Uncommon Bacterial pneumonia Aspergillus Cryptococcus Malignancy Cryptococcus Mucor Pneumocystis jiroveci Legionella pneumophila",
        "cop": 4,
        "opa": "CMV",
        "opb": "Mycobacterium tuberculosis",
        "opc": "Staphylococcus aureus",
        "opd": "Pneumocystis jirovecii",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "7bde5797-b80e-49ae-b7b7-f4ba3d305914",
        "choice_type": "single"
    },
    {
        "question": "Calcification of soft tissues without any disturbances of calcium metabolism is called:",
        "exp": "Pathologic calcification is abnormal deposition of calcium, with small amount of iron, magnesium and other mineral salts in tissues. Dystrophic calcification is encountered in areas of necrosis, whether they are of coagulative, caseous, or liquefactive type, and in foci of enzymatic necrosis of fat. It is seen in dead/dying cells with normal serum calcium levels and metabolism Metastatic calcification may occur in normal tissues in cases of hypercalcemia. There are four principal causes of hypercalcemia: Increased secretion of parathyroid hormone (PTH) resorption of bone tissues, secondary to primary tumors of bone marrow (e.g., multiple myeloma, leukemia) Vitamin D-related disorders Renal failure",
        "cop": 3,
        "opa": "Inotrophic calcification",
        "opb": "Monotrophic calcification",
        "opc": "Dystrophic calcification",
        "opd": "Calcium induced calcification",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "574f7a7e-9684-454d-b98e-a380afad23d4",
        "choice_type": "multi"
    },
    {
        "question": "All are true about apoptosis except:",
        "exp": "Features of Necrosis and Apoptosis Feature Necrosis Apoptosis Nucleus Pyknosis - Karyorrhexis - Karyolysis Fragmentation into nucleosome size fragments Cell size Enlarged (swelling) Reduced (Shrinkage) Cellular contents Enzymatic digestion; may leak out of cell Intact; may be released in apoptotic bodies Plasma membrane Disruoted Intact; altered structure, especially orientation of lipids Adjacent inflammation Frequent No Physiologic or pathologic role Invariably pathologic (culmination of irreversible cell injury) Often physiologic, means of eliminating unwan ted cells; may be pathologic after some forms of cell injury, especially DNA damage",
        "cop": 1,
        "opa": "Inflammation is seen",
        "opb": "Nuclear condensation",
        "opc": "Chromatin cleavage",
        "opd": "Cell shrinkage",
        "subject_name": "Pathology",
        "topic_name": "General Pathology",
        "id": "a8fc846d-678c-4048-a7a0-4de24c45a660",
        "choice_type": "multi"
    }
]