[
    {
        "question": "Which one of the following is NOT true about chemical mediators:",
        "exp": "Leukotrienes are formed by Lipo-oxygenase , Whereas, prostaglandins are formed by cyclo-oxygenase. PGs causes vasodilation.",
        "cop": 3,
        "opa": "Leukotrienes are formed by lipo-oxygenase pathway",
        "opb": "Histamine is a preformed chemical mediator",
        "opc": "Prostaglandin causes vasoconstriction at the site of inflammation",
        "opd": "Thromboxane A2 is associated with platelet aggregation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "a18eb6e3-83b9-4feb-b981-1bfebd1aba7c",
        "choice_type": "multi"
    },
    {
        "question": "A 40-year-old man complains of a 2-week history of increasing abdominal pain and yellow discoloration of his sclera. Physical examination reveals right upper quadrant pain. Laboratory studies show elevated serum levels of alkaline phosphatase (520 U/dL) and bilirubin (3.0 mg/dL). A liver biopsy shows poal fibrosis, with scattered foreign bodies consistent with schistosome eggs. Which of the following inflammatory cells is most likely to predominate in the poal tracts in the liver of this patient?",
        "exp": "Eosinophils are recruited in parasitic infestations and would be expected to predominate in the poal tracts of the liver in patients with schistosomiasis. Eosinophils contain leukotrienes and platelet-activating factor, as well as acid phosphatase and eosinophil major basic protein. -Plasma cells are differentiated B lymphocytes that secrete large amounts of monospecific immunoglobulin. Diagnosis: Schistosomiasis",
        "cop": 2,
        "opa": "Basophils",
        "opb": "Eosinophils",
        "opc": "Macrophages",
        "opd": "Monocytes",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "b21cdea2-8f76-4f3c-894f-a957c9c7f865",
        "choice_type": "single"
    },
    {
        "question": "Which mediator of inflammation does NOT cause fever?",
        "exp": "PYROGENS: Exogenous pyrogen : LPS Endogenous pyrogen : IL1/TNF alpha - NO is free radical causes vasodilation.",
        "cop": 3,
        "opa": "IL-1",
        "opb": "TNF-a",
        "opc": "Nitric Oxide",
        "opd": "Prostaglandin",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "81fc86c8-4d5f-42de-af86-cc84198fd16f",
        "choice_type": "single"
    },
    {
        "question": "Oedema can be caused by:",
        "exp": "Edema and effusion Disorders that disturb cardiovascular, renal, or hepatic function are often marked by the accumulation of fluid in tissues (edema) or body cavities (effusions). Elevated hydrostatic pressure or diminished colloid osmotic pressure disrupts this balance and results in increased movement of fluid out of vessels. Within tissues the result is edema, and if a serosal surface is involved, fluid may accumulate within the adjacent body cavity as an effusion. Increased Hydrostatic pressure Impaired Venous Return Congestive venous Return Constrictive pericarditis Ascites (liver cirrhosis) Venous obstruction or compression Thrombosis External pressure (e.g. mass) Lower extremity inactivity with prolonged dependency Aeriolar Dilation Heat Neurohumoral dysregulation Reduced plasma osmotic pressure (Hypoproteinemia) Protein- losing glomerulopathies (nephrotic syndrome) Liver cirrhosis (ascites) Malnutrition Protein - losing gastroenteropathy Lymphatic obstruction Inflammatory Neoplastic Postsurgical Postirradiation Sodium Retention Excessive salt intake with renal insufficiency Increased tubular reabsorption of sodium Renal hypoperfusion Increased renin-angiotensin-aldosterone secretion Inflammation Acute inflammation Chronic inflammation Angiogenesis",
        "cop": 2,
        "opa": "decreased hydrostatic pressure",
        "opb": "sodium retention",
        "opc": "hyperproteinaemia",
        "opd": "polycythaemia",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "bd7d45b3-4128-432c-96cc-41e2acd90952",
        "choice_type": "single"
    },
    {
        "question": "In acute inflammation the tissue response consists of all except:",
        "exp": "Granuloma formation is a systemic response to contain a foreign agent that is difficult to eradicate. It is a form of chronic inflammation",
        "cop": 4,
        "opa": "Vasodilatation",
        "opb": "Exudation",
        "opc": "Neutrophilic response",
        "opd": "Granuloma formation",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "5445d82e-80ac-40e0-bf06-e02aab687913",
        "choice_type": "multi"
    },
    {
        "question": "Cytokine having pyrogenic activity is:-",
        "exp": "Cytokines responsible for development of fever IL -1 IL-6 TNF alpha CNTF (ciliary neurotrophic factor) Interfer on alpha IL -18 is not responsible for causing fever",
        "cop": 2,
        "opa": "TGF-beta",
        "opb": "IL-6",
        "opc": "IL-5",
        "opd": "IL-2",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "ec75a432-b041-4f1c-9d09-0a98f124364c",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man presents with a 5-day history of a painful sore on his hand. Physical examination reveals a 0.5-cm abscess on the extensor surface of the left hand that drains a thick, purulent material. Diapedesis of leukocytes into and around this patient's infected wound occurs primarily at which of the following anatomic locations?",
        "exp": "One of the earliest responses following tissue injury occurs within the microvasculature at the level of the capillary and postcapillary venule.",
        "cop": 2,
        "opa": "Lymphatic capillaries",
        "opb": "Postcapillary venules",
        "opc": "Precapillary aerioles",
        "opd": "Small dermal aeries",
        "subject_name": "Pathology",
        "topic_name": "Inflammation",
        "id": "94566306-4888-4207-99d7-29ef648e061d",
        "choice_type": "multi"
    }
]