[
    {
        "question": "4yr old boy presenting with cryptorchidism, sho stature & on auscultation, harsh ejection systolic murmur is heard in pulmonary area. What is the hematological abnormality found in this condition?",
        "exp": "The history given in the question is suggestive of Noonan syndrome which is associated with Juvenile Myelomelanocytic leukemia; JMML. JMML BCR/ABL negative entity Regarded as MDS/MPN syndrome Seen in children aged <= 4 years An aggressive disease characterized by proliferation of granulocytic and monocytic series. Peripheral blood: Leukocytosis with neutrophilia, monocytosis, nucleated red blood cells Bone marrow: Hypercellular with granulocytic hyperplasia; Monocytes, 5-30%; Megakaryocyte decreased; Blasts + promonocytes <20% Dysplasia, not prominent; Reticulin fibrosis Associated with Neurofibroma type 1 (NF 1) Noonan syndrome Trisomy 8 mosaicism",
        "cop": 2,
        "opa": "Transient Myeloproliferative disorder",
        "opb": "Juvenile Myelomelanocytic leukemia",
        "opc": "Pseudo Pelger Huet anomaly",
        "opd": "Burkitt lymphoma",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "e3b6fefa-90b0-438f-93f0-4d95fd5d9442",
        "choice_type": "single"
    },
    {
        "question": "A child presents with abdominal mass. Biopsy showed a triphasic tumour with areas of small blue cells. Which of the following is a feature of this tumour?",
        "exp": "Small blue round tumour cells seen in- retinoblastoma, medulloblastoma, Ewing sarcoma, neuroblastoma, Wilms tumor, ALL Microscopically, Wilms tumors are characterized by recognizable attempts to recapitulate different stages of nephrogenesis. The classic triphasic combination of blastemal, stromal, and epithelial cell types is observed in the majority of Wilms tumours. Sheets of small blue cells with few distinctive features characterize the blastemal component. Epithelial differentiation is usually in the form of aboive tubules or glomeruli. Stromal cells are usually fibroblastic or myxoid in nature. Nephrogenic rests are putative precursor lesions of Wilms tumors and are seen in the renal parenchyma adjacent. WT1 protein is critical for normal renal and gonadal development. Wilms tumors demonstrate WT1 mutations. MYCN amplification - neuroblastoma C-MYC overexpression - Burkitt lymphoma RB deletion - retinoblastoma",
        "cop": 3,
        "opa": "MYCN amplification",
        "opb": "C-MYC overexpression",
        "opc": "WT1 mutation",
        "opd": "RB deletion",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "9f200d75-ce7f-4ea6-abef-9e666422e90c",
        "choice_type": "multi"
    },
    {
        "question": "Acute graft-versus-host-disease (GVHD) commonly involves all of the following organs, except:",
        "exp": "Graft-versus-host disease (GVHD) Occurs when immunologically competent cells or their precursors are transplanted into immunologically compromised recipients, and the transferred cells recognize alloantigens in the host and attack host tissues Most commonly seen in the setting of HSC transplantation Acute GVHD occurs within days to weeks after allogeneic HSC transplantation. Major clinical manifestations result from involvement of the immune system and epithelia of the skin, liver, and intestines. Generalised skin rash Destruction of small bile ducts gives rise to jaundice Mucosal ulceration of the gut gives rise to diarrhea",
        "cop": 1,
        "opa": "Brain",
        "opb": "Skin",
        "opc": "Liver",
        "opd": "Small & large intestines",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "c04766d4-078a-478a-9165-adbed8970a56",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are poor prognostic markers of multiple myeloma, except:",
        "exp": "Several cytogenetic abnormalities such as t(4;14), del(17/17p), t(14;16), t(14;20), nonhyperdiploidy, and gain(1q) are identified that confer poor prognosis in cases of multiple myeloma.",
        "cop": 1,
        "opa": "t(1;14)",
        "opb": "t(14;16)",
        "opc": "1q gain",
        "opd": "t(14;20)",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "db04e971-c21c-47cf-83d4-8e4453999834",
        "choice_type": "multi"
    },
    {
        "question": "In alveolar variant of rhabdomyosarcoma , the resultant fusion protein is believed to function as",
        "exp": "In Alveolar rhabdomyosarcoma, there is frequently fusion of the FOXO1 gene to either the PAX3 or the PAX7 gene, rearrangements marked by the presence of (2;13) or(1;13) translocations, respectively. PAX3 is a transcription factor that initiates skeletal muscle differentiation, and it appears that the chimeric PAX3-FOXO1 fusion protein interferes with the gene expression program that drives differentiation.",
        "cop": 2,
        "opa": "Activated growth factor receptor",
        "opb": "Chimeric transcription factor",
        "opc": "Constitutively active kinase",
        "opd": "Novel growth factor",
        "subject_name": "Pathology",
        "topic_name": "JIPMER 2019",
        "id": "8aa0bd32-3fe1-414a-a80c-2c8ac81d801d",
        "choice_type": "single"
    }
]