[
    {
        "question": "Which of the following does not predispose to leukemia?",
        "exp": "Ans. is 'b' i.e., Alcohol Leukemia risk factors1) Generala) Gender: Men are more likely to develop CML, CLL and AML than women.b) Age: The risk of most leukemias, with the exception of ALL, typically increases with age.2) Geneticsa) Family history: First degree relatives of CLL patients, or having an identical twin who has or had AML or ALL, increases the risk for developing the disease.b) Genetic diseases: AML has been associated with Down syndrome, Klinefelter syndrome, Patau syndrome, Fanconi anemia, Bloom syndrome, Ataxia telangiectasia, and Kostman syndrome, may play a role in the development of leukemia.3) Smoking: Smoking cigarettes does increase the risk of developing AML.4) Exposuresa) Radiation: Exposure to high-energy radiation (e.g., atomic bomb explosions) and intense exposure to low- energy radiation from electromagnetic fields (e.g., power lines).b) Chemical exposure: Long-term exposure to chemicals like benzene & ethylene oxide is considered to be a risk for leukemia.c) Drugs - alkylating agents & topoisomerase II inhibitors increase the risk of AML.5) Previous Cancer Treatment: Certain types of chemotherapy and radiation therapy for other cancers are considered leukemia risk factors.",
        "cop": 2,
        "opa": "Genetic disorder",
        "opb": "Alcohol",
        "opc": "Smoking",
        "opd": "Chemical exposure",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "e8ba632f-1755-4698-aee0-94958bf3e1ec",
        "choice_type": "single"
    },
    {
        "question": "Most common ALL subtype:",
        "exp": "Ans. (a) Pre B cellRef: Robbin's pathology 9th ed. /590-93* Most common subtype of ALL is LI according to older classification and Pre B cell variety by the latest WHO classification.* The recent WHO International panel on ALL recommends that the FAB classification be abandoned, since the morphological classification has no clinical or prognostic relevance. It instead advocates the use of the immunophenotypic classification mentioned below:* Acute lymphoblastic leukemia/lymphoma.# Synonyms: Former Fab L1/L2Precursor B Acute Lymphoblastic Leukemia/Lymphoma.Cytogenetic Subtypes1. t(12;21) (pl2,q22)2. t(l;19) (q23;pl3)3. t(9;22) (q34;ql 1)4. t(V,l l) (V;q23)Precursor T Acute Lymphoblastic leukemia/lymphoma* Burkitts leukemia/lymphoma. Synonyms: Former FAB L3* Biphenotypic acute leukemia",
        "cop": 1,
        "opa": "Pre B cell",
        "opb": "Pre T cell",
        "opc": "T cell",
        "opd": "B cell",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "5f0ed002-ca87-44b4-9418-d2ff25ae0ca8",
        "choice_type": "multi"
    },
    {
        "question": "Auer rods are formed from?",
        "exp": "ANSWER: (A) Primary granulesREF: Robbins 8th edition page 63'Auer rods are formed from Azurophil granules which are also known as Primary granules\"",
        "cop": 1,
        "opa": "Primary granules",
        "opb": "Secondary granules",
        "opc": "Myeloperoxidase",
        "opd": "All of these",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "bbbd5ef0-7eab-422e-a21c-739199f9a6a6",
        "choice_type": "multi"
    },
    {
        "question": "AML - bad prognostic factor is?",
        "exp": "Ans. is 'a' i.e., Preceding MDS Prognostic factors in AMLo Age < 40 yearso Age < 2 years or > 55 yearso M2, M3, M4 forms of AMLo MO, M6, M7 forms of AMLo Blast cell with Auer rodso Complex karyotypeso TLC<25 x 109/LoTLC> 100 x 109/Lo t(15; 17), t (8;21), invl6o Deletions 5q, 7q (Monosomy 5 or 7)o Leukemia without preceeding MDSo AML with preceding MDS or anticancer drug exposure",
        "cop": 1,
        "opa": "Preceding MDS",
        "opb": "Inv 16",
        "opc": "Auer rods",
        "opd": "Type M4",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "2c4171bf-6798-4725-849b-ca11fde088d2",
        "choice_type": "single"
    },
    {
        "question": "CD marker specific for myeloid series -",
        "exp": "Ans. is 'd' i.e., CD 117 Immunological markers commonly used to detect myeloid lineage: - * CD13Q CD33 QCDllbQCD15 QCD4q * CD117Q cMPO (Lineage specific)* \"In the myeloid Unease the most useful antigens for recognizing myeloblasts include CD13. CD33. CP117 and cMPO.- Other antigens such as I/b and CD 16 are less useful because their expressions vary highly among the AML's and they may appear or disappear at relapse and therefore may not be useful for follow up purpose.\"- (Flow cytometry in hematopathology by Doyen Nguyen MD Lawrence W. Diamond., MD, Raul C. Bryaland).Immunological markers commonly used in classification of Acute leukemiaLineage Antigen* BCell-CD 19, CD20, CD22, CD79a, cCD22, cCD79a* TCell-CD1, CD2, CD3, CD4, CD5, CD7, CD8, Ccd3,Lymphoid TdT.* Myeloid-CD13, CD33, CD 11b, CD15, CD4 (CD2), CD 117, c MPO.* Monocytic-CD14, CD11b* Erythroid-Glycophorin A* Megakaryocyte-CD41, CD61, CKD41, CCD6ILineage independent Antigens * Leucocyte common antigen- CD45* Stem cell antigen - CD 34* Common Acute lymphoblastic - CD 10leukemia antigen",
        "cop": 4,
        "opa": "CD34",
        "opb": "CD45",
        "opc": "CD99",
        "opd": "CD117",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "9a112f29-daf4-4d28-9fce-3a03d6849a0d",
        "choice_type": "single"
    },
    {
        "question": "Which of these is the most important prognostic factor in ALL?",
        "exp": "Ans. d. Response to steroids (Ref: Wintrobes Clinical Hematology 12/e p1892; Robbins 9/e p590-593, 8/e p627, 628: Nelson 18/e p2120)Three of the most important predictive factors are the age of the patient at the time of diagnosis, the initial leukocyte count, and the speed of response to treatment (i. e. how rapidly the blast cells can he cleared from the marrow or peripheral blood) Among these, response to the treatment with steroids is the most consistent prognostic marker.\"Prognosis. Pediatric ALL is one of the great success stories of oncology. With aggressive chemotherapy about 95% of children with ALL obtain a complete remission, and 75% to 85% are cured. Despite these achievements, however, ALL remains the leading cause of cancer deaths in children, and only 35% to 40% of adults are cured. Several factors are associated with a worse prognosis: (1) age younger than 2 years, largely because of the strong association of infantile ALL with translocations involving the MLL gene: (2) presentation in adolescence or adulthood; and(3) peripheral blood blast counts greater than 100,000, which probably reflects a high tumor burden. Favorable prognostic markers include (1) age between 2 and 10 years, (2) a low white cell count, (3) hyperdiploidy, (4) trisomy of chromosomes 4, 7, and 10, and (5) the presence of a t(l2;21). Notably, the molecular detection of residual disease after therapy is predictive of a worse outcome in both B- and T-ALL and is being used to guide new clinical trials. \"-- Robbins 9/e p592Acute Lymphoblastic Leukemia (ALL)ALL is neoplasms of immature B (pre-B) or T (pre-T) cells, which are referred to as lymphoblastsB-ALLs (85%) typically manifest as childhood acute ''Leukemias\"QT-ALLs tend to present in adolescent males as thymic \"lymphomas\"QEpidemiology:ALL: MC cancer of childrenQ; Peak Incidence: 3rd yearQ; Whites> blacks; Boys>girlsHighest incidence in HispanicsMature B-cell ALL is an uncommon type ALLQ (1-2% of ALL cases) in children.Pathology:T-ALLs have gain of function mutations in NOTCH-1QB-ALLs have loss of function mutations PAX5Q, E2AQ & EBFQ, or t(12;21)Q involving genes ETV6 & RUNX1, 2 genes that are needed in very early hematopoietic precursor.Mature B-cell ALL is associated with t(8;14) & over expression of the c-myc oncogeneT-ALL are aggressive lymphomasQIn T-ALL, cells are positive for markers of blasts like-Tdt,Q CD34 & T cell markers CD1, CD2, CD5, CD7QClassification of ALLImmunologic Subtype% of CasesFAB SubtypeCytogenetic AbnormalitiesPre-B ALL75L1, L2Qt(9;22),t(4;11), t(1;19)T-cell ALL20L1, L2Q14q11 or 7q34B-cell ALL5L3Qt(8;14), t(8;22), t(2;8)Clinical Features:Abrupt stormy onset; Symptoms related to depression of marrow functionFatigue due to anemia; Fever due to neutropenia & Bleeding due to thrombocytopeniaQMarrow expansion & infiltration of sub-periosteum: Sternal tendernessQGeneralized lymphadenopathy, hepatosplenomegaly & testicular enlargement due to neoplastic infiltrationCNS features: headache, vomiting & nerve palsies due to meningeal spreadT-ALL commonly presents with Mediastinal mass (Superior mediastinal syndrome)QDiagnosis:Hypercellular bone marrow with >20% lymphoblastsQCompared with myeloblasts, lymphoblasts have more condensed chromatin, less conspicuous nucleoli & scanty agranular cytoplasmQCytochemistry: Myeloperoxidase (MPO)-ve, Sudan Black B (SBB)-veQFAB (French American British) ClassificationALL-subtypeL1L2L3 (Mature B-cells)Morphology* Smalt homogenous blastsQ* Little cytoplasmQ* Regular nucleus* Small indistinct nucleoli* Large heterogeneous blasts* One or more nucleoli* Large homogenous blasts* Abundant basophilic cytoplasm* Prominent cytoplasmic vacuolation* Resemble Burkitt lymphomaQAge groupChildrenAdultsAdultsPrognosisGoodQIntermediateQPoorQCytochemistryPAS+PAS+PAS-, SBB+QBoth B-cell ALL & Burkitt lymphoma are characterized by FAB L3Q morphologyPrognostic Factors in ALLDeterminantsFavorableUnfavorableWBC counts<10 x 109/L (Low)Q>200 x 109/L (High)QAge3-7 yearsQ<1 year, >10 yearsGenderFemaleQMaleQEthnicityWhiteQBlackQNode, liver, spleen enlargementAbsentMassiveQTesticular enlargementAbsentPresentQCentral nervous systemAbsentOvert (blasts + pleocytosis)FAB morphologic features L1L1QL2QPloidyHyperdiploidyQHypodiploidy <45Cytogenetic markersTrisomies 4, 10 and/or 17t(12;21) (TEL-AML1)t(9;22) (BCR-ABL)t(4;11) (MLL-AF4)Time to remission<14 daysQ> 28 daysQDNA index>0.16Q< 0.16QImmunophenotypeEarly Pre-B cellT cell",
        "cop": 4,
        "opa": "Hyperploidy",
        "opb": "Total leucocyte count greater than 50,000",
        "opc": "Age",
        "opd": "Response to steroids",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "204c82cd-af4e-4e26-9879-c80248a03d5f",
        "choice_type": "multi"
    },
    {
        "question": "The cause of the severe hemorrhage in Acute Promyelocytic Leukemia is?",
        "exp": "Ans- (a) Disseminated Intravascular coagulationRef: Robbin's pathology 9th ed. /317-18, 612, 663* Acute promyelocytic leukemia (APL) is characterized by more severe hemorrhagic phenomena than those of other acute leukemias.* The hemorrhagic diathesis results from disseminated intravascular coagulation.* About 40 percent of patients with APL have a chromosomal abnormality with translocation from the long arm of 17 to 15 (t 15q;17q)* The patient may present with massive ecchymoses, hematuria, epistaxis, or meno-metrorrhagia.",
        "cop": 1,
        "opa": "Disseminated intravascular coagulation",
        "opb": "Immune complex deposits on blood vessels",
        "opc": "Thrombocytopenia",
        "opd": "Thrombocytosis",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "37ec19e8-8eb3-4bcd-a004-a3e57312d565",
        "choice_type": "single"
    },
    {
        "question": "DIC is seen most commonly seen in which AML type?",
        "exp": "ANSWER: (B) M3REF: Wintrobes Clinical Hematology 11thedchapter 3Acute Promyelocytic Leukemia (AML tl5; 17) (q22;ql2) Acute promyelocytic leukemia (APL) is diagnosed in less than 10% of all AML cases. A variant of APL is knowm as microgranular M3 (or hypogranular) because the granulation is significantly less than in the traditional M3. Accurate diagnosis of APL is important because of the danger of potentially fatal disseminated intravascular coagulation, which can be initiated by procoagulants contained in the granules.",
        "cop": 2,
        "opa": "M2",
        "opb": "M3",
        "opc": "M4",
        "opd": "M5",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "3b6c5ffd-ef96-4e8f-8a32-71107b4b72ff",
        "choice_type": "single"
    },
    {
        "question": "A patient of more than 70 years, presented with generalized lymphadenopathy. WBC count was 20,000/ mm3 and blood film showed >70% mature looking lymphocytes. Next investigation that should he done:",
        "exp": "Ans. b. Peripheral Immunophenotyping (Ref: Robbins 9/e p593, 8/e p604; Wintrobes 12/e p2077-2078; Harrison 19/e p701, 18/e p926-927)A patient of more than 70 years, presented with generalized lymphadenopathy. WBC count was 20,000/mm3 and blood film showed >70% mature looking lymphocytes. This clinical situation is suggestive of CLL.Harrison says \"Differential diagnosis of typical B cell CLL is extensive. Immunophenotyping will eliminate the other T-cell disorders and can often help sort other B-cell malignancies.\"B-cell CLLB-cell CLL is neoplasm of small round B-cells that usually have scant surface Ig and a CD 5+/CD 23+Q.May occur in familial clusters with a decreasing age of onset from generation to generation.Lymph node architecture is totally effaced with loss of lymphoid follicles and obliteration of sinuses by an infiltrate of monomorphic small round lymphocytes with condensed chromatin and scant cytoplasmQ.Morphological features that correlate with worse prognosis:Capsular invasionQIncreased number of large lymphocytes in the node or increased number of (>10%) prolymphocytesQ vs mature looking lymphocytes.Richter SyndromeEvolution of CLL to large cell lymphomaQOccurs in <5% of patientsMay arise as transformation of the neoplastic small B cell or as unrelated B-cell cloneImmunophenotypingNeoplastic lymphocytes co-express the nominal T-cell antigen CD-5 with B-cell markers CD-19, 20, 21, 11C and 23Q.The tumor cell are negative for FMC-7, CD-10 and cyclin-D1Q.CD-23 expression and FMC-7 and cyclin-D1 negativity are helpful in phenotypic separation of B-cell from mantle cell lymphoma, another CD-5+ small B-cell neoplasm.",
        "cop": 2,
        "opa": "LN biopsy",
        "opb": "Peripheral Immunophenotyping",
        "opc": "Bone marrow aspiration",
        "opd": "Peripheral blood cytogenetics",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "32d04b65-17bd-4c18-b556-4ad4bc8cfb9a",
        "choice_type": "single"
    },
    {
        "question": "B ALL is due to -",
        "exp": "Ans. is 'b' i.e., Immature B ceils Acute lymphoblastic leukemia'lvmphomao Acute lymphoblastic leukemia (ALL) encompasses a group of neoplasms composed of immature, precursor B (Pre-B) orT (Pre-T) lymphocytes referred to as lymphoblast.o Majority (85%) of all ALLs are precursor B-cell tumors that typically manifest as childhood \"Leukemia\" with extensive bone marrow and variable peripheral blood involvement,o The less common precursor T-cell ALLs tend to present in adolescent males as \"lymphomas\", often with thymic involvement.o Peak incidence of Pre B-celJ ALL is evident between 3-5 years and ALL is the most common childhood cancer.o PreT-cell ALL occurs in adolescent male.o Morphology of tumor cell (lymphoblast).Having scant cytoplasm and nuclei somewhat larger than those of small lymphocytes.The nuclear chromatin is delicate and finely stippled and nucleoli are either absent or inconspicuous.Contain cytoplasmic aggregates of Periodic acid schiff tPASi positive material.Immunophenotvpe of B cell ALLImmunophenotvpic classification of acute lymphoblastic leukemiaPre T cell ALLTdT, CD2. CD3, CD5XD4, CD7, CD8Early pre BTdT, DR, CD 10, CD 19, CD24Pre B cellTdT, DRXD10, CD19, CD20, CD24, CIgB CellDR, CD 19, CD20, CD24, SIg",
        "cop": 2,
        "opa": "T cells",
        "opb": "Immature B cells",
        "opc": "Immature T cells",
        "opd": "Both T & B cells",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "4a3fc6a5-08c7-4761-b36e-9cdecdf2f011",
        "choice_type": "multi"
    },
    {
        "question": "BCRABL gene mutation is seen in?",
        "exp": "Ans. is 'a' i.e., CMLChronic Myeloid leukemiao Chronic myeloid leukemia is a stem cell disease that is characterized by leucocytosis with granulocytic immaturities, basophilia, splenomegaly and distinct chromosomal abnormality - Philadelphia (Ph') chromosome. It is one of the chronic myeloproliferative disorders.Pathogenesis of chronic mveloid leukemiao CML is an acquired disease of haemopoietic stem cell and Ph' chromosome is demonstrable in erythroid, myeloid and megakaryocytic precursors.Philadelphia chromosome BCR-ABL fusion genePhiladelphia chromosome is formed as a result of reciprocal translocation between long arm of chromosome 22 and chromosome 9 i.e. + (9:22)ABL proto-oncogene from chromosome 9 is translocated to chromosome 22 where BCR is present and results in formation of BCR-ABL fusion chimeric geneBCR ABL gene is hallmark of CML.Diagnostic criteria for CMLChronic phaseAccelerated phase (one or more of following)Blast phase (one or more of following )o t (9:22)/bcr-abi transcriptso <10% blasts in blood or bone marrowo 10-19% of blasts in blood or marrowo 2: 20% of peripheral blood basophilso Thrombocytopenia unrelated to treatmento Leukocytosis or splenomegaly unrelated to treatmento Cytogenetic evidence of clonal evolutiono >20% blasts in blood or bone marrowo Extramedullary' blast proliferationo Clusters of blasts in bone marrow biopsy (1Vote:- 2/3 blasts are myeloid, 1/3 are) lymphoid)o Two index have been decribed for prognosis of CMSokal index : It includes% of circulating blastsPlatelet countAgeSpleen sizeCytogenetic clonal evolution.Hasford system : It includes : -% of circulating blasts% of basophils & eosinophilsPlatelet countSpleen sizeAge",
        "cop": 1,
        "opa": "CML",
        "opb": "AML",
        "opc": "CLL",
        "opd": "ALL",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "bdc4ee26-f739-48dc-850d-853ac89ea2c7",
        "choice_type": "multi"
    },
    {
        "question": "Gum hypertrophy is a clinical feature of -",
        "exp": "Ans. is 'a' i.e., AML o Monocytic differentiation type (M4 and M5) of AML may present with infiltration of skin (leukemia cutis) and gingival hypertrophyOther clinical features of AMLo The clinical findings in AML are similar to those in ALL i.e., suppression of normal hematopoiesis in the marrow that results in -a) Anemia - Fatigue, pallorb) Neutropenia - Infection, Feverc) Thrombocytopenia - Spontaneous mucosal and cutaneous bleeding. This is the most striking clinical feature.o Tumor cells in acute promyelocytic leukemia (M3) release procoagulant and fibrinolytic factors that cause Disseminated intravascular coagulation (DIC).o Chloromas (granulocytic sarcomas or myeloblastomas) are localize masses composed of myeloblasts in the absence of marrow or peripheral blood involvement. These are seen in M4 & M5. Chloromas (granulocytic sarcomas) are positive for CD 20, CD 34, CD 43, CD 68, CD 117, myeloperoxidase and lysozyme",
        "cop": 1,
        "opa": "AML",
        "opb": "MS",
        "opc": "ALL",
        "opd": "NHL",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "42cb9667-f5a3-46b5-b7cf-2b74074d08c8",
        "choice_type": "multi"
    },
    {
        "question": "AU ER rods seen in -",
        "exp": "Ans. is 'b' i.e., M3 AMLAcute myelogenous leukemia (AML)o AML is a cancer of myeloid line of WBCs, characterized by the rapid proliferation of abnormal cells which accumulate in the bone marrow and interfere with the production of normal blood cells,o AML is the most common acute leukemia affecting adults.o The diagnosis of AML is based on finding that myeloid blasts make up more than 20% of the cells in the marrow,o Myeloblasts are myeloperoxidase (peroxidase positive)o Auer rods (represent abnormal azurophilic granule) are also present in myeloblasts and their presence is taken to be definitive evidence of myeloid differentiation.o In some AMLs, blast cells exhibit differentiation of other myeloid stem cell line (other than myeloblast), e.g.,Monoblast - Lack auerrods, peroxidase negative, but nonspecific esterase positive.Megakaryocytic differentiationErythroblast",
        "cop": 2,
        "opa": "Ml AML",
        "opb": "M3 AML",
        "opc": "M6AML",
        "opd": "ALL",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "dd1902b6-a1b2-488c-bbc4-a417b6fa4716",
        "choice_type": "multi"
    },
    {
        "question": "Specific stain for myeloblasts is -",
        "exp": "Ans. is 'c' i.e., Myeloperoxidaseo Myeloperoxidase stainDistinguishes between the immature cells in acute myeloblastic leukemia (cells stain positive) and those in acute lymphoblastic leukemia (cells stain negative).o Sudan black B stainThis stain distinguishes between acute lymphoblastic leukemia (cells stain positive) and acute myeloblastic leukemia (cells stain negative).o Periodic acid-Schiff stain (PAS)Is primarily used to identify erythroleukemia, a leukemia of immature red blood cells.o Terminal deoxvnucleotidyl transferase stain (TdT)Differentiates between acute lymphoblastic leukemia (cells stain positive) and acute myelogenous leukemia (cells stain negative).o Leukocyte alkaline phosphatase (LAP)Is used to determine if an increase of cells is due to chronic myelogenous leukemia or a noncancerous reaction to an infection or similar conditions. Cells from a noncancerous reaction stain positive with many intense blue granules; cells from chronic myelogenous leukemia have few blue granules.o Tartrate-resistant acid phosphatase stain (TRAP)Is primarily used to identify hairy cell leukemia cells.o Leukocyte specific esteraseThis stain identifies granulocytes, which show red granules.",
        "cop": 3,
        "opa": "Sudan black",
        "opb": "PAS",
        "opc": "Myeloperoxidase",
        "opd": "LAP",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "8e3fe314-99e5-406f-a4ab-e07ad5ac87ae",
        "choice_type": "single"
    },
    {
        "question": "Which variety of AML is associated with good prognosis -",
        "exp": "Ans. is 'b' i.e., M3 Prognostic factors in AMLGood PrognosisBad Prognosiso Age < 40 yearso Age < 2 years or > 55 yearso M2, M3, M4 forms of AMLo M0, M6, M7 FORMS OF AMLo Blast cell with Auer rodso Complex karyotypeso TLC <25x109/Lo TLC> 100 x 109/Lo t (15;17), t (8;21), inv 16o Deletions 5q, 7q (Monosomy 5 or 7)o Leukemia without preceeding MDSo AML with preceding MDS or anticancer drug exposure",
        "cop": 2,
        "opa": "MO",
        "opb": "M3",
        "opc": "M6",
        "opd": "M7",
        "subject_name": "Pathology",
        "topic_name": "Lukemia",
        "id": "1e88f345-94d7-4a08-a6db-fefa6b71fe8b",
        "choice_type": "single"
    }
]