[
    {
        "question": "Most common malignant tumor of kidney:",
        "exp": "Ans. (c) Renal cell CARef: Robbins 9th ed. 1952* Robbins 9th ed. States: \"by far the most common malignant tumor is renal cell carcinoma, followed by Wilms tumor, which is found in children.* Incidence of RCC is: 85%* M > F (2:1)* Most of the RCC are sporadio AD (familial)Must KnowKIDNEY CA (extract from Robbins 9th ed)* MC benign tumor of kidney: Renal papillay adenoma* MC malignant tumor of kidney: RCC > Wilms tumor* MC kidney tumor associated with tuberous sclerosis: Angiomyolipoma* MC type of RCC: Clear cell CA (70 - 80%)* MC type of renal CA associated with dialysis: Papillary CA* MC renal CA associated with sicke cell trait: Medullary CA* Renal CA having best prognosis: Chromophobe I",
        "cop": 3,
        "opa": "Papillary carcinoma",
        "opb": "Papillary adenoma",
        "opc": "Renal cell CA",
        "opd": "Wilms tumor",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "c7c97ac0-5fd8-4b9f-b757-d9b2b8f3d6b2",
        "choice_type": "single"
    },
    {
        "question": "A renal biopsy from a 56 year old woman with progressive renal failure for the past 3 years shows glomerular and vascular deposition of pink amorphous material. It shows apple-green birefringence under polarized light after Congo red staining. These deposits are positive for lambda light chains. The person is most likely to suffer from:",
        "exp": "Ans. is 'd' i.e. Multiple myeloma Pink and amorphous material that shows apple green birefringence under polarized light confirms the diagnosis of Amyloidosis.Now we have to look for a disease which can be complicated by amyloidosis (from the given options). Out of the given four, three diseases can be complicated by Amyloidosis. These areRheumatoid arthritisTuberculosis andMultiple myelomaBut there is one more clue i.e. the presence of Lambda light chains.This easily leads us to the diagnosis, as lambda light chains are present in AL type of amyloid protein.AL type of amyloid is seen in multiple myeloma.Rheumatoid arthritis and T.B. are associated with AA type of amyloid protein.More about Amyloidosis:* Chemical nature of AmyloidChemically amyloid is a protein.15 biochemical forms of proteins have been identified Two most common forms areAL protein (amyloid light chain)It is derived from plasma cells (immunocyte)It contains immunoglobulin light chainsIt is associated with primary amyloidosis e.g. Multiple myelomaAA protein (amyloid associated protein)It is a non proteinIt is synthesized by liverIt is seen in secondary amyloidosisClassification of AmyloidosisSystemic AmyloidosisLocalized amyloidosisPrimary amyloidosis |Associated with AL proteinSeen inMultiple myelomaand other monoclonal B cell proliferationSecondary amyloidosis |associated with AA proteinSeen inChronic inflammatory conditions such asT.B.Rheumatoid arthritisLeprosySyphilisChronic bronchitisSenile cerebral amyloidosisEndocrine -Medullary ca of thyroid * Islet of LangerhansIsolated, atrial amyloidosis",
        "cop": 4,
        "opa": "Rheumatoid arthritis",
        "opb": "Tuberculosis",
        "opc": "Systemic lupus erythematosus",
        "opd": "Multiple myeloma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "7b08af42-e606-412b-8e3c-dd03e06a0911",
        "choice_type": "single"
    },
    {
        "question": "Chromosome for RCC is -",
        "exp": "Ans. is 'a' i.e., 3 o Clear cell carcinoma is the most common renal cell carcinoma and is associated with 3p deletion.Chromosomal abnormalities associated with RCCClear cell carcinomaDeletion of short arm of chromosome-3 (3p deletion), i.e. VHL gene.Papillary CarcinomaSporadic : Trisomy of 7, 16, 17; loss of Y chromosome (Y); t (X: 1). Hereditary: Trisomy 7.Chromophobe (oncocytic) renal cell carcinomaHypodiploidy or monosomy due loss of multiple chromosomes: 1, 2, 6, 10, 13,17, 21, & Y",
        "cop": 1,
        "opa": "3",
        "opb": "X",
        "opc": "22",
        "opd": "20",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "170728d2-55c0-46c8-ac24-194034422c78",
        "choice_type": "single"
    },
    {
        "question": "Clear cell renal carcinoma is due to?",
        "exp": "ANSWER: (A) Chromosome 3pREF: Robbins 8th Edn Page 964, 288, 295,1343, Schwartz 9th ed chapter 40Repeat Pathology 2013 Session 1 (Different options)Indirect repeat Pathology 2001, 2002",
        "cop": 1,
        "opa": "3p deletion",
        "opb": "3q deletion",
        "opc": "6p deletion",
        "opd": "9p deletion",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "81a13e77-3145-4ef8-af1f-824d57b0e4ec",
        "choice_type": "single"
    },
    {
        "question": "Mercury affects which part of the kidney",
        "exp": "Ans. is 'a' i.e. PCT Pattern in Acute tubular necrosisIschemic typeTubular necrosis is patchy, relatively short lengths of tubules are affected Straight seg. of proximal tubules and ascending limb of Henle's loop are most vulnerableToxic necrosis MercuryPCT is mainly involvedLeadEntire tubule is damaged",
        "cop": 1,
        "opa": "PCT",
        "opb": "DCT",
        "opc": "Collecting duct",
        "opd": "Loop of Henle",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "f56f26f0-56b3-43c3-b693-edfd37c7d8d4",
        "choice_type": "single"
    },
    {
        "question": "The most common histological variant of renal cell carcinoma is-",
        "exp": "Ans. is 'a' i.e., Clear cell type o Clear cell carcinoma is the most common type of renal cancer accounting for about 70% to 80% of the renal cell cancer.o Repeat from previous sessions.",
        "cop": 1,
        "opa": "Clear cell type",
        "opb": "Chromophobe type",
        "opc": "Papillary type",
        "opd": "Tubular type",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "ab309716-0e21-4d30-9b54-18c1ef9c393c",
        "choice_type": "single"
    },
    {
        "question": "An emerging organism responsible for causing Pyelonephritis in Renal Allografts is?",
        "exp": "ANSWER: (A) Polyoma virusREF: With text\"An emerging viral pathogen causing pyelonephritis in kidney allografts is polyoma virus\"REF: Robbins and Cotran pathologic basis of disease 7th edition Volume 1 page 1000\"The current average half-life of a kidney transplant is 8 to 10 years. Allograft loss can occur from rejection (cell mediated or antibody mediated), recurrent urinary tract infections, polyoma virus associated nephropathy or recurrent kidney disease\" REF: Mayo Clinic Internal Medicine Board Review 9th edition by Amit Ghosh page 658",
        "cop": 1,
        "opa": "Polyoma virus",
        "opb": "Herpes virus",
        "opc": "Hepatitis B virus",
        "opd": "Rota virus",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "dbfb86d2-2cf5-433d-9bd0-d6e181f0c7e9",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is associated with adult polycystic kidney disease?",
        "exp": "Ans. is 'a' i.e. Berry Aneurysm in Circle of Willis Extrarenal anomalies seen in patients with adult polycystic kidney disease.||||CystsBerry aneurysmColonic diverticula*Mitral valve(a) Liver (M.C. Site)*(Present in 5-10%)(M C. extrarenal deformity )Prolapse*(b) Spleen* perforation is common (c) Pancreas* (d) Ovaries",
        "cop": 1,
        "opa": "Berry aneurysms in Circle of Willis",
        "opb": "Saccular aneurysms of aorta",
        "opc": "Fusiform aneurysms of aorta",
        "opd": "Leutic aneurysms",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous (Kidney)",
        "id": "50d7e929-69bc-4731-9d94-b3fca1852ecc",
        "choice_type": "single"
    }
]