[
    {
        "question": "Michaelis-Gutmann bodiesare found in:",
        "exp": "Michaelis-Gutmann bodies (M-G bodies) M-G bodies are concentrically layered basophilic inclusions found in the urinary tract. They are 2 to 10 mm in diameter, and are thought to represent remnants of phagosomes mineralized by iron and calcium deposits. M-G bodies are a pathognomonic feature of malakoplakia, a distinctive chronic inflammatory reaction that affects the genitourinary tract.",
        "cop": 1,
        "opa": "Malakoplakia",
        "opb": "Xanthogranulomatous pyelonephritis",
        "opc": "Nail patella syndrome",
        "opd": "APKD",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "d9fa6f07-9545-418e-9ca3-298503bee865",
        "choice_type": "single"
    },
    {
        "question": "In case of non-hemorrhagic infarct in cerebral coex, reactive astrocytes can be seen as early as ________ after the insult.",
        "exp": "Reactive astrocytes Can be seen as early as 1 week after the insult. As the process of liquefaction and phagocytosis proceeds, astrocytes at the edges of the lesion progressively enlarge, divide, and develop a prominent network of cytoplasmic extensions.",
        "cop": 3,
        "opa": "1 hr",
        "opb": "1 day",
        "opc": "1 week",
        "opd": "1 month",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "9388fdcc-b63f-4323-84f7-5bd2482980dc",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old man presents with recurrent headaches and ahritic pain in his knees of 9 months in duration. He notes that his head size has recently increased. Physical examination reveals a blood pressure of 170/100 mm Hg. The patient is observed to have coarse facial features and a goiter. Urinalysis reveals glucosuria and hypercalciuria. Which of the following is the most likely explanation for this patient's clinical presentation?",
        "exp": "- Given clinical features are suggestive of Acromegaly; which is d/t increased growth hormone, produced by pituitary adenomas. - C/F of Acromegaly: Enlargement of terminal poions of extremities & jaw Headaches and visual disturbances d/t compression on optic chiasma. Menstrual irregularities in women Diabetes mellitus. 1/3rd have hypeension. Hypercalciuria & renal stones in 1/5th of patients - Somatotroph adenoma that arises in a child or adolescent before the epiphyses close results in gigantism.",
        "cop": 1,
        "opa": "Excess growth hormone secretion",
        "opb": "Excess parathyroid hormone secretion",
        "opc": "Excess prolactin secretion",
        "opd": "Hypersecretion of bone morphogenetic protein",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "40da2f5d-f108-4af3-9506-d3f7601b0fe3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with actions of siuins?",
        "exp": "Siuins They are a family of NAD-dependent protein deacetylases. There are at least 7 types They have non-redundant functions designed to adapt bodily functions to various environmental stresses, including Food deprivation and DNA damage. Functions:- These include proteins that inhibit metabolic activity Reduce apoptosis Stimulate protein folding Inhibit the harmful effects of oxygen free radicals. Siuins also increase insulin sensitivity and glucose metabolism, and may be targets for the treatment of diabetes.",
        "cop": 4,
        "opa": "Inhibit metabolic activity",
        "opb": "Reduce apoptosis",
        "opc": "Increased insulin sensitivity",
        "opd": "Reduced by calorie restriction",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "0e6a007b-3609-4343-9732-a407c7d89cf2",
        "choice_type": "single"
    },
    {
        "question": "Thymic hypoplasia is:",
        "exp": "DiGeorge Syndrome (Thymic Hypoplasia) DiGeorge syndrome is caused by a congenital defect in thymic development resulting in deficient T-cell maturation. The disorder is a consequence of a developmental malformation affecting the third and fouh pharyngeal pouches, structures that give rise to the thymus, parathyroid glands, and poions of the face and aoic arch.",
        "cop": 3,
        "opa": "Wiskott Aldrich syndrome",
        "opb": "Henoch Schonlein disease",
        "opc": "Digeorge syndrome",
        "opd": "Bloom syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "088f821d-5105-4b68-85de-c55f21c199e8",
        "choice_type": "single"
    },
    {
        "question": "Negri bodies, which are pathognomonic of Rabies, are commonly found in which of the following cells?",
        "exp": "Rabies Severe encephalitis transmitted to humans by the bite of a rabid animal, usually a dog or various wild mammals. Microscopically, there is widespread neuronal degeneration and an inflammatory reaction that is most severe in the brainstem. Negri bodies, the pathognomonic microscopic finding, are cytoplasmic, round to oval, eosinophilic inclusions found in pyramidal neurons of the hippocampus and Purkinje cells of the cerebellum, sites usually devoid of inflammation. Rabies virus can be detected within Negri bodies by ultrastructural and immunohistochemical methods.",
        "cop": 2,
        "opa": "Anterior horn motor neurons of the spinal cord",
        "opb": "Purkinje cells of the cerebellum",
        "opc": "Microglial cells",
        "opd": "Ependymal lining cells",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "c982a5cb-f557-464e-895d-5d4ad48dd53f",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old woman presents with a long history of vague upper abdominal pain and frequent indigestion with abdominal tenderness. Serum bilirubin is elevated (4.2 mg/dL). There is a mild increase in serum AST and ALT (62 and 57 U/L, respectively) and a moderate increase in alkaline phosphatase (325 U/L). Markers for viral hepatitis are negative. Abdominal ultrasound examination shows echogenic stone-like material within the gallbladder and thickening of the gallbladder wall. An intrahepatic mass is also visualized adjacent to the gallbladder. A cholecystectomy is performed. Histologic examination shows dense fibrosis and glandular structures in the wall of the gallbladder. What is the most likely diagnosis?",
        "exp": "Adenocarcinoma of the gallbladder Arises from the mucosal surface epithelium - Obstructive jaundice (as in this case) by involvement of the extrahepatic biliary tree. The other choices are not associated with a history of chronic cholecystitis and cholelithiasis and infrequently cause obstructive jaundice.",
        "cop": 1,
        "opa": "Carcinoma of the gallbladder",
        "opb": "Hemangiosarcoma",
        "opc": "Hepatic adenoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "cacf155f-9ebe-413f-8cbc-4cc692d44e38",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are true regarding Phrygian cap of gallbladder, except?",
        "exp": "Phrygian cap Congenital anomaly of the gallbladder Results from folding of the gallbladder fundus Resembles a soft conical cap with the top pulled forward Can simulate a mass in the liver during hepatobiliary imaging and is sometimes mistaken for pathology. Normally causes no symptoms Does not predispose to other diseases.",
        "cop": 2,
        "opa": "Congenital anomaly of the gallbladder",
        "opb": "Can lead to cholecystitis",
        "opc": "Simulate a mass on radiological imaging",
        "opd": "Results from infolding of the gallbladder fundus",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "0a56e91f-e259-4d36-a506-22ffe2e32b4c",
        "choice_type": "multi"
    },
    {
        "question": "Barr body is found in which phase of cell cycle?",
        "exp": "Barr body, or X chromatin The inactive X appears in the interphase nucleus as a darkly staining small mass adjacent to the nuclear membrane Molecular basis of X inactivation involves a unique gene called XIST, XIST codes for long noncoding RNA that is retained in the nucleus, where it \"coats\" the X chromosome that it is transcribed from and initiates a gene-silencing process by modification of chromatin and DNA methylation.",
        "cop": 1,
        "opa": "Interphase",
        "opb": "Metaphase",
        "opc": "G1 phase",
        "opd": "Telophase",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "95307806-fabb-4731-abbc-d9fba33b95e8",
        "choice_type": "single"
    },
    {
        "question": "A 63-year-old chronic alcoholic presents with weight loss, anorexia, and abdominal pain radiating to the back. Physical examination indicates a palpably enlarged gallbladder, and laboratory studies demonstrate conjugated hyperbilirubinemia. Computed tomography demonstrates a mass in the head of the pancreas. Which of the following is associated with the diagnosis of pancreatic adenocarcinoma?",
        "exp": "Trousseau's syndrome/Migratory thrombophlebitis, is associated with carcinoma of the pancreas. -Asterixis is a flapping tremor associated with hepatic encephalopathy. -Gallstone ileus is a complication of cholelithiasis when the gallstone erodes through the gallbladder into the adjacent small bowel. -Murphy sign is associated with acute cholecystitis.",
        "cop": 4,
        "opa": "Asterixis",
        "opb": "Gallstone ileus",
        "opc": "Murphy sign",
        "opd": "Trousseau's syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "f8b1e7cd-c80f-477a-829a-3c833592129e",
        "choice_type": "multi"
    },
    {
        "question": "Familial clustering of pancreatic cancer has been repoed, and a growing number of inherited genetic defects are recognized to increase pancreatic cancer risk. The disorder with maximum risk of pancreatic cancer by the age of 70 is:",
        "exp": "Inherited Predisposing to Pancreatic Cancer Disorder Gene Increased Risk of pancreatic Cancer (Fold) Risk of Pancreatic Cancer by Age 70(%) Peutz-Jeghers syndrome STK11 130 30-60 Hereditary pancreatitis PRSS1, SPINK1 50-80 25-40 Familial atypical multiple-mole melanoma syndrome(FAMMM) CDKN2A 200-35 10-17 Strong family history (3 or more relatives with pancreatic cancer) Unknown 14-32 8-16 HBOC BRCA1, BRCA2, PALP2, BRCA2 4-10 5 HNPCC MLH1, MSH2 (2p21) 8-10 4",
        "cop": 1,
        "opa": "Peutz-Jeghers syndrome",
        "opb": "Hereditary pancreatitis",
        "opc": "Familial atypical multiple-mole melanoma syndrome",
        "opd": "Hereditary breast and ovarian cancer",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "f79c4b8e-515b-4c6c-b026-fe9b1b1aea65",
        "choice_type": "single"
    },
    {
        "question": "Glial fibrillary proteins are present in:",
        "exp": "CNS is composed of Neurons and Glial cells. Glial cells in CNS include Oligodendrocytes Astrocytes Ependymal cells Meningothelial cells Microglia Hence, Glial fibrillary proteins are present in tumors of all these cells.",
        "cop": 4,
        "opa": "Astrocytoma",
        "opb": "Meduloblastoma",
        "opc": "Ependymoma",
        "opd": "All",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "d8470f36-c875-40b8-9b75-ce9a904d7104",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not a pa of extracellular matrix?",
        "exp": "Extracellular matrix (ECM) is a network of interstitial proteins that constitutes a significant propoion of any tissue. ECM serves several key functions: Mechanical suppo Control of cell proliferation Scaffolding for tissue renewal Establishment of tissue microenvironments Components of Extracellular matrix Fibrous structural proteins Such as collagens and elastins that confer tensile strength and recoil Water-hydrated gels Such as proteoglycans and hyaluronan that permit compressive resistance and lubrication Adhesive glycoproteins:-Connect ECM elements to one another and to cells Fibronectin Laminin Integrins",
        "cop": 3,
        "opa": "Laminin",
        "opb": "Fibronectin",
        "opc": "Vimentin",
        "opd": "Collagen",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "516d885d-ba58-4e17-8d5e-87e914716d77",
        "choice_type": "single"
    },
    {
        "question": "Most abundant glycoprotein present in basement membrane is:",
        "exp": "Laminin is the most abundant glycoprotein in basement membrane. It has multiple receptor domains in extra cellular matrix. Besides mediating attachment to basement membrane, laminin can also modulate cell proliferation, differentiation, and motility. It connects cells to underlying ECM components such as type IV collagen and heparan sulfate. Other glycoproteins are: Fibronectin Integrin",
        "cop": 1,
        "opa": "Laminin",
        "opb": "Fibronectin",
        "opc": "Collagen type-4",
        "opd": "Heparan sulphate",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "2b3e9645-e665-4edd-b850-4c8ceaca28c6",
        "choice_type": "single"
    },
    {
        "question": "All of the following statement are true regarding Intraductal papillary mucinous neoplasms (IPMNs) of pancreas, except:",
        "exp": "Intraductal papillary mucinous neoplasms (IPMNs) Mucin-producing neoplasms that involve the larger ducts of the pancreas. More frequently seen in men Involve the head of the pancreas more often than the tail. Two features are useful in distinguishing IPMNs from mucinous cystic neoplasms: Absence of the dense \"ovarian\" stroma. Involvement of a pancreatic duct. Just as with mucinous cystic neoplasms, IPMNs can progress to an invasive cancer.",
        "cop": 4,
        "opa": "Mainly involve the head of pancreas",
        "opb": "Precursor lesion of pancreatic carcinoma",
        "opc": "Usually involves large ducts of pancreas",
        "opd": "There is presence of ovarian stroma on histology",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "e4f924e8-ff7d-4fb9-8cba-620ed836f41f",
        "choice_type": "multi"
    },
    {
        "question": "Histopathological diagram of lesion showing characteristic intracytoplasmic viral inclusion bodies of which virus?",
        "exp": "Molluscum contagiosum may affect any area of the skin but is most common on the trunk, arms, and legs. Diagnosis is based on the characteristic clinical appearance of pearly, dome-shaped papules with a dimpled center. The papules measure 1 to 5 mm in diameter, and their central waxy core contains cells with cytoplasmic viral inclusions. These ellipsoid inclusions are seen in stratum corneum/granulosum layers of skin and are called \"molluscum bodies\".",
        "cop": 4,
        "opa": "Cytomegalovirus (CMV)",
        "opb": "Herpes simplex virus (HSV)",
        "opc": "Human papilloma virus (HPV)",
        "opd": "Molluscum contagiosum",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "381b6b80-68ee-47ff-90d3-9f7cce571486",
        "choice_type": "single"
    },
    {
        "question": "False about micro satellites is:",
        "exp": "Microsatellites Are 2-6 bp repeats dispersed throughout DNA but usually in non coding region :-size <1kb. Micro stability instability is hypermutable phenotype caused by the loss of DNA misatch repair activity. In patients with HNPCC, cells from resected tumor show microsatellite instability, whereas normal cell from the individual do not show microsatellite instability. Colonic carcinoma (Pathogenesis) There are the APC/b-catenin pathway, which is activated in the classic adenoma-carcinoma sequence; And the microsatellite instability pathway, which is associated with defects in DNA mismatch repair and accumulation of mutations in microsatellite repeat regions of the genome.",
        "cop": 1,
        "opa": "Repeat size more than 10 to 15 nucleotides",
        "opb": "More prone to variation",
        "opc": "Found in colonic carcinoma",
        "opd": "DNA repeats present",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "a9ff2e78-3851-4860-bc6e-45958596e07c",
        "choice_type": "multi"
    },
    {
        "question": "A couple has two children affected with tuberous sclerosis. On detailed clinical and laboratory evaluation both parents are normal. Which one of the following explains the two affected children in this family?",
        "exp": "Germline mosaicism, Both parents are normal. Typically, a person with only germline mosaicism will not be affected with the disorder caused by the mutation because the mutation is not in the other cells of the body, Mutation occurs during post zygotic period and is only in gonadal cell. Genetic testing using blood or tissue samples (other than germline tissue) from individuals who only have a germline mutation will be negative for the mutation. Because the mosaic germline mutation is present in the egg or sperm cell, it will also be present in all cells of the child developing from that germ cell. Eg : Osteogenesis imperfecta, Tuberous sclerosis.",
        "cop": 4,
        "opa": "Non penetrance",
        "opb": "Uniparental disomy",
        "opc": "Genomic imprinting",
        "opd": "Germline mosaicism",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "25442af2-db0f-42ed-9e72-61335d52bee0",
        "choice_type": "multi"
    },
    {
        "question": "Histology for type 2 autoimmune pancreatitis characteristically demonstrates:-",
        "exp": "Option B- Granulocytic infiltration Autoimmune Pancreatitis Duct-centric mixed inflammatory cell infiltrate, venulitis, and increased numbers of IgG4-secreting plasma cells. Type - 1 Type -2 IgG4 Plasma cells >10 / HPF IgG4 plasma cells < 10 / HPF Storiform fibrosis Granulocytes epithelial lesion Venous thrombosis",
        "cop": 2,
        "opa": "IgG4 positive plasma cells > 10/HPF",
        "opb": "Granulocytic epithelial lesion",
        "opc": "Storiform fibrosis",
        "opd": "Microvascular thrombosis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "ad6766a3-1967-4851-8eee-f9f2051f28c4",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is most likely in a 23 year old female who died because of overdose of acetaminophen?",
        "exp": "The mnemonic for causes of acute liver failure is as follows:* A: Acetaminophen, hepatitis A, autoimmune hepatitis* B: Hepatitis B* C: Hepatitis C, cryptogenic* D: Drugs/toxins, hepatitis D* E: Hepatitis E, esoteric causes (e.g., Wilson disease, Budd-Chiari syndrome, lymphoma, carcinoma)* F: Fatty change of the microvesicular type (e.g., fatty liver of pregnancy, valproate, tetracycline, Reye syndrome)",
        "cop": 3,
        "opa": "Cirrhosis of liver",
        "opb": "Hepatorenal syndrome",
        "opc": "Acute liver failure",
        "opd": "Sinusoidal obstruction syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "bd7668a8-3735-4e8a-b903-b0fc0823d99b",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old obese woman who denies any history of alcohol abuse presents with severe abdominal pain radiating to the back. Laboratory results indicate an increase in serum amylase and lipase, with a marked decrease in calcium. Which of the following likely has caused this condition?",
        "exp": "Leading cause of pancreatitis, paicularly in nonalcoholic patients, -Cholelithiasis(gallstones). Gallstones obstruct the pancreatic ducts-Autodigestion of the pancreas by the enzymes it normally secretes into the duodenum (lipases). These lipids then form soaps (saponify) with calcium-Hypocalcemia. Alcohol is another leading cause of pancreatitis. Cystic fibrosis, abetalipoproteinemia, and mumps infection are all less common causes of pancreatitis.",
        "cop": 3,
        "opa": "Abetalipoproteinemia",
        "opb": "Alcohol",
        "opc": "Cholelithiasis",
        "opd": "Cystic fibrosis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "ff577a10-d29b-4baf-8383-4c4fe2bff61a",
        "choice_type": "single"
    },
    {
        "question": "Hydatid cyst is caused by?",
        "exp": "Hydatid disease Caused by ingestion of eggs of echinococcal species. Definitive host is the dog Intermediate hosts are sheep",
        "cop": 4,
        "opa": "Trypanosoma cruzi",
        "opb": "Taenia solium",
        "opc": "Taenia saginata",
        "opd": "Echinococcus granulosus",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "559dced8-b3c8-4fc8-887f-03fb2cd10a89",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding hepatoblastoma, except:",
        "exp": "Hepatoblastoma Most common liver tumor of early childhood. Rarely occurs over the age of 3 years. Activation of the Wnt signaling pathway is characteristic of hepatoblastoma. Associated with Beckwith-Wiedemann syndrome and familial adenomatous polyposis. It is a type of small blue round cell tumour with two histological subtypes - epithelial type and and mixed epithelial-mesenchymal type. Good prognosis.",
        "cop": 3,
        "opa": "A type of small round cell tumor",
        "opb": "Most common liver tumor of early childhood",
        "opc": "Activation of JAK-STAT pathway involved in pathogenesis",
        "opd": "Associated with Beckwith-Wiedemann syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "34ca8c0b-b6e0-467f-aa02-63edd4bbf0a4",
        "choice_type": "multi"
    },
    {
        "question": "A 17-year-old female presents with a history of fever and headache and now develops altered sensorium. CT scan shows basal exudates with meningeal enhancement. The CSF is most likely to show:",
        "exp": "CT scan shows basal exudates with meningeal enhancement is highly suggestive of tuberculous meningitis. Normal Bacterial Viral Fungal /TB Pressure cmH20) 5-20 >30 Normal or mildly increased Appearance Normal Turbid Clear Fibrin web Protein (g/L) 0.18-0.45 >1 <1 0.1-0.5 Glucose (mmol/L) 2.5-3.5 <2.2 Normal 1.6-2.5 Gram stain Normal 60-90% Positive Normal Glucose - CSF: Serum Ratio 0.6 <0.4 >0.6 <0.4 WCC <3 >500 <1000 100-500 Other 90% PMN Monocytes 10% have >90% PMN 30% have> 50% PMN Monocytes",
        "cop": 3,
        "opa": "Lymphocytic pleocytosis, low sugar, low protein",
        "opb": "Polymorphonuclear pleocytosis, normal sugar, high protein",
        "opc": "Lymphocytic pleocytosis, low sugar, high protein",
        "opd": "Lymphocytic pleocytosis, normal sugar, high protein",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "ea6393a3-c175-4c30-8ece-d04e47b45872",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not involved with multiple endocrine neoplasia-I?",
        "exp": "MEN-1 or Wermer syndrome Characterized by abnormalities : - Parathyroid: Primary hyperparathyroidism is most common manifestation of MEN-1. It is initial manifestation of disorder in most patients, appearing in almost all patients by age 40 to 50. - Pancreas: Endocrine tumors of pancreas are leading cause of morbidity & moality in these pts. Tumors are usually aggressive & often present with metastatic disease. Multiple \"microadenomas\" scattered throughout pancreas in conjunction with one or two dominant lesions are seen. - Pituitary: Prolactinoma is the frequent anterior pituitary tumor encountered in MEN-1",
        "cop": 4,
        "opa": "Pitutary",
        "opb": "Pancreas",
        "opc": "Parathyroid",
        "opd": "Thyroid",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "f6f5020e-0af7-48f7-b21e-91ee74e1b8d0",
        "choice_type": "single"
    },
    {
        "question": "Maltese cross appearance in peripheral blood smear is seen in which of the following infections?",
        "exp": "In blood smears, Babesia spp. superficially resemble P. falciparum ring stages, but lack hemozoin pigment, exhibit greater pleomorphism, and form characteristic tetrads (Maltese cross), which are diagnostic, if found.",
        "cop": 2,
        "opa": "Plasmodium falciparum",
        "opb": "Babesia microti",
        "opc": "Leishmania chagasi",
        "opd": "Trypanosoma cruzi",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "019589ee-5a24-41b2-a244-516dc6ec4979",
        "choice_type": "single"
    },
    {
        "question": "NARP syndrome is seen in:",
        "exp": "NARP syndrome (Neuropathy, ataxia, and retinitis pigmentosa), is a condition related to changes in mitochondrial DNA.",
        "cop": 1,
        "opa": "Mitochondrial diseases",
        "opb": "Glycogen storage diseases",
        "opc": "Lysosomal storage diseases",
        "opd": "Lipid storage diseases",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "f7dcd9d0-c95c-4a71-81db-b490fd4a4e56",
        "choice_type": "single"
    },
    {
        "question": "A 23-year-old woman is involved in a minor motor vehicle accident, prompting an abdominal computed tomography scan, which was read by the emergency depament radiologist as normal with the exception of a questionable mass in the right lobe of the liver. A subsequent fine-needle biopsy confirms the presence of a liver adenoma. Which of the following is associated with the development of this lesion?",
        "exp": "Liver adenomas Benign liver tumors commonly associated with oral contraceptive use in young women. Resemble hepatocellular carcinoma. Subcapsular, Can rupture,- intra-abdominal hemorrhage. -Hepatitis B and hepatitis C can lead to hepatocellular carcinoma. -Polycythemia vera is associated with thrombosis of the hepatic veins. -Polyvinyl chloride predisposes to angiosarcoma of the liver.",
        "cop": 3,
        "opa": "Hepatitis B",
        "opb": "Hepatitis C",
        "opc": "Oral contraceptives",
        "opd": "Polycythemia vera",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "bdb59f4e-6b48-4d82-a425-ca25f9df3b6c",
        "choice_type": "multi"
    },
    {
        "question": "A one year old boy presented with hepatosplenomegaly and delayed milestones. The liver biopsy and bone marrow biopsy revealed presence of histiocytes with PAS-positive Diastase-resistant material in the cytoplasm. Electron-microscopic examination of these histiocytes is most likely to reveal the presence of:",
        "exp": "PAS stain is a widely used stain which gives positive reaction with glycogen (primarily) and non glycogen substances like glycoprotein, glycolipids, proteoglycans and neutral mucins. Whether the PAS positivity of a paicular cell is due to presence of glycogen or due to latter can be differentiated with diastase (glycogen digesting enzyme). If the cell is PAS positive due to glycogen, the pretreatment with diastase will make it PAS negative. But if the cell is PAS positive due to non glycogen substances, the cell will retain its PAS positivity even after pretreatment with diastase. So, in the given question, the presence of PAS positive and diastase resistant material indicates presence of non glycogen substances. * The clinical feature of delayed milestones and hepatosplenomegaly in 1 year old boy is suggestive of some lysosomal storage disorder (like Niemann Picks disease). * This disease is characterized by the presence of large foam cells in bone marrow, liver and spleen. There is presence of pleomorphic inclusion of lipids in lysosomes enclosed in concentric or parallel lamellae.",
        "cop": 3,
        "opa": "Birbeck's granules in the cytoplasm",
        "opb": "Myelin figures in the cytoplasm",
        "opc": "Parallel rays of tubular structures in lysosomes",
        "opd": "Electron dense deposit in the mitochondria",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "142ff995-dc4b-45f7-941d-fbf3c1dcad48",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man is found in a state of disorientation and is brought to the emergency room in a comatose state. He lived alone, ate poorly, and drank large amounts of hard liquor. Physical examination reveals an emaciated man with a distended abdomen, jaundice, ascites, and a slightly enlarged liver and spleen. What blood test would confirm a diagnosis of hepatic coma?",
        "exp": "Hepatic encephalopathy The development of hepatic encephalopathy is caused by increased serum concentrations of neurotoxic substances, eg: ammonia. -Choices A, B, and D are elevated in a variety of liver diseases but are unrelated to hepatic encephalopathy. Grading of Hepatic Encephalopathy Grade Features 1 Poor concentration Slurred speech Slow thinking Abnormal sleep rhythm 2 Drowsy but easily arousable Occasional aggressive behavior Lethargic 3 Confusion Drowsy Sleepy but responds to pain and voice Gross disorientation 4 Unresponsive to voice May or may not respond to painful stimuli Unconscious",
        "cop": 3,
        "opa": "Alanine aminotransferase",
        "opb": "Alkaline phosphatase",
        "opc": "Ammonia",
        "opd": "Bilirubin",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "45c11f59-66ef-4d69-b77a-8d0c11e65922",
        "choice_type": "single"
    },
    {
        "question": "Clinical feature of 22q11 mutation syndrome include which of the following manifestation?",
        "exp": "Chromosome 22q11.2 deletion syndrome Small deletion of band q11.2 on the long arm of chromosome 22 Congenital hea defects(conotruncal abnormalities) Abnormalities of the palate Facial dysmorphism Developmental delay Variable degrees of T-cell immunodeficiency and hypocalcemia -The patient suffering from DiGeorge syndrome -High risk of development of ADHD and Schizophrenia.",
        "cop": 2,
        "opa": "Hypercalcemia",
        "opb": "Conotruncal abnormalities",
        "opc": "Thymic hyperplasia",
        "opd": "Dysmorphogenesis of the 1st and 2nd pharyngeal pouches",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "414517bc-a7f6-4d9a-93f6-7f0ab5af9b0c",
        "choice_type": "single"
    },
    {
        "question": "After suffering a seizure, a 23-year old woman is found to have profound hypoglycemia. Determination of which of the following would aid in differentiating exogenous hyperinsulinemia from endogenous hyperinsulinemia?",
        "exp": "- Distinguishing endogenous insulin production from exogenous insulin (therapeutically or surreptitiously administered) is done by quantitation of C-peptide. - C-peptide Fragment of proinsulin molecule which split off during synthesis of insulin. Circulating C-peptide is characteristically increased in patients with increased endogenous insulin production. C peptide is not increased in exogenous insulin administration, because it is removed during purification of commercial insulin preparations.",
        "cop": 1,
        "opa": "C-peptide",
        "opb": "Gastrin",
        "opc": "Glucagon",
        "opd": "Proinsulin",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "a16300c8-0877-4f14-a6d0-3a36fd72b1cd",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old woman complains of headache, visual disturbances, deepening of the voice, and generalized weakness. She repos amenorrhea for the past year and states that she recently required a larger shoe size. Laboratory studies show impaired glucose tolerance. What other procedure would be useful for establishing your diagnosis?",
        "exp": "- Given clinical features suggests the diagnosis of acromegaly which can be d/t Pituitary adenoma. Pituitary adenomas - Range from small lesions that do not enlarge gland to expansive tumors that erode sella turcica & impinge on adjacent cranial structures. Hence MRI of sella turcica can be useful to diagnose these tumors. - Adenomas < 1 cm diameter- Microadenomas (no symptoms) - > 1 cm- Macroadenomas- Mass effect : Impingement on optic chiasma causing bitemporal hemianopsia, Loss of central vision, Oculomotor palsies when tumor invades cavernous sinuses Severe headaches. - Large adenomas may invade hypothalamus -Loss of temperature regulation, hyperphagia & hormonal syndromes because they interfere with normal hypothalamic input to pituitary. - Symptoms of acromegaly- Facial changes, goiter, barrel chest, abnormal glucose tolerance, male sexual dysfunction, menstrual disorders in women, degenerative ahritis, peripheral neuropathy & thickened skin.",
        "cop": 3,
        "opa": "CBC with differential count",
        "opb": "CT scan of the abdomen",
        "opc": "MRI of the sella turcica",
        "opd": "Test for serum 21-hydroxylase",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "0950c079-8800-4e60-846f-92ac7c75c6e2",
        "choice_type": "single"
    },
    {
        "question": "Neurofibromatosis, type 1 patient is at increased risk of developing which of the following malignant neoplasms?",
        "exp": "Neurofibromatosis type 1 (NF1), Appearance of a neurofibrosarcoma in a neurofibroma. Neurofibrosarcoma, also known as peripheral nerve sheath tumor, is a malignant tumor that develops in the cells surrounding the peripheral nerves. NF1 also associated with neurogenic tumors, including meningioma, optic glioma, and pheochromocytoma.",
        "cop": 3,
        "opa": "Ganglioneuroma",
        "opb": "Glioblastoma multiforme",
        "opc": "Neurofibrosarcoma",
        "opd": "Serous cystadenocarcinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "4579f0d5-2b05-4c95-8ccb-9de210168b9e",
        "choice_type": "single"
    },
    {
        "question": "Most common association in MEN I is:",
        "exp": "MEN-1 syndrome Germ line mutations in the MEN1 tumor suppressor gene. This gene encodes for menin, Loss of menin leads to disregulation of the several transcription factor complexes, promoting Neoplasia. Components are:- (3Ps) Parathyroid Pancreas Pituitary MEN-1-associated pancreatic endocrine tumors:- Pancreatic polypeptide is the most commonly secreted product, however it is non functional. * In functional tumors, gastrinomas are the commonest.",
        "cop": 1,
        "opa": "Gastrinoma",
        "opb": "Insulinoma",
        "opc": "Lipoma",
        "opd": "Glucagonoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "57a0aef4-5718-4b1b-ad15-38c113a8ce48",
        "choice_type": "single"
    },
    {
        "question": "A 42 yr old female was diagnosed with cystic neoplasm of pancreas containing ovarian-type stroma. She was most likely suffering from?",
        "exp": "Diagnosis is Mucinous cystadenoma Most common cystic neoplasm of pancreas Up to 95% are seen in women Usually arise from the tail of pancreas Cystic cavities usually filled with thick mucinous material Columnar mucin-producing epithelium that lines the cysts is associated with a dense stroma similar to ovarian stroma Precursor to invasive carcinoma, up to 1/3rd are associated with invasive adenocarcinoma CECT showing peripheral egg shell calcification Surgical resection is curative for noninvasive mucinous cystic neoplasms (distal pancreatectomy).",
        "cop": 1,
        "opa": "Mucinous cystadenoma",
        "opb": "Serous cystadenoma",
        "opc": "Solid Pseudopapillary neoplasm",
        "opd": "Intraductal papillary mucinous neoplasm",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "380fb35b-23ef-4fe9-a4af-c452cbb0b06d",
        "choice_type": "single"
    },
    {
        "question": "Rokitansky-Aschoff sinuses are seen in which of the following conditions?",
        "exp": "Rokitansky-Aschoff sinuses are seen in Chronic cholecystitis. It is due to outpouchings of mucosal epithelium through the wall of the gallbladder forming these sinuses. Can contain fragmented bill pigment stones.",
        "cop": 2,
        "opa": "Acute cholecystitis",
        "opb": "Chronic cholecystitis",
        "opc": "Xanthogranulomatous cholecystitis",
        "opd": "Gallbladder carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "9c65588f-5195-4d8b-90b0-9a814ac90f9a",
        "choice_type": "multi"
    },
    {
        "question": "A 21-year-old woman experiences abruptio placentae with severe bleeding during the delivery of a term fetus. Five months later, she presents with profound lethargy, pallor, muscle weakness, failure of lactation and amenorrhea. Which of the following pathologic findings is expected in this patient?",
        "exp": "- Given clinical features suggests the diagnosis of Sheehan syndrome. SHEEHAN SYNDROME - Caused d/t postpaum ischemic necrosis of anterior pituitary. - Occurs after severe hypotension induced by postpaum hemorrhage. - The pituitary is paicularly susceptible at this time because its enlargement during pregnancy renders it vulnerable to reduction in blood flow. - C/F of panhypopituitarism : Pallor (d/t decreased MSH) Hypothyroidism (d/t decreased TSH) Failure of lactation (d/t decreased prolactin) Adrenal insufficiency (d/t decreased ACTH) Ovarian failure (d/t decreased FSH and LH). - None of the other choices lead to this constellation of hormone deficiencies.",
        "cop": 3,
        "opa": "Atrophy of the endocrine pancreas",
        "opb": "Autoimmune destruction of the adrenal coex",
        "opc": "Infarction of the pituitary",
        "opd": "Pituitary prolactinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "6a89707c-58e7-4eb8-b371-d19a38c0d02a",
        "choice_type": "multi"
    },
    {
        "question": "A 60-year-old man with small cell carcinoma of lung is rushed to emergency room in coma after suffering a clonic-tonic seizure. Patient's temperature is 37degC , blood pressure 100/50 mm Hg and pulse is 88 per minute. Laboratory studies show a serum sodium of 103 mmol/L, normal serum levels of BUN & creatinine and a dilute but otherwise normal urine. A CT scan of the head is normal. Which of the following is the most likely cause of seizures in this patient?",
        "exp": "- Given clinical features suggests the diagnosis of syndrome of inappropriate ADH (SIADH) secretion. SIADH - Associated with ADH excess, which causes resorption of excessive amount of free water, resulting in hyponatremia. - Causes of SIADH Secretion of ectopic ADH by malignant neoplasms (small-cell carcinomas of lung, intracranial neoplasms); Non-neoplastic diseases of lung Local injury to hypothalamus / neurohypophysis. - C/F- Hyponatremia, cerebral edema & neurologic dysfunction. - Cardinal features- Marked | in both serum sodium & osmolality | Urine osmolality. - Although total body water is increased, blood volume remains normal & peripheral edema does not develop. Diabetes mellitus may cause polyuria, glucosuria and does not cause severe hyponatremia. Diabetes insipidus - ADH deficiency causes diabetes insipidus, a condition characterized by excessive urination (polyuria) due to an inability of the kidney to resorb water properly from the urine, can occur in a variety of conditions, including head trauma, CNS tumors, inflammatory disorders of the hypothalamus and pituitary, and surgical complications.",
        "cop": 4,
        "opa": "Central diabetes insipidus",
        "opb": "Diabetes mellitus",
        "opc": "Renal metastases",
        "opd": "Syndrome of inappropriate ADH secretion",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "30fe1dd6-582d-413d-a750-b52111e5fac5",
        "choice_type": "multi"
    },
    {
        "question": "Peripheral nerve sheath tumours include all except:",
        "exp": "Peripheral nerve sheath tumours are composed of cells that show evidence of Schwann cell differentiation. These include the three common types, schwannoma, neurofibroma, and malignant peripheral nerve sheath tumor (MPNST). Synol sarcoma is not a type of peripheral nerve sheath tumours.",
        "cop": 4,
        "opa": "Schwannoma",
        "opb": "Neurofibroma",
        "opc": "malignant peripheral nerve sheath tumor (MPNST)",
        "opd": "Synol sarcoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "fff1d638-e778-482a-afbe-1b36f45e82e6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following zone of the liver lobule is more prone to ischemia?",
        "exp": "Centrilobular zone (zone 3) is zone with poor oxygenation , therefore is more prone to ischemia * Liver is divided histologically into lobules. * The center of the lobule is the central vein. * At the periphery of the lobule are poal triads. * Based on the oxygen supply , the liver can be divided into three zones. Zone 1 : Peripoal zone - encircles the poal tracts where the oxygenated blood from hepatic aeries enters. Zone 2 : Midzonal parencyma - is located in between. Zone 3 : Centrilobular Zone - is located around central veins, where oxygenation is poor.",
        "cop": 3,
        "opa": "Peripoal",
        "opb": "Midzonal parenchyma",
        "opc": "Centrilobular zone",
        "opd": "All zones are affected equally",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "19eab568-5154-4a07-abc0-50bbde44269d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true for insulinoma except:",
        "exp": "Insulinoma: Beta cell tumors (insulinomas) are most common pancreatic endocrine neoplasms which are benign & may produce sufficient insulin to induce clinically significant hypoglycemia. Ix - High circulating levels of insulin & High insulin-to-glucose ratio. Most often found within pancreas & are mostly solitary M/E -Looks like giant islets, with preservation of regular cords of monotonous cells Deposition of amyloid is a characteristic feature Hypoglycemic attacks -Confusion, Stupor, and Loss of consciousness. Precipitated by fasting or exercise and are promptly relieved by feeding or parenteral administration of glucose. Rx - Surgical resection.",
        "cop": 2,
        "opa": "These are most common pancreatic endocrine neoplasms",
        "opb": "Mostly are multiple",
        "opc": "These are benign",
        "opd": "Deposition of amyloid is characterstic",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "88ef5518-263d-4797-bda4-3e5ed7fbeecc",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man complains of severe muscle weakness and drooping eyelids. He states that his symptoms worsen with repetitive movements but then resolve after a sho rest. A chest X-ray reveals an anterior mediastinal mass. A biopsy of this mass would most likely reveal which of the following pathologic changes?",
        "exp": "- Given clinical features suggests the diagnosis of Myasthenia gravis. Myasthenia gravis -Acquired autoimmune disease characterized by abnormal muscular fatigability, caused by circulating antibodies to acetylcholine receptor at myoneural junction . -Manifests with ptosis (drooping eyelids) or diplopia (double vision) because of weakness in extraocular muscles. -Pattern of weakness is distinctly different from most primary myopathic diseases, in which there is relative sparing of facial & extraocular muscles. -Repetitive firing of muscles makes weakness more severe, whereas cholinesterase inhibitors improve strength markedly - diagnostically useful. - In 2/3rd of patients, thymic hyperplasia is closely associated with myasthenia gravis & 15% have thymoma. - Conversely, 1/3rd to 1/2 of patients with thymoma develop myasthenia gravis. - Thymectomy is often an effective treatment for these patients. - Cholinesterase inhibitors, immunosuppression, plasmapheresis can also be used in treatment.",
        "cop": 4,
        "opa": "B-cell lymphoma",
        "opb": "Hodgkin lymphoma",
        "opc": "Metastatic carcinoma",
        "opd": "Thymic hyperplasia",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "9c558195-5aee-4f0d-ac37-3a5ec6f26ec5",
        "choice_type": "single"
    },
    {
        "question": "What will be the histological findings most likely to be seen in liver biopsy of a 20 year old male who died because of overdose of acetaminophen?",
        "exp": "Acetaminophen causes centrizonal necrosis Zonal necrosis of liver There are three types of zonal necrosis : Centrizonal necrosis : It is characteristic of ischemic injury, acetaminophen toxicity, carbon tetrachloride exposure, or chloroform toxicity. Drugs such as acetaminophen may be metabolized in zone 1 to toxic compounds that cause necrosis of zone 3 hepatocytes because they receive the blood from zone 1. Midzonal necrosis - quite rare, but may be seen in yellow fever. Peripoal necrosis - is seen in phosphorus poisoning or eclampsia. Submassive necrosis refers to liver cell necrosis that crosses the normal lobular boundaries. Focal scattered necrosis : Characteristic of viral hepatitis It can also be seen with bacterial infections or other toxic insults. There is necrosis of small clusters of hepatocytes, that is located in some of the liver lobules. Steatohepatitis-like pattern of injury is caused by drugs like Methotrexate (immunosuppressive) Amiodarone (antiarrhythmic) Tamoxifen (anti-estrogen) Irinotecan (antineoplastic)",
        "cop": 3,
        "opa": "Focal scattered necrosis",
        "opb": "Midzonal necrosis",
        "opc": "Centrizonal necrosis",
        "opd": "Steatohepatitis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "aa101f40-0166-4f37-b2e0-bd6676149400",
        "choice_type": "single"
    },
    {
        "question": "Disease or infarction of neurological tissue causes it to be replaced by:",
        "exp": "Diseased or infarcted neurological tissue is replaced by Glial cells aka Suppoing Cells. However, because of astrocyte(type of glial cells) we dont get any fibrosis in brain post injury.",
        "cop": 2,
        "opa": "Fluid",
        "opb": "Neuroglia",
        "opc": "Proliferation of adjacent nerve cells",
        "opd": "Blood vessel",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "cafe9a56-4bc0-4e32-afaf-5188e72386e6",
        "choice_type": "single"
    },
    {
        "question": "Verocay bodies are seen in:",
        "exp": "Microscopically, schwannomas they are comprised of an admixture of dense and loose areas referred to as Antoni A and Antoni B areas, respectively. The dense eosinophilic Antoni A areas often contain spindle cells arranged into cellular intersecting fascicles. Palisading of nuclei is common and \"nuclear-free zones\" that lie between the regions of nuclear palisading are termed Verocay bodies.",
        "cop": 4,
        "opa": "Meningioma",
        "opb": "Hemangioma",
        "opc": "Glioma",
        "opd": "Schwannoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "b8a00153-6ebf-4c27-83ae-00e7deaa14a3",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old man is brought to ER by his wife because of lethargy, weakness and confusion. Serum sodium and serum osmolality are markedly decreased. Urine osmolality is increased. These findings are most likely related to which of the following?",
        "exp": "- Given clinical features suggests the diagnosis of syndrome of inappropriate ADH (SIADH) secretion. SIADH - Associated with ADH excess, which causes resorption of excessive amount of free water, resulting in hyponatremia. - Causes of SIADH Secretion of ectopic ADH by malignant neoplasms (small-cell carcinomas of lung, intracranial neoplasms); Non-neoplastic diseases of lung Local injury to hypothalamus / neurohypophysis. - C/F- Hyponatremia, cerebral edema & neurologic dysfunction. - Cardinal features- Marked | in both serum sodium & osmolality | Urine osmolality. - Although total body water is increased, blood volume remains normal & peripheral edema does not develop.",
        "cop": 3,
        "opa": "Bronchogenic carcinoma",
        "opb": "Thymoma",
        "opc": "Small cell carcinoma of lung",
        "opd": "Renal cell carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "5de5c670-fa47-4e75-a573-0b001162ec9d",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are examples of a round cell tumor, except:",
        "exp": "The differential diagnosis of small round cell tumors include: Neuroblastoma Wilms tumor Lymphoma Rhabdomyosarcoma Ewing sarcoma/primitive neuroectodermal tumor Medulloblastoma Retinoblastoma neuroblastoma Ewing sarcoma Haemangioblastoma is CNS tumor showing proliferation of capillaries and thin walled vessels.",
        "cop": 4,
        "opa": "Neuroblastoma",
        "opb": "Ewing's sarcoma",
        "opc": "Medulloblastoma",
        "opd": "haemangioblastoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "2453f704-fe43-4ec5-b069-3e3a9b7d50f1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following pattern of antibodies is seen most commonly?",
        "exp": "Speckled pattern refers to the presence of uniform or variable-sized speckles. This is one of the most commonly observed patterns of fluorescence and therefore the least specific. It reflects the presence of antibodies to non-DNA nuclear constituents such as Sm antigen, ribonucleoprotein, and SS-A and SS-B reactive antigens. Nucleolar pattern refers to the presence of a few discrete spots of fluorescence within the nucleus and represents antibodies to RNA. This pattern is repoed most often in patients with systemic sclerosis. Rim or peripheral staining patterns are most often indicative of antibodies to double-stranded DNA and sometimes to nuclear envelope proteins Centromeric pattern Patients with systemic sclerosis often contain antibodies specific for centromeres, which give rise to this pattern.",
        "cop": 1,
        "opa": "<img style=\"max-width: 100%\" src=\" />",
        "opb": "<img style=\"max-width: 100%\" src=\" />",
        "opc": "<img style=\"max-width: 100%\" src=\" />",
        "opd": "<img style=\"max-width: 100%\" src=\" />",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "606aa4ad-7b1d-4471-9395-3368f7e23e9f",
        "choice_type": "single"
    },
    {
        "question": "If a chromosome divides in an axis perpendicular to usual axis of division it is going to form:",
        "exp": "Isochromosome Chromosome dividing in an axis perpendicular to usual axis of division Results when one arm of a chromosome is lost and the remaining arm is duplicated, resulting in a chromosome consisting of two sho arms only or of two long arms. Morphologically identical genetic information in both arms. The most common present in live bihs involves the long arm of the X and is designated as i(X)(q10). The Xq isochromosome is associated with monosomy for genes on the sho arm of X and trisomy for genes on the long arm of X. Associated with tumors - 17q. High chance of development of testicular cancer- 12p.",
        "cop": 2,
        "opa": "Ring chromosome",
        "opb": "Isochromosome",
        "opc": "Acrocentric chromosome",
        "opd": "Subtelocentric chromosome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "807c3ed7-dec7-43fc-8810-64059ed3d589",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not true about chromothrypsis?",
        "exp": "Chromothrypsis Phenomenon by which up to thousands of clustered chromosomal rearrangements occur in a single event in localized and confined genomic regions Involved in cancer (1% -2%)and congenital diseases. Osteosarcomas and gliomas as well. Chromosome breaks occur within pa or across the entirety of a single chromosome or several chromosomes. Activate oncogenes and inactivate tumor suppressors, thereby expediting the process of carcinogenesis.",
        "cop": 3,
        "opa": "It is associated with chromosome rearrangements termed as chromosome shattering.",
        "opb": "It is observed in 1% to 2% of cancers as a whole.",
        "opc": "Associated with inactivation of oncogenes and activation of tumor suppressors.",
        "opd": "Increased frequency of 25% of osteosarcomas and high frequency in gliomas",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "2acfa0c8-4bd6-46fc-a258-e29d31f7930f",
        "choice_type": "multi"
    },
    {
        "question": "A baby's blood group was determined as O negative. Which of the following blood group the baby's mother or father will not have?",
        "exp": "Baby's mother or father will not have AB blood gp. Because if either of them will have AB then progeny can not have O blood group. AB * AO - AA, AO,AB,BO (no O gp possible) AB *AA -AA,AA,AB,AB (no O gp possible)",
        "cop": 3,
        "opa": "A Positive",
        "opb": "B Positive",
        "opc": "AB Negative",
        "opd": "O positive",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "29b10a43-1078-40c8-ba98-2419b20f1fc9",
        "choice_type": "single"
    },
    {
        "question": "A 46-year-old woman with severe asthma presents with increasing weight and back pain for 9 months. The patient is taking coicosteroids for her asthma. An X-ray of the veebrae will likely reveal which of the following pathologic findings?",
        "exp": "- Long-term administration of coicosteroids causes: | bone resorption | bone formation -Osteoporosis. - 20% of patients with Cushing syndrome suffer compression fractures of veebrae. - Osteomalacia (choice C) usually reflects abnormalities of vitamin D metabolism and features inadequate mineralization of newly formed bone.",
        "cop": 4,
        "opa": "Bone infarct",
        "opb": "Dislocation",
        "opc": "Osteomalacia",
        "opd": "Osteoporosis",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "23c5600e-3158-4ac0-b61e-812e10315603",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman presents with amenorrhea, galactorrhea, and visual field defects, all of several months duration. Magnetic resonance imaging reveals a hypophyseal mass impinging on the optic chiasm. This is most likely",
        "exp": "- Given clinical features are characteristic to Prolactinoma. Prolactinoma Most common hormone-secreting tumor of pituitary. Hyperprolactinemia results in amenorrhea C/f : Galactorrhea, loss of libido & infeility Tumor is generally small; however about 10% are large enough to impinge on adjacent structures & bitemporal hemianopia from pressure on optic chiasma is common. Somatotropic adenoma (Acidophilic adenoma) secretes growth hormone, causing Acromegaly in adults or gigantism in children. Coicotropic adenoma secretes ACTH, causing Cushing syndrome of pituitary origin (Cushing disease). Craniopharyngioma is non-endocrine tumor of Rathke's pouch origin; that can be locally destructive, indirectly causing panhypopituitarism.",
        "cop": 1,
        "opa": "Prolactinoma",
        "opb": "Somatotropic adenoma.",
        "opc": "Coicotropic adenoma.",
        "opd": "Craniopharyngioma.",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "b2489495-3a62-43ee-b22d-a7ad185f3046",
        "choice_type": "multi"
    },
    {
        "question": "A 53-year-old man presents to his physician's office for an insurance physical. During the history, you learn that his father had diabetes and died of congestive hea failure. The patient was told it was due to \"bronze diabetes.\" The patient complains only of vague fatigue and ahralgias. You are concerned that the patient may be at risk for hereditary hemochromatosis. Which test would you order to confirm your suspicion?",
        "exp": "The recommended screening test for hemochromatosis is serum transferrin saturation Molecular testing can be performed to look for mutations in the HFE gene on chromosome 6. Early detection and occasional phlebotomy can prevent multi-organ failure attributed to iron accumulation in tissues. -Antimitochondrial antibodies are used in the diagnosis of primary biliary cirrhosis. -Ceruloplasmin levels are decreased in Wilson disease.",
        "cop": 4,
        "opa": "Antimitochondrial antibodies",
        "opb": "Ceruloplasmin",
        "opc": "Heterophil antibodies",
        "opd": "Transferrin saturation",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "d996fd79-482e-446b-ba8c-a2c830fb7aae",
        "choice_type": "single"
    },
    {
        "question": "Pick the false statement about embryonal rhabdomyosarcoma out of the following",
        "exp": "Rhabdomyosarcoma Malignant mesenchymal tumour with skeletal muscle differentiation. IN LIGHT MICROSCOPY - tennis racket appearance is seen.(appearance, not granules of tennis shape) Three subtypes are recognized:- ALVEOLAR (20%) EMBRYONAL (60%) PLEOMORPHIC (20%). Rhabdomyosarcoma (alveolar and embryonal) is the most common soft tissue sarcoma of childhood and adolescence Embryonal rhabdomyosarcoma:- Presents as soft gray infiltrative mass. The tumor cells mimic skeletal muscle at various stages of embryogenesis and consist of sheets of both primitive round and spindled cells in a myxoid stroma. Rhabdomyoblasts with visible cross-striations may be present. Birbeck granules",
        "cop": 4,
        "opa": "It is seen in children younger than 5 years of age.",
        "opb": "It is a malignant tumor",
        "opc": "Gross appearance and consistency of grapelike clusters",
        "opd": "Tumor cells have \"tennis racket\" granules inside them",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "914e24b5-58df-4117-82ec-b57d4f106cb4",
        "choice_type": "multi"
    },
    {
        "question": "12-month-old boy is brought to the emergency room for examination of his right arm following a tumble at home. Radiologic examination of the limb reveals a recent fracture of the right ulna and evidence of additional healing fractures. The child is noted to have blue sclerae. This patient most likely carries a mutation in a gene that encodes which of the following proteins?",
        "exp": "Osteogenesis imperfecta Affects synthesis of type I collagen. Type Iis characterized by a Normal appearance at bih, Fractures of many bones occur during infancy and at the time the child learns to walk. \"Fragile as a China doll.\" Blue sclerae as a result of the deficiency in collagen fibres Incidence of hearing loss Fibrillin gene mutations (choice B) are found in patients with Marfan syndrome. Keratin gene mutations (choice C) are found in patients with epidermolytic hyperkeratosis.",
        "cop": 1,
        "opa": "Collagen",
        "opb": "Fibrillin",
        "opc": "Keratin",
        "opd": "Myosin",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "208b4e2f-5a29-4497-a0cc-31c212262ad9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true regarding retinoblastoma, except:",
        "exp": "Retinoblastoma is the most common primary intraocular malignancy of children. Cell of origin of retinoblastoma is a neuronal progenitor. In approximately 40% of cases, retinoblastoma occurs in individuals who inherit a germline mutation of one RB allele In the sporadic cases, both RB alleles are lost by somatic mutations Retinoblastomas arising in those with germline mutations are often bilateral. In addition, they may be associated with pinealoblastoma (\"trilateral\" retinoblastoma), which is associated with a dismal outcome. Tumors may contain both undifferentiated and differentiated elements. The undifferentiated components appear as collections of small, round cells with hyperchromatic nuclei. In well-differentiated tumours there are Flexner-Wintersteiner rosettes and fleurettes reflecting photoreceptor differentiation. Zones of dystrophic calcification are characteristic of retinoblastoma. Retinoblastoma tends to spread to the brain and bone marrow and seldom disseminates to the lungs. Prognosis is adversely affected by extraocular extension and invasion along the optic nerve and by choroidal invasion.",
        "cop": 2,
        "opa": "Flexner-Wintersteiner rosettes",
        "opb": "Bilateral tumours are common in sporadic cases",
        "opc": "Rarely spreads to lungs",
        "opd": "Dystrophic calcification",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "e8f1940b-8e81-4750-96ae-cf4cda7c2d6d",
        "choice_type": "multi"
    },
    {
        "question": "Most common posterior mediastinal tumour is:",
        "exp": "Neuroblastoma is the most common tumor of posterior mediastinum It is the commonest tumor of neurogenic origin in children however in adults that is peripheral nerve sheath tumor. Anterior Mediastinum Thymoma Teratoma Lymphoma Thyroid lesions Parathyroid tumors Metastatic carcinoma Posterior Mediastinum Neurogenic tumors (Schwannoma, neurofibroma) Lymphoma Metastatic tumor (most are from the lung) Bronchogenic cyst Gastroenteric hernia Middle Mediastinum Bronchogenic cyst pericradial cyst Lymphoma",
        "cop": 1,
        "opa": "Neurogenic tumour",
        "opb": "Thymoma",
        "opc": "Cyst",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "b23bb3e4-a28d-4a8d-8404-5fd93047bb0e",
        "choice_type": "single"
    },
    {
        "question": "Most common cause of chronic pancreatitis is:-",
        "exp": "Most common cause of chronic pancreatitis is alcohol",
        "cop": 1,
        "opa": "Alcohol",
        "opb": "Gall stones",
        "opc": "Trauma",
        "opd": "Smoking",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "ee0a1860-f8dd-4dc4-928c-158d3c04a667",
        "choice_type": "multi"
    },
    {
        "question": "A 36-year-old man from sub-Saharan Africa presents to the clinic with jaundice and right upper quadrant pain. On examination, the liver is palpably enlarged. Laboratory studies demonstrate an increase in liver enzymes. Computed tomography demonstrates a single large mass in the right lobe of the liver, and serum a-fetoprotein is markedly elevated. Which of the following is likely to have contributed to the patient's condition?",
        "exp": "Aflatoxin B1 Fungal metabolite found on moldy nuts and grain Co-carcinogen with hepatitis B, Increase the incidence of hepatocellular carcinoma -C. sinensis is a parasite associated with cholangiocarcinoma. -Hepatitis A has no association with malignancy. -Polyvinyl chloride is associated with Angiosarcoma of the liver. -Tetracyclines can cause microvesicular fatty change in the liver. Pattern of injury Morphological features Examples Cholestatic Cholestasis without inflammation OCP, steroids, antibiotics, HAA Cholestatic hepatitis Cholestasis with necrosis & inflammation Antibiotics, phenothiazines, statins Hepatocellular necrosis Massive necrosis Chronic hepatitis Acetaminophen, halothane Isoniazid Fatty liver disease Microvesicular steatosis Steatohepatitis with Mallory Denk bodies Valproate, tetracyclin Ethanol, amiodarone Fibrosis & cirrhosis Peripoal & pericellular fibrosis Alcohol, methotrexate Granulomas Fibrin ring granulomas Allopurinol Vascular lesions Budd Chiari syndrome OCP",
        "cop": 1,
        "opa": "Aflatoxin B1",
        "opb": "C. Sinensis",
        "opc": "Hepatitis A",
        "opd": "Polyvinyl chloride",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "9d6a22c4-9b96-48d8-a24b-3769f182411a",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old recent immigrant from Vietnam complains of abdominal swelling, weight loss, and upper abdominal pain of 3 weeks in duration. His past medical history includes malaria and infection with the liver fluke Clonorchis sinensis. The liver is hard on palpation. An abdominal CT scan shows a hypo-attenuated mass with lobulated margins in the liver. A biopsy discloses well-differentiated neoplastic glands embedded in a dense fibrous stroma. Which of the following is the most likely diagnosis?",
        "exp": "Carcinoma originates anywhere in the biliary tree. Cholangiocarcinoma:- Arising within the liver Associated with substantial fibrosis Confused with metastatic carcinoma and reactive fibrosis. These tumors occur at an increased frequency in persons infected with the liver fluke C. sinensis The other choices are not associated with a history of C. sinensis infestation.",
        "cop": 2,
        "opa": "Carcinoma of the gallbladder",
        "opb": "Cholangiocarcinoma",
        "opc": "Hemangiosarcoma",
        "opd": "Hepatocellular carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "2cb99ffe-fe25-45c7-a0d3-aaab2b3f995b",
        "choice_type": "multi"
    },
    {
        "question": "True about Insulinoma is:",
        "exp": "Insulinoma b-cell tumor Benign C peptide level is elevated Most common of pancreatic Neuro-endocrine neoplasms Produce sufficient insulin to induce clinically significant hypoglycaemia MEN 1 syndrome- Associated with 3-Ps Pancreas:- Gastrinoma, Insulinoma Pituitary tumor Parathyroid",
        "cop": 3,
        "opa": "Alpha cell tumor",
        "opb": "Most of them are malignant",
        "opc": "C-peptide level is elevated",
        "opd": "It is not associated with MEN 1 syndrome",
        "subject_name": "Pathology",
        "topic_name": "Miscellaneous",
        "id": "75c002c4-46a3-4c3f-a9eb-9a74de435959",
        "choice_type": "multi"
    }
]