[
    {
        "question": "Most common anterior mediastinal tumor?",
        "exp": "Ref: Bailey and Love, 26th edition, P 868Most common anterior mediastinum tumor is thymoma. Choice B is seen in posterior mediastinum. Choice C and D are found in middle mediastinum.",
        "cop": 1,
        "opa": "Thymoma",
        "opb": "Neurofibroma",
        "opc": "Pericardial cyst",
        "opd": "Bronchogenic cyst",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "224684fc-43a1-4ea2-b3c4-2137a5b092a9",
        "choice_type": "single"
    },
    {
        "question": "Greater than 30 g of fat is excreted in feces per day. The cause is",
        "exp": "(A) Exocrine pancreatic insufficiency # Steatorrheal causes:> Intraluminal maldigestion (pancreatic exocrine insufficiency, bacterial overgrowth, bariatric surgery, liver disease)> Mucosal malabsorption (celiac sprue, Whipple's disease, infections, abetalipoproteinemia, ischemia)> Postmucosal obstruction (1deg or 2deg lymphatic obstruction)> Quantitatively, steatorrhea is defined as stool fat exceeding the normal 7 g/d; rapid-transit diarrhea may result in fecal fat up to 14 g/d; daily fecal fat averages 15-25 g with small intestinal diseases and is often >32 g with pancreatic exocrine insufficiency. Intraluminal maldigestion, mucosal malabsorption, or lymphatic obstruction may produce steatorrhea.> Steatorrhea is a condition characterized by the loss of lipids in the feces. Steatorrhea may be due to1. A defect in the secretion of bile or pancreatic juice into the intestine;2. Impairment in the lipid absorption by the intestinal cells.> Steatorrhea is commonly seen in disorders associated with pancreas, biliary obstruction, severe liver dysfunction etc.",
        "cop": 1,
        "opa": "Exocrine pancreatic insufficiency",
        "opb": "Rapid transient diarrhea",
        "opc": "Small intesitnal disease",
        "opd": "Normal",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a9427166-29bc-4d46-a2bb-a7ced06ef173",
        "choice_type": "multi"
    },
    {
        "question": "Which is NOT pyrogenic Interleukin",
        "exp": "(C) IL-4 # Pyrogenic cytokines: Known pyrogenic cytokines include IL-1, IL-6, TNF, ciliary neurotropic factor (CNTF), and interferon (INF)a. Others probably exist; although IL-18 - a membrane of the IL-1 family - does not appear to be pyrogenic cytokine. Each cytokine is encoded by a separate gene, and each pyrogenic cytokine has been shown to cause fever in laboratory animals and in humans. When injected into humans, IL-1, IL-6 and TNF produce fever at low doses (10 to 100 ng/kg).> Fever, characterized by an elevation of body temperature, usually by 1deg to 4degC, is one of the most prominent manifestations of the acute-phase response, especially when inflammation is caused by infection. Fever is produced in response to substances called pyrogens that act by stimulating prostaglandin (PG) synthesis in the vascular and perivascular cells of the hypothalamus. Bacterial products, such as lipopolysaccharide (LPS; called exogenous pyrogens), stimulate leukocytes to release cytokines such as IL-1 & TNF (called endogenous pyrogens) that increase the levels of cyclooxygenases that convert AA into prostaglandins. In the hypothalamus the PGs, especially PGE2, stimulate the production of neurotransmitters, which function to reset the temperature set point at a higher level. IL-4 is involved in immediate hypersensitivity reactions.",
        "cop": 3,
        "opa": "IL-1",
        "opb": "TNF-a",
        "opc": "IL-4",
        "opd": "IL-6",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "e3ef3bc0-f3e5-4597-941c-364749ac436d",
        "choice_type": "single"
    },
    {
        "question": "Low grade Central Nervous System tumour among the following is",
        "exp": "(D) Meningioma # SPECTRUM OF CNS TUMORS range from Diffuse astrocytoma (grade ll/IV) Anaplastic astrocytoma (grade lll/IV) Glioblastoma (grade IV/IV)> Most meningiomas have a relatively low risk of recurrence or aggressive growth, and so are considered WHO grade l/IV.",
        "cop": 4,
        "opa": "Diffuse astrocytoma",
        "opb": "Anaplastic astrocytoma",
        "opc": "Glioblastoma multiforme",
        "opd": "Meningioma",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "99f46a2c-82a3-43fe-b02e-ad47b6fddc7c",
        "choice_type": "single"
    },
    {
        "question": "Not associated with coal tar",
        "exp": "(D) Leukaemia# Occupational exposure to coal tar or coal-tar pitch is associated with an increased risk of skin cancer.> Other types of cancer, including lung, bladder, kidney, and digestive tract cancer, have also been linked to occupational exposure to coal tar and coal-tar pitch.",
        "cop": 4,
        "opa": "Bladder cancer",
        "opb": "Skin cancer",
        "opc": "Lung cancer",
        "opd": "Leukemia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "3422e7ef-eed3-46ba-a0b8-a7527f23f7fb",
        "choice_type": "single"
    },
    {
        "question": "RBC cast in the microscopic examination of the urine is an indicator of",
        "exp": "(A) Acute glomerulonephritis THE GLOMERULAR SYNDROMEAcute nephritic syndromeHematuria, azotemia, variable proteinuria, oliguria, edema, and hypertensionRapidly progressive glomerulonephritisAcute nephritis, proteinuria, and acute renal failureNephrotic syndrome>3.5 gm proteinuria, hypoalbuminemia, hyperlipidemia, lipiduriaChronic renal failureAzotemia uremia progressing for yearsAzotemia uremia progressing for yearsGlomerular hematuria; subnephrotic proteinuria",
        "cop": 1,
        "opa": "Acute glomerulonephritis",
        "opb": "Acute pyelonephritis",
        "opc": "Chronic glomerulonephritis",
        "opd": "Nephrotic syndrome",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "c21e9c93-2115-449c-a45f-9a41f926a9bc",
        "choice_type": "single"
    },
    {
        "question": "Most common histological type of thyroid carcinoma is",
        "exp": "(B) Papillary type # Morphological variants of thyroid carcinoma and their approximate frequencies are: Papillary carcinoma 75-85% Follicular carcinoma 10-20% Medullary carcinoma 5% Anaplastic carcinoma < 5%> Histology type Incidence Papillary 80% Follicular 10% Medullary 5% Anaplastic 1 %> Papillary carcinoma thyroid: Commonest carcinoma of thyroid gland (80%) Commonest carcinoma in iodine sufficient area. More common in patients with previous exposure to radiation (past childhood) Commonest age 30-40 year. Multifocal (more common) Lymph node metastases more common (i.e., lymphatic spread) Distant metastasis uncommon commonest site - lung followed by bone, liver, brain. Prognosis excellent -10 years survival (95%)",
        "cop": 2,
        "opa": "Follicular type",
        "opb": "Papillary type",
        "opc": "Anaplastic type",
        "opd": "Medullary type",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ac085ab5-8ae3-4d2c-9866-f0021a4a16da",
        "choice_type": "single"
    },
    {
        "question": "Totipotency of embryonic stem cell is due to that they?",
        "exp": "Ans. is 'a' i.e., Can differentiate into all the tissues of embryonic or extraembryonic cell types Stem cells base on their potency* Potency refers to ability of stem cells to differentiate into specialized (mature) cell type:-A. Totipotent stem cells - These cells are produced from fertilization of sperm and ovum and cells that are produced by first few division after fertilization are also totipotent. These cell can differentiate into all the tissues of embryonic or extra embryonic cell types.B. Pluripotent stem cells - These are descendants of totipotent stem cells and can differentiate into cells derived from any of the three germ layers.C. Multipotent stem cells - These cells can differentiate only into cells of a closely related family, e.g. hematopoietic stem cells differentiate into RBC, WBC, platelets but not into other types.D. Unipotent stem cells - Can differentiate only in to one cell type (e.g. muscle stem cell), but have property of self-renewal which distinguiches them from non-stem cells.",
        "cop": 1,
        "opa": "Can differentiate into all the tissues of embryonic or extraembryonic cell types.",
        "opb": "Can differentiate into cells derived from any of the three germ layers.",
        "opc": "Can differentiate only into cells of a closely related family",
        "opd": "Can differentiate only in to one cell type",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "feb69838-3165-446f-aa36-97887d37ddd2",
        "choice_type": "multi"
    },
    {
        "question": "Amyloid is detected by staining with all except",
        "exp": "(B) Alcain Blue # Amyloid fibrils are idenfied in biopsy or necropsy tissue sections> The systemic amyloidosis offer a choice of bipsy sites; abdominal fat aspirates or renal or rectal biopsies are often perform ed.> Microscopically, amyloid depsotis stain pink with the hematoxylin-eosin stain and show metachromasia with crystal violet. The widely used and useful Congo red stain imparts a unique green birefringence when stained tissue sections are viewed using the polarizing microsope.> Fluorescent dyes such as thioflavin are sensitive screening stains for amyloid deposits in brain and other tissues; however, specificity should be confirmed.",
        "cop": 2,
        "opa": "Methyl violet",
        "opb": "Alcain Blue",
        "opc": "Congo Red",
        "opd": "Thioflavin",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "fd233139-2ae4-4222-abdc-b170abcd73be",
        "choice_type": "multi"
    },
    {
        "question": "NOT a mutation in Down's syndrome",
        "exp": "(D) VNTR's# A Variable Number Tandem Repeat (or VNTR) is a location in a genome where a short nucleotide sequence is organized as a tandem repeat is associated with major psychiatric disorders.> Trisomy 21 also known by the karyotype 47, XX+21 for females and 47,XY,+21 for males.> The extra chromosome 21 material may also occur due to a Robertsonian translocation in 2-4% cases. In this situation, the long arm of chromosome 21 is attached to another chromosome, often chromosome 14.",
        "cop": 4,
        "opa": "Mosaicism",
        "opb": "Robersonian translocation",
        "opc": "Maternal non disjunction",
        "opd": "VNTR's",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "108cd666-f90d-45a2-939c-830582f4076e",
        "choice_type": "single"
    },
    {
        "question": "A decrease in cerebral blood flow to zero causes death of brain tissue within",
        "exp": "(A) 4-10 minutes # Decrease in cerebral blood flow to zero causes death of brain tissue within 4-10 minutes;> Values <16-18 mL/100 g tissue per minute cause infarction within an hour; and> Values <20 mL/100 g tissue per minute cause ischemia without infarction unless prolonged for several hours or days.> If blood flow is restored prior to a significant amount of cell death, the patient may experience only transient symptoms, and the clinical syndrome is called a TIA.> Tissue surrounding the core region of infarction is ischemic but reversibly dysfunctional and is referred to as the ischemic penumbra.> The penumbra may be imaged by using perfusion-diffusion imaging with MRI or CT",
        "cop": 1,
        "opa": "4 -- 10 minutes",
        "opb": "20 -- 30 minutes",
        "opc": "50 -- 60 minutes",
        "opd": "80 -- 90 minutes",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "18ab94a6-64fb-4bff-82b3-27ab2a8ecbf9",
        "choice_type": "single"
    },
    {
        "question": "Mast cells secrete all except:",
        "exp": "Ans: d) Bradykinin When presensitized mast cells bind to new antigens two parallel and independent processes take place:1) Degranulation of preformed (primary) mediatorsi) Biogenic amines - Histamineii) Enzymes - neutral proteases (chymase, tryptase) acid hydrolasesiii) Proteoglycans - Heparin, Chondroitin sulfate2) Synthesis and release of secondary mediatorsi) Lipid mediators - Leukotriene C4 D4Prostaglandins D2(Most abundant)PAFii) Cytokines - IL1 , IL3, IL4, IL5, IL6,TNF, GMCSF,MIP 1 (alpha), MIP 1 (beta)",
        "cop": 4,
        "opa": "Histamine",
        "opb": "Heparin",
        "opc": "MIP",
        "opd": "Bradykinin",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "5ad63a6c-98aa-4d24-a565-7a79beaea298",
        "choice_type": "multi"
    },
    {
        "question": "Asbestosis is associated with all except:",
        "exp": "(A) Central emphysema# Asbestosis and Asbestos-Related Diseases> Asbestos is a family of crystalline hydrated silicates with a fibrous geometry.> On the basis of epidemiologic studies, occupational exposure to asbestos is linked to> Parenchymal interstitial fibrosis (asbestosis);> Localized fibrous plaques or, rarely, diffuse fibrosis in the pleura;> Pleural effusions; Bronchogenic carcinoma;> Malignant pleural and peritoneal mesotheliomas; and Laryngeal carcinoma.> An increased incidence of asbestos-related cancers in family members of asbestos workers has alerted the general public to the potential hazards of asbestos in the environment.",
        "cop": 1,
        "opa": "Central emphysema",
        "opb": "Interstitial fibrosis",
        "opc": "Pleural effusion",
        "opd": "Carcinoma larynx",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "6a57cdcb-3d24-4ef8-bbd8-46f2007b8bfe",
        "choice_type": "multi"
    },
    {
        "question": "Foam cells are formed by?",
        "exp": "Ans. is 'c' i.e., Macrophages * Foam cells are lipid-laden cells that derive predominantly from macrophages (M2 type), but smooth muscle cells can also imbibe lipid to become foam cells.* They are seen in atherosclerosis.",
        "cop": 3,
        "opa": "Neutrophills",
        "opb": "Fibroblasts",
        "opc": "Macrophages",
        "opd": "All of them",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "663434d1-4d6a-41b9-9644-f0d5e1fe645c",
        "choice_type": "multi"
    },
    {
        "question": "Heart failure cells are seen in -",
        "exp": "Ans. is 'c' i.e., Lungs o Heart failure cells are hemosiderin containing macrophages in alveoli that are seen in left ventricular failure and denotes previous episodes of pulmonary edema.",
        "cop": 3,
        "opa": "Kidney",
        "opb": "Heart",
        "opc": "Lungs",
        "opd": "Brain",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "8714166c-7b0b-47c6-88a8-3c5aa53c9e47",
        "choice_type": "single"
    },
    {
        "question": "Stellate granuloma is characteristic pathological feature of?",
        "exp": "Ans. is 'b' i.e., Cat scratch disease Stellate granulomaso Granuloma with characteristic central neutrophilic abscess surrounded by macrophages and other mononuclear cells are characteristic findings in lymph nodes in cat scratch disease, lymphogranuloma venereum, and tularemia. In these conditions the granulomas are often large and irregular in shape and may exhibit a stellate configuration.",
        "cop": 2,
        "opa": "Crohn's disease",
        "opb": "Cat scratch disease",
        "opc": "Hodgkin's disease",
        "opd": "Berrylliosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "fd90e1d2-b8c1-410e-81f0-df13962f6fb0",
        "choice_type": "single"
    },
    {
        "question": "Hurthle cells are characteristically seen in which of the following thyroid disease?",
        "exp": "(A) Hashimoto's thyroiditis Robbins8 - 1112, 1113; Robbins7 - 1169]# Hurthle cell is a cell in the thyroid that is often associated with Hashimoto's thyroiditis as well as follicular thyroid cancer Histology: Hurthle cells are characterized as enlarged epithelial cells with abundant eosinophilic granular cytoplasm as a result of altered mitochondria. They generally stain pink and are prominently found in histological sections of thyroid glands affected with Hashimoto's. Clinical significance: A Hurthle cell adenoma is a type of thyroid benign tumor that, in rare cases, has the potential to become malignant and metastasize (Hurthle cell carcinoma). Hurthle cells are also found in Hashimoto's thyroiditis and toxic and nontoxic nodular goiter. Hurthle cells are hypothesized to be of follicular epithelial origin.",
        "cop": 1,
        "opa": "Hashimoto's thyroiditis",
        "opb": "Graves' disease",
        "opc": "de Quervain's thyroiditis",
        "opd": "Subacute lymphocytic",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "6e575f4c-1273-4808-b698-2cdcb4ecb962",
        "choice_type": "multi"
    },
    {
        "question": "Phagolysosome fusion defect is seen in?",
        "exp": "Ans. is 'b' i.e., Chediak Hegashi disease",
        "cop": 2,
        "opa": "Chronic granulomatous disease",
        "opb": "Chediak Hegashi disease",
        "opc": "LAM 1",
        "opd": "LAM 2",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "4e2fd512-5a6c-44b4-b0d7-4224df805fc7",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old woman has had a persistent fever for the past 2 months. Her temperature has ranged from 38.3degC to 38.6degC on multiple occasions. On physical examination, she has diffuse abdominal pain and mild splenomegaly, but no hepatomegaly or lymphadenopathy. Laboratory studies show Hgb, 13.2 g/dL; Hct, 39.8%; MCV, 930 mm3; platelet count, 242,000/ mm3; and WBC count, 12,290/ mm3 with 71% segmented neutrophils, 19% lymphocytes, and 10% monocytes. CT imaging of her abdomen shows an ill-defined pelvic soft- tissue density mass with a mottled lucent center and a small, square, radiopaque area. Review of her medical record reveals that a salpingo-oophorectomy for ectopic pregnancy was performed on the left side 3 months ago. Which of the following is the most likely cause of her persistent fever?",
        "exp": "She has fever of unknown origin (FUO), at least until a record review correlated with the CT imaging suggests that the mass is a residual hemostatic sponge placed at the time of surgery. Radiopaque markers or radio-frequency identification (RFID) chips can be incorporated into such objects for identification. The mild splenomegaly is consistent with intra-abdominal abscess. There is a long differential diagnosis list for FUO. A mass could represent a neoplasm, but lymphomas do not tend to have significant necrosis and a lucent center. Sarcoidosis tends to involve multiple organs, but lymph node enlargement is likely, although central caseation is not. At the prior surgery, an ovarian neoplasm should have been identified, as would pelvic inflammatory disease that may produce a tubo-ovarian abscess.",
        "cop": 1,
        "opa": "Abscess",
        "opb": "Non-Hodgkin lymphoma",
        "opc": "Ovarian cystadenocarcinoma",
        "opd": "Sarcoidosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "e57550c9-12d6-42d0-8608-3f5176771d50",
        "choice_type": "multi"
    },
    {
        "question": "The following is not a feature of Alzheimer's disease:",
        "exp": "(D) Lewy bodies# 'Lewy bodies' are intraneuronal, intracytoplasmic, eosinophilic inclusions that have a dense core surrounded by a pale halo. They are composed by Neurofilaments and contain epitopes recognized by antibodies against neuro filament proteins, Ubiqutin and a-synuclein (presynaptic protein)> They are characteristically seen in idiopathic parkinsons disease (and not in Alzheimer's disease)> Alzheimer's disease is the most common cause of dementia in the Western world and is characterized by the following clinical, pathological and biochemical triad.> Clinically:w Subtle onset memory loss followed byw Slowly progressive dementia over several years> PathologicallyGross Diffuse atrophy of cerebral cortex Secondary enlargement of ventricular system> Microscopic Neuritic plaques containing b amyloid Neurofibrillary tangles Amyloid angiopathy accumulation of b amyloid in arterial walls of cerebral blood vessels.> Biochemically Decrease in cerebral cortical levels of acetyl choline (choline acetyl transferase (CAT) and nicotinic cholinergic receptors are also reduced) [Reduction in ACH is related to degeneration of nucleus basalis of Meynert> Lewy bodies are not mentioned as feature of Alzheimer's disease. Diffuse Lewy body disease Dementia + Large number of Lewy bodies in cortical neurons + No other pathological findings Diffuse Lewy body variant of Alzheimer's disease (and not in Alzheimer's disease) Dementia + Large number of Lewy bodies in cortical neurons + Neurofibrillary tangles and amyloid plaques.",
        "cop": 4,
        "opa": "Neurofibrillary tangles",
        "opb": "Senile (neuritic) plaques",
        "opc": "Amyloid Angiopathy",
        "opd": "Lewy bodies",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ca01187e-8e28-410a-965f-3b8af99558d6",
        "choice_type": "single"
    },
    {
        "question": "A 65-year-old obese man (body mass index =32 kg/m2) presents with a 2-year history of difficulty walking. Physical examination reveals chronic ulcers in the lower extremities. Funduscopic examination reveals proliferative retinopathy. Thickening of small vessel basement membranes in the patient is most likely related to abnormalities in which of the following cellular and biochemical processes?",
        "exp": "Increased deposition and glycosylation of basement membrane proteins contribute to the pathogenesis of diabetic microvascular disease. Thus, control of blood glucose remains the major means by which the development of microvascular diabetic complications can be minimized. The other choices do not preferentially accumulate in small vessels affected by diabetes.Diagnosis: Diabetic microvascular disease",
        "cop": 3,
        "opa": "Amyloidosis",
        "opb": "Collagenous fibrosis",
        "opc": "Glycosylation",
        "opd": "Immunoglobulin deposition",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "b30b7483-d666-4ab9-8182-a195126847b7",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are feature of Turner syndrome EXCEPT",
        "exp": "(D) Tall stature # Turner's syndrome has also been called ovarian dysgenesis.> It consists of 45X0 karyotype and short stature, short webbed neck, cubitus valgus, exagarated epicanthic folds, coarctation of aorta, Madelung deformity and streak ovaries.# Turners syndrome> Clinical features Short stature Low posterior hair line Webbed neck Broad chest, widely placed nipples Coarctation of aorta Cubitus valgus Streaked ovaries, infertility, amenorrhea Pigmented nevi Peripheral lymphedema at birth> Incidence-1 in 3000 female births> Karyotypes Classic 45X0 Defective second x chromosome 45X0/46 XX mosaicism",
        "cop": 4,
        "opa": "Normal I.Q.",
        "opb": "Infertility",
        "opc": "Coarctation of aorta",
        "opd": "Tall stature",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "058b21c3-2ee8-48ad-b8d6-43bfdd547e96",
        "choice_type": "multi"
    },
    {
        "question": "Bcl-2 is",
        "exp": "(B) Anti-apoptotic > The two main anti-apoptotic proteins are Bcl-2 and Bcl-x.> These anti-apoptotic proteins normally reside in mitochondrial membranes and the cytoplasm.> When cells are deprived of survival signals or subjected to stress, Bcl-2 and/or Bcl-x are lost from the mitochondrial membrane and are replaced by pro-apoptotic members of the family, such as Bak, Bax, and Bim. When Bcl-2/Bcl-x levels decrease, the permetability of the mitochondrial membrane increases, and several proteins that can activate the caspase cascade leak out.",
        "cop": 2,
        "opa": "Pro-apoptotic",
        "opb": "Anti-apoptotic",
        "opc": "Protein synthesis",
        "opd": "Gene amplification",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "bed994c8-fc48-4134-9bee-c0fdf590ee1d",
        "choice_type": "single"
    },
    {
        "question": "A 43-year-old woman has had increasing difficulty swallowing over the past year. She notices that her hands turn white and are painful on exposure to cold. She remarks, \"I may be getting older, but at least I don't have any wrinkles on my face or hands yet.\" On physical examination, her blood pressure is 115/75 mm Hg. The skin of her face and hands appears taut and shiny. A punch biopsy specimen of the skin of the hand shows dermal collagenous fibrosis and focal calcification. She receives yearly esophageal dilation for the next 20 years, during which time she develops no serious illnesses. Which of the following serologic test results is most likely to be positive in this woman?",
        "exp": "Limited scleroderma (former CREST syndrome), a form of systemic sclerosis, does not progress to include serious pulmonary fibrosis or renal disease. Therefore she is less likely to have diffuse scleroderma, which is associated with the anti-DNA topoisomerase antibody. Antimicrosomal (anti-thyroid peroxidase) antibodies are seen in autoimmune thyroid diseases, such as Hashimoto thyroiditis and Graves' disease. Antimitochondrial antibody appears most frequently in primary biliary cirrhosis. ANCA can be a marker for various forms of vasculitis. Anti-transglutaminase antibodies are seen in celiac disease, which is marked by malabsorption, not esophageal dysmotility.",
        "cop": 1,
        "opa": "Anticentromere antibody",
        "opb": "Anti-DNA topoisomerase antibody",
        "opc": "Antimicrosomal antibody",
        "opd": "Antimitochondrial antibody",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "c847e2e1-ed39-4607-8892-a7c3a7c2dd8f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT true about Cutaneous calciphylaxis?",
        "exp": "Ans. b (Exemplifies dystrophic calcification). (Ref. Harrison's medicine 18th/pg. Ch. 280)'In calcinosis cutis there are firm white to white-yellow papules with an irregular surface. When the contents are expressed, a chalky white material is seen. Dystrophic calcification is seen at sites of previous inflammation or damage to the skin. It develops in acne scars as well as on the distal extremities of patients with scleroderma and in the subcutaneous tissue and intermuscular fascial planes in DM. The latter is more extensive and is more commonly seen in children. An elevated calcium phosphate product, most commonly due to secondary hyperparathyroidism in the setting of renal failure, can lead to nodules of metastatic calcinosis cutis, which tend to be subcutaneous and periarticular. These patients can also develop calcification of muscular arteries and subsequent ischemic necrosis (calciphylaxis).Calciphylaxis (calcific uremic arteriolopathv)# It is a devastating condition seen almost exclusively in patients with advanced CKD.# It is heralded by livedo reticularis and advances to patches of ischemic necrosis, especially on the legs, thighs, abdomen, and breasts. Pathologically, there is evidence of vascular occlusion in association with extensive vascular and soft tissue calcification.# It appears that this condition is increasing in incidence. Originally it was ascribed to severe abnormalities in calcium and phosphorus control in dialysis patients, usually associated with advanced hyperparathyroidism. However, more recently, calciphylaxis has been seen with increasing frequency in the absence of severe hyperparathyroidism.# Other etiologies have been suggested, including the increased use of oral calcium as a phosphate binder. Warfarin is commonly used in hemodialysis patients, and one of the effects of warfarin therapy is to decrease the vitamin K- dependent regeneration of matrix GLA protein. This latter protein is important in preventing vascular calcification. Thus, warfarin treatment is considered a risk factor for calciphylaxis, and if a patient develops this syndrome, this medication should be discontinued and replaced with alternative forms of anticoagulation.",
        "cop": 2,
        "opa": "Potentially lethal condition",
        "opb": "Exemplifies dystrophic calcification",
        "opc": "Characterized by progressive cutaneous vascular calcification",
        "opd": "Includes increased calcium, phosphate, and parathor- mone patients with chronic renal failure",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "66266d15-dbe9-4571-8ce4-f1e14a13ecd2",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following Thyroid disease is associated with pain?",
        "exp": "(B) Deqeurvain's thyroiditis # Subacute Granulomatous (de Quervain) Thyroiditis> Subacute granulomatous thyroiditis, also known as de Quervain thyroiditis, is much less common than is Hashimoto disease.> de Quervain thyroiditis is most common between the ages of 30 and 50 and, like other forms of thyroiditis, occurs more frequently in women than in men.> Subacute thyroiditis is believed to be caused by a viral infection or a postviral inflammatory process. Clinical Features: The onset of this form of thyroiditis is often acute, characterized by pain in the neck (particularly when swallowing), fever, malaise, and variable enlargement of the thyroid. Transient hyperthyroidism may occur, as in other cases of thyroiditis, as a result of disruption of thyroid follicles and release of excessive thyroid hormone.> Chronic Lymphocytic (Hashimoto) Thyroiditis Hashimoto thyroiditis is the most common cause of hypothyroidism in areas of the world where iodine levels are sufficient. It is characterized by gradual thyroid failure because of autoimmune destruction of the thyroid gland. Clinical Features: Hashimoto thyroiditis comes to clinical attention as painless enlargement of the thyroid, usually associated with some degree of hypothyroidism, in a middle-aged woman. The enlargement of the gland is usually symmetric and diffuse, but in some cases it may be sufficiently localized to raise a suspicion of neoplasm.> Graves disease: Graves disease is the most common cause of endogenous hyperthyroidism. It is characterized by a triad of manifestations: Thyrotoxicosis, caused by a diffusely enlarged, hyperfunctional thyroid, is present in all cases. An infiltrative ophthalmopathy with resultant exophthalmos is noted in as many as 40% of patients. A localized, infiltrative dermopathy (sometimes designated pretibial myxedema) is seen in a minority of cases. Clinical Features: The clinical manifestations those associated uniquely with Graves disease: diffuse hyperplasia of the thyroid, ophthalmopathy, and dermopathy. The degree of thyrotoxicosis varies from case to case and may sometimes be less conspicuous than other manifestations of the disease.",
        "cop": 2,
        "opa": "Hashimoto's thyroiditis",
        "opb": "Deqeurvain's thyroiditis",
        "opc": "Simple nontoxic goiter",
        "opd": "Grave's disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "e7132241-fa09-49e1-8324-2785a5b8fa29",
        "choice_type": "single"
    },
    {
        "question": "NOT a small vessel vasculitis among the following",
        "exp": "(C) Takayasu's arteritis",
        "cop": 3,
        "opa": "Wegener's granulomatosis",
        "opb": "Churg Strauss Syndrome",
        "opc": "Takayasu's arteritis",
        "opd": "Microscopic polyangitis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1e814bca-12cf-49ac-842b-e9182ff1d876",
        "choice_type": "multi"
    },
    {
        "question": "Single gene disorder",
        "exp": "(A) Duchenne muscle dystrophy MENDELIAN DISORDERS/SINGLE GENE DISORDERSAutosomal DominantAutosomal RecessiveX-linked RecessiveX-linked DominantFAP of colonAchondroplasiaAcute intermittent porphyriaHyperlipoproteinemia1.2,3,4HemorrhagicHSHuntington's dsMarfan's syndromeNeurofibromatosisOsteogenesis imperfectaPolydactylyvWDRetinoblastomaPeutz Zeghers syndromeOsteosclerosisMost inborn error of metabolism e.g.AlbinismAlkaptonuriaAgammaglobulinemia(Swiss type)Cystic fibrosisMaple Syrup Urine dsHemochromatosisWilson's dsPKULysosomal storage dsGlycogenesis, Gaucher's ds., PK deficiency21-Hydoxylase def,CAHb-thalessemiaSickle cell anemiaHirschsprung's diseaseHemophiliaColor blindnessG-6-PD def.(incompletely dominant (expression)DICGDAgammaglobulinemia (Bruton's)Duchenne's and Becker'sMuscle dystrophyRPHydrocephalusOrnithine transcarbamylase deficiencyVit-D resistant/ hypophosphatemicRicketsAlport syndromeFamilialHypophosphatemiaBlood group XgIncontinentia PigmentiFabry's DS",
        "cop": 1,
        "opa": "Duchenne muscle dystrophy",
        "opb": "Down syndrome",
        "opc": "Turner syndrome",
        "opd": "Klinefelter syndrome",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "761a1a46-022e-4cce-a812-2ca0c4a22d1d",
        "choice_type": "single"
    },
    {
        "question": "The expression of the following oncogene is associated with a high incidence of Medullary carcinoma of thyroid",
        "exp": "(C) RET proto oncogene # p53 (also known as protein 53 or tumor protein 53), is a tumor suppressor protein that in humans is encoded by the TP53 gene.p53 is crucial in multicellular organisms, where it regulates the cell cycle and, thus, functions as a tumor suppressor that is involved in preventing cancer. As such, p53 has been described as \"the guardian of the genome\", the \"guardian angel gene\", and the \"master watchman\", referring to its role in conserving stability by preventing genome mutation.> HER2/neu (also known as ErbB-2) stands for \"Human Epidermal growth factor Receptor 2\" and is a protein giving higher aggressiveness in breast cancers. It is a member of the ErbB protein family, more commonly known as the epidermal growth factor receptor family. HER2/neu has also been designated as CD340 (cluster of differentiation 340) and p185. It is encoded by the ErbB2 gene.> Both familial and sporadic medullary forms demonstrate activating RET mutations. Sporadic medullary carcinomas, as well as FMTC, occur in adults, with a peak incidence in the fifth to sixth decades.> In humans, the protein is encoded by the RB1 gene located on 13q14.1-q14.2. If both alleles of this gene are mutated early in life, the protein is inactivated and results in development of retinoblastoma cancer, hence the name Rb",
        "cop": 3,
        "opa": "P53",
        "opb": "Her 2 neu",
        "opc": "RET proto oncogene",
        "opd": "Rbl gene",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1f2ecb1f-883a-49e4-9e65-98b4abf3891d",
        "choice_type": "single"
    },
    {
        "question": "Oncogene was first identified in",
        "exp": "(D) Retrovirus > Cellular Protooncogenes were first discovered in their mutated or \"oncogenic\" forms as \"passengers\" within the genome of acute transforming retroviruses by the 1989 Nobel laureates Harold Varmus and Michael Bishop.",
        "cop": 4,
        "opa": "Epstein-Barr Virus",
        "opb": "Echovirus",
        "opc": "Adenovirus",
        "opd": "Retrovirus",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1d2a011b-f298-488a-b468-e270549d025d",
        "choice_type": "single"
    },
    {
        "question": "A 75-year-old woman with diabetes mellitus and congestive heart failure have a sudden loss of vision in her left eye. Funduscopic examination shows a cherry-red appearance of the foveola, whereas the remaining retina appears pale. No abnormalities of the right eye are noted. Which of the following is the most likely cause for her sudden unilateral visual loss?",
        "exp": "Thromboembolization from the diseased heart to the central retinal artery causes a diffuse retinal infarct that obscures the underlying vascular choroid, except where the retina is thinner in the fovea so that it appears red compared to the surrounding pale retina. The other listed choices are typically bilateral processes. Cytomegalovirus retinitis has edematous and hemorrhagic lesions; it is most often seen in immunocompromised patients. Primary angle-closure glaucoma typically occurs in hyperopic eyes, and some cases may be acute, with eye pain from elevated intraocular pressure. Proliferative retinopathy can occur with diabetes mellitus, but the major change is retinal neovascularization. Tay-Sachs disease is seen in infancy and early childhood produces a cherry-red spot because the fovea in the center of the macula is relatively spared; it contains few ganglion cells that contain the storage product.",
        "cop": 1,
        "opa": "Central retinal artery occlusion",
        "opb": "Cytomegalovirus retinitis",
        "opc": "Primary angle-closure glaucoma",
        "opd": "Proliferative retinopathy",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "58c5ae19-8f17-46d2-8e74-6c2d3b10557b",
        "choice_type": "single"
    },
    {
        "question": "Virchow's triad includes all of the following except",
        "exp": "(D) Venous thrombosis # Virchow's triad refers to three primary influences that predispose to thrombus formation.> This triad should be the cornerstone for the assessment of risk factors for deep venous thrombosis. This includes Endothelial injury Stasis or turbulence of blood flow Blood hypercoagulability> These factors may act independently or they may combine to cause thrombus formation.> Note that endothelial integrity is the single most important factor. Injury to endotlielial cells can affect local blood flow or coagula bility# Some important Points on DVT: Homan's sign - Caif tenderness on forced ankle dorsiflexion. Phlegmasia alba do lens - Painful white leg Phlegmasia cerulea dolens - Painful blue leg Moses Sign - Calf tenderness on direct pressure on the calf. Pratt's Sign - Calf tenderness on squeezing the calf from the sides.> Duplex ultasound is the diagnostic modality of choice in deep vein thrombosis.",
        "cop": 4,
        "opa": "Venous stasis",
        "opb": "Endothelial injury to veins",
        "opc": "Blood Hypercoagulability",
        "opd": "Venous thrombosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a2cf1791-8120-4c7a-bd7f-211d1ecd6a81",
        "choice_type": "multi"
    },
    {
        "question": "In sickle cell anemia change in the amino acid is",
        "exp": "(A) valine instead of glutamic acid in the 6th position of beta chain# Molecular basis of Sickle cell hemoglobin:> In case of sickle cell disease, the hemoglobin (HbS) has two normal a chains and two abnormal b chains.> This is due to a difference in a single amino acid. In HbS, glutamate at 6th position b-chain of is replaced by valine.> This occurs due to a change (missense mutation) in the single nucleotide (thymine a adenine) of the b globin gene. This error causes the formation of altered codon (GUG in place of GAG) which leads to the incorporation of valine at the 6th position.",
        "cop": 1,
        "opa": "Valine instead of glutamic acid in the 6th position of b chain",
        "opb": "Glutamic acid instead of valine in the 6th position of b chain",
        "opc": "Valine instead of glutamic acid in the 6th position of a chain",
        "opd": "Glutamic acid instead of valine in the 6th position of a chain",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "136d49c8-8921-4f0d-9885-0cdff62d1ef7",
        "choice_type": "single"
    },
    {
        "question": "Pedigree chart description of",
        "exp": "(A) Autosomal recessive# AUTOSOMAL RECESSIVE> Appears with equal frequency in both sexes> Trait tend to skip generations> Affected offspring are usually born to unaffected parents> If both parents are heterozygous, approximately % of the progeny will be affected> Appears more frequently among the children of consanguine marriages.",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "Autosomal dominant",
        "opc": "X linked recessive",
        "opd": "X linked dominant",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "67652255-66bf-4efc-8cfb-d53122c2d48c",
        "choice_type": "single"
    },
    {
        "question": "Peripheral Smear showing the arrows is diagnostic of",
        "exp": "(C) Megaloblastic anemia# HEMATOLOGICAL FINDINGS OF MEGALOBLASTIC ANEMIA:> The blood film can point towards vitamin deficiency: Decreased Red Blood Cell (RBC) count and hemoglobin levels. Increased mean corpuscular volume (MCV, >95 fl) and Mean Corpuscular Hemoglobin (MCH). Normal mean corpuscular hemoglobin concentration (MCHC, 32-36 g/dL) The reticulocyte count is decreased due to destruction of fragile and abnormal megaloblastic erythroid precursor. The platelet count may be reduced. Neutrophil granulocytes may show multisegmented nuclei (\"senile neutrophil\"). This is thought to be due to decreased production and a compensatory prolonged lifespan for circulating neutrophils, which increase numbers of nuclear segments with age. Anisocytosis (increased variation in RBC size) and poikilocytosis (abnormally shaped RBCs). Macrocytes (larger than normal RBCs) are present. Ovalocytes (oval-shaped RBCs) are present; Howell-Jolly bodies (chromosomal remnant) also present.",
        "cop": 3,
        "opa": "Hemolytic anaemia",
        "opb": "Macrothrombocytopenia with large platelets",
        "opc": "Megaloblastic anemia",
        "opd": "Pernicious anemia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "d260cc8b-3aea-429b-bc6c-2636928a4457",
        "choice_type": "single"
    },
    {
        "question": "fay Sach's disease is an inborn error of metabolism due to deficiency",
        "exp": "(A) Hexosaminidase-A SPHINGOLIPIDOSESDiseaseEnzyme Deficiency* Tay-sachs diseaseHexosaminidase A* Fabry's diseasea-Galactosidase* Metachromatic leukodystrophyArylsulfatase A* Krabbe's diseaseb-Galactosidase* Gaucher's diseaseb-Glucosidase* Niemann-Pick diseaseSphingomyelinase* Farber's diseaseCeramidase",
        "cop": 1,
        "opa": "Hexosaminidase-A",
        "opb": "Aryl sulfatase-A",
        "opc": "a-galactosidase",
        "opd": "Galactocerebrosidase",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2281d4ef-cf7d-4aba-8179-e5214d6527d9",
        "choice_type": "single"
    },
    {
        "question": "A 22-year-old woman is diagnosed with bipolar disorder. Over the next year, she develops neurologic manifestations that include resting and intention tremors, rigidity, chorea, dysphagia, and dysarthria. On physical examination, she has bilateral Babinski signs. There are ring-like deposits of green material involving the cornea bilaterally, but her vision is not decreased. One year later, she has an illness that lasts 3 weeks, with nausea, vomiting, and malaise and scleral icterus. Laboratory findings include serum AST, 100 U/L; ALT, 122 U/L; alkaline phosphatase, 105 U/L; total bilirubin, 4.5 mg/ dL; glucose, 77 mg/dL; and creatinine, 0.9 mg/dL. Serologic test results for hepatitis A, B, and C are negative. This episode subsides without treatment, but she eventually develops cirrhosis. A mutation in a gene encoding for what substance is most likely to be present in this woman?",
        "exp": "Wilson disease (hepatolenticular degeneration) with Kayser-Fleischer corneal rings results from a mutation in the gene encoding for a copper-transporting ATPase (ATP7B). Excessive copper deposition occurs, particularly in the liver, putamen, and cornea. Psychiatric and neurologic disturbances are common in Wilson disease, and patients often develop chronic liver disease ranging from acute hepatitis to chronic hepatitis to cirrhosis. In di-antitrypsin deficiency, there can be chronic hepatitis and pulmonary emphysema, but there are no neurologic changes. Cystic fibrosis can lead to pulmonary disease and pancreatic insufficiency. Galactosemia can lead to liver disease and cirrhosis in early childhood. In its most severe form, Gaucher disease from glucocerebrosidase deficiency can lead to neurologic deterioration, but it does not lead to chronic liver disease. Von Gierke disease is a form of glycogen storage disease that does not commonly progress to cirrhosis.",
        "cop": 3,
        "opa": "a1-Antitrypsin",
        "opb": "CFTR",
        "opc": "C Copper-transporting ATPase",
        "opd": "Galactose-1-phosphate uridyltransferase",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "eb526edb-77ba-4c06-abcc-6ca1c0befe66",
        "choice_type": "multi"
    },
    {
        "question": "The process whereby WBC can squeeze through pores in capillary walls is",
        "exp": "(B) Diapedesis# Diapedisis is the passage of red or white blood corpuscles through the walls of the vessels that contain them without damage to the vessels.",
        "cop": 2,
        "opa": "Diffusion",
        "opb": "Diapedesis",
        "opc": "Osmosis",
        "opd": "Pinocytosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "3f958027-23de-456f-91ae-b2b70d76a428",
        "choice_type": "multi"
    },
    {
        "question": "Phenotypic heterogeneity",
        "exp": "(A) Allele mutation# GENETIC HETEROGENEITY is a phenomenon in which a single phenotype or genetic disorder may be caused by any one of a multiple number of alleles or non-allele (locus) mutations. This is in contrast to pleiotropy, where a single gene may cause multiple phenotypic expressions or disorders. Genetic heterogeneity can be classified as either \"allelic\" or \"locus\".> Allelic heterogeneity means that different mutations within a single gene locus (forming multiple alleles of that gene) cause the same phenotypic expression. For example, there are over 1000 known mutant alleles of the CFTR gene that cause cystic fibrosis.> Locus heterogeneity is the phenomenon in which different mutations at the same locus causes a similar phenotype. For example, b-thalassemia may be caused by several different mutations in the b-globin gene.> Allelic heterogeneity should not be confused with locus heterogeneity in which a mutation at a different gene causes a similar phenotype.> Nor should it be confused with phenotypic heterogeneity in which a mutation within the same gene causes a different phenotype.> Allelic Loss: The loss of one allele at a specific locus, caused by a deletion mutation; or loss of a chromosome from a chromosome pair. It is detected when heterozygous markers for a locus appear monomorphic because one of the alleles was deleted. When this occurs at a tumor suppressor gene locus where one of the alleles is already abnormal, it can result in neoplastic transformation.",
        "cop": 1,
        "opa": "Allele mutation",
        "opb": "Variable penetrance",
        "opc": "Allelic deletion",
        "opd": "Variable expressivity",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2e586333-0173-446a-98d2-932b213d2ae4",
        "choice_type": "multi"
    },
    {
        "question": "A 49 year old female presents with a non-healing ulcer on the right medial malleolus. On examination, there is symmetrical loss of sensation in both the extremities. She also complained of a recurrent white discharge from her vagina. Her menstrual cycles are irregular. She is complaining of hot flashes lately. The most likely pathological finding to be seen in the peripheral nerves is",
        "exp": "Answer: a) Axonal neuropathy (ROBBINS 9th ED, P-1232) Diabetic foot usually presents as a chronic non-healing ulcer in the foot especially on the medial malleolus. Symmetric loss of sensation in both the lower extremities indicates the presence of diabetic neuropathy. A white discharge indicates the presence of fungal infections due to uncontrolled diabetes.DIABETIC NEUROPATHY* Diabetes is the most common cause of peripheral neuropathy.* The prevalence of this complication depends on the duration of the disease* Most common pattern - an ascending distal symmetric sensorimotor polyneuropathy* In individuals with a distal symmetric sensorimotor neuropathy, the predominant pathologic finding is an axonal neuropathy* Typically presents with sensory symptoms, like numbness, loss of pain sensation, difficulty with balance, and paresthesias or dysesthesias",
        "cop": 1,
        "opa": "Axonal neuropathy",
        "opb": "Acute inflammation",
        "opc": "Wallerian degeneration",
        "opd": "Lymphocytic infiltration in the endoneurium",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "0d5b887b-2159-43a4-aa85-fdee1d3f77dd",
        "choice_type": "multi"
    },
    {
        "question": "When a chromosome breaks from 1 and joins anothi chromosome, it is called",
        "exp": "(A) Translocation # Structural Abnormalities:> Structural changes in the chromosomes usually result from chromosomal breakage followed by loss or rearrangement of material.> They are of the following types: Translocation implies transfer of a part of one chromosome to another chromosome. The process is usually reciprocal. Isochromosomes result when the centromere divides horizontally rather than vertically. One of the two arms of the chromosome is then lost, and the remaining arm is duplicated, resulting in a chromosome with two short arms only or two long arms only. Ring chromosome is a variant of a deletion. After loss of segments from each end of the chromosome, the arms unite to form a ring. Inversions occur when there are two interstitial breaks in a chromosome, and the segment reunites after a complete turnaround. Deletion involves loss of a portion of a chromosome.",
        "cop": 1,
        "opa": "Translocation",
        "opb": "Isochromosome",
        "opc": "Ring chromosome",
        "opd": "Inversion",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a56a5d99-948a-4c06-b6f6-daaeda7b6fd7",
        "choice_type": "multi"
    },
    {
        "question": "The characteristic features of Myophosphorylase deficiency include",
        "exp": "(D) All of the above # McArdle syndrome (type V):# Enzyme Deficiency:> Muscle phosphorylase# Morphologic changes:> Skeletal muscle only-accumulations of glycogen predominant in subsacrolemmal location.> Clinical features: Painful cramps associated with strenuous exercise. Myoglobinuria occurs in 50% of cases. Onset in adulthood (>20 year old). Muscular exercise fails to raise lactate level in venous blood. Compatible with normal longevity.",
        "cop": 4,
        "opa": "McArdle's disease",
        "opb": "Storage of glycogen in skeletal muscles",
        "opc": "Muscle weakness and failure of exercise induced rise in blood lactate",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ffaff5da-4519-482e-b938-df27d97d8e37",
        "choice_type": "multi"
    },
    {
        "question": "Classic human disorders related to genomic imprinting include all EXCEPT",
        "exp": "(D) Duchenne muscular dystrophy# Genomic imprinting refers to a genetic phenomenon whereby there is preferential expression of a gene from only one of the two parental alleles.> This phenomenon of allele-specific expression results from allele-specific epigenetic modifications such as CpG dinucleotide methylation or histone methylation or histone acetylation.> These modifications are referred to as epigenetic modifications (also referred to as epigenetic \"marks\").> In non-imprinted regions of the chromosomes, the parental epigenetic marks are erased in the germ cells only to be newly established in a parental-specific manner.> Classic human disorders related to genomic imprinting are Prader-Willi syndrome (PWS), Angelman syndrome AS), Beckwith-Wiedemann syndrome (BWS), Russell-Silver syndrome (RSS), and Albright hereditary osteodystrophy.> A characteristic feature of all of these diseases is that they do not exhibit normal Mendelian patterns of inheritance as well as showing parental origin effects.> The normal role of imprinting seems to have evolved to fine-tune the growth and development of the fetus.SYNDROMES INVOLVING IMPRINTED GENESCHROMOSOMAL LOCATION* Beckwith-Wiedemann syndrome, BWS11p15* Prader-Willi syndrome, PWS15q11.2-q12* Angelman syndrome, AS15q11.2-q12* Russell-Silver syndrome, RSS7p11-p13, 7q31-qter* Transient neonatal diabetes mellitus, TNDM6q24* Albright hereditary osteodystrophy, McCune- Albright syndrome, PHP1b20q13* Familial nonchromaffin paraganglioma11q13* Maternal and paternal UPD14 syndromes14> In addition to the syndromes listed in the Table above several diseases that are the result of complex genetic involvement have been shown to exhibit parent-of-origin effects.> These disorders include autism, Hirschsprung disease, Alzheimer disease, schizophrenia, bipolar affective disorder, and type 1 and type 2 diabetes.",
        "cop": 4,
        "opa": "Prader-Willi syndrome",
        "opb": "Angelman syndrome",
        "opc": "Beckwith-Wiedemann syndrome",
        "opd": "Duchenne muscular dystrophy",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "909447bf-b638-4cc1-a602-92802588a4f1",
        "choice_type": "multi"
    },
    {
        "question": "FNAC is useful in diagnosing all the following EXCEPT",
        "exp": "Ans. b (Follicular carcinoma) (Ref. Bailey and Love 25th/pg. 780)FNAC is the investigation of choice in discrete thyroid swellings. Thyroid conditions that may be diagnosed by FNAC include colloid nodules, thyroiditis, papillary carcinoma, medullary carcinoma, anaplastic carcinoma and lymphoma. FNAC cannot distinguish between a benign follicular adenoma and follicular carcinoma, as this distinction is dependent not on cytology but on histological criteria, which include capsular and vascular invasion.Thyroid cancerA. Papillary carcinoma--most common, excellent prognosis, \"ground-glass\" nuclei, psammoma bodies.B. Follicular carcinoma--good prognosis, uniform follicles, missed on FNAC.C. Medullary carcinoma--from parafollicular \"C cells\"; produces calcitonin, sheets of cells in amyloid stroma. MEN types II and III.D. Undifferentiated/anaplastic--older patients, very poor prognosis.",
        "cop": 2,
        "opa": "Papillary carcinoma",
        "opb": "Follicular carcinoma",
        "opc": "Anaplastic carcinoma",
        "opd": "Lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "640a0048-ee5f-47c9-ab6b-6d8f11e017c4",
        "choice_type": "multi"
    },
    {
        "question": "Mycosis fungoides mainly affects",
        "exp": "Ans. c (T-cells). (Ref. Robbin, Pathology, 6,h/656, 670, 1191 & Harrison's Medicine 18th/Table 12-8.)MYCOSIS FUNGOIDES (CUTANEOUS T CELL LYMPHOMA) & /SEZARY SYNDROME# It is anindolent disorder of peripheral CD4+T-cells.# It is an indolent lymphoma with several years of eczematous or dermatitic skin lesions before the diagnosis.# The median age of onset is in the mid-fifties. It is more common in males and in blacks.# Patients are usually adults with cutaneous patches, plaques, nodules or generalized erythema.# Characteristically 3 phases are known:- Premycotic - plaque -tumor phase.# The skin lesions progress from patch stage to plaque stage to cutaneous tumors.# In advanced stages, the lymphoma can metastasize to lymph nodes and visceral organs.# Lymphoma involves erythroderma and circulating tumor cells is known as Se'zary's syndrome.# Localized early stage mycosis fungoides can be cured with RT, often total-skin electron beam irradiation# More advanced disease has been treated (palliative) with:- Topical glucocorticoids, Topical nitrogen mustard,- Psoralen with ultraviolet (PUVA), Phototherapy,- Interferon, Antibodies, Fusion toxins, and- Systemic cytotoxic therapy.",
        "cop": 3,
        "opa": "B-cells",
        "opb": "Plasma cells",
        "opc": "T cells",
        "opd": "Macrophages",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "344cb584-0d50-422f-bd59-82da566c7146",
        "choice_type": "single"
    },
    {
        "question": "Prostate Specific Antigen is specific to",
        "exp": "(D) All of the above# PSA is secreted by the epithelial cells of the prostate gland.> PSA is not a unique indicator of prostate cancer, but may also detect prostatitis or benign prostatic hyperplasia. Only 30 percent of patients with high PSA have prostate cancer diagnosed after biopsy.> PSA is used for Prostate cancer screening and levels between 4 and 10 ng/mL (nanograms per milliliter) are considered to be suspicious and confirm the abnormal PSA with a repeat test.> PSA levels are monitored periodically every 6-36 months after treatment for prostate cancer.",
        "cop": 4,
        "opa": "BPH",
        "opb": "Prostatitis",
        "opc": "Prostatic cancer",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1c9b1fe4-754a-4a5c-a24d-cebec694143f",
        "choice_type": "multi"
    },
    {
        "question": "Sago spleen is a feature of",
        "exp": "Ans. c (Amyloidosis). (Ref. Robbin, Pathology 6th ed., 255)# Amyloidosis is deposition of a pathologic proteinacieous substance between cells in various tissues of the body.# In spleen it is characterized by splenomegaly, sagospleen (deposit largely limited to splenic follicles, producing tapioca-like granules on gross inspection), lardaceous spleen (2nd pattern in which amyloid appears to spare the follicles and instead involves the wall of splenic sinuses and connective tissue framework in red pulp, giving rise to large fused map-like areas of amyloidosis). Important pathologic featuresCondition1Lardaceous & Sago spleenAmyloidosis2\"Onion skin\" spleenSLE3Shrinking lungSLE4Nutmeg liverChronic passive congestion5\"Flea bitten\" kidneyLocal GN6Thyroidization of kidneyChronic pyelonephritis",
        "cop": 3,
        "opa": "Chronic congestion of spleen",
        "opb": "Malaria",
        "opc": "Amyloidosis",
        "opd": "Pneumocystis carinii",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "9f7e3ba2-b202-42f1-aaf1-396a6966a739",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of secretion of macro molecules by cell in the manner of fusion with vesicle is",
        "exp": "(A) Phagocytosis # Phagocytosis:> Phagocytosis is the cellular process of phagocytes and protists of engulfing solid particles by the cell membrane to form an internal phagosome. Phagocytosis is a specific form of endocytosis involving the vesicular internalization of solid particles, such as bacteria, and is therefore distinct from other forms of endocytosis such as the vesicular internalization of various liquids.# Pinocytosis> In cellular biology, pinocytosis (\"cell-drinking\", \"bulk-phase pinocytosis\", \"nonspecific, non-adsorptive pinocytosis\", \"fluid endocytosis\") is a form of endocytosis in which small particles are brought into the cell suspended within small vesicles which subsequently fuse with lysosomes to hydrolyze, or to break down, the particles.# Exocytosis> Exocytosis is the durable process by which a cell directs the contents of secretory vesicles out of the cell membrane.# Endocytosis> Endocytosis is the process by which cells absorb molecules (such as proteins) from outside the cell by engulfing it with their cell membrane. It is used by all cells of the body because most substances important to them are large polar molecules that cannot pass through the hydrophobic plasma membrane or cell membrane. The process opposite to endocytosis is exocytosis.",
        "cop": 1,
        "opa": "Phagocytosis",
        "opb": "Pinocytosis",
        "opc": "Exocytosis",
        "opd": "Endocytosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "80239df5-d851-48e0-80a4-d7a9ed280eed",
        "choice_type": "single"
    },
    {
        "question": "CA-125 is a marker antigen for the diagnosis of",
        "exp": "(D) Ovarian Carcinoma MARKERSMucins & other GlycoproteinsAssociated Cancers* CA-125Ovarian cancer* CA-19-9Colon cancer, pancreatic cancer* CA-15-3Breast cancer",
        "cop": 4,
        "opa": "Colon cancer",
        "opb": "Breast cancer",
        "opc": "Brain cancer",
        "opd": "Ovarian cancer",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "dc47f7fa-731b-4715-89fa-fef4958eb57f",
        "choice_type": "single"
    },
    {
        "question": "Heart failure cells are present in",
        "exp": "(A) Alveoli# HEART FAILURE CELLS are siderophages (hemosiderin-containing macrophages) generated in the alveoli of patients with left heart failure or chronic pulmonary edema, when the high pulmonary blood pressure causes red cells to pass through vascular wall.> Siderophages are not specific of heart failure. They are present wherever red blood cells encounter macrophages.",
        "cop": 1,
        "opa": "Alveoli",
        "opb": "Myocyte",
        "opc": "Heaptocyte",
        "opd": "Astrocyte",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "fc07116c-8f35-4636-a063-9dbf1b0dcf21",
        "choice_type": "single"
    },
    {
        "question": "A patient with Hb level 6 gms/dl, TLC-3500 and platelet count 50,000. The most probable diagnosis is\\",
        "exp": "(C) Aplastic anemia # Pancytopenia characterized by (1) anemia, (2) neutropenia, and (3) thrombocytopenia.> Basis for these changes is a failure or suppression of multipotent myeloid stem cells, with inadequate production or release of the differentiated cell lines.",
        "cop": 3,
        "opa": "Leukemia",
        "opb": "Multiple myeloma",
        "opc": "Aplastic anemia",
        "opd": "Megaloblastic anemia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "3b3fcc1d-e538-4962-aa02-4cc0729f32f2",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man seeks a prescription for erectile dysfunction. He is 168 cm (5 feet 6 inches) tall and weighs 93 kg (body mass index 33). On physical examination, there are bilateral carotid bruits and a midline palpable abdominal pulsatile mass. Decreased hair is noted over the lower extremities, and a 1-cm shallow ulceration is present in the skin over the right first metatarsal head. He has decreased sensation to light touch and pinprick in the lower extremities. Laboratory findings include hemoglobin, 12.9 g/dL; hematocrit, 42%; WBC count, 8950/ mm3; and creatinine, 1.7 mg/dL. Which of the following laboratory findings is most likely to be present in this man?",
        "exp": "Hemoglobin A1c elevation occurs in diabetes mellitus. The patient has complications of type 2 diabetes mellitus that are typical of obesity: a \"diabetic foot\" as a consequence of peripheral neuropathy and decreased sensation, advanced atherosclerosis with carotid arterial occlusion, and an atherosclerotic aortic aneurysm. Autonomic dysfunction with neuropathy can lead to erectile dysfunction. The oligo- clonal bands of IgG are characteristic for multiple sclerosis, which usually has more focal CNS involvement. Cushing disease owing to an ACTH-secreting pituitary adenoma leads to truncal obesity, skin that is easily bruised, and possibly to secondary diabetes mellitus, but not to advanced atherosclerosis. Hyperchromocysteinemia is a risk factor for atherosclerosis, but not for neuropathy. Anti-parietal cell antibodies occur in pernicious anemia with vitamin B12 deficiency, which can lead to decreased sensation in the lower extremities, but not to atherosclerotic complications.",
        "cop": 2,
        "opa": "Oligoclonal IgG bands in CSF",
        "opb": "Hemoglobin A1c, 8.8%",
        "opc": "Plasma ACTH, 119 pg/mL",
        "opd": "Plasma homocysteine, 23 mmol/L",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "c9f355b8-246d-4bbc-9e32-5c2f9eb6e8a1",
        "choice_type": "multi"
    },
    {
        "question": "The morphologic features of Neuronal cell deal consist of all EXCEPT",
        "exp": "(A) Basophilic inclusions # Acute neuronal injury (red neuron) refers to a spectrum of changes that accompany acute CNS hypoxia/ischemia or infectious and toxic insults that ultimately lead to death of the cell.> Red neurons are evident with hematoxylin and eosin (H&E) preparations at about 12 to 24 hours after an irreversible hypoxic/ ischemic insult.> The morphologic features consist of shrinkage of the cell body, pyknosis of the nucleus, disappearance of the nucleolus, and loss of Nissl substance, with intense eosinophilia of the cytoplasm.> Often, the nucleus assumes the angulated shape of the shrunken perikaryon.> Experimental studies have defined even earlier (4 to 8 hours) structural changes that attend irreversible neuronal injury consisting of small vacuoles within the cell body; these are difficult to detect in human tissue examined post mortem",
        "cop": 1,
        "opa": "Basophilic inclusions",
        "opb": "Shrinkage of cell body",
        "opc": "Disappearance of Nissls Substance",
        "opd": "Pyknosis of the nucleus",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "03818f5a-fafd-4604-8c0d-a4fde05cfe32",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old woman with rheumatoid arthritis presents with a 2-year history of dry eyes and dry mouth. Physical examination confirms xerostomia (dry mouth) and xerophthalmia (dry eyes) and reveals enlarged lacrimal glands bilaterally. Histologic examination of the lacrimal glands would likely show an infiltrate of which of the following inflammatory cell types?",
        "exp": "This patient has Sjogren (sicca) syndrome, an autoimmune disease characterized by an intense lymphocytic infiltration of the salivary and lacrimal glands. Patients develop xerostomia and xerophthalmia. The other choices are not characteristic of autoimmune disease.Diagnosis: Sjogren syndrome",
        "cop": 2,
        "opa": "Fibroblasts",
        "opb": "Lymphocytes",
        "opc": "Macrophages",
        "opd": "Mast cells",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "fe5616a4-0263-4269-8653-0445dabd8ee7",
        "choice_type": "multi"
    },
    {
        "question": "The antibody seen in drug induced SLE is",
        "exp": "(A) Anti histone antibody # Lupus erythematosus (LE): is an autoimmune disease that can affect the skin, joints, heart, lungs, kidneys, and brain. Drug-induced LE (DILE) is a variant of autoimmune disease that resolves within days to months after withdrawal of the culprit drug in a patient with no underlying immune system dysfunction.> Drugs such as procainamide, chlorpromazine, and quinidine cause the production of antinuclear antibodies against the histone dimer H2A-H2B.> Hydralazine forms antinuclear antibodies to H1 and the H3-H4 complex.> In persons with DILE, the antibodies also tend to attack histones (proteins typically found in cell nuclei); antihistone antibodies are indicated by a homogeneous pattern of antinuclear antibodies.> They are present in more than 75% of patients with DILE induced by hydralazine and procainamide.> One example of an antihistone antibody that is often implicated in DILE is immunoglobulin G (anti- DNA).> Antihistone antibodies are much more likely to indicate DILE; however, they can also appear in up to 50% of patients with SL.E.",
        "cop": 1,
        "opa": "Anti histone antibody",
        "opb": "Anti nuclear antibody",
        "opc": "Anti SM antibody",
        "opd": "Anti centromere antibody",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "9ea71b9c-bae6-487c-aaf0-e1f48291dd51",
        "choice_type": "single"
    },
    {
        "question": "A 31-year-old man has an infertility work-up. He has aspermia. He also has chronic diarrhea with elevated quantitative stool fat. He has had recurrent, severe respiratory tract infections since early childhood. As a neonate, he had bowel obstruction from meconium ileus. He is most likely to have an abnormality involving mutation in which of the following genes?",
        "exp": "Cystic fibrosis can be accompanied by agenesis of the vas deferens, a common finding that leads to infertility. With good medical care, patients with cystic fibrosis are living longer, and childbearing becomes an issue. Disorders of fibroblast growth factor receptor (FGFR) can include dwarfism. Glucose-6-phosphate dehydrogenase (G6PD) deficiency results in hemolysis on exposure to oxidants such as antimalarial drugs (e.g., primaquine). The HFE gene is abnormal in hereditary hemochromatosis; however, the patient is young for the onset of this disease. NF1 (neurofibromatosis) is associated with the appearance of various neoplasms, including neurofibromas, pheochromocytomas, and gliomas. p53 is a tumor suppressor gene, and loss of both alleles can promote the appearance of various malignancies, mainly carcinomas.",
        "cop": 1,
        "opa": "CFTR",
        "opb": "FGFR",
        "opc": "G6PD",
        "opd": "HFE",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "89d40d55-37d3-4f1e-b415-6974926bd472",
        "choice_type": "single"
    },
    {
        "question": "Hereditary retinoblastomas develop the following chromosomal deletion",
        "exp": "(A) 13q 14# Deletion of a small number of tightly clustered genes result in a number of genetic disorders termed as microdeletion syndromes.> Some of the important ones that have been asked include: Wilm's tumor-Aniridia complex 2 (WAGR syndrome) IIpI36 Part of (deletion of short arm of chromosome 11 Retinoblastoma 13qI4.116 (deletion of part of long arm of chromosome 13) Prader-Willi syndrome, Angelman syndrome6 15qII-136 (deletion of pa rt of long arm of chromosome 15) DiGeorge's syndrome, Velo-cardiofacial syndrome 22qII6 (deletion of part of long arm of chromosome 22)",
        "cop": 1,
        "opa": "13q 14",
        "opb": "13p 14",
        "opc": "14p 13",
        "opd": "14q 13",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "0ee825d6-7e9e-4ef5-8e47-7d304f3ea0fb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following labels corresponds to the condenser of the microscope?",
        "exp": "Ans. (a) C style=\"font-size: 1.04761904761905em; font-family: Times New Roman, Times, serif; margin: 0 0 0 8px; text-indent: 0\"> Explanation:In the given image, C corresponds to condenser of microscope.Different parts of microscopes are marked in the following image.",
        "cop": 1,
        "opa": "C",
        "opb": "B",
        "opc": "D",
        "opd": "A",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a721d117-69de-4900-bafb-009c150b2afe",
        "choice_type": "single"
    },
    {
        "question": "Chronic subdural haematonia is caused by",
        "exp": "(C) Rupture of bridging veins # Subdural hematoma also known as a subdural haemorrhage (SDH), is a type of hematoma, usually associated with traumatic brain injury.> Blood gathers between the inner layer of the dura mater and the arachnoid mater.> Usually resulting from tears in bridging veins which cross the subdural space, subdural hemorrhages may cause an increase in intracranial pressure (ICP), which can cause compression of and damage to delicate brain tissue.> Subdural hematomas are often life-threatening when acute.> Chronic subdural hematomas, however, have a better prognosis if properly managed.> A remarkable macroscopic characteristic of an organized subdural hematoma is that the lesion is firmly attached by fibrous tissue only to the inner surface of the dura and is not at all adherent to the underlying smooth arachnoid, which does not contribute to its formation.> Lesion can eventually retract as the granulation tissue matures.> Lesions that evolve to this stage of healing are referred to as chronic subdural hematomas.> A common finding in subdural hematomas, however, is the occurrence of multiple episodes of re-bleeding, presumably from the thin-walled vessels of the granulation tissue.",
        "cop": 3,
        "opa": "Fracture skull bones",
        "opb": "Hypertension",
        "opc": "Rupture of bridging veins",
        "opd": "Subarachnoid haemorrhage",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "22300a98-e2d5-4248-b423-6a2f7f9a4a44",
        "choice_type": "single"
    },
    {
        "question": "JC virus causes",
        "exp": "(A) Progressive Multifocal Leukoencephalopathy (PML) # JC virus (JCV): JCV is a type of human polyomavirus (formerly known as papovavirus) and is genetically similar to BK virus and SV40. It was discovered in 1971 and named after the two initials of a patient with progressive multifocal leukoencephalopa:hy (PML). The virus causes PML and other diseases only in cases of immunodeficiency, as in AIDS or during treatment with drugs intended to induce a state of immunosuppression (e.g. organ transplant patients).> Subacute Sclerosing Panencephalitis (SSPE) is a rare progressive clinical syndrome characterized by cognitive decline, spasticity of limbs, and seizures and caused by early-age acute infection with measles.> Subacute Encephalitis or HIV Meningoencephalitis or AIDS dementia complex (ADC) characterized by insidiously beginning dementia, with mental slowing, memory loss, and mood disturbances, such as apathy & depression; with motor abnormalities, ataxia, bladder & bowel incontinence, and seizure.> Tropical spastic paraparesis or HTLV -1 associated myelopathy (HAM) or Vascular Myelopathy is a disorder of spinal cord is found in 20%-30% of patients with AIDS & histopathological findings resemble subacute combined degeneration, though serum levels of vitamin B12 are normal.",
        "cop": 1,
        "opa": "Progressive Multifocal Leukoencephalopathy (PML)",
        "opb": "Subacute Sclerosing Panencephalitis (SSPE)",
        "opc": "Subacute Encephalitis",
        "opd": "Tropical spastic paraparesis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "10a6a8dd-415d-49fa-b3c6-514832153545",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following impairs epithelialization in wound healing?",
        "exp": "(A) BGF",
        "cop": 1,
        "opa": "BGF",
        "opb": "PDGF",
        "opc": "Fibronectin",
        "opd": "TGF",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "e147b082-e9e7-4a75-850d-2e77a2fca790",
        "choice_type": "single"
    },
    {
        "question": "Mitochondrial DNA linked disease is",
        "exp": "(B) Transmitted by females# mtDNA inheritance is that it is transmitted strictly through the maternal line.> Low levels of paternal transmission of mtDNA have been observed in crosses between mouse species, but not within species41, although further studies showed that this paternal mtDNA was not transmitted to the subsequent generation.> Cytochrome c oxidase deficiency (mitochondrial DNA mutations), Kearns-Sayre syndrome (single, large deletion of mitochondrial DNA), Leber hereditary optic neuropathy (Mutations in four mitochondrial genes, MT-ND1, MT-ND4, MT-ND4L, and MT-ND6), Leigh syndrome (most commonly mutated mitochondrial gene in Leigh syndrome, MT-ATP6) are some of the examples for moitochondrial diseases.",
        "cop": 2,
        "opa": "More common in males",
        "opb": "Transmitted by females",
        "opc": "Variable penetrance in families",
        "opd": "Autosomal inheritance",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "30e383d8-17a6-4e81-9a64-0bf170b063ba",
        "choice_type": "single"
    },
    {
        "question": "During sample collection the intern spilled some blood on the floor. What is the next step to be done?",
        "exp": "Ans. D. Put some absorbable material over itBlood spillage may occur because a laboratory sample breaks in the phlebotomy area or during transportation, or because there is excessive bleeding during the procedure. In this situation, clean up the spillage and record the incident, using the following procedure given below.These are guidelines from WHO--Best practice (for blood spillage)* Wear a pair of nonsterile gloves.* Use tongs or a pan and brush to sweep up as much of the broken glass (or container) as possible. Do not pick up pieces with your hands.* Discard the broken glass in a sharps container. If this is not possible due to the size of the broken glass, wrap the glass or container in several layers of paper and discard it carefully in a separate container. Do not place it in the regular waste container.* Use disposable paper towels to absorb as much of the body fluids as possible.* Wipe the area with water and detergent until it is visibly clean.* Saturate the area again with sodium hypochlorite 0.5% (10,000 ppm available chlorine). This is a 1:10 dilution of 5.25% sodium hypochlorite bleach, which should be prepared daily.* Rinse off the tongs, brush, and pan under running water and place to dry.* Remove gloves and discard them.* Wash hands carefully with soap and water, and dry thoroughly with single-use towels.* Record the incident in the incident book if a specimen was lost, or persons were exposed to blood and body fluids.Local guidelines in different hospitals may vary, but gold standard will be-- WHOs best practice guidelines.",
        "cop": 4,
        "opa": "Mop the floor",
        "opb": "Call the hospital infection control team",
        "opc": "Pour 1% sodium hypochlorite over it",
        "opd": "Put some absorbable material over it",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "3f047533-e3fe-4f7d-9c3c-030b15412145",
        "choice_type": "multi"
    },
    {
        "question": "\"Macropolycyte\" in peripheral smear is a feature of",
        "exp": "(D) Megaloblastic anaemia # Certain morphologic features are common to all forms of MEGALOBLASTIC ANEMIA.> The peripheral blood reveals marked variation in the size & shape of red cells (Anisocytosis), which are nonetheless normochromic.> Many erythrocytes are macrocytic & oval (macroovalocytes), with mean corpuscular volumes above 100 mm3 (normal, 82 to 92).> Neutrophils too are larger than normal (macro polymorphonuclear) & are hypersegmented, that is, have five to six or more nuclear lobules.",
        "cop": 4,
        "opa": "Hereditary spherocytosis",
        "opb": "Iron deficiency anaemia",
        "opc": "Sickle cell anaemia",
        "opd": "Megaloblastic anaemia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "8da0f643-660a-4ec2-befb-780db3d21989",
        "choice_type": "single"
    },
    {
        "question": "Histopathologically, Abscess is defined as",
        "exp": "(A) Localised collection with necrotic cells surrounded by the dead tissue # ABSCESS: is a collection of pus that has built up within the tissue of the body. Abscess shows redness, pain, warmth, and swelling with fluid filled. Area of redness often extends beyond the swelling It is a localized collection of pus (purulent inflammatory tissue) caused by suppuration buried in a tissue, an organ, or a confined space, lined by pyogenic membrane.> Gangrene is a type of necrosis caused by a critically insufficient blood supply. This potentially life-threatening condition may occur after an injury or infection, or in people suffering from any chronic health problem affecting blood circulation. The primary cause of gangrene is reduced blood supply to the affected tissues, which results in cell death.> Cellulitis It is a bacterial infection involving the inner layers of the skin. Specifically affects the dermis & subcutaneous fat Signs & symptoms -- area of redness which increases in size over a few days. Borders of the area of redness are generally not sharp and the skin may be swollen. Redness often turns white when pressure is applied, this is not always the case. The area of infection is usually painful. Neoplasm is an abnormal growth of tissue, which if it forms a mass, is commonly referred to as a tumour or tumor. Prior to the abnormal growth of tissue, as neoplasia, cells often undergo an abnormal pattern of growth, such as metaplasia or dysplasia",
        "cop": 1,
        "opa": "Localised collection with necrotic cells surrounded by the dead tissue",
        "opb": "Infection involving the dermis and subcutaneous fat",
        "opc": "Necrosis caused by a critically insufficient blood supply resulting cell death",
        "opd": "Abnormal pattern growth of tissue with invasion",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "862c2444-0e46-43c8-a6f4-cfd9f03a5c53",
        "choice_type": "multi"
    },
    {
        "question": "The following leukodystrophy is characterized by the inability to properly catabolize very-long-chain fatty acids (VLCFA) within peroxisomes and with elevated levels of VLCFA in serum:",
        "exp": "(C) Adrenoleukodystropy # ADRENOLEUKODYSTROPHY This disorder, which has several clinically and genetically distinct forms, is a progressive disease with symptoms referable to myelin loss from the CNS and peripheral nerves as well as adrenal insufficiency. In general, forms with earlier onset have a more rapid course. The X-linked form usually presents in the early school years with neurologic symptoms and adrenal insufficiency and is rapidly progressive and fatal. In individuals with later onset the course is more protracted; when it develops in adults it is usually a slowly progressive disorder with predominantly peripheral nerve involvement developing over a period of decades. The disease is associated with mutations in the ALD gene on chromosome Xq28, which encodes a member of the ATP- binding cassette transporter family of proteins, ABCD1. However, there is little correlation between clinical course and the underlying mutations. The disease is characterized by the inability to properly catabolize very-long-chain fatty acids (VLCFAs) within peroxisomes, with elevated levels of VLCFAs in serum. There is loss of myelin, accompanied by gliosis and extensive lymphocytic infiltration. Atrophy of the adrenal cortex is present, and VLCFA accumulation can be seen in remaining cells.",
        "cop": 3,
        "opa": "Ortho leukodystrophy",
        "opb": "Metachromatic leukodystrophy",
        "opc": "Adrenoleukodystropy",
        "opd": "Krabbe disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "000e9bc6-b144-4943-bb62-0d33b377ce93",
        "choice_type": "single"
    },
    {
        "question": "Hydroxyl ions are destroyed in the body by?",
        "exp": "Ans. is 'a' i.e., Vitamin-C \"Vitamin C and other water soluble compounds, such as uric acid, thiols including glutathione and dihydrolipoic acid and possibly other substances such as metallothioneiny serve to defend against hydroxyl radicals. Vitamin E, in contrasty is less effective in eliminating hydroxyl radicals .\" - Advanced nutrition and Human metabolism 6th/e p 420",
        "cop": 1,
        "opa": "Vitamin C",
        "opb": "Vitamin A",
        "opc": "Vitamin K",
        "opd": "Vitamin D",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1f1a9ceb-3f9b-4742-a640-f100841bf7ae",
        "choice_type": "single"
    },
    {
        "question": "Prussian blue reaction is used to demonstrate?",
        "exp": "Ans. a (Hemosiderin) (Ref. Harrison medicine 17th ed., Chapter 98 and Figure ell-37)Iron Stores# Prussian blue staining is done for marrow iron stores.- Iron stores can be graded on a scale of 0 to 4+.# A: a marrow with excess iron stores (>4+);# B: normal stores (2-3+);# C: minimal stores (1+); and# D: absent iron stores (0).# Intracellular ferritin is located in both the cytosol and lysosomes, in which partially degraded protein shells of ferritin aggregate into hemosiderin granules.# With a hematoxylin and eosin stain, hemosiderin appears in cells as golden yellow granules.# The iron in hemosiderin is chemically reactive and turns blue-black when exposed to potassium ferrocyanide, which is the basis for the Prussian blue stain.# In iron-overloaded cells, most iron is stored in hemosiderin.Also KnowIRON ABSORPTION# Iron absorption takes place largely in the proximal small intestine.# The function of ferroportin is negatively regulated by hepcidin, the principal iron regulatory hormone.# In the process of release, iron interacts with another ferroxidase, hephaestin, which oxidizes the iron to the ferric form for transferrin binding. Hephaestin is similar to ceruloplasmin, the copper-carrying protein.Sr. Ferritin# Very small amounts of ferritin normally circulate in the plasma.# Its levels correlate well with body iron stores.# During earliest iron deficiency period, iron stores--reflected by the serum ferritin level or the appearance of stainable iron on bone marrow aspirations--decrease.# As long as iron stores are present and can be mobilized, the serum iron, total iron-binding capacity (TIBC), and red cell protoporphyrin levels remain within normal limits. At this stage, red cell morphology and indices are normal.# Gradually, the TIBC increases, as do red cell protoporphyrin levels.# The serum ferritin level is the most convenient laboratory test to estimate iron stores.# By definition, marrow iron stores are absent when the serum ferritin level is <15 pg/L.DIAGNOSIS OF MICROCYTIC ANEMIATestsIron deficiencyInflammationThalassemiaSideroblasticSmearMicro/hypoNormal micro/ hypoMicro/hypo with targetingVariableSI<30<50Normal to highNormal to highTIBC>360<300NormalNormalPercent saturation<1010-2030-8030-80Ferritin (pg/L)<1530-20050-30050-300Hemoglobin patternNormalNormalAbnormalNormalDIAGNOSIS OF HYPOPROLIFERATIVE ANEMIASTestsIron DeficiencyInflammationRenal DiseaseHypometabolicAnemiaMild to severeMildMild to severeMildMCV (ft)60-9080-909090MorphologyNormo-microcyticNormocyticNormocyticNormocyticSI<30<50NormalNormalTIBC>360<300NormalNormalSaturation (%)<1010-20NormalNormalSerum ferritin (mg/L)<1530-200115-150NormalIron stores02-4+1-4+Normal",
        "cop": 1,
        "opa": "Hemosiderin",
        "opb": "Lipofuschin",
        "opc": "Bilirubin",
        "opd": "Melanin",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "021dee67-42b4-475d-907e-8b9ec7df01e3",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman whose pregnancy was uncomplicated gives birth at term. A newborn physical examination shows a small lower lumbar skin dimple with a protruding tuft of hair. A radiograph shows that the underlying L4 vertebra has lack of closure of the posterior arches. What is the most likely diagnosis?",
        "exp": "Spina bifida occulta is the mildest form of neural tube defect. It is characterized by defective closure of the vertebral arches, but with intact meninges and spinal cord, and \"closed\" by skin and connective tissue. A radiograph may show its presence in 20% of the population. Despite the lack of an open defect, there is an increased risk for meningitis. In an Arnold-Chiari malformation, there is a small posterior fossa and extension of the cerebellum into the foramen magnum and a lumbar meningomyelocele. Dandy-Walker malformation is detected by ultrasound evidence of a cyst in the fourth ventricle and agenesis of the cerebellar vermis. Meningomyeloceles are open neural tube defects. Tuberous sclerosis is a rare disease that causes firm hamartomatous \"tubers\" in the cortex, and is not associated with neural tube defects.",
        "cop": 4,
        "opa": "Arnold-Chiari malformation",
        "opb": "Dandy-Walker malformation",
        "opc": "Meningomyelocele",
        "opd": "Spina bifida occulta",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "0ac83b13-3389-4555-9582-f08a28ce2c97",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old, previously healthy man sustains blunt force trauma to the left upper arm. On physical examination, there is focal swelling and redness. Three weeks later, the superficial contusion has resolved, but now a slightly tender mass is palpated in the outer aspect of the upper left arm. A radiograph of the left arm shows a 5-cm mass in the soft tissue. There is a radiolucent center and surrounding irregular bone formation. One month later, the mass is now 3 cm and painless. CT scan of the arm shows a well-circumscribed mass within muscle with areas of bright calcification throughout. What is the most likely diagnosis?",
        "exp": "Myositis ossificans is an uncommon, exuberant repair reaction following soft-tissue trauma to muscle in which there is metaplastic bone formation. The keys to diagnosis are the location within soft tissue, calcification beginning at the periphery, and decrease in size over time. Gouty tophi can form in soft tissues, but there is typically a history of gouty arthritis first, and the lesions do not calcify. A hem- arthrosis forms with joint trauma and hemorrhage in and around the joint capsule, but does not involve calcification. An osteochondroma is a bony exostosis projecting from bone into soft tissue. An osteosarcoma that rarely arises in soft tissue must be distinguished from myositis ossificans; the latter is characterized by the mature shell of bone, lack of enlargement, and lack of bone or soft-tissue destruction. Polymyositis involves inflammation with degeneration and regeneration of muscle fibers, but there is no mass effect and no calcification.",
        "cop": 3,
        "opa": "Gouty tophus",
        "opb": "Hemarthrosis",
        "opc": "Myositis ossificans",
        "opd": "Osteochondroma",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "0bfbfb4b-2ee8-4428-bab2-ca7104e483e9",
        "choice_type": "single"
    },
    {
        "question": "Delayed umbilical cord detachment leukocytosis is seen in?",
        "exp": "Ans is 'a' i.e. Leukocyte adhesion deficiency * Delayed separation of the umbilical cord is pathognomonic for leukocyte adhesion deficiency (autosomal recessive). It's due to absence of CD 18 antigen that's necessary for formation of integrins, the substances that are responsible for the second step of leukocyte migration: adhesion. Because the leukocytes cannot efficiently reach the site of insult, they cannot engulf the offending substance, and no pus will be evident. Also, as a compensatory mechanism, there may be excessive leukocytosis.",
        "cop": 1,
        "opa": "Leukocyte adhesion deficiency",
        "opb": "Chronic granulomatous disease",
        "opc": "Severe combined immunodeficiency",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "788f94b8-d577-4fa0-858a-d911c43f3e69",
        "choice_type": "multi"
    },
    {
        "question": "Focal length of high power objective lens of microscope?",
        "exp": "Ans. is 'd' i.e., 4 mmProperties of Microscopic Objective LensPropertyScanningLow PowerHigh PowerOil ImmersionMagnification4x10x40-45x 90-100xNumerical Aperature0-100.250.55-0.651.25-1.4Approximate focal length40 mm16mm4 mm 1.8-2.0 mmWorking distance17-20 mm4-8 mm0.5-0.7 mm0.1 mmApproximate resolving power with light of 450 nm(blue light)2.3 mm0.9 mm0.35 mm0.18 mm",
        "cop": 4,
        "opa": "40mm",
        "opb": "16mm",
        "opc": "20mm",
        "opd": "4mm",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "f39f9a62-11f5-4e48-8b41-b04730125f62",
        "choice_type": "single"
    },
    {
        "question": "Common antibody in Polymyositis and Dermatomyositis includes",
        "exp": "(C) Anti-aminoacyl-tRNA synthetase# About 50% of patients with polymyositis or dermatomyositis have myositis-specific antibodies, so when the clinical exam and testing suggest the possibility of these diseases, the presence of these antibodies can be strong supporting evidence for the diagnosis.> There are literally dozens of myositis-specific and myositis-associated antibodies identified, and researchers are learning more about them.> Some of the best-known are anti-aminoacyl-tRNA synthetases, anti-Signal Recognition Particle (SRP), and anti-Mi-2: chromodomain helicase DNA binding protein 4.> Several studies have noted that these serological types are identified with differences in presentation and prognosis. Patients with anti-aminoacyl-tRNA synthetases may have arthritis in addition to myositis, fevers, interstitial lung disease and the \"mechanic's hands\" so named because of the thickening of the palms of the hands. Patients with anti-Signal Recognition Particle may have severe muscle weakness that comes on very rapidly, muscle aches, and cardiac involvement. Those with anti-Mi-2: chromodomain helicase DNA binding protein 4 may have the classic dermatomyositis skin signs, like the shawl rashes and cuticle overgrowth.",
        "cop": 3,
        "opa": "SS-7",
        "opb": "SS-8",
        "opc": "Anti-aminoacyl-tRNA synthetase",
        "opd": "Anti hystidyl transfer synthetase",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ec233ad4-d7e4-44a0-ae98-4c73988764f0",
        "choice_type": "single"
    },
    {
        "question": "\"Programmed cell death\" is known as",
        "exp": "(A) Apoptosis # Apoptosis is a form of programmed cell death in multicellular organisms.> Apoptosis is one of the main types of programmed cell death (PCD), and involves an orchestrated series of biochemical events leading to a characteristic cell morphology and death.> It involves an orchestrated series of biochemical events which lead to a variety of morphological changes, including blebbing, changes to the cell membrane such as loss of membrane asymmetry and attachment, cell shrinkage, nuclear fragmentation, chromatin condensation and chromosomal DNA fragmentation.> Apoptotic process is executed in such a way as to safely dispose of cellular debris.# Cells that are induced to commit suicide:> Shrink> Develop bubble-like blebs on their surface;> Have the chromatin (DNA and protein) in their nucleus degraded> Have their mitochondria break down with the release of cytochrome c;> Break into small, membrane-wrapped, fragments.> The phospholipid phosphatidylserine, which is normally hidden within the plasma membrane, is exposed on the surface.> This is bound by receptors on phagocytic cells like macrophages and dendritic cells which then engulf the cell fragments.> The phagocytic cells secrete cytokines that inhibit inflammation (E.g., IL-10 and TGF-b)",
        "cop": 1,
        "opa": "Apoptosis",
        "opb": "Cell necrosis",
        "opc": "Aplasia",
        "opd": "Phagocytosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2e755dcd-8efb-4fb2-8cdf-287c830099e3",
        "choice_type": "single"
    },
    {
        "question": "Primary granules contain which enzyme?",
        "exp": "Ans. is 'a' i.e., Myeloperoxidase Contents of neutrophil granulesPrimary (azeurophilic) granulesSecondary (specific) granulesTeriary (C-Particle) granules (From internet)1. Myeloperoxidase2. Lysozyme3. Acid hydrolases4. Elasases5. Nonspecific collegenase6. Bacterial permeability protein7. Defensin (BPI)8. Cathepsin G9. Phospholipase A21. Lactoferrin2. Lysozyme3. Alkaline phosphatase4. Type IV Collegenase5. Phospholipase A26. Leukocyte adhesion molecules7. Plasminogen activator8. Vit B12 binding protein9. Gelatinase10. Histaminase11. b2-miroglobulin12. Cytochrome BContains gelatinase and acid hydrolases",
        "cop": 1,
        "opa": "Myeloperoxidase",
        "opb": "Hydrolases",
        "opc": "Lactoferrin",
        "opd": "Phospholipase A2",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "89d8e817-aceb-4914-95be-01c9bb9088a7",
        "choice_type": "single"
    },
    {
        "question": "Amino acids that promote healing includes",
        "exp": "(B) Arginine > Adequate dietary protein is absolutely essential for proper wound healing, and tissue levels of the amino acids Arginine and Glutamine may influence wound repair & immune function.> Healing of wounds, whether from accidental injury or surgical intervention, involves the activity of an intricate network of blood cells, tissue types, cytokines, and growth factors.> This results in increased cellular activity, which causes an intensified metabolic demand for nutrients.> Nutritional deficiencies can impede wound healing, and several nutritional factors required for wound repair may improve healing time and wound outcome.> Vitamin A is required for epithelial and bone formation, cellular differentiation, and immune function. Vitamin C is necessary for collagen formation, proper immune function, and as a tissue antioxidant.> Vitamin E is the major lipid-soluble antioxidant in the skin; however, the effect of vitamin E on surgical wounds is inconclusive.> Bromelain reduces edema, bruising, pain, and healing time following trauma and surgical procedures. Glucosamine appears to be the rate-limiting substrate for hyaluronic acid production in the wound",
        "cop": 2,
        "opa": "Alanine",
        "opb": "Arginine",
        "opc": "Glutamate",
        "opd": "Glycine",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "803aea49-d0c5-4cf5-bb9e-3a0d79c77b31",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is FALSE regarding cutaneous calciphylaxis?",
        "exp": "Ans. b (Exemplifies dystrophic calcification) (Ref. Harrison's medicine 18th/pg. Ch. 280)CUTANEOUS CALCIPHYLAXIS# Calciphylaxis, an rare, potentially lethal condition characterized by progressive disseminated cutaneous, vascular and soft tissue calcification.# It is seen principally in the setting of Chronic renal failure-associated hyperparathyroidism.# It presents with painful, violaceous, mottled lesions of the extremities and/or trunk that progress to skin and subcutaneous tissue necrosis, non-healing ulcers, and gangrene.# Treatment: Timely parathyroidectomy.",
        "cop": 2,
        "opa": "Potentially lethal condition",
        "opb": "Exemplifies dystrophic calcification",
        "opc": "Characterized by progressive cutaneous vascular calcification",
        "opd": "Includes increased calcium, phosphate, and parathor- mone patients with chronic renal failure",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "d49ae3f8-ba88-474b-ab98-aeaf76c7b23b",
        "choice_type": "multi"
    },
    {
        "question": "Megalolomes in nucleated cell are seen in",
        "exp": "(D) All of the above",
        "cop": 4,
        "opa": "Wiskott Aldrich syndrome",
        "opb": "Chediak-Higashi syndrome",
        "opc": "DiGeorge's syndrome",
        "opd": "All the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a9ce5f47-bb32-46a9-b6d0-9b0ea8743efa",
        "choice_type": "multi"
    },
    {
        "question": "Amyloidosis is associated with which thyroid carcinoma?",
        "exp": "Ans. is 'd' i.e., Medullary Amyloid proteinPrecursorSyndrome or involved tissueAbAb protein precursor (AbPP)Alzheimer's diseaseAPrPPrion proteinSpongiform encephalopathyA CalCalcitoninMedullary carcinoma of thyroidAIAPPIslet amyloid polypeptideType II diabetes, InsulinomasAANFAtrial natriuretic factorIsolated atrial amyloid",
        "cop": 4,
        "opa": "Papillary",
        "opb": "Follicular",
        "opc": "Anaplastic",
        "opd": "Medullary",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "752da7f0-4274-47be-8ed0-b6796cb84ec9",
        "choice_type": "single"
    },
    {
        "question": "Brain edema is associated with",
        "exp": "(A) Increase in ECF volume # Vasogenic edema occurs when the integrity of the normal blood-brain barrier is disrupted. With increased vascular permeability, fluid shifts from the vascular compartment into intercellular spaces of the brain (ECF compartment). Vasogenic edema can be either localized-because of abnormal permeability of vessels adjacent to inflammation or tumors-or generalized.> Cytotoxic edema implies an increase in intracellular fluid secondary to neuronal, glial, or endothelial cell membrane injury, as might be encountered in an individual with a generalized hypoxic/ischemic insult or with exposure to some toxins.",
        "cop": 1,
        "opa": "Increase in ECF volume",
        "opb": "Increase brain water content",
        "opc": "Increase volume in interstitial space",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "dc9e5c0c-e399-4ac2-b722-364654f6bc54",
        "choice_type": "multi"
    },
    {
        "question": "Basement membrane collagen is",
        "exp": "(IV): (170 Harsh mohan 6th edition)Basement membrane are PAS positive amorphous structures that lies underneath epithelia of different organs and endothelial cells, they consist of collagen type IVand laminin**",
        "cop": 1,
        "opa": "IV",
        "opb": "II",
        "opc": "V",
        "opd": "VI",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "cdef369d-98a0-4e31-ae38-5e9f0c68aae9",
        "choice_type": "single"
    },
    {
        "question": "All of the following are seen in 22q 11.2 deletion syndrome except",
        "exp": "(A) B cell immunodeficiency # DiGeorge syndrome or 22q11.2 deletion syndrome, which has several presentations including DiGeorge syndrome (DGS), DiGeorge anomaly, velo-cardio-facial syndrome, Shprintzen syndrome, conotruncal anomaly face syndrome, Strong syndrome, congenital thymic aplasia, and thymic hypoplasia, is a syndrome caused by the deletion of a small piece of chromosome 22.> Salient features Mnemonic CATCH-22 of DiGeorge's syndrome, with the chromosomal abnormality is found on the 22 chromosome: Cardiac Abnormality (especially tetralogy of Fallot) Abnormal facies Thymic aplasia Cleft palate Hypocalcemia/Hypoparathyroidism.",
        "cop": 2,
        "opa": "B cell immunodeficiency",
        "opb": "Learning disabilities",
        "opc": "Increased incidence of psychiatric disorders like schizophrenia in adulthood",
        "opd": "Facial abnormalities",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a2fc266b-9938-4ed1-b86d-5b48aba8286f",
        "choice_type": "multi"
    },
    {
        "question": "Which histological type of uveal malignant melanoma has worst prognosis?",
        "exp": "Ans. c (Epitheloid uveal malignant melanoma). (Ref. Robbin Pathologic Basis of Diseases, 6th/l366)INTRAOCULAR MELANOMAS# Constitute the most common primary ocular malignancy in whites.# Choroidal melanoma are the most intraocular malignant tumors of eye in adults.# \"Collar button\" shaped tumor of choroid is classical.# Callender's classification for malignant uveal melanoma is:A. Spindle AB. Spindle BC. Epitheloid (most common & worst prognosis)D. Necrotic.",
        "cop": 3,
        "opa": "Spindle A",
        "opb": "Spindle B",
        "opc": "Epitheloid",
        "opd": "Mixed",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "fbad94d6-ecc7-4ac8-ab27-57e1018b85a6",
        "choice_type": "single"
    },
    {
        "question": "Most common childhood malignancy is?",
        "exp": "(A) Leukemia # Types of cancers that develop most often in children are different from those in adults. Leukemia Brain and other central nervous system tumors Neuroblastoma Wilms tumor Lymphoma (including both Hodgkin & non-Hodgkin) Rhabdomyosarcoma Retinoblastoma Bone cancer (including osteosarcoma and Ewing sarcoma> Leukemias: Leukemias, which are cancers of the bone marrow and blood, are the most common childhood cancers. They account for about 30% of all cancers in children. The most common types in children are acute lymphocytic leukemia (ALL) and acute myelogenous leukemia (AML). These leukemias can cause bone and joint pain, fatigue, weakness, pale skin, bleeding or bruising, fever, weight loss, and other symptoms. Acute leukemias can grow quickly, so they need to be treated (typically with chemotherapy) as soon as they are found.",
        "cop": 1,
        "opa": "Leukaemia",
        "opb": "Neuroblastoma",
        "opc": "Lymphoma",
        "opd": "Wilm's tumour",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "36542e3b-120a-4264-82ac-071141855eb9",
        "choice_type": "single"
    },
    {
        "question": "Bence Jones proteins are found in all except",
        "exp": "(B) Reactive plasmacytosis > A Bence Jones protein is a monoclonal globulin protein found in the blood or urine, with a molecular weight of 20 kDa. Finding this protein in the context of end-organ manifestations such as malignant bone marrow cancer, renal failure, lytic bone disease, or anemia, or large numbers of plasma cells in the bone marrow of patients can be diagnostic of multiple myeloma, in which t is present in 2/3 of cases.# Other conditions that can produce Bence Jones proteins include:> Waldenstrom's macroglobulinemia, heavy-chain disease, primary or immunocyte-associated amyloidosis, Monoclonal gammopethy of undetermined significance, some lymphomas and leukemias, osteogenic sarcoma, cryoglobulinemia, malignant B-cell disease, amyloidosis, light chain disease, and cancer that has spread to bone.",
        "cop": 2,
        "opa": "Multiple myeloma",
        "opb": "Reactive plasmacytosis",
        "opc": "Monoclonal gammopathy of undetermined significance",
        "opd": "Waldenstroms macroglobulinemia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "d61eb3cd-6adc-4c3a-a6f9-f0c25c069f5d",
        "choice_type": "multi"
    },
    {
        "question": "Smoking is not a risk factor for -",
        "exp": "Ans. is 'd' i.e., Alzhiemers disease o Smoking is not a risk factor for the development of alzhiemers disease",
        "cop": 4,
        "opa": "Lung carcinoma",
        "opb": "Osteoporosis",
        "opc": "Nonunion of bones",
        "opd": "Alzhiemers disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "bec017e8-441d-4b11-86cf-830edfaa21f2",
        "choice_type": "single"
    },
    {
        "question": "A CKD patient had to undergo dialysis. His Hb was 5.2. So two blood transfusions were to be given. First bag was completed in 2 hours. Second was started and midway between he developed shortness of breath, hypertension. Vitals: BP 180/12- mm Hg and pulse rate 110/min. What is the cause?",
        "exp": "Ans. (b) Transfusion related circulatory overload (TACO)Ref: Robbins and Cotran Pathologic Basis of Disease 9th Ed; Page No-666* The ISBT criteria for diagnosis of TACO states that it is characterized by any of the 4 of the following within 6 hours of transfusion:# Acute respiratory distress# Tachycardia# Raised blood pressure# Acute of worsening pulmonary oedema on CXR# Evidence of positive fluid balance.* This is usually due to rapid or massive transfusion of blood in patients with diminished cardiac reserve or chronic anemia. Patients over 60 years age, infants, and severely anemic patients are particularly susceptible.* Transfusion R elated Acute Lung Injury (TRALI):# It is most common cause of major morbidity and death after transfusion.# It is most commonly associated with FFP (Fresh Frozen Plasma) transfusion.# It presents as an acute respiratory distress syndrome (ARDS) within 6 hour of transfusion.# Transfusion-Related Acute Lung Injury (TRALI) is a severe, frequently fatal complication in which factors in a transfused blood product trigger the activation of neutrophils in the lung microvasculature.# Current models favor a \"two hit\" hypothesis for TRALI.# The priming event that leads to increased sequestration and sensitization of neutrophils in the microvasculature of the lung.# The most common antibodies associated with TRALI are those that bind major histocompatibility complex (MHC) antigens, particularly MHC class I antigens.# These antibodies are often found in multiparous women, who generate such antibodies in response to foreign MHC antigens expressed by the fetus.",
        "cop": 2,
        "opa": "Allergic",
        "opb": "Transfusion related circulatory overload (TACO)",
        "opc": "TRALI",
        "opd": "FNHTR",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "566a58bd-7f09-4a5f-b127-28ebad784bc8",
        "choice_type": "multi"
    },
    {
        "question": "Brown induration term used in",
        "exp": "A. i.e. (CVC- Lung) (107-Harsh Mohan 5th)* Chronic Venous Congestion (CVC) of lung - brown induration of the cut surface of the lungs is due to the pigmentation andfibrosis* Breakdown of erythrocytes liberates haemosiderin pigment** which is taken up by alveolar macrophages so called heart failure cells** present in the alveolar lamina* **Nutmeg liver sean in CVC - liver* Gamna -gandy bodies** or siderofibrotic nodules (haemosiderin pigment deposition) - seen in CVC- spleen----Heart Failure----------| |Left- sided Right- sided| |Back- pressure Back pressure| |CVC - lungs Systemic venous congestion |||| CVC- LiverCVC-spleenCVC-KidneyCongested leg veins* Brown tumours found in- Hyperparathyroidism**",
        "cop": 1,
        "opa": "CVC-Lung",
        "opb": "CVC- Liver",
        "opc": "CVC - Spleen",
        "opd": "CVC-Kidney",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "449f286f-2901-4b5c-aacf-56bcd9bf2d98",
        "choice_type": "single"
    },
    {
        "question": "Anaplasia characterized by",
        "exp": "(B) Complete loss of Differentiation[?]When a tumor cell loses its differentiation it gradually gains features of Dysplasia.oDysplacia is a process of gradual loss of differentiation.oIt is an abnormal growth which may precede malignancy.oComplete loss of differentiation = Anaplasia[?]Anaplasia:oIt implies dedifferentiation or loss of structural & functional differentiation of normal cells.oEg., Malignant tumours formed of undifferentiated cells are called anaplastic tumours, anaplasia is a marker of cancer.[?]Differentiation & Anaplasia:oDifferentiation refers to the extent to which the tumour cells resemble their normal counterpart, both morphologically & functionally.oWell-differentiated tumours, whether benign or malignant, tend to retain the functional characteristics of their counterparts such as the product on of hormones in tumours of endocrine origin or keratin in squamous epithelial tumours. Anaplastic tumours have no specialized functional activity.[?]Differentiation & Anaplasia:oDysplasia = disorderly (dys-) growth (-plasia)o'Dysplasia' is used to describe disorderly changes in non-neoplastic epithelial cells.oGraded as mild, moderate or severe.-Mild-moderate: Usually reversible-Severe: Usually progresses to carcinoma in situ (CIS).oNext step after CIS: Invasive carcinomaoAnaplasia = a state of complete un-differentiationoLiterally, 'toform (-paisa) backwards (ana-)'oMisnormer! Cells don't de-differentiate.oJust means cells are very poorly-differentiated.oAlmost always indicates malignancy.[?]Differentiation is defined as the extent of morphological and functional resemblance of parenchyma tumour cells to corresponding normal cells.oIf the deviation of neoplastic cell in structure and function is minimal as compared to normal cell, the to is known as \"well differentiated\" e.g. Benign tumour.oPoorly differentiated or undifferentiated or de-differ is poor structural and functional resemblance to corresponding normal cell.oAnaplasia is defined as lack of differentiation and is a characteristic feature of most malignant tunoRefers to a lack of differentiation in neoplastic cells.oWell-differentiated tumors resemble their tissue of originoPoorly-differentiated or undifferentiated (anaplastic) tumor cells appear primitive and lack specialization along any particular cell line.",
        "cop": 2,
        "opa": "Irregular shape and size of cells",
        "opb": "Complete loss of Differentiation",
        "opc": "Nuclear hyperchromatism",
        "opd": "Changing one type of epithelium to another",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2dfc2034-6ca8-4fca-9eb9-19a10f90d910",
        "choice_type": "single"
    },
    {
        "question": "Pathological findings of Sjogren's syndrome include all except:",
        "exp": "(D) Salivary gland germinal center lymphocyte deficient # Sjogren Syndrome is a clinicopathologic entity characterized by dry eyes (keratoconjunctivitis sicca) and dry mouth (xerostomia), resulting from immune-mediated destruction of the lacrimal and salivary glands.> It occurs as an isolated disorder (primary form), also known as the sicca syndrome, or more often in association with another autoimmune disease (secondary form).> Lacrimal and salivary glands are the primary targets, but other secretory glands, including those in the nasopharynx, upper airway, and vagina, may also be involved.> Involved tissues show an intense lymphocyte (primarily activated CD4+ T cells) and plasma-cell infiltrate, occasionally forming lymphoid follicles with germinal centers.> Renal involvement includes interstitial nephritis clinically manifested by hyposthenuria and renal tubular dysfunction with/without acidosis.",
        "cop": 4,
        "opa": "Keratoconjunctivitis sicca",
        "opb": "Glomerular lesion",
        "opc": "Renal tubular functional defect",
        "opd": "Salivary gland germinal center lymphocyte deficient",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ae6b567d-828c-4eab-92fb-3d8018a6b01d",
        "choice_type": "multi"
    },
    {
        "question": "Which worm causes myocarditis -",
        "exp": "Ans. is 'b' i.e., TrichinellaMajor causes of myocarditisInfectiousImmune - mediatedOtherso Viruses- Coxsackievirus. ECHO, HIV, CMV, influenza, measlesPost viralPost streptococcal (Rheumatic fever)SLETransplant rejectionDrug hypersensitivity (methyl dopa)SarcoidosisGiant cell myocarditisoChlamydiae (C. psittaci)o Rickettsiae (R. typhi)o Bacteria-Diphtheria, meningococcus, BorreliafLyme disease)o Fungio Protozoao Helminth- Candida- Trypanosoma (chagas dis). Toxoplasma- Trichinosis",
        "cop": 2,
        "opa": "Trichuris",
        "opb": "Trichinella",
        "opc": "Enterobius",
        "opd": "Strogyloides",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "3ce94f0d-427c-468c-a6cf-7630e16427d3",
        "choice_type": "single"
    },
    {
        "question": "Chromoblastomycosis is associated with which type of bodies?",
        "exp": "Ans is 'c' i.e. Medlar bodies o Sclerotic cells, also known as Medlar bodies, are globe-shaped, cigar-colored, thick-walled structures that are 4-12 mm in diameter. They are characteristic of chromoblastomycosis, a a chronic fungal infection of the skin and the subcutaneous tissue caused by trauma.",
        "cop": 3,
        "opa": "Russel bodies",
        "opb": "Councelmen bodies",
        "opc": "Medlar bodies",
        "opd": "Psamoma bodies",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "deaa0e56-ad4d-4364-bdb6-0400d281a0f0",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a benign tumour?",
        "exp": "(D) All of the above # Atherosclerosis is an accumulation and swelling in artery walls that is made up of macrophage cells or debris that contains lipids, calcium and fibrous, connective tissues.> Granuloma is a tiny collection of immune cells known as macrophages, formed when immunizing system attempts to wall of substances that it perceived as foreign, but is unable to eliminate papilloma.",
        "cop": 4,
        "opa": "Atheroma",
        "opb": "Granuloma",
        "opc": "Papilloma",
        "opd": "All of the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "d8ed39e0-b452-4c0d-97dc-16a5f226a34b",
        "choice_type": "multi"
    },
    {
        "question": "Takayasu's arteritis with pulmonary arteries involvement is designated as",
        "exp": "(D) Type IV# \"Takayasu's arteritis\" described as three types on the basis of the location and extent of the arteritis affecting the aorta. In 1977. Lupi- Herrera et al. described an additional variant with pulmonary artery involvement, which they designated type IV.",
        "cop": 4,
        "opa": "Type I",
        "opb": "Type II",
        "opc": "Type III",
        "opd": "Type IV",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "b5d4b550-1470-4fee-afa6-59a401a10d8f",
        "choice_type": "single"
    },
    {
        "question": "Mucosa in Crohn's disease shows the appearance of",
        "exp": "(C) Cobble stone # Crohn's disease shows: A characteristic sign of early disease is focal mucosal ulcers resembling canke sores (aphthous ulcers), edema, and loss of the normal mucosal texture.> With the progressive disease, mucosal ulcers coalesce into long, serpentine linear ulcers, which tend to be oriented along the axis of the bowel.> As the intervening mucosa tends to be relatively spared, the mucosa acquires a coarsely texture, cobblestone appearance> Crohn's disease or Regional enteritis is an inflammatory bowel disease involve commonly terrain however it may extend to caecum or into the ascending colon.> Crohn's disease involve the entire thickness of the affected segment of bowel wall i.e. transmural invasion, but distribution of lesions is segmental with normal skip area. Intervening surviving mucosa (Normal mucosa) is swollen and give \"cobble stone\" appearance.> \"Garden hose pipe\" appearance is found in ulcerative colitis. \"Thumb imprinting\" appearance is found in ischaemic colitis.",
        "cop": 3,
        "opa": "Thumb print",
        "opb": "Tree branching",
        "opc": "Cobble stone",
        "opd": "Patchy necrosis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "adcca51e-dcdc-46ba-8775-c0467b4b3424",
        "choice_type": "single"
    },
    {
        "question": "Red infarct is seen in",
        "exp": "Ans. a (Lung). (Ref. Robbin, Pathology 6th ed., 1308) Hemorrhagic/ Red infarctNonhemorrhagic/pale/ bland/anaemic infarct1Ovarian torsionHeart2LungSpleen3Small intestineKidney",
        "cop": 1,
        "opa": "Lungs",
        "opb": "Spleen",
        "opc": "Kidney",
        "opd": "Heart",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "34373910-797e-4e74-93b1-f7750ed26d98",
        "choice_type": "single"
    },
    {
        "question": "Size of fibrillary proteins in amyloidosis:",
        "exp": "Ans. b (7.5-10 nm). (Robbin Pathologic Basis of Diseases 5th/231)PHYSICAL NATURE OF AMYLOID# By electron microscopy, amyloid is seen made up largely of non-branching fibrils of indefinite length and a diameter of approximately 7.5 to 10 nm.# X-ray crystallography and infrared spectroscopy demonstrate a characteristic cross (3-pleated sheet conformation.# Chemical nature:- AL (amyloid light chain)- AA (amyloid associated)- AB (Alzheimer's disease)",
        "cop": 2,
        "opa": "0-5 nm",
        "opb": "7.5-10 nm",
        "opc": "12-17 nm",
        "opd": "18-20 nm",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "496877ef-6057-4be2-a2f4-8801793a8ebb",
        "choice_type": "single"
    },
    {
        "question": "A 25-year old nulliparous woman presents with third degree uterine descent but no cystocele or rectocele. She is best treated with",
        "exp": "(A) Abdominal sling operation # Operation preserves menstrual and child bearing functions.> However, fertility is somewhat reduced because of the amputation of the cervix causing loss of cervical mucus.> It is suitable for women under 40 years who are desirous of retaining their menstrual and reproductive function> Shirodkar's abdominal sling for uterine prolapse. This operation was designed to meet the special needs of the case of a nulliparous prolapse having inherently weak supports.> Abdominal sling operation (uteropexy) have been designed for young women suffering from II or El UV prolapse and who are desirous of retaining their childbearing / menstrual function.",
        "cop": 1,
        "opa": "Abdominal sling operation",
        "opb": "Lefort's operation",
        "opc": "Fothergill's repair",
        "opd": "Amputation of the cervix and reconstruction",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "1da4b072-f9c3-463b-9c0f-4e0442845a3c",
        "choice_type": "single"
    },
    {
        "question": "Ewing's sarcoma is associated with",
        "exp": "(A) CD-56 # Tumor cells in Ewing's sarcoma show diffuse membrane positivity for CD-56. Tumor cells are also positive for neuron-specific enolase.# Ewing's sarcoma (or Endothelial sarcoma of bone):> It is a highly malignant tumour, occurring between the age of 10-20 years.> Multicentric in origin.> Cytogenetic abnormalities associated with Ewing's sarcoma is the reciprocal translocation of the long arm of chromosomes 11 and 22> It arise in the diaphysis of long bone> Subperiosteal bone formation> Histopathologically -- Pseudo rosette formation.> The tumour grow fast and metastasises through the blood stream to the lungs and to other bones.# Clinical Features -- Pain, swelling and Fever, so it may be confused with osteomyelitis> X-Ray show - Onion peel appearance> Treatment - Highly radio sensitive tumour, so Radiotherapy is highly effective for control of the local tumour and chemotherapy for control of the metastasis.",
        "cop": 1,
        "opa": "CD-56",
        "opb": "CD-38",
        "opc": "CD-117",
        "opd": "CD-139",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "087f3716-f8ad-43c0-b60d-6dd525853c66",
        "choice_type": "single"
    },
    {
        "question": "All of the following is associated with gastric carcinoma EXCEPT",
        "exp": "(D) Blood group B FACTORS ASSOCIATED WITH INCREASED INCIDENCE OF GASTRIC CARCINOMAEnvironmental FactorsHost FactorsGenetic* Infection by H. pylori* Present in most cases of intestinal-type carcinoma* Diet* Nitrites derived from nitrates (water, preserved food)* Smoked and salted foods, pickled vegetables* Lack of fresh fruit and vegetables* Low socioeconomic status* Cigarette smoking* Chronic gastritis* Hypochlorhydria: favors colonization with Helicobacter pylori* Intestinal metaplasia is a precursor lesion* Infection by H. pylori* Present in most cases of intestinal-type carcinoma* Partial gastrectomy* Favors reflux of bilious, alkaline intestinal fluid* Gastric adenomas* 40% harbor cancer at time of diagnosis* 30% have adjacent cancer at time of diagnosis* Barrett esophagus* Increased risk of gastroesophageal junction tumors* Slightly increased risk with blood group A* Family history of gastric cancer* Hereditary nonpolyposis colon cancer syndrome> Individuals with blood group 'A' have a higher incidence of gastric cancer than persons with blood group 'O'",
        "cop": 4,
        "opa": "H. pylori infection",
        "opb": "Smoking",
        "opc": "Nitrates",
        "opd": "Blood group B",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2441e7bf-f8e5-4748-87fd-4850ff192412",
        "choice_type": "multi"
    },
    {
        "question": "A 29-year-old man notes burning pain on urination with a urethral discharge that has persisted for 3 days. A sample of the exudate is positive by ELISA for Chlamydia trachomatis. The man has increasing stiffness of the knees and ankles and lower back pain 3 weeks later. A radiograph of the lumbar spine shows narrowing with sclerosis of the sacroiliac joints. One month later, he develops painful erythema of the glans penis, and the conjunctivae are red. A follow-up examination shows a slightly irregular heart rate and a murmur suggestive of aortic regurgitation. The back pain continues off and on for 5 more months. Which of the following test results is most likely to be positive in this man?",
        "exp": "The combination of nongonococcal urethritis, arthritis, and conjunctivitis suggests reactive arthritis, one of the spondyloarthropathies; the changes in the spine can resemble ankylosing spondylitis and can be equally debilitating. ANCA is indicative of various forms of vasculitis, such as granulomatous vasculitis and microscopic polyangiitis. The ANA test result is positive in many autoimmune diseases, such as systemic lupus erythematosus (SLE), but it is not a feature of spondyloarthropathies. Lyme disease can include large joint arthritis, but not urethritis or conjunctivitis. Rapid plasma reagin (RPR) is a screening test for syphilis, which can include arthritis of large joints (Charcot joint) in the tertiary form, but it takes decades to develop. Rheumatoid factor is a feature of rheumatoid arthritis, which initially manifests more commonly in small joints of the hands and feet. U1-RNP is a marker for mixed connective tissue disease, which has features of rheumatoid arthritis, scleroderma, polymyositis, and SLE; arthralgias are not accompanied by joint destruction or deformity.",
        "cop": 3,
        "opa": "ANCA",
        "opb": "ANA",
        "opc": "HLA-B27 genotype",
        "opd": "Anti-Borrelia antibodies",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "15842e21-3e92-414a-b872-80bb9e8da2e9",
        "choice_type": "single"
    },
    {
        "question": "Barrette's oesophagus is diagnosed by",
        "exp": "(B) Intestinal metaplasia # Barrett's esophagus is a serious complication of GERD.> In Barrett's esophagus, normal tissue lining the esophagus changes to tissue that resembles the lining of the intestine(columnar epithelium).> Barrett's esophagus is marked by the presence of columnar epithelia in the lower esophagus, replacing the normal squamous cell epithelium--an example of metaplasia.",
        "cop": 2,
        "opa": "Squamous metaplasia",
        "opb": "Intestinal metaplasia",
        "opc": "Squamous dysplasia",
        "opd": "Intestinal dysplasia",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "7cebf49d-d714-4b53-948c-6941d92615c1",
        "choice_type": "single"
    },
    {
        "question": "IL-2 activates Th 1 /CD 4 through",
        "exp": "(D) All the above",
        "cop": 4,
        "opa": "NK cells",
        "opb": "Th cells",
        "opc": "T memory cells",
        "opd": "All the above",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "78498ad9-1d64-4b64-8a36-58345c85fd0b",
        "choice_type": "multi"
    },
    {
        "question": "A 67-year-old man complains of a lesion in his left eye. Physical examination reveals a triangular fold of vascularized conjunctiva growing horizontally into the cornea in the shape of an insect wing. Which of the following terms best describes this patient's lesion?",
        "exp": "Pterygium is a fold of vascularized conjunctiva that grows horizontally onto the cornea in the shape of an insect wing (hence the name). It is often associated with a pinguecula (conjunctival lump, choice C) and frequently recurs after excision.Diagnosis: Pterygium",
        "cop": 4,
        "opa": "Loiasis",
        "opb": "Onchocerciasis",
        "opc": "Pinguecula",
        "opd": "Pterygium",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "f46ec8fd-f343-435d-9e21-9ba5a9fcd4f2",
        "choice_type": "multi"
    },
    {
        "question": "Which one of the following Lymphomas is associated with HTLV-virus infection?",
        "exp": "(C) Adult T-cell leukemia and lymphoma # HTLV-1 is associated with adult T-cell leukemia / lymphoma> Tropism for CD4+T cells> Human infection by Sexual intercourse Blood products Breast-feeding> Leukemia develop in only 3% to 5% of the infected individuals after a long latent period of 40 to 60 years. HTLV-1 is also associated with a demyelinating neurological disorder: Tropical Spastic Paraparesis and some form of Uveitis Arthritis> HTLV-1 is associated with adult T-cell leukemia / lymphoma> Tropism for CD4+T cells> Human infection by Sexual intercourse Blood products Breast-feeding> Leukemia develop in only 3% to 5% of the infected individuals after a long latent period of 40 to 60 years. HTLV-1 is also associated with a demyelinating neurological disorder: Tropical Spastic Paraparesis and some form of Uveitis Arthritis.",
        "cop": 3,
        "opa": "Burkitt's lymphoma",
        "opb": "B-cell lymphoma",
        "opc": "Adult T-cell leukemia and lymphoma",
        "opd": "Hodgkin's disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ca87208c-0700-41a8-807a-3e23612dbcee",
        "choice_type": "single"
    },
    {
        "question": "ANCA is found in all except",
        "exp": "(D) Bacterial vasculitis # ANTI-NEUTROPHIL CYTOPLASMIC ANTIBODIES (ANCA) are antibodies directed against certain proteins in cytoplasm of neutrophils. It is of two types:(i) Cytoplasmic (c) ANCA: Refers antibodies against proteinase-3 in azurophilic granules. It is found in - weger's granulomatosis(ii) Perinuclear (p) ANCA: Refers antibodies against myeloperoxidase (major target), elastase, cathepsin G, Lactoferin, Lysozyme.# ANCA is found in: PAN, Microscopic polyangitis, Churg-Strauss syndrome, Crescentic GN, Good-pasture's syndrome Non vascular causes like rheumatic and non-rheumatic autoimmune diseases, IBD, drugs, endocarditis, bacterial infections in patient of cystic fibrosis, primary sclerosing cholangitis etc.> There are three primary diseases that are consistently associated with ANCA: Wegener's granulomatosis, microscopic polyangiitis, and glomerulonephritis. The antibodies are assumed to be involved in the generation and/or progression of lesions and clinical signs.> Classically, c-ANCA is associated with Wegener's granulomatosis; p-ANCA is associated with microscopic polyangiitis arid focal necrotizing and crescentic glomerulonephritis. However, in recent years ANCA targeted against other autoantigens have been identified.> Patients with a number of other diseases, such as ulcerative colitis and Ankylosing spondylitis, will commonly have ANCA as well.> However in these cases there is no associated vasculitis, and the ANCA are thought to be incidental or epiphenomena rather than part of the disease itself.> Churg-Strauss syndrome is associated with p-ANCA directed against MPO.",
        "cop": 4,
        "opa": "Wegener's granulomatosis",
        "opb": "Churg-Strauss syndrome",
        "opc": "Microscopic Polyangitis",
        "opd": "Bacterial Vasculitis",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "ea9667b5-51cc-4ef4-bd38-645ff6cfa103",
        "choice_type": "multi"
    },
    {
        "question": "Dystrophic calcification is commonly seen in",
        "exp": "(C) Atheromatous plaque # DYSTROPHIC CALCIFICATION:> Calcium and phosphorus metabolism and serum levels are normal and calcification occurs as a result of local abnormality in tissue.> Circumstances is which dystrophic calcification occurs: Necrotic tissue: Fat necrosis; Caseation necrosis in the centre of granuloma; Dead parasites (cysticercosis, hydatid cyst etc.) Abnormal blood vessels & heart: Atheromatous plaque; Organized thrombi in veins; Abnormal cardiac valve> Aging or damaged tissue: Pineal gland; Laryngeal cartilage; Monekeberg's medial sclerosis> Neoplasm: Brain tumor (meningioma,craniopharyngioma, oligodendroglioma); Papillary carcinoma thyroid; Serous tumors of ovary; Breast carcinoma; Chondrosarcoma> Tumor Calcinosis: Formation of nodular non neoplastic calcific masses in subcutaneous tissue",
        "cop": 3,
        "opa": "Hyperparathyroidism",
        "opb": "Vitamin D deficiency",
        "opc": "Atheromatous plaque",
        "opd": "Renal disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "bb5cc9b0-f573-413b-8825-0062b1a226ab",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man has had increasing knee and hip pain for the past 10 years. The pain is worse at the end of the day. During the past year, he has become increasingly drowsy at work. His wife complains that he is a \"world class\" snorer. During the past month, he has experienced bouts of sharp, colicky, right upper abdominal pain. On physical examination, his temperature is 37degC, pulse is 82/min, respirations are 10/ min, and blood pressure is 140/85 mm Hg. He is 175 cm (5 feet 8 inches) tall and weighs 156 kg (body mass index 51). Laboratory findings show glucose of 139 mg/dL, Hb A1c of 10, total cholesterol of 229 mg/dL, and HDL cholesterol of 33 mg/dL. An arterial blood gas measurement shows pH of 7.35; PCO2, 50 mm Hg; and PO2, 75 mm Hg. Which of the following additional conditions is most likely present in this man?",
        "exp": "Morbid obesity can be associated with complications that include obesity hypoventilation syndrome, probable sleep apnea, glucose intolerance, cholelithiasis, and osteoarthritis. Macrovesicular steatosis with hepatomegaly is seen in obesity and may even progress to cirrhosis. Weight gain owing to hypothyroidism, which could occur in Hashimoto thyroiditis, is modest and does not lead to morbid obesity. An \"obesity cardiomyopathy\" resembles dilated cardiomyopathy, but not hypertrophic cardiomyopathy, which typically involves the interventricular septum with myofiber disarray. Laryngeal papillomatosis, which produces airway obstruction (without snoring), occurs more often in children and is not associated with obesity. The blood gas findings in this case could be seen in emphysema, which is not a complication of obesity; panlobular emphysema is much less common than the centrilobular emphysema associated with smoking. Rheumatoid arthritis tends to involve small joints first, and there is no relationship to obesity.",
        "cop": 4,
        "opa": "Hashimoto thyroiditis",
        "opb": "Hypertrophic cardiomyopathy",
        "opc": "Laryngeal papillomatosis",
        "opd": "Nonalcoholic fatty liver disease",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "a2193b93-ca25-4443-b3ba-cb1b997c514c",
        "choice_type": "multi"
    },
    {
        "question": "CA-19-9 is seen in all except",
        "exp": "(A) Breast carcinoma # CA19-9: CA19-9 is a monoclonal antibody generated against a colon carcinoma cell line to detect a monosialoganglioside found in patients with gastrointestinal adenocarcinoma.> It is found to be elevated in 21 to 42 percent of cases of gastric cancer, 20 to 40 percent of colon cancer, and 71 to 93 percent of pancreatic cancer, and has been proposed to differentiate benign from malignant pancreatic disease, but this capability remains to be established.> CA19-9 (carbohydrate antigen 19-9 or sialylated Lewis (a) antigen) is a blood test from the tumor marker category.> It was discovered in patients with colon cancer and pancreatic cancer in 1981. Increased levels of CA19-9 are also found in non- malignant conditions, such as Mirizzi's syndrome and diseases of the bile ducts and liver.> The main use of CA19-9 is to see whether a pancreatic tumor is secreting it; if that is the case, then the levels should fall when the tumor is treated, and they may rise again if the disease recurs.> In patients who lack the Lewis antigen (a blood type protein on red blood cells), which is about 5% of the population, CA19-9 is not elevated in pancreatic cancer even with large tumors because they have a deficiency of a fucosyltransferase enzyme that is needed to produce CA19-9 as well as the Lewis antigen.",
        "cop": 1,
        "opa": "Breast carcinoma",
        "opb": "Ovarian carcinoma",
        "opc": "Colonic carcinoma",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "4b81253b-0d97-4cf8-9404-80a3bab8261e",
        "choice_type": "multi"
    },
    {
        "question": "Apoptosis is characterized by all of the following EXCEPT",
        "exp": "(D) Inflammation # Cell undergoing apoptosis shows a characteristic morphology:> Cell shrinkage and rounding are shown because of the breakdown of the proteinaceous cytoskeleton by caspases.> Cytoplasm appears dense, and the organelles appear tightly packed.> Chromatin undergoes condensation into compact patches against the nuclear envelope (also known as the perinuclear envelope) in a process known as pyknosis, a hallmark of apoptosis,> Nuclear envelope becomes discontinuous and the DNA inside it is fragmented in a process referred to as karyorrhexis.> Nucleus breaks into several discrete chromatin bodies or nucleosomal units due to the degradation of DNA.> Cell membrane shows irregular buds known as blebs.> Cell breaks apart into several vesicles called apoptotic bodies, which are then phagocytosed.",
        "cop": 4,
        "opa": "DNA fragmentation",
        "opb": "Chromatin condensation",
        "opc": "Cell shrinkage",
        "opd": "Inflammation",
        "subject_name": "Pathology",
        "topic_name": "Misc.",
        "id": "2e878337-829f-4a66-8144-5fea39438d02",
        "choice_type": "multi"
    }
]