[
    {
        "question": "Defect in xeroderma pigmentosum (Repeat)",
        "exp": "Ans: C (Nucleotide excision repair) Ref: Robbins Pathologic Basis of Disease, 8th edition, Pg: 275 & Frosiius G Commentary: DNA base excision repair defects in human pathologies Free Radic Res. 2004 Oct:38(10): 1037-54.Explanation:Types of defects in DNA-repair systems and conditions associatedDNA Repair MechanismsDiseases associatedMismatch repair* Hereditary Nonpolyposis Colon Cancer Syndrome* Muir-Torre SyndromeNucleotide excision repair* Xeroderma pigmentosum* Cockayne's syndrome* T richothiodystrophyBase excision repair* Gross defects - Not compatible with life* Partial defects -Colorectal cancer & LungRecombinational repairCancers* Ataxia Telangiectasia (ATM gene, genome instability syndrome)* Bloom syndrome (RecQ DNA helicase; BLM gene)* Fancont anemia (BRCA-2)* Werner syndrome (WRNp protein- RecQ DNA helicase)Direct Repair-- DNA damaging agent X-raysoxygen radicals (internal/external) alkylating agents spontaneousUV-light oxygen radicals (internal/external)X-raysoxygen radicals (internal/external) UV-lightanti-tumor agentsreplicationerrorsnon-enzymatic methylation of DNA by cellular S-adenosyl- methionine||Lesions|||Uracilabasic site 8-oxoguanme single-strand break6-4 photoproduct bulky adducts cyclobutane pyrimidine dimerdouble-strandbreakinterstrand-crosslinkA-G mismatchT-C mismatch insertiondeletionO-6-methyl-guanine||Repairprocess|||Base excision repair (BER)Nucleotide excision repair (NER)Recombinational repair (HR/NHEJ)Mismatch repair (MMR)Direct reversal (DR)",
        "cop": 3,
        "opa": "Mismatch repair",
        "opb": "Base excision repair",
        "opc": "Nucleotide excision repair",
        "opd": "Double strand break repair",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "5768d7d3-a3f0-4e4c-92ea-fe3a3234ed23",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a cachetic gene?",
        "exp": "Ans is 'c' i.e. Smad 7 o Smad 7 gene delivery prevents cachexia.o Smad-3y melanocortin - 4 receptor (MC4R) and APEH (acylpeptide hydrolase) genes have been implicated in causation of cancer cachexia.",
        "cop": 3,
        "opa": "APEH",
        "opb": "MC4R",
        "opc": "Smad7",
        "opd": "Smad3",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "fc2e7fd7-84a6-4d17-868f-c9496d4ad359",
        "choice_type": "single"
    },
    {
        "question": "The approximate number of genes contained in the human genome is :",
        "exp": "Ans. is 'b' i.e. 30,000 genes All the books which have been published before 2002 says that the no. of genes in human genome is 100000.But the latest researches have conclusively proved that it is 30000. It was even the cover story of India Today, few months back.",
        "cop": 2,
        "opa": "40,000.00",
        "opb": "30,000.00",
        "opc": "80,000.00",
        "opd": "1,00,000.",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "df623ba4-64f4-41d9-92f7-83e0305c8680",
        "choice_type": "single"
    },
    {
        "question": "SRY gene is located on -",
        "exp": "Ans. is 'c' i.e., Short arm of Y chromosome o Y chromosome is necessary for development of Male :# The SRY gene present on the distal short arm of the Y chromosome is responsible for testicular development.",
        "cop": 3,
        "opa": "Short arm of X chromosome",
        "opb": "Long arm of X chromosome",
        "opc": "Short arm of Y chromosome",
        "opd": "Long arm of Y chromosome",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "359c1b84-8932-4421-8490-b78893a923be",
        "choice_type": "single"
    },
    {
        "question": "Gene silencing RNA -",
        "exp": "Ans. is 'c' i.e., miRNAo According to recent sudies a very large number of genes do not encode proteins. Instead, their products play important regulatory functions.o The most recently discovered among this class of genes are that encode for gene-silencing RNAs. i.e. RNAs that do not encode proteins but instead inhibit gene expression (unlike classical RNAs which encode for proteins)o Two gene-silencing RNAs are:Micro RNAs (miRNAs)Small interfering RNAs (siRNAs)1. Micro RNA (miRNAs)o Because of their profound influence on gene regulation, miRNAs are assuming central importance in understanding normal developmental pathways, as well as pathologic conditions, such as cancer, o By current estimates there are approximately 1000 genes in humons that encodes miRNAs. o Transcription of miRNA gene produces primary miRNA transcripts, which is processed within the nucleus to form another structure, calledpre-miRNA.o Pre-miRNA is transported to cytoplasm by a transporter (Export) protein.o Dicer (an enzyme) does the additional cutting of this pre-miRNA that are about 21-30 nucleotide in length (hence called \"micro\").o At this stage mRNA is still double stranded.o Next, the miRNA unwinds, and single strands of this duplex are incorporated into a multiprotein complex called RNA-induced silencing complex (RISC).o Base-pairing between the miRNA strand and it target mRNA (messenger RNA) directs RISC to either cause mRNA cleavage or repress its translation.o In this way, the gene from which the target was derived is silenced {at a post-transcription level).o A single miRNA can silence many target genes.2. Small interfering RNAs (siRNAs)o siRNAs work in similar manner as miRNAo Unlike miRNA, siRNA precursors are introduced by investigators into cells.o siRNA are becoming powerful tools for studying gene function and may in the future be used therapeutically to silence specific genes, such as oncogenes, whose products are involved in neoplastic transformation.",
        "cop": 3,
        "opa": "rRNA",
        "opb": "tRNA",
        "opc": "miRNA",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "8ff67b5e-e80d-49c3-9669-7f9142f7afb5",
        "choice_type": "multi"
    },
    {
        "question": "The phenomenon where subsequent generations are at the risk of earlier and more severe disease is known as:",
        "exp": "Ans. d. Anticipation (Ref: Robbins We p168-171)The phenomenon where subsequent generations are at the risk of earlier and more severe disease is known as anticipation.\"Anticipation. This refers to the observation that clinical features of fragile X syndrome worsen with each successive generation, as if the mutation becomes increasingly deleterious as it is transmitted from a man to his grand- sons and great-grandsons. \"--Robbins 9/e p169AnticipationAnticipation: A phenomenon whereby the symptoms of a genetic disorder become apparent at an earlier age as it is passed onto the next generation. In most cases, an increase of severity of symptoms is also noted.Anticipation is common in trinucleotide repeat disorders, such as Huntington's disease and myotonic dystrophy,where a dynamic mutation in DNA occurs.All of these diseases have neurological symptoms.The clinical features worsen with each successive generation, as if the mutation becomes increasingly deleterious as it is transmitted from a man to his grandsons and great-grandsons.Diseases showing anticipationAutosomal dominantAutosomal RecessiveX-linkedWithout Expression Type* Several spinocerebellar ataxiasQ* Huntington's disease: CAGQ* Myotonic dystrophy: CTGQ* Dyskeratosis congenitaQ* Freidreich's ataxia: GAAQ* (Freidreich's ataxia does not usually exhibit anticipation because it is an autosomal recessive disorder.)* Fragile X syndrome: CGGQ* Crohn's disease* Behcet's disease",
        "cop": 4,
        "opa": "Mosaicism",
        "opb": "Imprinting",
        "opc": "Pleiotropy",
        "opd": "Anticipation",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "6d9f23bb-55cd-4f8d-a05c-aeb3a5cc28e6",
        "choice_type": "single"
    },
    {
        "question": "Genomic imprinting is seen in -",
        "exp": "Ans. is 'c' i.e., Angelman syndrome o The phenomenon referred to as genomic imprinting leads to pereferential expression of an allele depending on its parental origin - HarrisonsGenomic imprintingo Human inherits two copies of each gene. i.e. two alleles, from homologous maternal and paternal chromosomes,o There is no functional difference between the genes derived from mother or the father.o But, with respect to some genes, there are functional differences between the paternal gene and maternal gene,o These differences result from an epigenetic process, called genomic imprinting,o In most cases, genomic imprinting selectively inactivates either the maternal or paternal allele.Maternal genomic imprintingo Selective inactivation of maternal allele,o Example is Angelman syndrome.Paternal genomic imprintingo Selective inactivation of Paternal allele,o Example is Prader - Willi syndrome.",
        "cop": 3,
        "opa": "Klinefelter's syndrome",
        "opb": "Down's syndrome",
        "opc": "Angelman syndrome",
        "opd": "Hydatidiform mole",
        "subject_name": "Pathology",
        "topic_name": "Nature of Gene Abnormalities",
        "id": "a93c0bbb-4a40-4767-8494-66c9898737b8",
        "choice_type": "single"
    }
]