[
    {
        "question": "True about Burkitt's lymphoma are:",
        "exp": "Burkitt's lymphoma is associated with t(8:14). It has an increased MYC and BCL6 protein expression. Characteristic \"starry sky\" pattern is seen.",
        "cop": 3,
        "opa": "Associated with t(14:8)",
        "opb": "Express BCL-2",
        "opc": "Starry sky pattern on histology",
        "opd": "Slow progressing",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "b80b2146-7ea0-4b21-bbd8-0a12fb2facbc",
        "choice_type": "multi"
    },
    {
        "question": "In Alibe Bazin syndrome, origin of lymphoma is from:-",
        "exp": "- Alibe Bazin syndrome is the other name given for condition MYCOSIS FUNGOIDES. - MYCOSIS FUNGOIDES is the cancer arising from T-Cells - It is associated with cutaneous T-Cell lymphoma - Cutaneous T-Cell lymphoma, the tumor cells has high chances of skin infiltration called as EPIDERMOTROPISM & can also be present in the blood. - Findings of EPIDERMOTROPISM a PAUTRIERS MICROABSCESS - HALLMARK FEATURE of tumor cells a CEREBRIFORM NUCLEI. Tx- Steroids, UV Radiation, Vorinostat- Histone Deacetylase inhibitor.",
        "cop": 4,
        "opa": "Eosinophil",
        "opb": "B lymphocyte",
        "opc": "Monocyte",
        "opd": "T lymphocyte",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "ce6d211e-6539-477c-bc0a-79b401a6d520",
        "choice_type": "single"
    },
    {
        "question": "Which of the following organ involvement is not commonly observed with CNS involvement in a patient with DLBCL?",
        "exp": "Diffuse large B cell lymphoma (DLBCL):- Arise sporadically or from transformation of a low grade lymphoma(eg:-Follicular lymphoma). (1) Present in adulthood as an enlarging lymph node or and extra nodal mass Patient with DLBCL with CNS involvement commonly involve organ like:- Renal, Adrenals, testis.",
        "cop": 1,
        "opa": "Ovary",
        "opb": "Testis",
        "opc": "Kidney",
        "opd": "Adrenal",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "f85edab4-645b-4933-aefe-83e5cd1d279b",
        "choice_type": "single"
    },
    {
        "question": "Post transplant lymphoma occurs due to proliferation of which of the following cells?",
        "exp": "Post transplant lymphoma (Post transplant Lymphoproliferative Disorder or PTLD) occurs due to proliferation of B cells",
        "cop": 2,
        "opa": "T cell",
        "opb": "B cell",
        "opc": "NK cell",
        "opd": "Monocyte",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "f6f945a3-e0cf-494c-a26e-d49aa5fc1f4a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a B cell neoplasm?",
        "exp": "Mycosis fungoides is a Mature T and NK cell neoplasm. Mature T and NK cell neoplasm T cell prolymphocytic leukemia Mycosis fungoides Sezary syndrome Aggressive NK - cell leukemia Systemic EBV 4 T - cell lymphoma of Childhood Adult T - cell leukemia/ lymphoma Follicular T - cell lymphoma",
        "cop": 2,
        "opa": "Hairy cell leukemia",
        "opb": "Mycosis fungoides",
        "opc": "Mantle cell lymphoma",
        "opd": "Burkitt's lymphoma",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "39f4cf84-2373-4f29-a6fa-b659a5914493",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true regarding 'Bare lymphocyte syndrome', except:-",
        "exp": "BLS (Bare Lymphocyte Syndrome): Deficiencies in MHC class I or class II are called bare-lymphocyte syndrome, reflecting the absence of these proteins from cell surfaces. The impoant and ubiquitous role of MHC class I molecules is highlighted in patients with defective expression of all class I proteins. This rare immunodeficiency disorder can be caused by mutations in b2-microglobulin, a subunit of MHC class I proteins, or in the TAP proteins, which are vital to antigen presentation by MHC class I molecules. In early life, the TAP-deficient individual suffers frequent bacterial infections of the upper respiratory tract and in the second decade begins to experience chronic infection of the lungs. The most characteristic mark of the deficiency is the occurrence of necrotizing skin lesions on the extremities and the midface. These defects affecting MHC class I proteins result in impaired positive selection of CD8 T cells, depressed cell-mediated immunity, and heightened susceptibility to viral infection. Disorder Specific defect Impaired immune function Inheritance mode Bare-lymphocytesyndrome (BLS): MHCdeficiencies Class I: b2-Microglobulin, TAPpeptide transpoer, tapasin No/reduced MHC class I expression, reducing numberof CD8 T cells Autosomal Recessive (AR) Bare-lymphocytesyndrome (BLS): MHCdeficiencies Class II: Defect intranscription factorsactivating MHCII geneexpression No MHC class II molecules, reducing numbers of CD4T cells Autosomal Recessive (AR)",
        "cop": 3,
        "opa": "Autosomal recessive inheritance",
        "opb": "Defect in b2-Microglobulin",
        "opc": "MHC overexpression",
        "opd": "MHC non-expression",
        "subject_name": "Pathology",
        "topic_name": "Neoplasm of Mature B & T Cells",
        "id": "25dd5b2a-8518-4a6e-9509-01f9dba47763",
        "choice_type": "multi"
    }
]