[
    {
        "question": "An IV drug abuser develops an aggressive form of nephrotic syndrome that does not respond to steroids. A renal biopsy is performed. Which of the following histological diagnoses will most likely be made from the biopsy tissue?",
        "exp": "Focal segmental glomerulosclerosis Associated with IV drug abuse and HIV nephropathy. Aggressive form of nephrotic syndrome Poor prognosis Non responsive to steroid therapy (called as 'collapsing variant').",
        "cop": 1,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "IgA nephropathy",
        "opc": "Membranous glomerulonephritis",
        "opd": "Membranoproliferative glomerulonephritis",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "6cd09c09-2c79-4154-acd4-eb1d61d359e1",
        "choice_type": "single"
    },
    {
        "question": "The pathological feature in Wegener's granulomatosis on renal biopsy is:",
        "exp": "Wegener's Granulomatosis : The renal lesions range from a mild/ early disease, where glomeruli show acute focal necrosis with thrombosis of isolated glomerular capillary loops (focal and segmental necrotizing glomerulonephritis). Advanced glomerular lesions are characterized by diffuse necrosis and parietal cell proliferation to form crescents (crescentic glomerulonephritis).",
        "cop": 2,
        "opa": "Nodular glomerulosclerosis",
        "opb": "Focal necrotizing glomerulonephritis",
        "opc": "Granulomas in the vascular wall",
        "opd": "Granuloma of parenchyma of kidney",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "c35dea1a-2f58-4ca0-8d06-209c4a9db943",
        "choice_type": "multi"
    },
    {
        "question": "Looking at the serum protein electrophoresis above, which of the following is the likely diagnosis of the patient?",
        "exp": "In the given graph , there is | albumin,| alpha-2 globulin, |in gamma globulin. Tuberculosis -gamma globulins increase. Multiple myeloma -M-spike due to rise in gamma globulins. Liver cirrhosis- Decrease in function of liver due to which all proteinswill decrease. Nephrotic syndrome Albumin appears in urine, thus albumin decrease in blood. alpha2 globulin is a larger protein which can not cross glomerular membrane. alpha2 globulin increases in serum.",
        "cop": 3,
        "opa": "Tuberculosis",
        "opb": "Multiple myeloma",
        "opc": "Nephrotic syndrome",
        "opd": "Liver cirrhosis",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "2ac74e87-59ad-4265-bfda-a202ab7145b8",
        "choice_type": "multi"
    },
    {
        "question": "Finnish type of nephrotic syndrome is associated with mutations of which of the following?",
        "exp": "NPHS1 gene mutations = Congenital nephrotic syndrome of the Finnish type, producing a minimal-change disease like glomerulopathy with extensive foot process effacement. NPHS1 is located on chromosome 19q13 and encodes the protein nephrin.",
        "cop": 1,
        "opa": "Nephrin",
        "opb": "Podocin",
        "opc": "Alpha actinin",
        "opd": "CD2 activated protein",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "e198f20f-123e-48f6-afb7-1eb8e90ba01d",
        "choice_type": "single"
    },
    {
        "question": "Steroid resistant nephrotic syndrome associated with which gene?",
        "exp": "2 patterns of autosomal recessive FSGS Steroid-resistant nephrotic syndrome Congenital nephrotic syndrome NPHS 2 gene mutation NPHS 1 mutation Maps to chromosome 1q25-q31 Maps to chromosome 19q13 Encodes the protein podocin Encodes the protein nephrin",
        "cop": 1,
        "opa": "NPHS 2",
        "opb": "HOX II",
        "opc": "PAX",
        "opd": "ACE",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "0d3037ba-40eb-4f41-a1b0-42bf407133d1",
        "choice_type": "single"
    },
    {
        "question": "What is the cause of hypercoagulation in nephrotic syndrome:",
        "exp": "Thrombotic and thromboembolic complications are common in nephrotic syndrome due to loss of anticoagulant factor (e.g. antithrombin III, protein C and S) combined with increased platelet activation. Renal vein thrombosis is most often a consequence of this hypercoagulative state. There is also increased synthesis of fibrinogen in the liver.",
        "cop": 1,
        "opa": "Loss of antithrombin III (AT III)",
        "opb": "Decreased fibrinogen",
        "opc": "Decreased metabolism of vitamin K",
        "opd": "Increase in Protein C",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "aa0849c4-c3f7-4f24-82d4-a08383f31116",
        "choice_type": "single"
    },
    {
        "question": "A person with radiologically confirmed reflux nephropathy develops nephrotic range proteinuria. Which of the following would be the most likely histological finding in this patient?",
        "exp": "Focal segmental glomerulosclerosis It is the most common cause of nephrotic syndrome in adults. Sclerosis is seen in only segment of glomerulus. It is associated with HIV infection, reflux nephropathy & definitive association with sickle cell disease. The patient presents with nephrotic range proteinuria too.",
        "cop": 1,
        "opa": "Focal segmental glomerulosclerosis",
        "opb": "Nodular glomerulosclerosis",
        "opc": "Membranous glomerulopathy",
        "opd": "Proliferative glomerulonephritis with crescents",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "afbfe8bb-0833-4587-821a-8093bff6b5f8",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the characteristic histological feature of HIV associated collapsing glomerulopathy?",
        "exp": "HIV associated Nephropathy- leads to development of FSGS ( focal segmental glomerulosclerosis ) Most commonly associated with HIV is collapsing glomerulopathy. These patients have rapid kidney deterioration . Histologically, it is associated with hyperophy & proliferation of visceral epithelial cells.",
        "cop": 4,
        "opa": "Crescent formation",
        "opb": "Mesangial deposition",
        "opc": "Subepithelial deposition with endothelial cell proliferation",
        "opd": "Hyperophy and proliferation of visceral epithelial cells",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "bc13a8bc-9b8a-4294-8620-d7092de5ecf1",
        "choice_type": "single"
    },
    {
        "question": "In minimal change disease, albumin is first to appear in urine because:",
        "exp": "Minimal change disease (Nephrotic syndrome) =Albumin is the first among plasma protein to appear in urine because of: Size of the substance Glomerular filtration layer is thick but porous Any substance <= 4 nm diameter freely filters through this layer. Charge of the substance The sialoproteins like albumin are negatively charged This filtration of a substance like albumin which has diameter of 7 nm is negligible. Albumin has the smallest molecular weight and size out of all the plasma proteins Effacement of foot processes of podocytes leads to loss of recognizable intervening slit diaphragms as well as loss of negative charge of filtration layer The albumin stas appearing in urine as a result of these changes",
        "cop": 2,
        "opa": "Albumin has high affinity to glomerular basement membrane",
        "opb": "Albumin has lower molecular weight compared to globulins",
        "opc": "High albumin:globulin ratio in plasma",
        "opd": "Active excretion of albumin",
        "subject_name": "Pathology",
        "topic_name": "Nephrotic Syndrome",
        "id": "d084587c-6237-4604-b87b-decf056a7b6d",
        "choice_type": "single"
    }
]