[
    {
        "question": "Most common type of emphysema is-",
        "exp": "Ans. is A Centriacinar Types of emphysema 1) Centriacinar (centrilobular) emphysema o Centriacinar emphysema is the most common type of emphysema seen clinically. It is chracterized by involvement of respiratory bronchioles, i.e. central (proximal) part of the acinus. Occurs predominantly in heavy smokers and usually coexists with chronic bronchitis. 2) Panacinar (Panlobular) emphysema o The acini are uniformly enlarged from the level of the respiratory bronchiole to the terminal blind alveoli. This type of emphysema is associated with al-antitrypsin deficiency. 3) Distal acinar (Paraseptal) emphysema o This type of emphysema involves distal part of the acinus, while proximal part is normal.This type of emphysema is a common cause of spontaneous pneumothorax in young adults 4) Irregular emphysema (Para-cicatricial emphysema) o The acinus is involved irregularly and is almost invariably associated with scarring. It is the most common type of emphysema histologically Remember o Most common type of emphysema is irregular emphysema, but it is not clinically significant as most patients are asymptomatic and it is only an autopsy finding. Most common type of emphysema seen clinically is centracinar emphysema.",
        "cop": 1,
        "opa": "Centriacinar",
        "opb": "Obstructed",
        "opc": "Distalacinar",
        "opd": "Panacinar",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "e38361f7-417a-4e72-b6c5-dac78df8b09e",
        "choice_type": "single"
    },
    {
        "question": "Alpha 1 antitrypsin deficiency is associated with-",
        "exp": "Ans. is 'a' i.e., Panacinar-emphysema Pathogenesis of Emphysemao The most accepted theory in the pathogenesis of emphysema is protease - antiprotease mechanism which is responsible in the pathogenesis of two common forms of emphysema, i.e. centriacinar and panacinar.o The alveolar wall destruction results from an imbalance between proteases (mainly elastase) and antiproteases in the lung.o Proteases (elastase) cause destruction of alveolar wall, while antiproteases prevent this damage,o a1 antitrypsin is the major antiprotease (antieiastase) secreted by neutrophils during inflammation.A. Pathogenesis of panacinar emphysemao Panacinar emphysema is associated with congenital deficiency of a1.-antitrypsin.o This results in unchecked overactivity of neutrophil elastase that causes destruction of alveolar wall,o As a,-antitrypsin is deficient throughout the acinus, the acini are uniformly involved from the respiratoiy bronchiole to the terminal blind alveoli.o Neutrophils are the major cells in the pathogenesis of panacinar emphysemaB. Pathogenesis of centriacinar emphysemao Centriacinar emphysema is associated with smoking.o Nicotine acts as a direct chemoattractant for neutrophils and macrophages,o So, in centriacinar emphysema, both neutrophils and macrophages play central role,o Smoking enhances activity of neutrophil and macrophage elastase.o Macrophage elastase is not inhibited by a1-antitrypsin and indeed can proteolvticallv digest this antiprotease,o Beside protease - antiprotease mechanism, oxidant - antioxidant imbalance also plays an important role in the pathogenesis of smoking related emphysema.o Normally, the lung contains a healthy complement of antioxidants (superoxide dismutase, glutathione),o Tobacco smoke contains abundant reactive oxygen species (free radicals) which deplete these antioxidant mechanisms.o Free radicals cause tissue damage as well as they inactivate a(-antitrypsin, resulting in functional a,- antitrypsin deficiency even in patients without enzyme deficiency.",
        "cop": 1,
        "opa": "Panacinar-emphysema",
        "opb": "Centriacinar-emphysema",
        "opc": "Paraseptal-emphysema",
        "opd": "Irregular-emphysema",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "29a8fcef-cac1-4c7a-82e0-9dcdc89c64cd",
        "choice_type": "single"
    },
    {
        "question": "Alpha 1 antitrypsin deficiency mechanism of transmission -",
        "exp": "Ans. is 'a' i.e., Autosomal recessiveAutosomal recessive disordersMetabolicHematologicalEndocrineSkeletalNarvouso Cystic fibrosiso Phenylketonuriao Galactosemiao Homocystinuriao Lysosomal storage diso a1-antitrypsin deficiencyo Wilson diseaseo Hemochromatosiso Glycogen storage disorderso Sickle cell anemiao Thalassemiaso Congenital adrenal hyperplasiao Albinismo EDS (some variants)o Alkaptonuriao Friedreich ataxiao Spinal muscular atrophyo Neurogenic muscular atrophies",
        "cop": 1,
        "opa": "Autosomal recessive",
        "opb": "Autosomal dominant",
        "opc": "X linked recessive",
        "opd": "X linked dominant",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "47414217-6264-4752-a1fb-86f6b30a1759",
        "choice_type": "single"
    },
    {
        "question": "Creola bodies are seen in -",
        "exp": "Ans. is 'a' i.e., Bronchial asthma o Creola bodies are a histopathologic finding indicative of bronchial asthma.o Found in a patient's sputum, they are ciliated columnar cells sloughed from the bronchial mucosa of a patient with asthma.o Other common findings in the sputum of asthma patients include.Charcot-Leyden crystalsCurschmann's SpiralsEosinophils",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Chronicbronchitis",
        "opc": "Emphysema",
        "opd": "Bronchiectatsis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "d69fc2a7-c51b-4823-8751-d2bd3cf21524",
        "choice_type": "single"
    },
    {
        "question": "Reid's Index is?",
        "exp": "ANSWER: (A) Increased in Chronic BronchitisREF: Robbins 7th edition page 722, http://en.udkipedia.org/wiki/Reid_indexThe Reid Index is a mathematical relationship that exists in a human bronchus section observedunder the microscope. It is defined as ratio between the thickness of the submucosal mucussecreting glands and the thickness between the epithelium and cartilage that covers the bronchi.A normal Reid Index should be smaller than 0.4, the thickness of the wall always more than double the thickness of the glands it contains. Hyperplasia and hypertrophy of mucous glands as in chronic bronchitis causes them to be present at deeper levels in the bronchial wall and thicker in size, thus increasing the Reid Index beyond the normal value usually in proportion to severity and duration of disease.",
        "cop": 1,
        "opa": "Increased in Chronic Bronchitis",
        "opb": "Decreased in Chronic Bronchitis",
        "opc": "Increased in Bronchial Asthma",
        "opd": "Decreased in Bronchial Asthma",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "de416602-27f9-495c-b0e2-7040800dd83d",
        "choice_type": "single"
    },
    {
        "question": "Alpha I antitry psin deficiency is associated with-",
        "exp": "Ans. is 'a' i.e., Panacinar-emphysemaEmphysemao Emphysema is a condition of the lung characterized by abnormal permanant enlargement of the airspaces distal to the terminal bronchioles, accompanied by destruction of their walls and without obvious fibrosis. \"Destruction of walls'' is necessory to define emphysema. Enlargement of airspaces without destruction of their walls is termed overinflation, for example, the distention of airspaces that occurs in the remaining lung after unilateral pneumonectomy.Types of emphysemao Emphysema is classified according to its anatomic distribution within the lobule. There are four major types of emphysema -1. Centriacinar (centri lobu lar) emphysemao Centriacinar emphysema is the most common type of emphysema seen clinically. It is chracterized by involvement of respiratory bronchioles, i. e. central (proximal) part of the acinus. So, both emphysematous and normal airspaces exist within the same acinus and lobule.o The lesions are more common and more severe in the upper lobe, particularly in the apical segments,o This is the type of emphysema that occurs predominantly in heavy smokers and usually coexists with chronic bronchitis.Panacinar (Panlobuiar) emphysemao The acini are uniformly enlarged from the level of the respiratory bronchiole to the terminal blind alveoli,o This type of emphysema tends to occur more commonly in the lower zones and in the anterior margins of the lung, and it is usually most severe at the base,o This type of emphysema is associated with al-antitrypsin deficiency.Distal acinar (Paraseptal) emphysemao This type of emphysema involves distal part of the acinus, while proximal part is normal. It is localized adjacent to the pleura, along perilobular septa.o The involvement is seen adjacent to areas of fibrosis, scarring, or atelectasis and is usually more severe in the upper half of lungs.o This type of emphysema is a common cause of spontaneous pneumothorax in young adults.Irregular emphysema (Para-cicatricial emphysema)o The acinus is involved irregularly and is almost invariably associated with scarring. It is the most common type of emphysema histologically.o Most common type of emphysema is irregular emphysema, but it is not clinically significant as most patients are asymptomatic and it is only an autopsy finding. Most common type of emphysema seen clinically is centracinar emphysema.",
        "cop": 1,
        "opa": "Panacinar-emphysema",
        "opb": "Centriacinar-emphysema",
        "opc": "Paraseptal-emphysema",
        "opd": "Irregular-emphysema",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "ad331868-3740-47e8-8d92-598a7d679efc",
        "choice_type": "single"
    },
    {
        "question": "Collapse of lung is called -",
        "exp": "Ans. is 'c' i.e., Atelectasis Atelectasis (collapse)o Atelectasis refers to:- Incomplete expansion of lungs -Neonatal atelectasis.orCollapse of previously inflated lung - Acquired atelectasis,o This results in areas of relatively airless pulmonary parenchyma,o Acquired atelectasis may be divided intoResorption (obstruction) atelectasiso it is consequence of complete obstruction of an airway.o With time trapped oxygen in the affected alveoli is resorbed and collapse occurs.o Resorption atelectasis is caused principally by obstruction due to excessive secretions (mucus plug) or exudates within small bronchioles as seen in Bronchial asthma, chronic bronchitis, Bronchiactasis and foreign body aspirationCompression atelectasiso Collapse of lung occurs due to external perssure on lung.o It is seen most commonly in patients with cardiac failure wdio develop pleural effusion and in patients with neoplastic pleural effusion.Contraction atelectasiso The collapse is due to contracture in the lung because of fibroctic changes,o Except for contraction atelectasis, atelectasis is a reversible disorder, i.e. collapsed lung parenchyma can be re- expanded.",
        "cop": 3,
        "opa": "Emphysema",
        "opb": "Bronchiactasis",
        "opc": "Atelectasis",
        "opd": "Bronchitis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "c1f7c128-010e-4378-be57-d1c1b2f4356c",
        "choice_type": "multi"
    },
    {
        "question": "All are obstructive lung disease except -",
        "exp": "11Ans. is 'b' i.e., Interstitial fibrosis Diffuse pulmonary diseases are divided into two categories -Obstructive disease (airway disease)o Obstructive disease is characterized by an increase in resistance to airflow owing to partial or complete obstruction at any level, from the trachea to the respiratory bronchioles,o Examples are chronic obstructive lung disease (COPD - Emphysema, bronchitis), bronchiectasis, and asthma.Restrictive diseaseo Restrictive disease is characterized by reduced expansion of lung parenchyma, with decreased total lung capacity,o It may occur due to two types of disorders -Chest wall disorders in the presence of Normal lungs - Neuromuscular disorders, e.g.polio, severe obesity, pleural disease, kyphoscoliosis.Interstitial and infiltrative diseases of lung - Pneumoconiosis, interstitial fibrosis.",
        "cop": 2,
        "opa": "Emphysema",
        "opb": "Interstitial fibrosis",
        "opc": "Asthma",
        "opd": "Bronchitis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "343e12af-ba42-4510-9737-7e0e8e2f7445",
        "choice_type": "multi"
    },
    {
        "question": "Alpha 1 antitrypsin deficiency seen in -",
        "exp": "Ans. is 'a' i.e., Emphysema o a1-anti-trvpsin deficiency :-o a1-anti-trypsin deficiency, is an autosomal recessive disease marked by abnormaliy low levels of (serum) of this major protease inhibitor (Pi )o Deficiency of the enzyme leads to pulmonary emphysema (panacinar)o Liver is characterised byPresence of round to oval cytoplasmic globular inclusions in hepatocytes which on H and E stains acidophilic and indistinctly demarcated from surrounding cytoplasm.They are PAS positive and diastase resistantIn most part, only distinctive feature is globules infrequentlv-fatty change, mallory bodies.Neonatal hepatitis with cholestasisFatty change (steatosis)Cirrhosis may develop which can transform into hepfocellular carcinoma.",
        "cop": 1,
        "opa": "Emphysema",
        "opb": "Bronchitis",
        "opc": "ARDS",
        "opd": "Bronchieactasis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "d0047691-8be4-4db3-8016-08484d1686cb",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old man with cirrhosis due to al-antitrypsin deficiency receives a liver transplant. He is at increased risk of developing which of the following types of emphysema?",
        "exp": "Ans: C (Panacinar) Ref: Robbins ami Cotran 'Pathologic Basis of Disease' 8th Edition. Elsevier, 2011. Pg 684Explanation:Types of EmphysemaCentriacinar (Centrilobular) Emphysema.The centra! or proximal parts of the acini, formed by respiratory bronchioles, are affected, where as distal alveoli are spared.Both emphysematous and normal airspaces exist within the same acinus and lobule.The lesions are more common and usually more severe in the upper lobes, particularly in the apical segments.The walls of the emphysematous spaces often contain large amounts of black pigment.Inflammation around bronchi and bronchioles is common.In severe centriacinar emphysema, the distal acinus may also be involved, and differentiation from panacinar emphysema becomes difficult.Centriacinar emphysema occurs predominantly in heavy smokers, often in association with chronic bronchitis.Panacinar (Panlobular) Emphysema.The acini are uniformly enlarged from the level of the respiratory bronchiole to the terminal blind alveoli.The prefix \"pan\" refers to the entire acinus but not to the entird lung.This tends to occur more commonly in the lower zones and in the anterior margins of the lung, and it is usually most severe at the bases.This type of emphysema is associated with al-antitrypsin (al-AT) deficiency.Distal Acinar (Paraseptal) Emphysema.The proximal portion of the acinus is normal, and the distal part is predominantly involved.The emphysema is more striking adjacent to the pleura, along the lobular connective tissue septa, and at the margins of the lobules.It occurs adjacent to areas of fibrosis, scarring, or atelectasis and is usually more severe in the upper half of the lungs.The characteristic findings are of multiple, continuous, enlarged airspaces from less than 0.5 cm to more than 2.0 cm in diameter, sometimes forming cystlike structures.This type of emphysema probably underlies many of the cases of spontaneous pneumothorax in young adults.Airspace Enlargement with Eibrosis (Irregular Emphysema).The acinus is irregularly involved and almost invariably associated with scarring.It may be the most common form of emphysema, because careful search of most lungs at autopsy show's one or more scars from a healed inflammatory process.In most instances, these foci of irregular emphysema are asymptomatic and clinically\" insignificant.",
        "cop": 3,
        "opa": "Centriacinar",
        "opb": "Paraseptal",
        "opc": "Panacinar",
        "opd": "Compensatory",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "f0e068c7-8271-4971-a86d-951957e91a07",
        "choice_type": "single"
    },
    {
        "question": "Crushman spiral is characteristic of which of the following airway disease:",
        "exp": "Ans. (d) Bronchial asthmaRef: Robbiris pathology 9th ed. /682Findings in Bronchial Asthma in Broncho-Alveolar Lavage or in Sputum* Curschmann spirals, is a finding in bronchial asthma which may result from extrusion of mucus plugs from subepithelial mucous gland ducts or bronchioles.* Charcot-Leyden crystals: it is composed of an eosinophilic protein called galectin-10.The other characteristic histologic findings of asthma, collectively called \"airway remodeling\" include:* Airway wall thickenig* An increase in the size of the submucosal glands and number of airway goblet cells* Subbasement membrane fibrosis (due to deposition of type I and III collagen)* Increased vascularity* Hypertrophy and/or hyperplasia of the bronchial wall muscle",
        "cop": 4,
        "opa": "Chronic bronchitis",
        "opb": "Emphysema",
        "opc": "Atelectasis",
        "opd": "Bronchial asthma",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "1bc1250a-ccc4-4e66-bd7c-f03501c11d48",
        "choice_type": "single"
    },
    {
        "question": "Reid index in increased in -",
        "exp": "Ans. is 'a' i.e., Chronic bronchitis o The Reid Index is a mathematical relationship that exists in a human bronchus section observed under the microscope.o It is defined as ratio between the thickness of the submucosal mucus secreting glands and the thickness between the epithelium and cartilage that covers the bronchi.o A normal Reid Index should be smaller than 0.4, the thickness of the wall is always more than double the thickness of the glands it contains.o Chronic smoking causes submucosal gland hypertrophy and hyperplasia, leading to a Reid Index of >0.5 indicating chronic bronchitis",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "Emphysema",
        "opc": "Bronchieactasis",
        "opd": "ARDS",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "da55d17c-4ff7-4dd7-9443-8340101ab526",
        "choice_type": "single"
    },
    {
        "question": "Charcot laden crystals are found in -",
        "exp": "Ans. is 'a' i.e., Bronchial asthma o Characteristic histological findings and sputum findings in asthma are1) Curschmann's spirals: Whorls of shed epithelium in mucus plug.2) Charcot-leyden crystals: Collection of crystalloids made up of eosinophilic protein.3) Creola bodies: Ciliated columnar cells sloughed from bronchial mucosa.",
        "cop": 1,
        "opa": "Bronchial asthma",
        "opb": "Bronchiectasis",
        "opc": "Chronic bronchitis",
        "opd": "Wegners granulomatosis",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "4e7b371a-8daf-4e2b-8486-a9b506391878",
        "choice_type": "single"
    },
    {
        "question": "Reid index is useful in the diagnosis of:",
        "exp": "Ref: Chapter 15. The Lung: page: 688: Robbins and Cot ran Pathologic Basis of Disease: 8th editionExplanation:* The Reid index is ratio of the thickness of the mucous gland layer to the thickness of wall between the epithelium and cartilage.The normal Reid index is 0.4 and it is increased in chronic bronchitis, usually in proportion to the severity and duration of the disease.Asthma is associated with type 1 hypersensitivity reaction and shows Curschmann spirals and Charcot -Leyden crystals in the mucous plugs.Bronchiectasis is associated with Kartagener syndrome: Bronchiectasis, infertility, sinusitis and situs inversus.Emphysema is commonly associated with alpha-1 antitrypsin deficiency resulting in protease-anti protease imbalance.",
        "cop": 1,
        "opa": "Chronic bronchitis",
        "opb": "Bronchial asthma",
        "opc": "Bronchiectasis",
        "opd": "Emphysema",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "0bfed726-df32-491c-8da0-1a119cbf9404",
        "choice_type": "single"
    },
    {
        "question": "Asthma is?",
        "exp": "Ans. is 'a' i.e., Obstructive lung disease o Obstructive disease is characterized by an increase in resistance to airflow owing to partial or complete obstruction at any level, from the trachea to the respiratory bronchioles. Examples are chronic obstructive lung disease (COPD emphysema, chronic bronchitis), bronchiectasis, and asthmao Restrictive disease is characterized by reduced expansion of lung parenchyma, with decreased total lung capacity. It may occur due to two types of disorders -a) Chest wall disorders in the presence of Normal lungs - Neuromuscular disorders, e.g.polio, severe obesity, pleural disease, kyphoscoliosis.b) Interstitial and infiltrative diseases of lung - Pneumoconiosis, interstitial fibrosis.",
        "cop": 1,
        "opa": "Obstructive lung disease",
        "opb": "Restrictive lung disease",
        "opc": "Both",
        "opd": "None",
        "subject_name": "Pathology",
        "topic_name": "Obstructive Lung Diseases",
        "id": "5217004a-c18d-4ff4-9625-8b9145a92b57",
        "choice_type": "multi"
    }
]