[
    {
        "question": "Hyperacute rejection is due to:",
        "exp": "Ans. a. Preformed antibodies (Ref: Robbins 9/e p233, 8/ep228; Schwartz 9/e p274-275; Bailey 25/e p1408-1412)Hyperacute rejection is due to preformed antibodies.Hyperacute rejection:Immediate (within minutes to hours) graft destruction due to ABO or pre-formed anti-HLA antibodiesQ.Characterised by intravascular thrombosisQKidney transplants are particularly vulnerableQ to hyperacute graft rejection.Types of Graft RejectionHyperacute RejectionAcute (cellular) RejectionChronic Rejection* Immediate (within minutes to hours) graft destruction due to ABO or pre-formed anti- HLA antibodiesQ.* Characterised by intravascular thrombosisQ* Kidney transplants are particularly vulnerableQ to hyperacute graft rejection* Heart and liver transplants are relatively resistantQ.* Occurs during the first 6 monthsQ* Most commonly presents between 5-30Q days after transplantation* T-cell dependent, characterized by mononuclear cell infiltrationQ* Usually reversibleQ* Occurs after the first 6 monthsQ* MC cause of graft failureQ* Non-immune factors may contribute to pathogenesis* Characterized by myointimal proliferation in graft arteries leading to ischemia and fibrosisQ Pathological Features of Rejection ReactionsAcute cellular rejectionAcute humoral rejectionChronic rejection* Interstitial mononuclear cell infiltration with edema* Mild interstitial hemorrhage* Focal tubular necrosis* Endothelitis* Necrotizing vasculitis with endothelial cell necrosisQ* Neutrophilic infiltration* Deposition of immunoglobulinsQ, complement and fibrin* Renal cortical necrosisQ and atrophy* Dense obliterative intimal fibrosis* Interstitial fibrosis* Glomerular loss with tubular atrophy* Shrinkage of renal parenchyma",
        "cop": 1,
        "opa": "Preformed antibodies",
        "opb": "Cytotoxic T-lymphocyte medicated injury",
        "opc": "Circulating macrophage mediated injury",
        "opd": "Endothelitis caused by donor antibodies",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "0cb8e83b-29ba-4b8b-9c63-fbb52ccc9ffb",
        "choice_type": "single"
    },
    {
        "question": "Antigen involved in post transplant rejection?",
        "exp": "Ans. is 'a' i.e., HLA - antigen o For rejection of graft, there must be some antigen that is recognized as foreign and the most important antigen is HLA antigen of grafted tissue.",
        "cop": 1,
        "opa": "HL A-Antigen",
        "opb": "Nuclear antigen",
        "opc": "Polysaccharide",
        "opd": "DHA",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "6e41daf2-4d0f-47f9-ae33-44cbf14458ac",
        "choice_type": "single"
    },
    {
        "question": "Allograft is between -",
        "exp": "Ans. is 'b' i.e., Individuals of same species with different genetic identity Based on donor, graft may be:-a) A utograft (autogenic graft): Graft from self.b) Isograft (syngraft) : Graft from genetically identical person, e.g. identical twin.c) Allograft (homograft or allogenic graft): Graft from genetically unrelated member of same species.d) Xenograft (heterograft): Graft from different species.Also remembero Orthoptic graft - Graft applied in anatomically normal site eg. Skin graft.o Heterotopic graft - Graft applied in anatomically abnormal site.",
        "cop": 2,
        "opa": "Graft from genetically identical person",
        "opb": "Individuals of same species with different genetic identity",
        "opc": "Graft from self",
        "opd": "Members of different species",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "28096ba5-ecb3-4be0-8806-d4e61b8b23d0",
        "choice_type": "multi"
    },
    {
        "question": "Xenograft means transplanting organs from?",
        "exp": "ANSWER: (A) One species to anotherREF: Textbook of Microbiology & Immunology by Parija page 168Transfer of individual's own tissue or organ fron one site to another site in the body i.e. recipient is also the donor, eg skin grafting, coronary artery bypass grafting Transfer of tissue between two genetically identical individuals l.e. identical twins.Unless technical problems hi surgery, they are always successful. Transfer of tissue or an organ between genetically different Individuals of same species, i.e. from one human to another. This is predominant transplant today. Transfer of tissue or an organ between members of different spedes. 1 is always rejected by an immunocompetent host",
        "cop": 1,
        "opa": "One species to another",
        "opb": "Member of same species",
        "opc": "Twin to twin",
        "opd": "One site to another in an individual",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "6a662dc4-040a-4962-ac6e-4f06d7c194ad",
        "choice_type": "single"
    },
    {
        "question": "True about hyperacute rejection in renal transplant:",
        "exp": "Ans: C (Vessel thrombosis) HYPERACUTE REJECTION Harshmohan 7th/50Appears within minutes to hours of placing the transplantSt is mediated by preformed humoral antibodyThere are numerous neu trophils around dilated & obstructed capillaries which are blocked by fibrin & platelet thrombiIn acute rejection there is infiltration ofT&B cell\"- Harshmohan 7th/ 50HYPERACUTE REJECTION; Robbins9th/233This form of rejection occurs within minutes or hours after transplantation and can sometimes be recognized by the surgeon just after the graft vasculature is anastomosed to the recipient's.In contrast to the nonrejecting kidney graft, wrhich rapidly regains a normal pink coloration and normal tissue turgor and promptly excretes urine, a hyperacutely rejecting kidney rapidly becomes cyanotic, mottled, and flaccid and may excrete a mere few drops of bloody urine.Immunoglobulin and complement are deposited in the vessel wrall, and electron microscopy discloses early endothelial injury together with fibrin-platelet thrombi.There is also a rapid accumulation of neutrophils within arterioles, glomeruli, and peritubular capillaries. These early lesions point to an antigen-antibody reaction at the level of vascular endothelium.Subsequently, these changes become diffuse and intense, the glomeruli undergo thrombotic occlusion of the capillaries, and fibrinoid necrosis occurs in arterial walls.ACUTE REJECTION. Robbins 9th/233# This may occur within days of transplantation in the untreated recipient or may appear suddenly months or even years later, after immunosuppression has been employed and terminated. As suggested earlier, acute graft rejection is a combined process in wrhicb both cellular and humoral tissue injuries contribute. In any one patient, one or the other mechanism may predominate.Histologically, humoral rejection is associated with vasculitis, whereas cellular rejection is marked by an interstitial mononuclear cell infiltrate.Mechanisms of Recognition and Rejection ofAlografts Robbins 9th/231-32# Rejection is a process in wrhsch T lymphocytes and antibodies produced against graft antigens react against and destroy tissue grafts# Recognition of Graft Alloantigens by T and 8 Lymphocytes: The major antigenic differences between a donor and recipient that result in rejection of transplants are differences in HLA alleles.T CELL-MEDIATED REACTIONS Robbins 9th/233Acute cellular rejection, also called acute T cell-mediated rejection, is most commonly seen within the initial months after transplantation and is heralded by clinical and biochemical signs of organ failure.T cells also contribute to chronic rejection, ANTIBODY-MEDIATED REACTIONS Robbins9th/233Although T cells are pivotal in the rejection of organ transplants, antibodies produced againstalloantigens in the graft are also important mediators of rejection. Antibody mediated reactions can take three forms.Hyperacute rejection occurs when preformed antidonor antibodies are present in the circulation of the recipient. Such antibodies may be present in a recipient who has previously rejected a transplant.Acute antibody-mediated rejection is caused by antidonor antibodies produced after transplantation.Chronic antibody-mediated rejection usually develops insidiously, without preceding acute rejection, and primarily affects vascular components.",
        "cop": 3,
        "opa": "Occur within few days of transplant",
        "opb": "T cell involvement",
        "opc": "Blood vessel thrombosis",
        "opd": "Eosinophilic infiltration",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "fdd18712-20ca-483f-9ea5-d86c83931ac5",
        "choice_type": "multi"
    },
    {
        "question": "No prior immune suppression is helpful in which type of graft rejection?",
        "exp": "Ans is 'b' i.e. Hyperacute rejectiono Hyperacute rejection is caused by ABO incompatibility and preformed cytotoxic antibodies against donor HLA antigens. Therefore immunosuppressant is not helpful.",
        "cop": 2,
        "opa": "Acuterejection",
        "opb": "Hyperacute rejection",
        "opc": "Chronic rejection",
        "opd": "None of the above",
        "subject_name": "Pathology",
        "topic_name": "Rejection of Transplants",
        "id": "01732027-57ac-4716-b94f-bb2777d76956",
        "choice_type": "multi"
    }
]