[
    {
        "question": "All of the following are the posterior relations of the kidney EXCEPT:",
        "exp": "Nerves related to kidneys posteriorly are: Subcostal (T12), iliohypogastric (L1), and ilioinguinal (L1). Four muscles are in posterior relations of kidney: Diaphragm, quadratus lumborum, psoas major, and transversus abdominis. fig:- posterior relation of kidney",
        "cop": 3,
        "opa": "Psoas major",
        "opb": "Quadratus lumborum",
        "opc": "Sympathetic chain",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "d9337ae9-5ec2-489c-b51d-b5e7a4c405c9",
        "choice_type": "multi"
    },
    {
        "question": "A 2-year-old boy presents with pain in his groin that has been increasing in nature over the past few weeks. He is found to have a degenerative malformation of the transversalis fascia during development. Which of the following structures on the anterior abdominal wall is likely defective",
        "exp": "Deep inguinal ring lies in the transversalis fascia, just lateral to the inferior epigastric vessels. Superficial inguinal ring is in the aponeurosis of the external oblique muscle. Inguinal ligament and the anterior wall of the inguinal canal are formed by the aponeurosis of the external oblique muscle. The sac of a direct inguinal hernia is formed by the peritoneum.",
        "cop": 2,
        "opa": "Superficial inguinal ring",
        "opb": "Deep inguinal ring",
        "opc": "Inguinal ligament",
        "opd": "Sac of a direct inguinal hernia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "4cd59f63-e30f-42e8-8c18-dde5a5d933de",
        "choice_type": "multi"
    },
    {
        "question": "Which statement best describes the planes of the abdomen?",
        "exp": "* The transpyloric plane passes through the following structures: Hilum of kidneys, Pylorus, Pancreatic neck, Duodenojejunal flexure and Fundus of the gall bladder. The spinal cord also ends at the level of the transpyloric plane. Other options: *The transpyloric plane (of Addison) lies halfway between the suprasternal notch and the symphysis pubis, approximately a hands breadth below the xiphoid. It is at the level of L1. * The subcostal plane is at the level of the body of L3 and joins the lowest point of the costal margin, the lower border of the 10th costal cailage, of each side. * Iliac crests lie at the level of L4. It is a landmark used in performing a lumbar puncture. The tubercle of the ilium lies at the level of L5.",
        "cop": 2,
        "opa": "The transpyloric plane lies halfway between the xiphoid and the symphysis pubis",
        "opb": "The transpyloric plane passes through the hilum of the kidneys.",
        "opc": "The subcostal plane is at the level of the body of L2",
        "opd": "The iliac crests lie at the level of L5.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "226f48ed-9da6-4bce-8ee9-15b6a5bb0bac",
        "choice_type": "multi"
    },
    {
        "question": "An emergent hernia repair is scheduled. As the attending physician is driving to the hospital, the medical student assisting on the case quickly reviews his anatomy atlas and is trying to commit to memory that the internal oblique abdominis muscle contributes to the formation of which of the following structures?",
        "exp": "The falx inguinalis (conjoint tendon) is formed by the aponeuroses of the internal oblique and transverse muscles of the abdomen. The inguinal ligament is formed by aponeurosis of the external oblique abdominal muscle, and the reflected inguinal ligament is formed by ceain fibers of the inguinal ligament reflected from the pubic tubercle upward toward the linea alba. The deep inguinal ring lies in the transversalis fascia, and the internal spermatic fascia is formed by the transversalis fascia.",
        "cop": 3,
        "opa": "Inguinal ligament",
        "opb": "Deep inguinal ring",
        "opc": "Falx inguinalis (conjoint tendon)",
        "opd": "Internal spermatic fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "d678676d-73ca-4443-88d8-39b0bcdcfa99",
        "choice_type": "single"
    },
    {
        "question": "In bulbous urethra, extravasated urine from this injury can spread into which of the following structures",
        "exp": "Extravasation of urine may result from the rupture of the bulbous spongy urethra below the perineal membrane; the urine may pass into the superficial perineal pouch and spread inferiorly into the scrotum, anteriorly around the penis, and superiorly into the lower pa of the abdominal wall. The urine cannot spread laterally into the thigh because the perineal membrane and the superficial fascia of the perineum are firmly attached to the ischiopubic rami and are connected with the deep fascia of the thigh (fascia lata).",
        "cop": 1,
        "opa": "Scrotum",
        "opb": "Ischiorectal fossa",
        "opc": "Deep perineal space",
        "opd": "Thigh",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "0fd320c5-550d-47c1-9c9b-8864eb2e1b7e",
        "choice_type": "single"
    },
    {
        "question": "TRUE about the boundary of marked foramen (arrow):",
        "exp": "Marked foramen - Epiploic foramen Boundaries: Anteriorly - hepatic triad structures including Bile duct anteriorly, within the free margin of lesser omentum Posteriorly - Inferior Vena Cava Above (superiorly) - caudate lobe of liver Below (inferiorly) - first pa of duodenum",
        "cop": 2,
        "opa": "Hepatic aery posteriorly",
        "opb": "Bile duct anteriorly",
        "opc": "Poal vein laterally",
        "opd": "Inferior vena cava inferiorly",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "d1333d20-eb32-43b8-8afe-64686b458dfc",
        "choice_type": "multi"
    },
    {
        "question": "Deep perineal pouch in males does not include:",
        "exp": "Coronal section of pelvis. Deep perineal pouch is located between the superior and inferior layers of the urogenital diaphragm. Long perineal nerve is located in the superficial perineal pouch. Contents of deep perineal pouch in males:Muscles - Sphincter urethrae, Deep transversus perineiNerves - Dorsal nerve of penis, muscular branch from perineal nerveVessels - Deep and dorsal aeries of penis, stem of origin of aery to the bulb of penis, urethral aery",
        "cop": 3,
        "opa": "Pudendal nerve",
        "opb": "Sphincter urethrae",
        "opc": "Long perineal nerve",
        "opd": "Dorsal nerve of penis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen, Pelvis and Perineum",
        "id": "35c25ee1-d16c-4862-a482-1098c14c1494",
        "choice_type": "single"
    }
]