[
    {
        "question": "Gastrosplenic ligament is derived from?",
        "exp": "ANSWER: (C) Dorsal mesogastriumREF: Langman's Medical Embryology 9th edition 293The gastrosplenic ligament (ligamentum gastrosplenicum or gastrolienal ligament) is part of the greater omentum. Embryonically the gastrosplenic ligament is derived from the dorsal mesogastrium. The gastrosplenic ligament is made of peritoneum that connects the greater curvature of stomach with the hilum of the spleen. Contains: Short gastric vessels and left Gastro-Epiploic vessels",
        "cop": 3,
        "opa": "Splenic artery",
        "opb": "Splenic vein",
        "opc": "Dorsal mesogastrium",
        "opd": "Ventral mesogastrium",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0ceaea9e-c661-46de-b56e-36a9773829d4",
        "choice_type": "single"
    },
    {
        "question": "All are the branches of internal iliac artery except:",
        "exp": "Ans. C. Femoral arteryThe internal iliac artery supplies the walls and viscera of the pelvis, the buttock, the reproductive organs, and the medial compartment of the thigh.It arises at the bifurcation of the common iliac artery, opposite the lumbosacral articulation, and, passing downward to the upper margin of the greater sciatic foramen, divides into two large trunks, an anterior and a posterior.The anterior division gives rise to these arteries:a. Umbilical artery (in fetus),b. Obturator artery,c. Vaginal artery,d. Superior &inferior vesical artery,e. Uterine artery,f. Middle rectal artery,g. Internal pudendal artery,h. Inferior gluteal artery.The posterior division gives rise to the superior gluteal, iliolumbar, and lateral sacral arteries.",
        "cop": 3,
        "opa": "Obturator artery",
        "opb": "Middle rectal artery",
        "opc": "Femoral artery",
        "opd": "Internal pudendal artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9e813b84-1465-47c4-bce4-d4b9d21aae66",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old man is admitted to the hospital with dull, diffuse abdominal pain. A CT scan reveals a tumor at the head of the pancreas. The abdominal pain is mediated by afferent fibers that travel initially with which of the following nerves?",
        "exp": "The afferent fibers mediating the pain from the head of the pancreas run initially with the greater thoracic splanchnic nerves. The greater splanchnic nerves arise from sympathetic ganglia at the levels of T5 to T9 and innervate structures of the foregut and thus the head of the pancreas. Running within these nerves are visceral afferent fibers that relay pain from foregut structures to the dorsal horn of the spinal cord. Also entering the dorsal horn are the somatic afferents from that vertebral level, which mediate pain from the body wall. Intercostal nerves T1 to T12 provide the terminal part of the pathway to the spinal cord of visceral afferents for pain from the thorax and much of the abdomen. Therefore, pain fibers from the pancreas pass by way of the splanchnic nerves to the sympathetic chains and then, by way of communicating rami, to ventral rami of intercostal nerves, finally entering the spinal cord by way of the dorsal roots. The phrenic nerve innervates the diaphragm and also carries visceral afferents from mediastinal pleura and the pericardium, but it does not carry with it any visceral afferent fibers from the pancreas. The vagus nerve innervates the pancreas with parasympathetic fibers and ascends all the way up to the medulla where it enters the brain. It has no visceral afferent fibers for pain. The subcostal nerve is from the level of T12 and innervates structures below the pancreas and carries no visceral afferents from the pancreas.",
        "cop": 1,
        "opa": "Greater thoracic splanchnic",
        "opb": "Intercostal",
        "opc": "Phrenic",
        "opd": "Vagus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3cf75233-8038-4c9d-be24-cb4f28f100c8",
        "choice_type": "multi"
    },
    {
        "question": "The parietal peritoneum covering the inferior surface of the diaphragm transits its sensory information via the phrenic nerve. In the case of peritonitis in the parietal peritoneum on the inferior surface of the diaphragm, pain may be referred through which of the following nerves?",
        "exp": "Ans. D. Supraclavicular nervesThe phrenic nerve consists of contributions from spinal nerve levels C3 to 5.Therefore, when sensory information comes from the parietal peritoneum on the inferior diaphragmatic surface, it may refer through spinal nerves at the same levels.a. Supraclavicular nerve shares levels with the C3 and C4 levels.b. The greater and lesser occipital nerves both originate at the C2 level.c. Great auricular nerve root value is C2, C3",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1d798a72-cfe5-4375-8458-29c156bcadab",
        "choice_type": "single"
    },
    {
        "question": "Fusion of the caudal portions of the kidneys during embryonic development is most likely to result in which of the following congenital conditions?",
        "exp": "During development, the kidneys typically \"ascend\" from a position in the pelvis to a position high on the posterior abdominal wall. Although the kidneys are bilateral structures, occasionally the inferior poles of the two kidneys fuse. When this happens, the \"ascent\" of the fused kidneys is arrested by the first midline structure they encounter, the inferior mesenteric artery. The incidence of horseshoe kidney is about 0.25% of the population.",
        "cop": 3,
        "opa": "Bicornuate uterus",
        "opb": "Cryptorchidism",
        "opc": "Horseshoe kidney",
        "opd": "Hypospadias",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "28c69602-3c54-4503-93dc-74d54517725d",
        "choice_type": "single"
    },
    {
        "question": "Complete regression of which of the following veins causes this anomaly in the development of IVC (Figure).",
        "exp": "Ans: (c) Right supra-cardinal veinRef: Essentials of Human Embryology, A.K.Datta, 5th edition, 2005, Page 205-208 4The anomaly shown in picture is Retrocaval ureter (right ureter) passes at first behind the IVC, and then appears in front of it after winding the medial margin of IVC.Retrocaval ureter occurs when the post-renal segment of the IVC is developed from the right posterior cardinal vein and the right supra-cardinal vein regress entirely.Development of IVCIVC developed from the following sources from below upwards1. Persistent caudal part of the right posterior cardinal vein2. Right supra-cardinal vein (this part receives 3rd and 4th pairs of lumbar veins)3. Anastomosis between right supra-cardinal and right sub-cardinal veins (this part receives the right gonadal vein).4. Upper part of the right sub-cardinal vein (this part receives both renal veins and right supra-renal vein).5. A new vessel grows dorsal to the liver and communicates the right sub-cardinal vein with the common hepatic vein (intrahepatic part of IVC).6. Common hepatic vein-which is developed from the suprahepatic part of the right vitelline vein (terminal part of IVC).Anomalies of IVC1. Double IVC - IVC persist on both sides below the level of renal veins. This occurs when the left common iliac vein fails to develop and the infra-renal segment of the left supra-cardinal vein fails to regress.2. Retro-caval ureter (as explained earlier).",
        "cop": 3,
        "opa": "Right vitelline vein",
        "opb": "Left vitelline vein",
        "opc": "Right supra-cardinal vein",
        "opd": "Left supra-cardinal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0dada956-3573-4c8e-9f37-0658522c76fd",
        "choice_type": "single"
    },
    {
        "question": "Dileufloy's lesion is seen in -",
        "exp": "Ans. is 'a' i.e., Stomach Dieulafoy's lesion* Dieulafoy's lesion is a medical condition characterized by a large tortuous arteriole most commonly in the stomach wall (submucosal) that erodes and bleeds.* It can cause gastric hemorrhage but is relatively uncommon. It is thought to cause less than 5% of all gastrointestinal bleeds in adults* Dieulafoy's lesions are characterized by a single large tortuous small artery in the submucosa which does not undergo normal branching or a branch with caliber of 1-5 mm (more than 10 times the normal diameter of mucosal capillaries). The lesion bleeds into the gastrointestinal tract through a minute defect in the mucosa which is not a primary ulcer of the mucosa but an erosion likely caused in the submucosal surface by protrusion of the pulsatile arteriole.* Approximately 75% of Dieulafoy's lesions occur in the upper part of the stomach within 6 cm of the gastroesophageal junction, most commonly in the lesser curvature.",
        "cop": 1,
        "opa": "Stomach",
        "opb": "Jejunum",
        "opc": "Oesophagus",
        "opd": "Anus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5ac2cc09-7a22-477e-b98a-6d3c938893ed",
        "choice_type": "single"
    },
    {
        "question": "A 12-year-old male is admitted to the hospital with profuse rectal bleeding but appears to be free of any associated pain. Which of the following is the most common cause of severe rectal bleeding in the pediatric age group?",
        "exp": "Ileal (Meckel) diverticulum, which is an outpouching of the distal ileum, is twice as prevalent in males as in females. The diverticulum is clinically important because ulceration of the diverticulum with pain, bleeding, perforation, and obstruction is a complication that may require emergent surgery. Signs and symptoms frequently mimic appendicitis or peptic ulcer. Internal hemorrhoids are thrombosed tributaries of the middle rectal vein, which can prolapse into the anal canal. External hemorrhoids are thrombosing in the veins of the external rectal venous plexus. Diverticulosis is ordinarily an outpouching of the wall of the large intestine. This primarily affects the aged and does not cause bleeding in most cases. Borborygmi are sounds created by gas and intestinal contents as they pass through the gastrointestinal tract.",
        "cop": 4,
        "opa": "Internal hemorrhoids",
        "opb": "External hemorrhoids",
        "opc": "Diverticulosis",
        "opd": "Ileal (Meckel) diverticulum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "87587a99-b0fc-4e4b-bdef-8b205b43cd25",
        "choice_type": "single"
    },
    {
        "question": "A 5-day-old male infant is diagnosed with Hirschsprung disease. CT scan examination reveals an abnormally dilated colon. Which of the following is the most likely embryologic mechanism responsible for Hirschsprung disease?",
        "exp": "Congenital megacolon (Hirschsprung disease) results from the failure of neural crest cells to migrate into the walls of the colon. Incomplete separation of the cloaca would result in anal agenesis either with or without the presence of a fistula. The failure of recanalization of the colon results in rectal atresia, wherein both the anal canal and rectum exist but are not connected due to incomplete canalization or no recanalization. Defective rotation of the hindgut can cause volvulus or twisting of its contents. Oligohydramnios is a deficiency of amniotic fluid, which can cause pulmonary hypoplasia but would not cause Hirschsprung disease.",
        "cop": 1,
        "opa": "Failure of neural crest cells to migrate into the walls of the colon",
        "opb": "Incomplete separation of the cloaca",
        "opc": "Failure of recanalization of the colon",
        "opd": "Defective rotation of the hindgut",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fed012ce-cb5d-459c-b0ba-d4ace34d84ca",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman is admitted to the emergency department with a complaint of severe abdominal pain. CT scan and MRI examinations reveal a tumor of the head of the pancreas involving the uncinate process. Which of the following vessels is most likely to be occluded?",
        "exp": "The superior mesenteric artery arises from the aorta, deep to the neck of the pancreas, then crosses the uncinate process and third part of the duodenum. An uncinate tumor can cause compression of the superior mesenteric artery. The common hepatic artery arises superior to the body of the pancreas and is unlikely to be affected by a tumor in the uncinate region of the pancreas. The cystic artery and vein, supplying the gallbladder, are also superior to the pancreas. The inferior mesenteric artery arises at the level of L3, which is thus situated deep to and inferior to the head of the pancreas. The portal vein, formed by the confluence of the superior mesenteric vein and splenic vein, passes deep to the neck of the pancreas.",
        "cop": 3,
        "opa": "Common hepatic artery",
        "opb": "Cystic artery and vein",
        "opc": "Superior mesenteric artery",
        "opd": "Inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1a5c58ea-02c5-444a-be0f-3a8d582b190b",
        "choice_type": "single"
    },
    {
        "question": "Kidney cortex contains:",
        "exp": "Ans. C Collecting tubule and ductRef: BDC, 6th ed. vol. II pg. 315-16* The kidney consists of an outer renal cortex and an inner renal medulla that contains the renal pyramids which drain into - Calyx - Pelvis.* Cortex forms a continuous smooth outer zone with a number of projections (cortical columns) that extend down between the pyramids.* It contains the renal corpuscles and the renal tubules except for parts of the loop of Henle which descend into the renal medulla. It also contains blood vessels and cortical collecting ducts.* The renal cortex is the part of the kidney where ultrafiltration occurs.",
        "cop": 3,
        "opa": "Loop of henle",
        "opb": "Pyramids",
        "opc": "Collecting tubule and duct",
        "opd": "Calyces",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6f15d9bf-48c6-4a16-af29-9c6e865e48b4",
        "choice_type": "single"
    },
    {
        "question": "All are branches of coeliac trunk except:",
        "exp": "Ans. D. Right gastric arteryThe celiac trunk is the first major branch of the abdominal aorta. It is 1.25 cm in length. Branching from the aorta opposite disc between T12 & L1, it is one of three anterior branches of the abdominal aorta (the others^ are the superior and inferior mesenteric arteries).The three main branches of the celiac artery are left gastric artery, splenic artery & common hepatic artery",
        "cop": 4,
        "opa": "Splenic artery",
        "opb": "Hepatic artery",
        "opc": "Left gastric artery",
        "opd": "Right gastric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "14685537-938f-4e57-baba-8e812791d1d2",
        "choice_type": "multi"
    },
    {
        "question": "Structures in the portal triad are all except:",
        "exp": "Ans. B. Hepatic veinThe hepatic lobules are small divisions of the liver defined at the microscopic (histological) scale. The hepatic lobule is a building block of the liver tissue, consisting of a portal triad, hepatocytes arranged in linear cords between a capillary network, and a central vein.A portal triad is a distinctive arrangement within lobules. It consists of the following structures:a. Hepatic arteryb. Portal veinc. Bile duct",
        "cop": 2,
        "opa": "Hepatic artery",
        "opb": "Hepatic vein",
        "opc": "Portal vein",
        "opd": "Bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0dac301f-8874-4292-9164-3e794bb9eeb4",
        "choice_type": "multi"
    },
    {
        "question": "Inferior mesenteric vein drains into:",
        "exp": "Ans. B. Splenic veininferior mesenteric vein (IMV) is a blood vessel that drains blood from the large intestine. It usually terminates when reaching the splenic vein, which goes on to form the portal vein with the superior mesenteric vein.Tributaries of the inferior mesenteric vein drain the large intestine, sigmoid colon and rectum and include thea. left colic veinb. sigmoid veinsc. superior rectal veind. rectosigmoid veins",
        "cop": 2,
        "opa": "Portal vein",
        "opb": "Splenic vein",
        "opc": "Superior mesenteric vein",
        "opd": "Renal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a2cc0687-2a1f-471d-9df4-1e02330b91d8",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old woman was admitted to the hospital with a complaint of pain over her umbilicus. Radiographic examination revealed acute appendicitis. The appendix was removed successfully in an emergency appendectomy. One week postoperatively the patient complained of paresthesia of the skin over the pubic region and the anterior portion of her perineum. Which of the following nerves was most likely injured during the appendectomy?",
        "exp": "The ilioinguinal nerve, which arises from the L1 spinal nerve, innervates the skin on the medial aspect of the thigh, scrotum (or labia majora), and the mons pubis. It has been injured in this patient. The genitofemoral nerve splits into two branches: The genital branch supplies the scrotum (or labia majora) whereas the femoral branch supplies the skin of the femoral triangle. The subcostal nerve has a lateral cutaneous branch that innervates skin in the upper gluteal region, in addition to distribution over the lower part of the anterior abdominal wall. The Iliohypogastric nerve innervates the skin over the iliac crest and the hypogastric region. Spinal nerve T9 supplies sensory innervation to the dermatome at the level of T9, above the level of the umbilicus.",
        "cop": 2,
        "opa": "Genitofemoral",
        "opb": "Ilioinguinal",
        "opc": "Subcostal",
        "opd": "Iliohypogastric",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "d468ff20-68f4-4920-a838-f8662f5cf410",
        "choice_type": "single"
    },
    {
        "question": "A 68-year-old woman had been suffering long term effects of diverticulosis and inflammation of the transverse colon. To permit operating on a patient with severe diverticulosis of the transverse colon, it would be necessary to first ligate (tie off) or clamp the source of arterial supply. Which of the following arteries will most likely be ligated?",
        "exp": "The middle colic artery is the principal source of arterial supply to the transverse colon. The right colic artery, an infrequent branch of the superior mesenteric artery, supplies the ascending colon. The ileocolic branch of the superior mesenteric artery supplies distal ileum, cecum, and ascending colon. The left colic artery provides blood supply to the descending colon.",
        "cop": 1,
        "opa": "Middle colic",
        "opb": "Right colic",
        "opc": "Superior mesenteric",
        "opd": "Ileocolic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "64bd3046-d42d-41d6-afbb-c0d1301c15ba",
        "choice_type": "single"
    },
    {
        "question": "Testicular artery is a branch of:",
        "exp": "Ans. B Abdominal aorta* Testicular artery is a branch of abdominal aorta.* Please refer' the image given below:",
        "cop": 2,
        "opa": "Common iliac artery",
        "opb": "Abdominal aorta",
        "opc": "Internal iliac artery",
        "opd": "External iliac artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "c0f6b4b3-adb5-49eb-9c2b-697de35a2090",
        "choice_type": "single"
    },
    {
        "question": "Lining of fallopian tube is -",
        "exp": "Ans. is 'a' i.e., Ciliated columnar epithelium Types of epitheliumTissue or organSimple squamousLung alveoliMesothelium lining serous surfacesEndocardium and endotheliumLoop of henle in nephronKeratinized stratified squamousEpidermis of skinDuct of sebaceous glandNon keratinized stratified squamousTongue, tonsil, pharynx, esophagusCorneaVaginaSimple columnar epithelium(without cilia and microvilli)Lining of stomach and large intestineCervical canalColumnar epithelium with striated border (regularly arranged microvilli)Lining of small intestineColumnar epithelium with brush border(Irregularly placed microvilli)Gall bladderCiliated columnar epithelium(cilia on surface for propulsion of fluid)Uterus and fallopian tubesEustachian tubeCentral canal of spinal cord and ventricles of brainRespiratory epitheliumSecretory columnar epithelium (with goblet cells)Stomach and intestinesTrachea and bronchiPseudostratified columnar epitheliumOlfactory epitheliumTracheaEustachian tubeVas + deferensUrethraCuboidal epitheliumDucts of glandsThyroid folliclesOvarian surface epitheliumTransitional epithelium (Urothelium)Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 1,
        "opa": "Ciliated columnar epithelium",
        "opb": "Cuboidal epithelium",
        "opc": "Non Keratinizing squamous epithelium",
        "opd": "Ependyma",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "408cf7b3-55e5-4e77-8dd5-0645987fab30",
        "choice_type": "multi"
    },
    {
        "question": "Fascia covering the rectus abdominis muscle is-",
        "exp": "Ans. is 'a' i.e., Rectus sheath Rectus sheath* It is an aponeurotic sheath enclosing rectus abdominis muscle formed by aponeuroses of the three flat abdominal muscles. Rectus sheath has two walls - (i) anterior and (ii) posterior.* Anterior wall is complete and its composition is variable as follows -i) Above costal margin :- Formed by external oblique aponeurosis.ii) Between costal margin and arcuate line Formed by external oblique aponeurosis and anterior lamina of aponeurosis of internal oblique.iii) Below arcuate line:- Aponeurosis of all three muscles (external oblique, internal oblique, transversus abdominis). The oponeurosis of internal oblique and transversus abdominis fuse, but the external oblique neurosis remains separate.* Posterior wall is incomplete and is deficient above the costal margin and below arcuate linei) Above costal margin :- Deficient and rectus abdominis rests directly on 5th, 6th and 7th costal cartilages.ii) Between costal margin and arcute line Formed by posterior lamina of aponeurosis of internal oblique and aponeurosis of transversus abdominis.iii) Below arcuate line :- Deficient and the rectus muscles rests on the fascia transversalis.* Contents of rectus sheathi) Muscles Rectus abdominis, pyramidalis.ii) Arteries:- Superior epigastric artery (a branch of internal thoracic) which anastomoses with inferior epigastric artery (a branch of external iliac).iii) Veins Superior epigastric and inferior epigastric veins.iv) Nerves Terminal parts of lower six thoracic nerves (lower 5 intercostal and subcostal nerves).* Three aponeurotic layers forming rectus sheath of both sides interlace with each other to form a tendinous raphe, Linea alba. It extends from xiphoid process to pubic symphysis. Linea alba is narrow and indistinct below the umblicus, as two recti lie in close contact. Linea alba broaden out above the level of umblicus.",
        "cop": 1,
        "opa": "Rectus Sheath",
        "opb": "Peritoneum",
        "opc": "Scarpa's Fascia",
        "opd": "Buck's Fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "88bf7720-f0d7-4def-805c-4642375baa7f",
        "choice_type": "single"
    },
    {
        "question": "Duct of Wirsung is:",
        "exp": "Ans. C. Main Pancreatic ductThe pancreatic duct, or duct of Wirsung (also, the major pancreatic duct), is a duct joining the pancreas to the common bile duct to supply pancreatic juice provided from the exocrine pancreas, which aids indigestion. The pancreatic duct joins the common bile duct just prior to the ampulla of Vater, after which both ducts perforate the medial side of the second portion of the duodenum at the major duodenal papilla.Most people have just one pancreatic duct. However, some have an additional accessory pancreatic duct, called the Duct of Santorini. An accessory pancreatic duct can be functional or non-functional and may open separately into the second part of the duodenum which is dorsal and usually (in 70%) drains into the duodenum via the minor duodenal papilla. In the other 30% it drains into the main pancreatic duct.",
        "cop": 3,
        "opa": "Parotid duct.",
        "opb": "Common bile duct",
        "opc": "Main Pancreatic duct",
        "opd": "Accessory Pancreatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7517690e-c518-48f5-aaa1-36f2873f9e4d",
        "choice_type": "single"
    },
    {
        "question": "A 2-year-old male is admitted to the hospital with testicular pain. Physical examination reveals an enlarged scrotum. An otoscope is placed beneath the lateral side of the scrotum and the testis is transilluminated through the scrotal sac. Which of the following best describes the signs observed in this patient?",
        "exp": "(d) Source: GAS 448-451; GA 224-225 As seen in the photograph, the swollen scrotum contains mostly a clear fluid. Since hydrocele is the accumulation of fluid between the visceral and parietal layers of the tunica vaginalis, this condition best accounts for the findings in this patient.",
        "cop": 4,
        "opa": "Varicocele",
        "opb": "Rectocele",
        "opc": "Cystocele",
        "opd": "Hydrocele",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fd576a7d-fdbe-44ca-8779-ee4a9ca2553a",
        "choice_type": "single"
    },
    {
        "question": "A 2-day-old male infant is hospitalized in the intensive care unit with acute respiratory distress. Radiographic examination reveals that the patient has anuria, oligohydramnios, and hypoplastic lungs. Facial characteristics are consistent with Potter syndrome. Which of the following is the most likely explanation for these initial findings?",
        "exp": "Potter sequence, or Potter syndrome, is a rare autosomal recessive trait and is associated with renal agenesis or hypoplasia. Altered facial characteristics include flattened nasal bridge, mandibular micrognathia, malformed low-set ears, etc. Absence or lack of proper development of the kidneys causes oligohydramnios, or possibly anhydramnios. Multicystic dysplastic kidney and polycystic kidney are usually secondary to Potter sequence and are therefore not the cause of Potter sequence or oligohydramnios. Wilms tumor is a relatively common renal tumor that presents in children; it is not associated with oligohydramnios and Potter sequence. Extrophy of the bladder is a congenital defect that exposes the posterior surface of the bladder on the exterior of the abdominal wall; there is no indication of this defect in the patient.",
        "cop": 3,
        "opa": "Multicystic dysplastic kidney",
        "opb": "Polycystic kidney",
        "opc": "Renal agenesis",
        "opd": "Wilms tumor",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5651e7ac-30e4-4bd8-8e95-ea4605641362",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true EXCEPT:",
        "exp": "Ans. B Cervix is lined by transitional epitheliumRef: Grays, 41sted. pg. 295* The epithelial lining of cervix is varied. Ectocervix is composed of non keratined stratified squamous epithelium and endocervix is composed of simple columnar epithelium.* Blood supply of cervix-descending cervical branch of uterine artery.Extra Mile* Size of cervix- 2.5 cm (25 mm)* MC site of cervical CA is squamocolumnar junction.* Lining of vagina: Nonkeratinized stratified squamous epithelium (same as mouth, tongue, pharynx, esophagus, cornea and conjunctiva)* Lining of urinary pathway: Transitional epithelium",
        "cop": 2,
        "opa": "Cervix is lined by stratified squamous epithelium",
        "opb": "Cervix is lined by transitional epithelium",
        "opc": "It gets its blood supply from uterine artery",
        "opd": "Vagina is lined by nonkeratinized stratified squamous epithelium.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5a7664b3-049f-4d92-b900-d80b1b3ec9f1",
        "choice_type": "multi"
    },
    {
        "question": "Fundus of stomach is supplied by which of the following artery:",
        "exp": "Ans. B Splenic arteryRef: Clinically Oriented Anatomy by Keith, Moore, 5th ed. pg. 252-253* The stomach has a rich arterial supply arising from the celiac trunk and its branches.* Most blood is supplied by anastomoses formed along the lesser curvature by the right and left gastric arteries, and along the greater curvature by the right and left gastro- omental arteries.* Fundus of the stomach is supplied by splenic artery mainly.* Branches of splenic artery:# Posterior gastric# Short gastric arteries# Left gastroepiploic artery* Out ot the three, the fundus of stomach is supplied by short gastric artery and left gastroepiploic artery. But major contribution is by short gastric arteries.* This was a controversial question, but given these choices the best answer is splenic artery.",
        "cop": 2,
        "opa": "Celiac trunk",
        "opb": "Splenic artery",
        "opc": "Left gastric artery",
        "opd": "Left gastroepiploic artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7bdb5358-f08a-487d-9d03-a271a9bcae2c",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman is admitted to the emergency department with markedly elevated temperature and abdominal pain. Physical examination initially indicates paraumbilical pain, but the site of origin of pain soon shifts to the right lower quadrant. A CT scan is shown below. Which of the following structures is affected?",
        "exp": "Paraumbilical pain progressing into the right iliac fossa is a sign of appendicitis. The CT scan is one of an inflamed appendix. The structures in the scan that lie to the right of the vertebral body are part of the psoas muscle. Transverse section of this muscle signifies that it is a cut from the lumbar region.",
        "cop": 2,
        "opa": "Right ovary",
        "opb": "Appendix",
        "opc": "Iliocecal junction",
        "opd": "Ascending colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "139f773e-9c01-4756-b494-e152bf054953",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-woman is admitted to the emergency department as a rape case. Fluids from her vagina are collected for DNA and fructose examination. Which of the following male organs is responsible for fructose production?",
        "exp": "Seminal vesicles produce the alkaline constituent of the ejaculate. This includes fructose and choline. The prostate gland secretes prostaglandins, citric acid, and acid phosphatase. The kidneys are the site of urine production. The testes produce spermatozoa and sex hormones. The bulbourethral glands (Cowper's glands) produce mucous secretions that enter the penile bulb.",
        "cop": 2,
        "opa": "Prostate gland",
        "opb": "Seminal vesicles",
        "opc": "Kidneys",
        "opd": "Testis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "10df754e-6592-40c9-9273-c77b6755ad42",
        "choice_type": "single"
    },
    {
        "question": "A 1-year-old infant is admitted to the pediatric clinic because he is passing urine on the underside of the penis as shown. Which embryologic structure failed to fuse?",
        "exp": "(c) Source: GAS 444-453; GA 219, 222Hypospadias is a developmental defect in the urethra resulting in urine being expelled from the ventral side of the penis. This ectopic malformation may present when the urethral folds fail to completely fuse. Failure of fusion of the spongy urethra would result in epispadias. A failure of the labioscrotal folds to fuse will cause the external urethral orifice to be situated between the two scrotal halves. This is referred to as penile hypospadias. Failure of the urogenital folds to fuse would lead to agenesis of the external urethral folds.",
        "cop": 3,
        "opa": "Spongy urethra",
        "opb": "Labioscrotal folds",
        "opc": "Urethral folds",
        "opd": "Urogenital folds",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "cf9aee00-4f57-4438-b88f-f16535d25c19",
        "choice_type": "single"
    },
    {
        "question": "Dermatome of UMBILICUS is:",
        "exp": "Ans. (A). T10 A dermatome is an area of skin that is mainly supplied by afferent nerve fibers from a single nerve which forms a part of a spinal nerve. There are 8 cervical nerves (C1 being an exception with no dermatome), 12 thoracic nerves, 5 lumbar nerves and 5 sacral nerves. Each of these nerves relays sensation (including pain) from a particular region of skin to the brain. Along the thorax and abdomen the dermatomes are like a stack of discs forming a human, each supplied by a different spinal nerve.",
        "cop": 1,
        "opa": "T10",
        "opb": "L2",
        "opc": "L3",
        "opd": "L4",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7c0c59c3-2035-4dc5-a3ea-74accff4c097",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this CT scan of the abdomen at the level of the upper lumbar vertebra. Which structure runs behind the IVC?",
        "exp": "(c) The right renal artery arises from the aorta, is longer than the left renal artery, and runs behind the IVC and the right renal vein.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0c9ad3bf-43f2-460d-9acb-7b824adf199f",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old female is admitted to the hospital with a distended abdomen. A CT scan examination provides evidence of the presence of ascites. In which of the following locations will an ultrasound machine most likely confirm the presence of the ascitic fluid with the patient in the supine position?",
        "exp": "(b) Source: GAS 307; GA 144 In a supine patient, fluid accumulation will often occur in the pouch of Morison, which is the lowest space in the body in a supine position. The hepatorenal space is located behind the liver and in front of the parietal peritoneum covering the right kidney. The vesicouterine and rectouterine spaces are also potential areas of fluid accumulation; however, fluid accumulation in these spaces occurs when the patient is in an erect position rather than a supine position.",
        "cop": 2,
        "opa": "Subphrenic recess",
        "opb": "Hepatorenal recess (pouch of Morison)",
        "opc": "Rectouterine recess (pouch of Douglas)",
        "opd": "Vesicouterine recess",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3978d0cc-3840-4a47-ad20-811a2899620a",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old man is admitted to the emergency department due to increasing difficulty in urinating over a period of several months. Physical examination reveals prostatic hypertrophy. After several unsuccessful attempts to catheterize the penile urethra, the urologist orders drainage of the urinary bladder by the least invasive procedure, avoiding entry into the peritoneal cavity or the injury of any major vessels or organs. Which of the following spaces needs to be traversed by the needle to reach the bladder?",
        "exp": "The retropubic space (of Retzius) is the extraperitoneal space between the pubic symphysis and the bladder. A needle placed over the pubic bone, through the body wall, and into the space of Retzius will enter the full bladder but avoids entry into the peritoneum and there is little risk of damaging major organs or vessels. Entry through the ischioanal fossa would not provide a direct route to the bladder. With entry through the superficial perineal cleft, perineal body, and deep perineal pouch there is a high risk of damaging important structures.",
        "cop": 3,
        "opa": "Ischioanal fossa",
        "opb": "Perineal body",
        "opc": "Retropubic space (of Retzius)",
        "opd": "Superficial perineal cleft",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "84b0180b-3089-44ff-af7d-78564b578248",
        "choice_type": "single"
    },
    {
        "question": "Superior rectal vein opens into-",
        "exp": "Ans. is 'a' i.e., Inferior mesenteric vein 'Superior rectal vein drains into the inferior mesenteric vein and hence into the portal circulation'Blood supply of rectum* Major arterial supply of rectum is through superior rectal artery (inferior continuation of inferior mesenteric artery). Other arterial supply of rectum includes middle rectal arteries (branch of anterior division of internal iliac artery) and median sacral artery (branch of the aorta).s* Venous drainage is through superior rectal vein (drains into inferior mesenteric vein), middle rectal vein (drains into internal iliac vein) and median sacral vein (joins left common iliac vein).",
        "cop": 1,
        "opa": "Inferior mesenteric vein",
        "opb": "Superior mesenteric vein",
        "opc": "Internal iliac vein",
        "opd": "Circumflex iliac vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "62419cce-9830-45e0-9926-00dc0268052a",
        "choice_type": "single"
    },
    {
        "question": "Renal angle is formed by 12th rib and-",
        "exp": "Ans. is 'a' i.e., Vertebral column and erector spinae * The costovertebral angle/renal angle is the acute angle formed on either side of the human back between the twelfth rib and the vertebral column or erector spinae* The kidney lies directly below this area and tenderness may be palpated here.",
        "cop": 1,
        "opa": "Vertebral column and erector spinae",
        "opb": "Sacrospinalis",
        "opc": "Rectus abdominis",
        "opd": "External oblique",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "260411ba-a941-4608-bd36-faa0b6cdc091",
        "choice_type": "single"
    },
    {
        "question": "Cremaster muscle is supplied by:",
        "exp": "Ans. D. Genital Branch of Genitofemoral NerveThe cremaster muscle is a thin layer of striated and smooth muscle found in the inguinal canal and scrotum between the external and internal layers of spermatic fascia, surrounding the testis and spermatic cord. The cremaster muscle is a paired structure, there being one on each side of the body.The cremaster muscle is innervated from the genital branch of the genitofemoral nerve.",
        "cop": 4,
        "opa": "Genital Branch of pudendal Nerve",
        "opb": "Genital Branch of obturator Nerve",
        "opc": "Genital Branch of femoral Nerve",
        "opd": "Genital Branch of Genitofemoral Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e1ee45db-f633-491a-beb2-b501192ad4fb",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old female visits the outpatient clinic to receive the required physical examination for an insurance policy. Physical and laboratory examinations give evidence that she is probably a normal, healthy woman. A radiograph of the patient is shown. Which of the following is the most likely diagnosis?",
        "exp": "(c) Source: GAS 316-317; GA 142-143, 162 Because physical and laboratory tests show a normal, healthy woman, the anomaly of the radiograph would be expected to be benign. Riedel's lobe is a normal variation of the liver, often an inferior extension of the right lobe of the liver, lateral to the gallbladder that extends about 4 or 5 cm below the rib cage. Carcinomas would present with abnormal laboratory examinations, and cholecystitis would present with an abnormal physical examination, as when the gallbladder is inflamed.",
        "cop": 3,
        "opa": "Cholecystitis",
        "opb": "Carcinoma of the liver",
        "opc": "A caudal extension of the right hepatic lobe (Riedel lobe)",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "29c059eb-d1c8-4cde-9359-0979592ebefa",
        "choice_type": "single"
    },
    {
        "question": "Midgut is supplied by which artery -",
        "exp": "Ans. is 'a' i.e., Superior mesenteric artery Part of gutDerivativesArteryForegutPharynxLower respiratory tractEsophagusStomachDuodenum upto the opening of the main pancreatic ductLiverPancreasCeliac trunkMidgutDuodenum distal to the opening of the main pancreatic ductSmall intestineAppendixCecumAscending colonTransverse colon upto th junction of right 2/3 and left 1/3SupermesentericarteryHindgutLeft 1/3 of transverse colonDescending colonSigmoid colonRectumUpper part of anal canalInferior mesentericartery",
        "cop": 1,
        "opa": "Superior mesenteric artery",
        "opb": "Middle colic artery",
        "opc": "Celiac trunk",
        "opd": "Inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "47392719-9c83-4e8b-8617-d0ed8d13bfa0",
        "choice_type": "single"
    },
    {
        "question": "Transitional epithelium is seen in:",
        "exp": "Ans. B Urinary bladderRef: Grays, 41sted. pg. 1261* The epithelial lining of cervix is varied. Ectocervix is composed of non keratined stratified squamous epithelium and endocervix is composed of simple columnar epithelium.* Blood supply of cervix-descending cervical branch of uterine artery.Extra Mile* Size of cervix- 2.5 cm (25 mm)* MC site of cervical CA is squamocolumnar junction.* Lining of vagina: Nonkeratinized stratified squamous epithelium (same as mouth, tongue, pharynx, esophagus, cornea and conjunctiva)* Lining of urinary pathway: Transitional epitheliumExtra Mile* Gallbladder: Columnar epithelium with brush border (microvilli are irregularly placed)* Thyroid: Cuboidal epithelium* Stomach: Columnar epithelium",
        "cop": 2,
        "opa": "Gallbladder",
        "opb": "Urinary bladder",
        "opc": "Thyroid gland",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9b88b63c-9863-4738-88c4-f83a6ddf458d",
        "choice_type": "multi"
    },
    {
        "question": "|An 18-year-old female gymnast is admitted to the hospital with pelvic pain. Physical examination reveals that the patient has a history of primary amenorrhea and an imperforate hymen. Which of the following is the most likely explanation for this condition?",
        "exp": "The vaginal plate, which arises from the sinovaginal bulbs, undergoes canalization during embryonic development. Failure of canalization results in a persistent vaginal plate and thus imperforate hymen. The hymen is a fold of mucous membrane that covers the opening of the vaginal canal. It is often torn early in life. The processus vaginalis is a tubelike projection of the peritoneum into the inguinal canal that precedes the descent of the testis or round ligament. Both cervical atresia and androgen insensitivity syndrome would result in amenorrhea; however, neither disorder would present with an imperforate hymen because the vaginal canal would still undergo canalization. The sinovaginal bulbs are responsible for the development of the vaginal plate. Failure of development would result in complete absence of the vagina.",
        "cop": 1,
        "opa": "Failure of the vaginal plate to canalize",
        "opb": "Cervical atresia",
        "opc": "Patent processus vaginalis",
        "opd": "Androgen insensitivity syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b14c7295-2992-4dd4-a11d-b7ee6af5a47e",
        "choice_type": "single"
    },
    {
        "question": "A 4-day-old male infant vomits the contents of his stomach, but the vomitus does not appear to contain bile. The baby is obviously distressed and makes sucking movements of his lips in response to offerings to suckle by his mother or of the bottle, but he is failing to thrive. Which of the following conditions will best explain the symptoms?",
        "exp": "With hypertrophy of the pyloric sphincter and the associated narrowing of the opening, there is projectile vomiting of stomach contents, but without bile, because bile enters the duodenum distal to the pyloric constriction. Duodenal atresia, like duodenal stenosis, causes vomiting of stomach contents and bile. Vomiting begins soon after birth in cases of atresia; vomiting due to stenosis does not begin necessarily immediately after birth and can occur days after delivery. Lack of weight gain is due to constant vomiting. An atrophied gastric fundus would not produce the signs seen here. A tracheoesophageal fistula would not cause vomiting of stomach contents and bile because it is a defect of the respiratory system and occurs proximal to the site at which bile is added to intestinal contents.",
        "cop": 3,
        "opa": "Duodenal stenosis",
        "opb": "Duodenal atresia",
        "opc": "Hypertrophied pyloric sphincter",
        "opd": "Atrophied gastric fundus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bbe9823d-066c-4a1c-9ec3-6ea9d49d4ac1",
        "choice_type": "single"
    },
    {
        "question": "Marginal artery of Drummond is formed by:",
        "exp": "Ans. D. Inferior mesenteric arteryThe marginal artery of Drummond, also known as the marginal artery of the colon, is a continuous arterial circle or arcade along the inner border of the colon formed by the anastomoses of the terminal branches of the superior mesenteric artery (SMA) and inferior mesenteric artery (IMA). Straight vessels (known as vasa recta) pass from this marginal artery to the colon.",
        "cop": 4,
        "opa": "Celiac artery",
        "opb": "Gastroduodenal artery",
        "opc": "Internal iliac artery",
        "opd": "Inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b719318d-c9ae-4b53-89d3-4ee8a6e9d6f2",
        "choice_type": "single"
    },
    {
        "question": "Which artery supplying stomach traverses pancreatoduodenal region-",
        "exp": "Ans. is 'a' i.e., Right gastroepiploic artery 'Right gastroepiploic artery is a branch of the gastroduodenal artery that lies close to the pancreaticoduodenal region. After giving off the Right gastroepiploic artery, it becomes the superior pancreaticoduodenal artery supplying the pancreas and duodenum.'",
        "cop": 1,
        "opa": "Right gastroepiploic artery",
        "opb": "Left gastroepiploic artery",
        "opc": "Right gastric artery",
        "opd": "Short gastric arteries",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "8acc27c4-1a7a-4b2a-8de3-c3be59cd5974",
        "choice_type": "single"
    },
    {
        "question": "Labia majora is homologous to ______ in a male.",
        "exp": "Ans. B ScrotumRef: D.C. Dutta, 8th ed. pg. 1* Labia majora is homologous to scrotum in male.* Round ligament terminates at upper border of labia majora",
        "cop": 2,
        "opa": "Glans penis",
        "opb": "Scrotum",
        "opc": "Corpus cavernosa",
        "opd": "Shaft of penis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "26020cdc-3e24-416b-8529-498f7bf209e0",
        "choice_type": "single"
    },
    {
        "question": "Which Couinaud segment of liver has independent supply?",
        "exp": "Ans. is 'a' i.e., I * Caudate lobe (Couinaud Segment I) (anatomical part of right lobe) belongs physiologically to both right and left lobes because it receives blood from right and left hepatic arteries; right and left branches of portal vein; and drains bile into both right and left hepatic duct. Thus it is considered as physiological independent lobe of the liver.",
        "cop": 1,
        "opa": "I",
        "opb": "II",
        "opc": "III",
        "opd": "IV",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e1feef9b-b067-41e2-8f93-f468c6954759",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old multi gravida woman comes to the hospital with two months history of worsening right pelvic pain. She experiences the pain daily. The intensity does not vary with menstruation. The patient's waist size was increased despite her poor appetite. The pelvic examination shows irregularly shaped fixed adnexal mass. One week later, the patient undergoes surgery for removal of large ovarian neoplasm. Within the true pelvis, the surgeon can most likely palpate the right ureter immediately anterior to",
        "exp": "Answer: (c) Internal Iliac arteryURETERS* 25cm long, upper half lies in the abdomen and the lower half in the pelvis. The course is:* Begins within the renal sinus as a funnel shaped dilatation, (the renal pelvis)- Passes through the hilum-Goes downwards & medially-Enters the pelvis by crossing in front of common iliac artery- Reach the base of the bladder -Obliquely enters the bladder wall & opens into it at the lateral angle of trigone.* In pelvis, the ureter is crossed by ductus deferens in men & uterine artery in women.Constrictions on ureter:* At the pelvis - ureteric junction* At the brim of the lesser pelvis: where the ureters cross the common iliac vessels.* At its passage through the bladder wall RELATIONS OF THE URETER ABDOMINAL PART OF URETERAnteriorlyPosteriorlyMediallyRight sideLeft side* Psoas major* Tips of transverse Process* Genitofemor al nerveRight sideIVC* 3rd part of duodenum* Peritoneum* Right colic vessels* Ileocolic vessels* Gonadal vessels* Root of mesentery* Terminal part of Ileum* Peritoneum* Gonadal artery* Left colic vessels* Sigmoid colon* Sigmoid mesocolonLeft side* Left gonadal vein* Inferior mesenteric veinPELVIC PART OF URETER:The internal iliac A begins at the level of IV disc between L5 & SI vertebrae, where it is crossed by ureter.* The ureter passes posterior to the uterine artery through the cardinal ligament within the ureteric tunnel.* In the pelvis the ureter lies in extraperitoneal areolar tissue.* At first it descends posterolaterally on the lateral wall of the lesser pelvis along the anterior border of the greater sciatic notch.* Opposite the ischial spine it turns anteromedially into fibrous adipose tissue above levator ani to reach the base of the bladder.* On the pelvic wall it is anterior to the internal iliac artery and the beginning of its anterior trunk, posterior to which are the internal iliac vein, lumbosacral nerve and sacroiliac joint.* Laterally it lies on the fascia of obturator internus. It progressively crosses to become medial to the umbilical, inferior vesical, and middle rectal arteries.In its Downward CourseIn its Forward CoursePosteriorlyLaterallyIn MalesIn Females* Internal Iliac. A and its anterior division* Internal Iliac.V* Lumbosacral trunk* Sacro-lliac joint* Fascia of obturator internus* Superior vesical.A* Obturator.N* Obturator.A* Obturator.V* Inferior vesical.V* Middle Rectal. A* Ductus deferens crosses from lateral to medial side* Seminal vesicle lies below and behind the ureter* Vesical veins surround its terminal part* Ureter lies in lower & medial part of broad ligament* Uterine. A lies first above and in front and then crosses it from lateral to medial side* Ureter lies 2cm lateral to the supra vaginal portion of cervix & runs above the lateral fornix* The terminal portion lies anterior to vaginaBLOOD SUPPLY:o Upper part - renal artery, common iliac & internal iliaco Middle part-Aortao Pelvic part- Vesical, middle rectal or uterine vessels",
        "cop": 3,
        "opa": "Gonadal vein",
        "opb": "Inferior vena cava",
        "opc": "Internal iliac artery",
        "opd": "Uterine artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "edfa5549-021b-411e-a8db-424f3822d0f0",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Prostatic venous plexus, except-",
        "exp": "Ans. A. Drains into vesicourethral plexus of veinsa. This prostatic venous plexus, lies between the fibrous capsule of the prostate and the prostatic sheath. The veins run into a plexus around the anterolateral aspects of the prostate, posterior to the arcuate pubic ligament and the lower part of symphysis pubis, anterior to the bladder and prostate.b. The chief tributary is the deep dorsal vein of the penis. The plexus also receives anterior vesical and prostatic rami (which connect with the vesical plexus and internal pudendal vein), and drains into vesical and internal iliac veins.c. The prostatic venous plexus is continuous superiorly with the vesical venous plexus and communicates posteriorly with the internal vertebral venous plexus.",
        "cop": 1,
        "opa": "Drains into vesicourethral plexus of veins",
        "opb": "Dorsal vein of penis drains into it",
        "opc": "Located beneath false capsule",
        "opd": "Communicates with the pudendal and vesical plexuses",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "408e04e0-ad63-45f4-a2cf-e23b0c303460",
        "choice_type": "multi"
    },
    {
        "question": "Kidney is covered by what fascia?",
        "exp": "Ans. is 'c' i.e., Gerota's Fascia Renal fascia* There are four coverings around the kidney (from within outwords)i) True capsule (fibrous capsule)# It is formed by the condensation of fibrous stroma of kidney.ii) Perinephric fat (adipose capsule)# It occupies the interval between the fibrous capsule and renal fascia (false capsule or fascia of Gerata). This space (occupying perinephric fat) is called space of Gerota.iii) False capsule (renal fascia or fascia of Gerota)# It is formed by condensation of extra-peritoneal connective tissue around kidney and is continuous laterally with fascia transversalis. False capsule consists of two layers : anterior \"fascia of Toldt\" and posterior \"fascia of Zuckerkendl\".iv) Paranephric fat# It occupies the interval between the renal fascia and anterior layer of thoracolumbar fascia.",
        "cop": 3,
        "opa": "Sibson's fascia",
        "opb": "Buck's Fascia",
        "opc": "Gerota's Fascia",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f9366cfc-cb94-4eab-8c09-462796b3781f",
        "choice_type": "multi"
    },
    {
        "question": "A 47-year-old woman with a family history of breast cancer mutations in the BRCA1 and BRCA2 genes has made a decision to have an elective hysterectomy as a prophylactic treatment. During ligation of the uterine artery which of the following adjacent structures must the surgeon be careful not to injure?",
        "exp": "During a hysterectomy, ligation of or injury to the ureter can happen relatively easily because it is the most susceptible structure due to its location. The ureter is located below the uterine vessels in the pelvic cavity approximately 1 cm lateral to the supravaginal cervix. The internal iliac artery bifurcates near the pelvic brim but is not in close proximity to the uterine vessels in the vicinity of the cervix. The obturator nerve travels along the pelvic sidewall and is not close to the site of ligation of the uterine vessels. The lumbosacral trunk is located on the lateral side of the sacrum and the pelvic sidewall, not in close proximity to the uterine vessels.",
        "cop": 1,
        "opa": "Ureter",
        "opb": "Internal iliac artery",
        "opc": "Internal iliac lymph nodes",
        "opd": "Obturator nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0cc58cfd-c5e5-4a7a-bb32-9bed2cceacb5",
        "choice_type": "single"
    },
    {
        "question": "A 19-year-old female college student presents to the emergency department at 10:30 PM on a Friday night with severe left-sided flank and pelvic pain. While she has never had similar pain, she states that she thinks she has a kidney stone. The pain started in her mid-back about a week ago and then subsided and now the pain has increased and moved interiorly along her flank and also extends down into her labia majora. She is taking birth control pills, but is not currently sexually active. She is having her period, but denies the pain is menstrual. Abdominal and pelvic CT are ordered. What two specific locations will one look for in the CTs for obstructing calculi?",
        "exp": "Answer: (d) As the ureter crosses the external iliac artery at the pelvic brim and as the ureter passes through the wall of the bladder.* Renal and ureteric calculi generally are formed in the kidneys and then lodge at one of three locations:o at the junction of the renal pelvis with the ureter;o as the ureters cross the external iliac vessels at the pelvic brim;o as the ureters pass through the wall of the bladder.* Calculi occasionally form in the minor or major calyces or in the renal pelves and infundibula, but those so called \"staghorn\"calculi, would produce mid-back pain.* Renal calculi rarely become stuck as the ureter crosses the edge of the false pelvis.* The ureter does not pass through the center of the trigone, but rather opens at the superior lateral edge of the trigone.* The referred pain from ureteric calculi is usually described as from \"loin to groin\" in that it often starts in the mid back then over the kidney and extends in a band toward the labia majora or scrotum (from T11-L2).* Normally the pain is intermittent and comes and goes in waves and may change in location, generally moving interiorly.* Since the ureters undergo peristaltic movement, the calculi often move with time.",
        "cop": 4,
        "opa": "At the junction of the renal papilla with the minor calyx and junction of the renal papilla with the major calyx",
        "opb": "As the ureter leaves the kidney and as the ureter forms the infundibulum",
        "opc": "As the ureter crosses the edge of the false pelvis and as the ureter crosses the edge of the true pelvis",
        "opd": "As the ureter crosses the external iliac artery at the pelvic brim and as the ureter passes through the wall of the bladder",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "df4e2b89-6012-41ca-bbc2-2e5e66d86338",
        "choice_type": "multi"
    },
    {
        "question": "Structures passing through aortic opening in diaphragm are all EXCEPT:",
        "exp": "Ans. (d) Vagus nerveRef: BDC 6th ed. vol. II / 333",
        "cop": 4,
        "opa": "Aorta",
        "opb": "Azygous vein",
        "opc": "Thoracic duct",
        "opd": "Vagus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9c7a5f9b-aa38-4607-82ce-2c47e2380f09",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old female patient has a malignancy involving the vestibule of her vagina. Which are the first lymph nodes to filter the lymph drainage from this area and therefore the most likely to become involved in tumor spread?",
        "exp": "The superficial inguinal nodes drain superficial perineal structures, including the superolateral uterine body near attachment of the round ligament, skin of the perineum (including the vulva), and the introitus of the vagina inferior to the hymen. The internal iliac nodes drain the middle and upper vagina, cervix, and body of the uterus. The lumbar/lateral aortic lymph nodes drain the ovaries. The axillary lymph nodes drain the upper limb and chest wall, including the breast.",
        "cop": 1,
        "opa": "Superficial inguinal",
        "opb": "Internal iliac",
        "opc": "Lumbar/lateral aortic",
        "opd": "Presacral lymph",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ab6dd736-548a-4fc7-8ba9-ef3a3f66a7d3",
        "choice_type": "single"
    },
    {
        "question": "Which is the water shed area of inferior mesenteric artery and internal iliac artery?",
        "exp": "Ans. D Sudeck's pointRef: Yamada's Textbook of Gastroenterology, Vol I, P 104* Watershed area: It is the medical term referring to regions of the body that receive dual blood supply from the most distal branches of two large arteries.* Griffith's critical point: A potential watershed area present between superior and inferior mesenteric arterial system. It is located at the splenic flexure.* Sudeck's point: Located at the watershed area between inferior mesenteric artery and internal iliac artery. This point is located near the rectosigmoid junction.",
        "cop": 4,
        "opa": "Griffiths point",
        "opb": "Sigmoid colon",
        "opc": "Ano rectal junction",
        "opd": "Sudeck's point",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0d064ee6-759a-403a-9215-326cd9f8cefc",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old woman is admitted to the hospital with a mass protruding through her skin at the right lower quadrant. Physical examination reveals intestinal herniation, as shown below. Which of the following is the most likely diagnosis?",
        "exp": "A Spigelian hernia occurs along the semilunar line below the umbilical region and can protrude through the skin. A Richter hernia is a hernia that presents as a strangulated segment of part of the wall of an intestinal loop through any hernial opening. A paraumbilical hernia occurs at the level of the umbilicus, near the midline. An incisional hernia occurs with dehiscence (breakdown and reopening) of an operative incision after surgery. A ventral hernia is a type of incisional hernia located on the ventral surface of the abdomen, occurring only after surgery.",
        "cop": 2,
        "opa": "Richter hernia",
        "opb": "Spigelian hernia",
        "opc": "Paraumbilical",
        "opd": "Incisional hernia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e735d1bd-da35-41ac-9a8b-cab4714449b8",
        "choice_type": "single"
    },
    {
        "question": "Gastric glands contains following cells EXCEPT",
        "exp": "B. i.e. (Paneth cells) (97-MK3rd) (241 -IBS. Histology 5th)* PANETH-CELLS - founds only in the deeper parts of intestinal crypts **Risch in zinc and have eosinophilic granule, secreting lysozyme and antibacterial substance (AI-09)GASTRIC-CELLS1. Chief or Zymogenic or peptic cells - secretes pepsin and lipase I located in body**2. Oxyntic or parietal cells - secretion of hydrochloric acid** and Intrinsic factor (glucoprotein)3. Mucous neck cells - secretes mucus4. Endocrine cells (Argentaffin cells) - secretes Gastrin hormone, serotonin (5HT)5. Undifferentiated cells (stem cells) - role in healing",
        "cop": 2,
        "opa": "Parietal cells",
        "opb": "Paneth- cells",
        "opc": "Mucous neck cells",
        "opd": "Endocrinal cells.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f8322b22-bc1a-47b2-9e21-79ef72e11c47",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old woman is admitted to the hospital after her automobile left the highway in a rainstorm and hit a tree. She had been wearing a seat belt. On radiographic examination, it is observed that she has suffered fractures of the ninth and tenth rib on her left side and that she has intraabdominal bleeding. Physical examination reveals hypovolemic shock and progressive hypotension. Which of the following organs is most likely injured to result in these clinical signs?",
        "exp": "The spleen is a large lymphatic organ that rests against the diaphragm and ribs 9, 10, and 11 in the left hypochondriac area. A laceration of the organ is often associated with severe blood loss and shock. Almost all of the liver is located in the right hypochondrium and epigastrium, although some protrudes into the left hypochondrium below the diaphragm. The left kidney lies retroperitoneally approximately at the level of the T11 to L3 vertebrae on the left side of the body. The ilium is the upper portion of the hip bone and contributes to the bony pelvis. Ileum is the distal portion of the small intestine and is pronounced the same as \"ilium.\"",
        "cop": 4,
        "opa": "Liver",
        "opb": "Pancreas",
        "opc": "Left kidney",
        "opd": "Spleen",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "8336fdd1-15b8-42b5-91df-483c95bb5625",
        "choice_type": "single"
    },
    {
        "question": "Cremasteric reflex is elicited by stroking on which aspect of thigh skin?",
        "exp": "Ans. C MedialRef: Clinically Oriented Anatomy by Keith, Moore, 5th Ed i 223* Cremasteric reflex is elicited by lightly stroking the skin on the medial aspect of the superior part of the thigh with an applicator stick or tongue depressor.",
        "cop": 3,
        "opa": "Anterior",
        "opb": "Posterior",
        "opc": "Medial",
        "opd": "Lateral",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bb2b5a6e-0bb6-403f-b720-93336ac9a7b6",
        "choice_type": "single"
    },
    {
        "question": "Renal artery is a branch of:",
        "exp": "Ans. B. Abdominal aortaRenal artery is a branch of abdominal aortaThe abdominal aorta has following branches:3 single anterior visceral branches (coeliac, superior mesenteric artery, inferior mesenteric artery)3 paired lateral visceral branches (suprarenal, renal, gonadal)5 paired lateral abdominal wall branches (inferior phrenic and four lumbar)3 terminal branches (two common iliac arteries and the median sacral artery)",
        "cop": 2,
        "opa": "Celiac trunk",
        "opb": "Abdominal aorta",
        "opc": "Superior mesenteric artery",
        "opd": "Internal iliac artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fdf4c8e9-197c-4b9d-8161-b0f7b2fe7b58",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old pregnant woman is admitted to the emergency department with severe vaginal bleeding. Ultrasound examination confirms the initial diagnosis of ectopic pregnancy. Which of the following is the most common site of an ectopic pregnancy?",
        "exp": "The most common site of ectopic pregnancy is in the uterine tubes. Implantation in the internal os of the cervix can result in placenta previa, but the internal os of the cervix is not the most common site. The other choices listed are not the most common sites of ectopic pregnancy. The fundus of the uterus is the normal site of implantation.",
        "cop": 1,
        "opa": "Uterine tubes",
        "opb": "Cervix",
        "opc": "Mesentery of the abdominal wall",
        "opd": "Lower part of uterine body overlapping the internal cervical os",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fdf9ce4a-61d6-4ad3-9db9-2df48bb688cd",
        "choice_type": "multi"
    },
    {
        "question": "A 2-day-old female infant with fever is examined by the pediatric team. Imaging reveals malrotation of the small intestine without fixation of the mesenteries. The vessels around the duodenojejunal junction are obstructed and the intestine is at risk of becoming gangrenous. Which of the following has occurred to cause the obstruction?",
        "exp": "Midgut volvulus is a possible complication of malrotation of the midgut loop without fixed mesentery. The small intestines twist around the vasculature that is providing support for them. This can result in ischemic necrosis of the intestine. Diaphragmatic atresia is not a cause of volvulus. Subhepatic cecum is due to failure of the descent of the cecal bud and results in the absence of an ascending colon. Duplication of the intestine would not cause volvulus because there would still be a fixed mesentery and no free movement of the intestines. Congenital megacolon is due to faulty migration of neural crest cells into the wall of the colon, which causes a lack of parasympathetic postganglionic neurons.",
        "cop": 3,
        "opa": "Diaphragmatic atresia",
        "opb": "Subhepatic cecum",
        "opc": "Midgut volvulus",
        "opd": "Duplication of the intestine",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "387d19ba-4e0b-408c-bdd0-1e9701ee514a",
        "choice_type": "multi"
    },
    {
        "question": "How many layers are present in the greater omentum?",
        "exp": "Ans. is 'd' i.e., 4 Greater omentum:* It is a large 4 layered peritoneal fold hanging down like an apron from greater curvature.* Anterior two layers descend from greater curvature of stomach to a variable extent, and fold upon themselves to form posterior two layers, i .e. first layer becomes the fourth layer and second layer becomes third layer.* The part of the peritoneal cavity called lesser sac between 2nd and 3rd layers gets obliterated, except for about 2.5 cm below the greater curvature of stomach.* Greater omentum contains the right and left gastroepiploic vessels which anastomose with each other in the interval between the first two layers.* Greater omentum acts as storehouse of fat. Greater omentum is generally referred to as \"policeman of abdomen\"(UPSC 89) because it adheres to areas of inflammation, wrapping around the inflammed organs, localizing the infections and preventing serious diffuse peritonitis.* It develops from caudal part of dorsal mesogastrium.",
        "cop": 4,
        "opa": "1",
        "opb": "2",
        "opc": "3",
        "opd": "4",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1464881b-1b27-4f83-b3d6-502d747226db",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old female is admitted to the hospital with symptoms of an upper bowel obstruction. Upon CT examination it is found that the third (transverse) portion of the duodenum is being compressed by a large vessel. Which of the following vessels will most likely be causing the compression?",
        "exp": "The superior mesenteric artery arises from the aorta, behind the neck of the pancreas, and descends across the uncinate process of the pancreas and the third part of the duodenum before it enters the root of the mesentery behind the transverse colon. It can compress the third part of the duodenum. The inferior mesenteric artery passes to the left behind the horizontal portion of the duodenum. The inferior mesenteric vein is formed by the union of the superior rectal and sigmoid veins and it does not cross the third part of the duodenum. The portal vein is formed by the union of the splenic vein and the superior mesenteric vein posterior to the neck of the pancreas. It ascends behind the bile duct and the hepatic artery within the free margin of the hepatoduodenal ligament. The splenic vein is formed by the tributaries from the spleen and is superior to the third part of the duodenum.",
        "cop": 2,
        "opa": "Inferior mesenteric artery",
        "opb": "Superior mesenteric artery",
        "opc": "Inferior mesenteric vein",
        "opd": "Portal vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a7512eca-c7a1-466c-8a68-08ec442fe2d6",
        "choice_type": "single"
    },
    {
        "question": "A 61-year-old woman had been scheduled for a cholecystectomy. During the operation the scissors of the surgical resident accidentally entered the tissues immediately posterior to the epiploic (omental) foramen (its posterior boundary). The surgical field was filled immediately by profuse bleeding. Which of the following vessels was the most likely source of bleeding?",
        "exp": "The omental (epiploic) foramen (of Winslow) is the only natural opening between the lesser and greater sacs of the peritoneal cavity. It is bounded superiorly by the visceral peritoneum (liver capsule of Glisson) on the caudate lobe of the liver, inferiorly by the peritoneum on the first part of the duodenum, anteriorly by the free edge of the hepatoduodenal ligament, and posteriorly by the parietal peritoneum covering the inferior vena cava. Therefore, the inferior vena cava would be the most likely source of bleeding. The aorta lies to the left of the inferior vena cava in the abdomen. The portal vein, right renal artery, and superior mesenteric vein are not borders of the epiploic foramen.",
        "cop": 2,
        "opa": "Aorta",
        "opb": "Inferior vena cava",
        "opc": "Portal vein",
        "opd": "Right renal artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "8618c6a1-756b-49fb-b9ea-cfb4fa3548a1",
        "choice_type": "multi"
    },
    {
        "question": "All of the following vessels are valveless EXCEPT:",
        "exp": "Ans. A Inferior vena cavaRef: Gray's 41st ed. pg. 1021, 1027, 1167* Most of the venous system has valves to prevent backflow of blood in order to maintain venous return.* IVC has only one valve present at the junction where it drains into right atrium. This valve is named Eustachean valve* The besian valve is present in coronary sinus.* Veins contain valves to help keep blood flowing toward the heart at all times.* Veins which are valveless can be remembered as: IPSS# Internal juglar vein# Pulmonary vein, Portal vein# Superior vena cava# Sinuses of brain",
        "cop": 1,
        "opa": "Inferior vena cava",
        "opb": "Superior vena cana",
        "opc": "Pulmonary vein",
        "opd": "Internal jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "082a44af-ff45-4b80-9645-c0471fb1993d",
        "choice_type": "multi"
    },
    {
        "question": "Inguinal ligament is formed due to:",
        "exp": "Ans. A External oblique aponeurosis# Inguinal ligament is a fibrous, thickened, folded margin of the external oblique aponeurosis.# It extends from anterior superior iliac spine to pubic tubercle.",
        "cop": 1,
        "opa": "External oblique aponeurosis",
        "opb": "Transversus abdominis",
        "opc": "Internal oblique aponeurosis",
        "opd": "Inguinal muscle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "26fc8846-9763-429e-b6c1-675c1a3a0ffb",
        "choice_type": "single"
    },
    {
        "question": "All are tributaries of portal vein EXCEPT:",
        "exp": "Ans. C Inferior Pancreatoduodenal veinTributaries of Portal Vein1. Left Gastric vein2. Right Gastric vein3. Superior Pancreatoduodenal vein4. Splenic vein5. Superior mesenteric vein6. Inferior mesenteric vein7. Cystic veinExtra Mile* Hepatic portal vein is a blood vessel that conducts blood from GIT and spleen to the liver.* Liver receives 75% of its blood through hepatic portal vein, and the remainder from hepatic artery proper.* Note: blood leaves the liver to the heart in the hepatic vein.",
        "cop": 3,
        "opa": "Left gastric vein",
        "opb": "Right gastric vein",
        "opc": "Inferior pancreatoduodenal vein",
        "opd": "Superior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "75695c73-f065-414b-9d7a-7cf48b55608f",
        "choice_type": "multi"
    },
    {
        "question": "Perineal body muscles include all of the following except-",
        "exp": "Ans. is 'd' i.e., Iliacus Perineal body* Perineal body is the central point of the perineum.* It is a fibromuscular node situated in the median plane, about 1.25 cm in front of the anal margin and close to the bulb of penis.* Ten muscles of the perineum converge and interlace in the perineal body -A) Two unpaired:- (i) External anal sphincter, (ii) Fibres of longitudinal muscle coat of anal canal.B) Four paired :- (i) Bulbospongiosus, (ii) Superficial transverse perenei, (iii) Deep transversus perenei, (iv) Levator ani.# In females, sphincter urethrovaginalis is also attached here.",
        "cop": 4,
        "opa": "External anal sphincter",
        "opb": "Levator ani",
        "opc": "Deep transverse perenei",
        "opd": "Iliacus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f30a5c1b-76bd-44c1-bc8b-6b9469ffd2f5",
        "choice_type": "multi"
    },
    {
        "question": "The right free margin of lesser omentum contains all EXCEPT",
        "exp": "(Inferior vena cava): (235-BDC-2 6th edition)LESSER OMENTUMRight free margin of lesser omentum contains(a) Hepatic artery proper(b) Portal vein(c) Bile duct(d) Lymph nodes and lymphatics(e) Hepatic plexus of nerves GREATER OMENTUM (\"Abdominal Policeman\")Contents1. Right and left gastroepiploic vessels2. It is often laden with fat The attachements and contents of the lesser omentum. The liver has been turned upwards so that its posterior can be seen* Ligamentum teres is a remnant of - Left umbilical vein* Blood vessel related to paraduodenal fossa is - Inferior mesenteric vein",
        "cop": 4,
        "opa": "Bile duct",
        "opb": "Hepatic artery",
        "opc": "Portal Vein",
        "opd": "Inferior vena cava",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9611fa7d-4b7c-4d75-b96c-77eb1316d53e",
        "choice_type": "multi"
    },
    {
        "question": "Which hernia occurs below and lateral to the pubic tubercle?",
        "exp": "Ans. is 'a' i.e., Femoral Hernia Femoral HerniaBelow And Lateral To Pubic TubercleInguinal HerniaAbove And Medial To Pubic Tubercle",
        "cop": 1,
        "opa": "Femoral Hernia",
        "opb": "Inguinal hernia",
        "opc": "Morgagnian Hernia",
        "opd": "Sliding Hernia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "89c9b56b-1c8b-42e4-a721-abc8a83eb42a",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this computed tomography scan of the male perineum and pelvis. Which structure secretes fluid containing fructose, which allows for forensic determination of rape?",
        "exp": "(b) The seminal vesicle is a lobulated glandular structure and produces the alkaline constituent of the seminal fluid, which contains fructose and choline. Fructose, which is nutritive to spermatozoa, also allows forensic determination of rape, whereas choline crystals are the preferred basis for the determination of the presence of semen.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2d4edbe6-aceb-44c5-bad4-d7d0e019df87",
        "choice_type": "multi"
    },
    {
        "question": "True about lobes of prostate is all except",
        "exp": "(Anterior lobe corresponds with peripheral zone) (402-BDC-2 6th ed)NameFraction of glandDescriptionPeripheral zone (PZ)Up to 70% in young menThe sub-capsular portion of the posterior aspect of the prostate gland that surrounds the distal urethra. It is from this portion of the gland that ~70 - 80% of prostatic cancers originate.Central zone (CZ)Approximately 25% normallyThis zone surrounds the ejaculatory ducts. The central zone accounds for roughly 2.5% of prostate cancers although these cancers tend to be more aggressive and more likely to invade the seminal vesicles.Transition zone (TZ)5% at puberty~ 10-20% of prostate cancers originate in this zone. The transition zone surrounds the proximal urethra and is the region of the prostate gland that grows thoughout life and is responsible for the disease of benign prostatic enlargement.Anterior fibro muscular zone (or stroma)Approximately 5%This zone is usually devoid of glandular components, and composed only, as its name suggests, of muscle and fibrous tissue. Anterior lobe (or isthmus)Roughly corresponds to part of transitional zonePosterior lobeRoughly corresponds to peripheral zoneLateral lobesSpans all zonesMedian lobe (or middle lobe)Roughly corresponds to part of central zonePROSTATE* Prostate is a fibromuscular glandular organ that surrounds the prostatic urethra.* It is about 1.25 inch (3cm) long and lies between the neck of the bladder above are urogenital diaphragm below* The numerous glands of the prostate are embedded in a mixture of smooth muscle and connective tissue and their ducts open into the prostatic urethra* The prostate is incompletely divided into 5 lobes1. Anterior lobe -lies in front of the urethra and is devoid of glandular tissue2. Median or middle lobe- the wedge of gland situated between the urethra and the ejaculatory ducts its upper surface is related to the trigone of the bladder, it is rich in glands **3. Posterior lobe is situated behind the urethra and below the ejaculatory ducts and also contains glandular tissue4. Right and left lateral lobe. Lies on either side of the urethra and are separated from one another by a shallow vertical groove on the posterior surface of he prostate. The lateral lobes contains many glandsFunctions of prostate1. The prostate produces a thin, milky fluid containing citric acid, and acid phosphates that is added to the seminal fluid at the time of ejaculation2. The prostatic secretion is alkaline and helps neutralize the acidity in the vagina *** Benign prostatic hyperplasia (BPH) occurs in the Median lobe ** (periurethral zone) and carcinoma of he prostate occurs in the peripheral zone *** (posterior lobe)**** Cancer of prostate may metastasis to distant parts through vertebral venous plexus (Batson's plexus).",
        "cop": 1,
        "opa": "Anterior lobe corresponds with peripheral zone",
        "opb": "Central zone constitues about 25% normaly",
        "opc": "Posterior lobe corresponds with peripheral zone",
        "opd": "Cancers of central zone are more aggressive",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e98dd429-6455-4c95-ab2c-3c55524b2f9d",
        "choice_type": "multi"
    },
    {
        "question": "Superficial inguinal ring is present in aponeurosis of which muscle:",
        "exp": "Ans. A. External obliqueThe superficial inguinal ring is an anatomical structure in the anterior wall of the abdomen. It is a triangular opening that forms the exit of the inguinal canal, which houses the ilioinguinal nerve and the spermatic cord (in men) or the round ligament (in women). At the other end of the canal, the deep inguinal ring forms the entrance.It is found within the aponeurosis of the external oblique, above and superolateral to the pubic tubercle.",
        "cop": 1,
        "opa": "External oblique",
        "opb": "Internal oblique",
        "opc": "Transversus abdominis",
        "opd": "Rectus abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b3f5ddce-afd8-4412-baa2-8138b7b583aa",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old woman is admitted to the hospital complaining of urinary incontinence. MRI examination reveals that one of the skeletal muscles of the pelvis has a significant tear. Which of the following muscles is the most significant in terms of maintaining continence?",
        "exp": "Of the answer choices listed, the pubococcygeus is the muscle that is most directly associated with the arcus tendineus fascia pelvis and connective tissues of the vagina and the support of the bladder. The obturator internus, piriformis, and coccygeus do not form parts of the levator ani and provide no direct support to the urogenital organs, nor do they have any role in urinary incontinence. The iliococcygeus does form part of the levator ani, but it is located lateral to the pubococcygeus and therefore does not play a direct role in maintaining urinary continence.",
        "cop": 1,
        "opa": "Pubococcygeus",
        "opb": "Obturator internus",
        "opc": "Piriformis",
        "opd": "Coccygeus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "c219956d-665a-4e94-ae26-06c2bface023",
        "choice_type": "single"
    },
    {
        "question": "A 41-year-old woman is admitted to the obstetrics and gynecology department for a scheduled tubal ligation procedure. Two days postoperatively the patient has a high fever and shows signs of hypovolemic shock. A radiographic examination reveals a large hematoma adjacent to the external iliac artery. Which of the following vessels was most likely injured?",
        "exp": "The ovarian arteries arise from the abdominal aorta, descend retroperitoneally along the posterior abdominal wall, and cross just anterior to the external iliac vessels. The ovarian arteries are the most likely source of blood from a hematoma following a tubal ligation. The ascending and descending uterine arteries and superior and inferior vesicle arteries branch from the internal iliac arteries and are not likely to be the source of blood in this situation.",
        "cop": 1,
        "opa": "Ovarian arteries",
        "opb": "Ascending branch of uterine arteries",
        "opc": "Descending branch of uterine arteries",
        "opd": "Superior vesicle artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bed01e7e-4f87-4b1f-94e6-cd3594d37b5a",
        "choice_type": "single"
    },
    {
        "question": "All of the following are TRUE regarding iliolumbar ligament EXCEPT",
        "exp": "(C) Lower part attached to sacrospinous ligament[?]ILIOLUMBAR LIGAMENT:AttachmentsOrigin: transverse process of L5Insertion: deep into ventral margin of iliac crest 6-7cm from mid-lineMain part of ILL originates from L5 transverse processes, insert was shield by crest dorsally, making it inaccessible to palpation.Function: It plays an important role in restraining movement in lumbosacral and the sacroiliac joints.Iliolumbar ligament strengthen the lumbosacral joint assisted by the lateral lumbosacral ligament, and, like all other vertebral joints, by the posterior & anterior longitudinal ligaments, the Ligamentum flava, and the interspinous & supraspinous ligaments.Pathology/lnjuryIliolumbar ligament syndrome or Iliac crest pain syndrome, involves inflammation or tear of iliolumbar ligamentSoft tissue injury to the iliac insertion of the ligamentCan be from direct trauma, a fall in which the ligament is pulled at that iliac crest insertion site, or a lifting injury.Exacerbated pain by physical activity involving the spine, e.g. twisting or bending, and long periods of sitting can also bring on the pain.Usually chronic or recurring, unilateral low back pain with a tender point at the posterior iliac crest.Most painful or tender spot is lateral to the more mid-line facets. Worse with prolonged sitting or standing.If the initial iliolumbar ligament injury is worsened, this is generally due to instability in the affected lumbar vertebrae that causes the 4th vertebra to slip and the 5th to move. This can lead to disc herniationEPONYMOUS LIGAMENTS AT A GLANCE!* Bertin's ligamentIliofemoral ligament.* Bichat's ligamentLower part of the dorsal sacroiliac ligament, or Transverse iliac ligament.* Bigelow's ligamentIliofemoral ligament.* Otallo's ligamentLigamentum arteriosum.* Bourgery's ligamentOblique popliteal ligament.* Bums'ligamentFalciform margin of the fascia lata at the saphenous opening.* Colles'ligamentReflected inguinal ligament.* Cooper's Ligament(1) Pectineal ligament: (2) Suspensory ligament of the breast.* Fallopian ligament or archInguinal ligament.* Flood's ligamentSuperior glenohumeral ligament.* Gerdy's ligamentSuspensory ligament of the axilla.* Gimbemat's ligamentLacunar ligament.* Gruber, ligament ofPetroclinoid ligament.* Henle's ligamentLateral expansion of the lateral edge of the rectus abdominis, together with transversalis fascia and the transversus aponeurosis; it forms the medial boundary of the femoral ring.* Hesselbach's ligamentInterfoveolar ligament; a thickening of the transversalis fascia (and possibly of the extra-peri- toneal tissue around the inferior epigastric vessels) extending from the inner edge of the deep inguinal ring upward along the inferior epigastric vessels, toward the arcuate line.* Hey's ligamentFalciform margin of the fascia lata at the saphenous opening.* Lisfranc's ligamentInterosseous ligament between the second metatarsal and the medial cuneiform bone.* Lockwood's ligamentSling for the eyeball; it is formed by muscular sheaths.* Mackenrodt's ligamentLateral (transverse) cervical or cardinal ligament of the uterus.* Petit's ligamentsUterosacral ligaments.* Weitbrecht's ligamentOblique cord of the proximal radio-ulnar joint.* Winslow, ligament ofOblique popliteal ligament.* Wrisberg, ligament ofPosterior meniscofemoral ligament.",
        "cop": 3,
        "opa": "Attached to iliac crest",
        "opb": "Upper part continuous with thoracolumbar fascia",
        "opc": "Lower part attached to sacrospinous ligament",
        "opd": "Attached to transverse process of L4 vertebra",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ce608e48-5403-413d-be71-4fec45309c9e",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old woman is admitted to the emergency department with esophageal pain and hematemesis after swallowing a fish bone. An endoscopic examination reveals perforation of the intraabdominal portion of the esophageal wall. Which of the following arteries is most likely injured?",
        "exp": "The upper and intermediate portions of the esophagus receive blood supply from three branches of the aorta: the inferior thyroid, bronchial, and esophageal arteries; the lower portion of the esophagus is supplied by the inferior phrenic and left gastric arteries. The lowest part of the esophagus, below the diaphragm, is supplied by the left gastric artery. Perforation to this area could easily injure this artery. The bronchial artery supplies a small section of the esophagus inferior to the level of the carina (T4). The thoracic intercostal arteries supply intercostal spaces and do not contribute to esophageal arterial supply. The right gastric arises from the common hepatic artery and supplies the pyloric part of the lesser curvature of the stomach. The inferior phrenic supplies the portion of the esophagus just superior to the diaphragm.",
        "cop": 1,
        "opa": "Branches of left gastric",
        "opb": "Bronchial",
        "opc": "Thoracic intercostal",
        "opd": "Branches of right gastric",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0a56c3a2-8e76-415d-8805-303fc6afe409",
        "choice_type": "multi"
    },
    {
        "question": "Superior boundary of calot's triangle is formed by:",
        "exp": "Ans. C Inferior surface of liverRef: Gray's Anatomy, 39th ed. pg. 1229 The Calot's Triangle Aka Hepatobiliary Triangle or Cystohepatic Triangle.* Boundaries (Cystic duct, Liver, Common hepatic duct):# Medial: Common hepatic duct# Infero-lateral: Cystic duct# Superior: Inferior surface of liver* Content of Calot triangle -Cystic artery.",
        "cop": 3,
        "opa": "Hepatic duct",
        "opb": "Superior surface of liver",
        "opc": "Inferior surface of liver",
        "opd": "Cystic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "80a69b43-fc5a-403f-91ff-f94a396c054b",
        "choice_type": "single"
    },
    {
        "question": "Radiographic examination of a 42-year-old female reveals penetration of the duodenal bulb by an ulcer, resulting in profuse intraabdominal bleeding. Which of the following arteries is the most likely source of the bleeding?",
        "exp": "The posterior superior pancreaticoduodenal artery arises from the gastroduodenal artery and travels behind the first part of the duodenum, supplying the proximal portion, with branches to the head of the pancreas. Duodenal ulcers commonly arise within the first portion of the duodenum, thus making the posterior superior pancreaticoduodenal artery one of the more frequently injured vessels. The superior mesenteric artery supplies derivatives of the midgut from the distal half of the duodenum to the left colic flexure. It lies inferior to the region of ulceration. The inferior pancreaticoduodenal artery arises from the superior mesenteric artery and supplies the distal portion of the second part of the duodenum, with anastomoses with its superior counterparts. The inferior mesenteric artery is responsible for supplying most of the hindgut derivatives, generally supplying intestine from the left colic flexure to the superior aspect of the rectum. The right gastric artery is responsible for supplying the pyloric portion of the lesser curvature of the stomach.",
        "cop": 1,
        "opa": "Posterior superior pancreaticoduodenal",
        "opb": "Superior mesenteric",
        "opc": "Inferior mesenteric",
        "opd": "Inferior pancreaticoduodenal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "db55f1ce-7943-4947-b826-eb75ee4f4796",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female patient has complained of weakness and fatigability over the past 6 months. She has a 3-month acute history of severe hypertension that has not responded to antihypertensive medications. Fasting serum glucose concentration is 140 mg/dl. A CT scan of the abdomen shows a 6-cm mass in the adrenal gland affecting the secretory cells of the adrenal medulla. Which of the following structures is most likely releasing products into the bloodstream to produce the hypertension and other signs?",
        "exp": "The mass leads to increased stimulation and secretions of the chromaffin cells of the adrenal medulla. These cells are modified postganglionic sympathetic neurons of neural crest origin, and the epinephrine (adrenaline) and norepinephrine (noradrenaline) released by these cells passes into the suprarenal (adrenal) veins. The adrenal medulla receives stimulation from preganglionic sympathetic fibers carried by the thoracic splanchnic nerves. Parasympathetic neurons are not found in the adrenal medulla and would have no participation in the effects of the tumor. In addition, the pelvic splanchnic nerves are parasympathetic and do not travel to the adrenal medulla.",
        "cop": 2,
        "opa": "Preganglionic sympathetic axons in thoracic splanchnic nerves",
        "opb": "Cells of neural crest origin that migrated to the adrenal medulla",
        "opc": "Preganglionic parasympathetic branches of the posterior vagal trunk",
        "opd": "Postganglionic parasympathetic branches of the left or right vagus nerves",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fe851a6c-ebbc-4bc0-b05c-0b0291028ed6",
        "choice_type": "single"
    },
    {
        "question": "A 54-year-old male is admitted to the hospital with severe back pain. Radiographic examination reveals carcinoma of the left kidney blocking the drainage of the testicular vein. Which of the following conditions will be most likely associated with these signs?",
        "exp": "Varicose veins occur with loss of elasticity within the walls of the vessels. As the veins weaken, they simultaneously dilate under pressure. A varicocele often occurs with a varicosity of the veins of the pampiniform venous plexus, resulting in a swelling of the veins. This condition can arise from a tumor in the left kidney, which occludes the testicular vein due to an anatomic constriction. A hydrocele is an accumulation of fluid within the cavity of the tunica vaginalis. Hypospadias occurs from failure of fusion of the urethral and labioscrotal folds, resulting in an external urethral opening on the ventral surface of the penis or in the perineum.",
        "cop": 1,
        "opa": "Varicocele",
        "opb": "Rectocele",
        "opc": "Cystocele",
        "opd": "Hydrocele",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3811c662-8962-441b-866a-8f5193d9dee1",
        "choice_type": "single"
    },
    {
        "question": "A 34-year-old man is admitted to the emergency department after a traumatic landing into a swimming pool from a high diving platform. The patient has multiple traumas in his abdominal cavity. After a reconstructive operation of his abdominal organs the patient develops a high fever. Radiographic examination reveals that the lower portion of the descending colon and rectum has become septic and must be excised. Six months postoperatively the patient complains of impotence. Which of the following structures was most likely injured during the second operation?",
        "exp": "The pelvic splanchnic nerves contain parasympathetic efferent fibers that mediate erection. These same nerves innervate the hindgut, the portions of the large intestine that were removed in this patient.",
        "cop": 3,
        "opa": "Pudendal nerve",
        "opb": "Sacral splanchnic nerves",
        "opc": "Pelvic splanchnic nerves",
        "opd": "Sympathetic chain",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "35172b06-f416-4117-b91c-ece3a8ed6cc0",
        "choice_type": "single"
    },
    {
        "question": "All the features of the Ileum EXCEPT:",
        "exp": "(Larger circular mucosal folds): Ref: 251, 254-BDC-2Differences between Jejunum and IleumFeaturesJejunumIleum1. LocationOccupies upper and left parts of the intestinal areaOccupies lower and right parts of the intestinal area2. WallsThicker and more vascularThinner and less vascular3. LumenWider and often emptyNarrower and often loaded4. Mesentery(a) Window present(b) Fat less abundant(c) Arterial arcades 1 or 2(d) Vasa recta longer and fewer(a) No window(b) Fat more abundant(c) Arterial arcadas 3 or 6(d) Vasa recta shorter and more mnumerous5. Circular mucasal foldsLarger and more closely setSmaller and sparse6. VilliLarge, thick (leaf like) and more abundantShorter, thinner (finger like) and less abundant7. Peyer's patchesAbsentPresent8. Solitary lymphatic folliclesFewerMore numerousDifferences between the small intestine and the large IntestineFEATURESMALL INTESTINELARGE INTESTINE1. Appendices epiploicaeAbsentPresent2. Taeniae coliAbsentPresent3. SacculationsAbsentPresent4. DistensibilityLessMore5. FixityGreater part is freely mobileGreater part is fixed6. VilliPresentAbsent7. Transverse mucosal foldsPermanentObliterated when longitudinal muscle coat relaxes8. Peyer's patchesPresent in ileumAbsent",
        "cop": 1,
        "opa": "Larger circular muscosal folds",
        "opb": "Short villi",
        "opc": "Peyer's patches",
        "opd": "Numerous solitary lymphatic follicles",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "d04708f9-d030-4bc1-8767-4d4df68a018b",
        "choice_type": "multi"
    },
    {
        "question": "A 5-day-old male infant is diagnosed with anorectal agenesis. An ultrasound study reveals a rectourethral fistula. Which of the following is the most likely embryologic cause of this condition?",
        "exp": "Anorectal agenesis is due to abnormal partitioning of the cloaca and is often associated with a rectourethral, rectovaginal, or rectouterine fistula. Failure of fixation of the hindgut can result in volvulus. Failure of the proctodeum to develop will result in an imperforate anus. Agenesis of the urorectal septum would most likely lead to a fistula but would not cause anorectal agenesis. Premature rupture of the anal membrane would not cause anorectal agenesis.",
        "cop": 4,
        "opa": "Failure of the proctodeum to develop",
        "opb": "Agenesis of the urorectal septum",
        "opc": "Failure of fixation of the hindgut",
        "opd": "Abnormal partitioning of the cloaca",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ccc47d7e-ad16-4853-95e8-243b0c07e083",
        "choice_type": "single"
    },
    {
        "question": "A 32-year-old male is admitted to the emergency department with groin pain. Examination reveals that the patient has an indirect inguinal hernia. Which of the following nerves is compressed by the herniating structure in the inguinal canal to give the patient pain?",
        "exp": "An indirect inguinal hernia occurs when a loop of bowel enters the spermatic cord through the deep inguinal ring (lateral to the inferior epigastric vessels). The ilioinguinal nerve runs with the spermatic cord to innervate the anterior portion of the scrotum and proximal parts of the genitals and could readily be compressed during an indirect inguinal hernia. The other nerves listed are not likely to be compressed by the hernia. The Iliohypogastric nerve innervates the skin of the suprapubic region. The lateral femoral cutaneous nerve innervates the skin over the lateral thigh. The subcostal nerve innervates the band of skin superior to the iliac crest and inferior to the umbilicus. The pudendal nerve innervates the musculature and skin of the perineum.",
        "cop": 3,
        "opa": "Iliohypogastric",
        "opb": "Lateral femoral cutaneous",
        "opc": "Ilioinguinal",
        "opd": "Subcostal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "aba7554c-85ea-42b6-9eee-06cf66466d43",
        "choice_type": "single"
    },
    {
        "question": "Cremaster muscle is supplied by-",
        "exp": "Ans. is 'b' i.e., Genitofemoral nerve NerveDistributionIliohypogastric nerve(L1)External oblique, internal oblique, transversus abdominis muscles of anterior abdominal wall; skin over lower anterior abdominal wall and buttock.Ilioinguinal nerve(L1)External oblique, internal oblique, transversus abdominis muscles of anterior abdominal wall; skin of upper medial aspect of thigh; root of penis and scrotum in the male; mons pubis and labia majora in the female.Lateral cutaneous nerve of the thigh (L2, L3, L4)Skin of anterior and lateral surfaces of the thigh.Genitofemoral nerve (L1, 2)Cremaster muscle in scrotum in male; skin over anterior surface of thigh; nervous pathway for cremasteric reflex.Femoral nerve (L2, 3,4)Iliacus, pectineus, sartorius, quadriceps femoris muscles, and intermediate cutaneous branches to the skin of the anterior surface of the thigh and by saphenous branch to the skin of the medial side of the leg and foot; articular branches to hip and knee joints.Obturator nerve(L2, 3,4)Gracilis, adductor brevis, adductor longus, obturator externus, pectineus, adductor magnus (adductor portion), and skin on medial surface of thigh; articular branches to hip and knee joints.",
        "cop": 2,
        "opa": "Iliohypogastric nerve",
        "opb": "Genitofemoral nerve",
        "opc": "Obdurator nerve",
        "opd": "Femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e08b2620-0b10-4a71-8394-76d80768ee74",
        "choice_type": "single"
    },
    {
        "question": "A 3-month-old female infant is diagnosed with anal stenosis after several periods of stool infrequency, two of which lasted 10 days without a bowel movement. Which of the following is the most likely cause of this condition?",
        "exp": "Dorsal deviation of the urorectal septum results in anal stenosis. Incomplete separation of the cloaca by the urorectal septum results in anal agenesis. Failure of the anal membrane to perforate results in imperforate anus. The anal canal exists but is obstructed by a layer of tissue. Abnormal recanalization of the colon results in rectal atresia, in which there is no connection between the rectum and anal canal. Remnants of the proximal portion of the omphaloenteric duct would result in a Meckel diverticulum, not anal stenosis.",
        "cop": 2,
        "opa": "Incomplete separation of the cloaca by the urorectal septum",
        "opb": "Dorsal deviation of the urorectal septum",
        "opc": "Failure of the anal membrane to perforate",
        "opd": "Abnormal recanalization of the colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "328f0842-d97a-444f-a453-d662e25a4dfa",
        "choice_type": "single"
    },
    {
        "question": "In urinary bladder, the smooth muscles is arranged in spirals bundles are known as:",
        "exp": "(Detrusor muscle) Ref: 357-Snell 7th, 435-BDC-2* The urinary bladder is a muscular reservoir of urine, which lies in the anterior part of the pelvic cavity. The detrusor muscle of urinary bladder is arranged in whorls and spirals and is adapted for mass contraction rather than peristalsis: (345-BDC-2)* The muscular coat of the bladder is composed of smooth muscles and is arranged as three layers of interlacing bundles known as detrusor muscle, At the neck of the bladder, the circular component of the muscle coat is thickened to form the sphincter vesicae (375-Snell 7th)",
        "cop": 1,
        "opa": "Detrusor muscle",
        "opb": "Petrusser muscle",
        "opc": "Brunners muscle",
        "opd": "Nrest muscle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "01ff6895-d7b9-4d8f-a240-f9531212cbba",
        "choice_type": "single"
    },
    {
        "question": "Which lymphnodes drain the cervix?",
        "exp": "Ans. is 'a' i.e., Iliac lymph nodes Lymphatic drainage of uterus & cervix1) Cervix (lower lymphatics) Lymphatics drain into external iliac, internal iliac, and sacral nodes.2) Lower part of body (middle lymphatics) Lymphatics drain into the external iliac nodes.3) Fundus and upper part of body (upper lymphatics) Lymphatics drain mainly into para-aortic nodes and a few lymphatics from the uterine cornu accompany the round ligaments to reach the superficial inguinal nodes.",
        "cop": 1,
        "opa": "Iliac lymph nodes",
        "opb": "Para aortic lymph nodes",
        "opc": "Superficial inguinal lymph nodes",
        "opd": "Deep inguinal lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "de1827e0-109d-4c22-9d4e-fcdaff83fe17",
        "choice_type": "single"
    },
    {
        "question": "Contents of the spermatic cord are all except:",
        "exp": "Ans. D. Ilioinguinal nerveThe spermatic cord is the cord-like structure in males formed by the vas deferens (ductus deferens) and surrounding tissue that runs from the deep inguinal ring down to each testicle.Contentsa. Arteries: testicular artery, deferential artery, cremasteric arteryb. Nerves: genital branch of the genitofemoral nervec. and testicular nerves (sympathetic nerves).d. Vas deferens (ductus deferens)e. Pampiniform plexusf. Lymphatic vesselsg. Tunica vaginalis (remains of the processus vaginalis)",
        "cop": 4,
        "opa": "Ductus deferens",
        "opb": "Pampiniform plexus of veins",
        "opc": "Testicular artery",
        "opd": "Ilioinguinal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "094c5c41-2ee0-4624-b8b7-7b57f643e017",
        "choice_type": "multi"
    },
    {
        "question": "Gastroduodenal artery is a branch of -",
        "exp": "Ans. is 'a' i.e., Common hepatic artery * Gastroduodenal artery is a branch of Common hepatic artery which is a branch of the coeliac trunk.",
        "cop": 1,
        "opa": "Common hepatic artery",
        "opb": "Superior mesenteric artery",
        "opc": "Abdominal aorta",
        "opd": "Splenic Artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "291a732d-7522-4b8b-af3f-2b96f0a92a95",
        "choice_type": "single"
    },
    {
        "question": "A 13-year-old female is brought to the emergency department with a complaint of severe, deep pelvic discomfort. Physical examination reveals that the patient has an intact hymen. Incision of the hymen reveals hematocolpos. Which of the following conditions is associated with hematocolpos?",
        "exp": "Hematocolpos is characterized by filling of the vagina with menstrual blood. This commonly occurs due to the presence of an imperforate hymen. Bartholin gland ducts open into the vestibule of the vagina; therefore, a cyst in Bartholin gland would not cause hematocolpos. Blood from a ruptured ectopic pregnancy most often drains into the rectouterine pouch (of Douglas). Females often have a diminutive cremaster muscle and cremasteric artery and vein, but none of these is associated with hematocolpos. The cremasteric artery provides a small branch to the round ligament of the uterus (sometimes called \"Samson's artery\"), which must be kept in mind during a hysterectomy, with division of the round ligament. Bleeding from the uterine veins would not flow into the vagina.",
        "cop": 3,
        "opa": "Cyst of Bartholin gland",
        "opb": "Bleeding from an ectopic pregnancy",
        "opc": "Imperforate hymen",
        "opd": "Indirect inguinal hernia with cremasteric arterial bleeding",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e254835a-2788-4533-aab8-613d6b18c4a6",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old postmenopausal woman is diagnosed with carcinoma of the distal gastrointestinal tract. During surgery lymph nodes from the sacral, internal iliac, and inguinal lymph node groups were removed and sent for histopathologic examination. The pathology report revealed positive cancerous cells only at the inguinal lymph nodes. Which of the following parts of the gastrointestinal tract were most likely affected?",
        "exp": "Lymph from the cutaneous portion of the anal canal (below the pectinate line) drains into the inguinal nodes. Lymph from most parts of the rectum and from the mucosal zone of the anal canal (above the pectinate line) drains into the internal iliac nodes. Lymph from some parts of the rectum also drains into the sacral nodes.",
        "cop": 1,
        "opa": "Cutaneous portion of anal canal",
        "opb": "Distal rectum",
        "opc": "Mucosal zone of anal canal",
        "opd": "Pectinate line of anal canal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5256c662-de33-4623-b4e3-322ad1f3040f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not in posterior relationship to rectum:",
        "exp": "Ans. C Seminal vesiclesRef: BDC, 6th ed. vol. II pg. 408* Rectum is a 12 cm structure which is in conitunation of sigmoid colon and terminates at anal canal.Relationship of rectum AnteriorPosteriorLaterallyMales* Base of bladder* Seminal vesicles* Rectovesical pouch* Ileum* Ductus deferens* Terminal ureter* Prostate gland* S3-S5 vertebrae* Coccyx* Median sacral artery and vein* Middle rectal artery* Superior rectal artery and vein* Sigmoid colon* Ileum* Pelvic plexuses* Coccygeus muscle* Levator ani muscleFemales* Uterus* Vagina* Rectouterine pouch* Ileum* Sigmoid colonSame as for maleSame as for male",
        "cop": 3,
        "opa": "Sacral vertebra",
        "opb": "Superior rectal artery",
        "opc": "Seminal vesicles",
        "opd": "Middle rectal artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "03a0d891-91e6-4c81-a754-592adbb74ea7",
        "choice_type": "single"
    },
    {
        "question": "All of the following are boundaries of Hesselbach's triangle except-",
        "exp": "Ans. is 'a' i.e., Lacunar ligament Inguinal triangle of hesselbach* It is a peritoneal triangle in the posterior wall of the inguinal canal,* Boundariesi) Lateral- inferior epigastric arteryii) Medial-lateral border of rectus abdominisiii) Inferior- inguinal ligament* Direct inguinal hernia enters the inguinal canal through this triangle, which is divided by the obliterated umblical artery into a medial part (supravesical fossa) and a lateral part (medial inguinal fossa).",
        "cop": 1,
        "opa": "Lacunar ligament",
        "opb": "Inguinal ligament",
        "opc": "Lateral border of rectus abdominis",
        "opd": "Inferior epigastric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a2090cc1-b60d-4097-b4e0-a22fd2ed7c25",
        "choice_type": "multi"
    },
    {
        "question": "True about ovary, EXCEPT:",
        "exp": "(D) (Lies above psoas major) (383-84-BDC 3 6th (270-80-Snall 9te)Relations* The ovary is almost entirely covered with peritoneum, except along the masovarium or anterior border where the two layers of the covering peritoneum are reflected on to the posterior layer of the broad ligament of the uterus* The round ligament of the ovary, which represents the remains of the upper part of the gubernaculums ** connects the lateral margin of the uterus to the ovary* Ovary usually lies against the lateral wall of the pelvis in a depression called the ovarian fossa bounded by the external iliac vessels above and by the internal iliac vessels behind* Only the lower pole and lateral surfaces are not related to uterine tube, remaining two borders upper pole and medial surface are related to the tube OVARIAN ARTERY -arises from the abdominal part of the aorta at the level of Lj vertebra* The lymph vessels of ovary follow the ovarian artery and drain into the para-aortic nodes ** The ovarian veins drains into the I VC on right side and into the left renal vein on the left side",
        "cop": 4,
        "opa": "Covered anteriorly by broad ligament",
        "opb": "Connected to uterus by round ligament",
        "opc": "Anterior border not covered by peritoneum",
        "opd": "Lies above psoas major",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6faa661e-4813-4eeb-917e-93cd22ee338c",
        "choice_type": "multi"
    },
    {
        "question": "Blood testes barrier is formed by -",
        "exp": "Ans. is 'a' i.e., Sertoli cells Blood testes barrier* The blood-testis barrier is a physical barrier between the blood vessels and the seminiferous tubules of the testes.* The walls of seminiferous tubules are lined with primitive germ layer cells and by Sertoli cells. The barrier is formed by tight junctions, adherens junctions and gap junctions between the Sertoli cells.* The presence this allows Sertoli cells to control the environment in which germ cells (spermatocytes, spermatids and sperm) develop by influencing the chemical composition of the luminal fluid. The barrier also prevents passage of cytotoxic agents (bodies or substances that are toxic to cells) into the seminiferous tubules.",
        "cop": 1,
        "opa": "Sertoli cells",
        "opb": "Ependymal cells",
        "opc": "Mesenchymal cells",
        "opd": "Spermatozoa",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5b2a5e73-464e-4464-b82b-751e8a062b49",
        "choice_type": "single"
    },
    {
        "question": "A 42-year-old woman visits the outpatient clinic due to painful urination. A dipstick test reveals leukocytosis, which confirms the diagnosis of urinary tract infection. Which of the following is the best anatomic explanation for the fact that women are more susceptible to urinary tract infections than men?",
        "exp": "The membranous urethra is shorter in women than in men. Because of its close proximity to the vestibule in women, it commonly leads to infections of the urinary tract. The vagina contains more bacterial flora than the penis. The prostate in the male produces a clear, alkaline fluid, but it has not been proved that it protects against bacterial infections. The uterus has no known antibacterial functions. The seminal vesicles produce a fructose-characterized fluid that provides nutrients to the sperm for the journey through the female genital tract.",
        "cop": 3,
        "opa": "The vagina contains less bacterial flora than the penis.",
        "opb": "The prostate gland produces antibacterial prostatic fluids.",
        "opc": "The urethra is much shorter in females.",
        "opd": "The urethra is located within the vagina.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "86ca7d14-a0a8-4d14-b421-0c51c3ea438f",
        "choice_type": "single"
    },
    {
        "question": "Ovarian artery is a branch of:",
        "exp": "Ans. A Abdominal aortaRef: Clinically Oriented Anatomy by Keith, Moore, 5th ed. pg. 387; Gray's Anatomy, 40th ed. Ch. 62* The ovarian artery/testicular arises from the abdominal aorta.* The ovarian arteries are branches of the abdominal aorta and originate below the renal arteries. That's the reason it is sometimes also referred as \"water under the bridge\"* The ovarian veins emerge from the ovary as a plexus (pampiniform plexus) in the mesovarium and suspensory ligament.* Abdominal aorta divides into right and left common iliac artery at the level of L4 (Gray's) which further divides into internal and external iliac arteries supplying the organs of pelvis.* Length of right iliac artery: 5 cmQ* Length of left iliac artery: 4 cmQ",
        "cop": 1,
        "opa": "Abdominal aorta",
        "opb": "Internal iliac artery",
        "opc": "External iliac artery",
        "opd": "Inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "370aac8d-6c3f-4e72-8e4f-be0017fc4b69",
        "choice_type": "single"
    },
    {
        "question": "Pudendal nerve supplying sphincter of bladder has the root value of?",
        "exp": "Ans. C.S2 -S4 a. A nerve that is formed by fibers from the second, third, and fourth sacral nerves, passes through the greater sciatic foramen, and accompanies the internal pudendal artery to terminate as the dorsal nerve of the penis or of the clitoris.b. The pudendal nerve is a nerve in the pelvic region that innervates the external genitalia of both sexes, as well as sphincters for the bladder and the rectum.c. The pudendal nerve originates in the sacral plexus; it derives its fibers from the ventral branches of the second, third, and fourth sacral nerves (S2 ,S3 ,S4 ),d. It passes between the piriformis and coccygeus muscles and leaves the pelvis through the lower part of the greater sciatic foramen.e. It crosses the spine of the ischium, and reenters the pelvis through the lesser sciatic foramen.f. It accompanies the internal pudendal vessels upward and forward along the lateral wall of the ischiorectal fossa, being contained in a sheath of the obturator fascia termed the pudendal canal.g. The pudendal nerve gives off the inferior anal nerves. It soon divides into two terminal branches: the perineal nerve, and the dorsal nerve of the penis (males) or the dorsal nerve of the clitoris (in females).h. Inferior anal nerves given off shortly after passing through the Greater sciatic foramen. Perineal nerve more superficial terminal branch Dorsal nerve of penis/Dorsal nerve of clitoris deeper terminal branch, travelling into the deep perineal pouchi. The pudendal nerve innervates the penis and clitoris, bulbospongiosus and ischiocavernosus muscles, and areas around the scrotum, perineum, and anus. At sexual climax, the spasms in the bulbospongiosus and ischiocavernous results in ejaculation in the male and most of the feelings of orgasm in both sexes.",
        "cop": 3,
        "opa": "T12-L1",
        "opb": "L4-L5",
        "opc": "S2-S4",
        "opd": "L2-L3",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1a8b2d4b-928b-4f1b-8e2a-71c18f852f77",
        "choice_type": "single"
    },
    {
        "question": "All of the following arteries supply pancreas EXCEPT:",
        "exp": "Ans. C Inferior mesenteric arteryRef: BDC, vol II pg. 286-287* Superior pancreatoduodenal artery from gastroduodenal artery and the inferior pancreatoduodenal from superior mesenteric artery supplies the head of the pancreas.* Pancreatic branch of splenic artery also supplies the neck, body and tail.* Inferior mesenteric artery supplies the left one third of transverse colon, the descending colon, sigmoid colon, rectum and upper part of anal canal.",
        "cop": 3,
        "opa": "Gastroduodenal artery",
        "opb": "Superior mesenteric artery",
        "opc": "Inferior mesenteric artery",
        "opd": "Pancreatic branch of splenic artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fdf5a887-c24b-46a8-afc4-d920ee01b7aa",
        "choice_type": "multi"
    },
    {
        "question": "The supraduodenal part of the bile duct lies in:",
        "exp": "(Free margin of lesser omentum): Ref: 275-BDC-2, 268-Snell 7thBile-Duct - The bile duct (common bile duct) is about 3 in (8 cm) long in the first part of its course, it lies in the right free margin of the lesser omentum in front of the opening in the lesser sac.Bile duct relationsA. Supraduodenal part In the free margin of lesser omentum1. Anteriorly: Liver2. Posteriorly: Portal vein and epiploic foramen3. To the left: Hepatic arteryB. Retroduodenal part:1. Anteriorly: first part of duodenum2. posteriorly: IVC3. To the left: gastroduodenal arteryC. Infraduodenal part:1. Anteriorly: A groove in the upper and lateral parts of the posterior surface of the head of the pancreas2. Posteriorly: IVCD. Intraduodenal part",
        "cop": 2,
        "opa": "Falciform ligament",
        "opb": "Free margin of lesser omentum",
        "opc": "Inferior vena cava",
        "opd": "First part of the duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "dbd40e52-86a0-4098-8785-3a4ceb094bca",
        "choice_type": "single"
    },
    {
        "question": "Normal angle anteflexion of uterus is?",
        "exp": "Ans. B. 125degThe angle of anteflexion is a forward angle between the long axis of the body of uterus and the long axis of the cervix in the isthmus. It measures about 125 deg.ANGLE OF ANTEVERSION - forward angle between the long axis of cervix and the long axis of vagina. It measures about 90deg.",
        "cop": 2,
        "opa": "90deg",
        "opb": "125deg",
        "opc": "100deg",
        "opd": "140deg",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9d0f3d0f-5d83-4386-97e8-5bf35bf7ee3a",
        "choice_type": "single"
    },
    {
        "question": "During a scheduled laparoscopic cholecystectomy in a 47-year-old female patient, the resident accidentally clamped the hepatoduodenal ligament instead of the cystic artery. Which of the following vessels would most likely be occluded in this iatrogenic injury?",
        "exp": "The proper hepatic artery is the only artery typically within the hepatoduodenal ligament and therefore would be occluded. This artery lies within the right anterior free margin of the omental (or epiploic) foramen (of Winslow). The superior mesenteric artery branches from the abdominal aorta inferior to the hepatoduodenal ligament. The splenic artery runs behind the stomach and is not located in the hepatoduodenal ligament. The common hepatic artery gives origin to the proper hepatic artery but does not run within the hepatoduodenal ligament. The inferior vena cava is located at the posterior margin of the omental foramen and therefore would not be clamped.",
        "cop": 2,
        "opa": "Superior mesenteric artery",
        "opb": "Proper hepatic artery",
        "opc": "Splenic artery",
        "opd": "Common hepatic artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3637c0c1-3f62-4607-870f-b9a43a0e8651",
        "choice_type": "multi"
    },
    {
        "question": "Left gonadal vein drain into:",
        "exp": "Ans. A Left renal veinRef: BDC, Vol. II pg. 236 VENOUS DRAINAGE OF TESTIS* The veins emerging from the testis form the pampiniform plexus.* Out of this plexus finally one vein forms in each side:# On the right side: Drains into the inferior vena cava# On the left side: Drains into the left renal vein.* Femoral vein drains into external iliac vein.Remember: IVC is on right side, so the right side testicular vein drains here\"And left side testicular vein drains into left renal vein.",
        "cop": 1,
        "opa": "Left renal vein",
        "opb": "Right renal vein",
        "opc": "Inferior vena cava",
        "opd": "Pampiniform plexus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "11584a2b-2d0d-41d6-bcfd-4b7266abf973",
        "choice_type": "single"
    },
    {
        "question": "Portal vein starts at level of?",
        "exp": "Ans. A L2Ref: Netter's Clinical Anatomy, 3rd ed. pg. 202* Portal vein starts at level of L2 vertebra and is formed by junction of superior mesenteric vein and splenic vein. It is 8 cm long and lies behind the neck of pancreas.* Normal portal vein pressure is 5-10 mm Hg.",
        "cop": 1,
        "opa": "L2",
        "opb": "L3",
        "opc": "L4",
        "opd": "L5",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "25beac48-e19e-45df-9820-af014b1e6c42",
        "choice_type": "single"
    },
    {
        "question": "Derivatives of HINDGUT are all except:",
        "exp": "Ans. C. UterusDerivatives of the three parts of the primitive gutForegut* Floor of mouth* Tongue* Pharynx* Derivatives of pharyngeal pouches* Thyroid* Esophagus* Respiratory system* Stomach* Proximal (upper) half of the duodenumMidgut* Liver* Pancreas* Extrahepatic biliary system* Distal (lower) half of the duodenum* Jejunum* Ileum* Cecum and appendix* Ascending colon* Right two-third of transverse colonHindgut* Left one-third of transverse colon* Descending colon* Sigmoid (pelvic) colon* Rectum* Upper part of the anal canal",
        "cop": 3,
        "opa": "Urinary Bladder",
        "opb": "Rectum",
        "opc": "Uterus",
        "opd": "Anal Canal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "adb2c66d-d73d-485f-8e02-db21f5de7c42",
        "choice_type": "multi"
    },
    {
        "question": "Right hepatic vein drains which segment of the liver-",
        "exp": "Ans. is 'd' i.e., VII Segmental anatomy of the liver* Based on the distribution of portal vein and hepatic vein, Couinaud divided each physiological (functional) lobe of liver into 4 segments each and hence liver is divided into 8 segments.* The physiological left lobe is composed of 4 segments designated I to IV and is supplied by left branch of hepatic artery, left branch of portal vein and drained by left hepatic duct and left hepatic vein.* The physiological right lobe consists of segment V, VI, VII and VIII and is supplied by right hepatic artery, right branch of portal vein and drained by right hepatic duct and right hepatic vein.* Segment I corresponds to caudate lobe and segment IV to quadrate lobe .* Only exception is caudate lobe which is supplied by both right and left hepatic arteries.",
        "cop": 4,
        "opa": "I",
        "opb": "II",
        "opc": "IV",
        "opd": "VII",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2b587821-03c9-4740-bd96-9dc1dc55c05a",
        "choice_type": "single"
    },
    {
        "question": "Batson's plexus of veins connects-",
        "exp": "Ans. is 'a' i.e., Prostatic and vertebral venous plexus * 'There is valveless communication between prostatic plexus and vertebral venous plexus (Batson plexus) through which prostatic carcinoma can spread to vertebral column and skull'",
        "cop": 1,
        "opa": "Prostatic and vertebral venous plexus",
        "opb": "Gastric and hepatic veins",
        "opc": "Upper and lower esophageal plexus",
        "opd": "Superior amd inferior rectal veins",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a56650e6-87b7-4014-9671-04e4a903bb88",
        "choice_type": "single"
    },
    {
        "question": "Rotation of mid gut loop occurs around:",
        "exp": "Ans. A Superior mesenteric arteryRef: Gray's Anatomy 41st ed. P 1054Rotation of Midgut Loop* Midgut loop has 2 ends: Cranial end and caudal end.* The primary intestinal loop rotates around an axis formed by the superior mesenteric artery* The rotation of midgut occurs when herniated intestinal loop returns back to the abdominal cavity.* It begins at the end of third month of intrauterine life* The primary intestinal loop rotates around an axis formed by the superior mesenteric artery, which divides the midgut loop into 2 segments:* Proximal (prearterial) segment- present cranially# Give rise to: Distal half of duodenum, Jejenum, Ileum except its terminal part* Distal (postarterial) segment- present caudally# Give rise to terminal part of ileum. Cecum, appendix, ascending colon, proximal 2/3rd of transverse colon.In order to return to abdominal cavity, the midgut loop undergoes anticlockwise rotation of 90deg thrice - total rotation of 270deg.# The first 90deg rotation occurs outside abdominal cavity (within umbilicus), remaining 2 rotations in abdominal cavityStepwise midgut rotation",
        "cop": 1,
        "opa": "Superior mesenteric artery",
        "opb": "Inferior mesenteric artery",
        "opc": "Middle-colic artery",
        "opd": "Superior rectal artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "55488293-7084-4da2-8e22-e0e8a7ac3311",
        "choice_type": "single"
    },
    {
        "question": "Which of the following forms the posterior wall of kidney?",
        "exp": "Ans. B Quadrotus lumborumRef: BDC, 6th ed. vol. II pg. 313-314* The kidneys are reddish brown and measure approximately 10 cm in length, 5 cm in width, and 2.5 cm in thickness.* Superiorly: The kidneys are associated with the diaphragm, which separates them from the pleural cavities and the 12th pair of ribs.* Posterior surfaces of the kidney are related to the quadratus lumborum muscle. The subcostal nerve and vessels and the iliohypogastric and ilioinguinal nerves descend diagonally across the posterior surfaces of the kidneys.* Anterior surface The kidneys are associated with liver, duodenum, ascending colon and supra renal glands.* The right kidney is separated from the liver by the hepatorenal recess. The left kidney is related to the stomach, spleen, pancreas, jejunum, and descending colon",
        "cop": 2,
        "opa": "Latissimus dorsi",
        "opb": "Quadratus lumborum",
        "opc": "Transverse abdominis",
        "opd": "External Oblique",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "c0af2e0a-58fe-4441-910c-6efc1f5065e0",
        "choice_type": "multi"
    },
    {
        "question": "A 68-year-old man complains of pain upon urination. A CT scan and a biopsy provide evidence of an enlarged, cancerous prostate gland. Subsequently, he undergoes a radical prostatectomy. Postoperatively, he suffers from urinary incontinence because of paralysis of the external urethral sphincter. Which of the following nerves was injured during the operation?",
        "exp": "The perineal branch of the pudendal nerve is responsible for the innervation of the external urethral sphincter, and injury to this nerve can result in paralysis of the sphincter and urinary incontinence. Pelvic splanchnic and sacral splanchnic nerves are autonomic nerves that do not supply skeletal muscles in the urogenital region. The gluteal nerves innervate gluteal muscles.",
        "cop": 3,
        "opa": "Pelvic splanchnic",
        "opb": "Sacral splanchnic",
        "opc": "Pudendal",
        "opd": "Superior gluteal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e53137c8-2726-400f-a33e-d3c6b4d6b7bd",
        "choice_type": "single"
    },
    {
        "question": "A 48-year-old woman is admitted to the emergency department with a complaint of severe abdominal pain. Radiographic examination reveals advanced carcinoma of the head of the pancreas. A celiac plexus block is performed to relieve her pain. Which of the following best describes the nerve structures that are most likely to be present in the celiac ganglion?",
        "exp": "Preganglionic and postganglionic sympathetics, preganglionic parasympathetic, and visceral afferent fibers are present within the celiac ganglion. The cell bodies of postganglionic sympathetic fibers are contained within the celiac ganglion and their axons pass to upper abdominal organs. Preganglionic parasympathetic nerves also run through the ganglion but do not synapse within the ganglion; therefore, there are no postganglionic parasympathetic nerves in the ganglion. The preganglionic parasympathetic fibers are extensions from the right vagal trunk and run within the preaortic plexus. No somatic motor fibers are present within this ganglion. Running through all of the abdominal ganglia are also visceral afferent fibers passing superiorly to reach the spinal cord at spinal nerve levels T5 to L2. Answer B is incorrect because there are no postganglionic parasympathetic fibers running within the ganglion or the celiac plexus. Postganglionic parasympathetic nerves arise from terminal ganglia located upon, or within the wall of, target organs. Answers C and E are incorrect because they do not include postganglionic sympathetic cell bodies and their axons, which also run though the celiac ganglion.",
        "cop": 4,
        "opa": "Preganglionic parasympathetic and somatic motor fibers",
        "opb": "Postganglionic parasympathetic and visceral afferent fibers",
        "opc": "Postganglionic sympathetic and visceral afferent fibers",
        "opd": "Pre- and postganglionic sympathetic, preganglionic parasympathetic, and visceral afferent fibers",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "06adf796-ff3f-4394-a873-57aeeaec6122",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old man is admitted to the hospital with nausea, vomiting, and hematuria. A CT scan examination reveals a neoplasm in the posterior surface of the inferior pole of the left kidney that has invaded through the renal pelvis, renal capsule, ureter, and fat. To which of the following regions will pain most likely be referred?",
        "exp": "Visceral pain from the kidneys and the ureter at the point of the neoplasm is mediated via T11 and T12 spinal cord levels. Therefore, pain is referred to these dermatomes leading to pain in the upper gluteal, pubic, medial thigh, scrotal, and labial areas (from subcostal and iliohypogastric nerves, in particular). In contrast, the umbilical region, the T10 dermatome, is supplied by the T10 spinal nerve, excluding it from being the correct answer. The dermatomes that supply the anterior and lateral thighs are of upper lumbar origin and would not receive pain referred from the kidneys.",
        "cop": 2,
        "opa": "Skin of the anterior and lateral thighs and femoral triangle",
        "opb": "Skin over the gluteal region, pubis, medial thigh, and scrotal areas",
        "opc": "Skin over the medial, anterior, and lateral side of the thigh",
        "opd": "Skin over the pubis and umbilicus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "fa3e079c-f670-4f7b-913e-2733ea63aadd",
        "choice_type": "single"
    },
    {
        "question": "Area around umbilicus is supplied by this spinal nerve:",
        "exp": "Ans. C T10* Dermatome of area around umbilicus is supplied by T10* Area around umbilicus is supplied by T4",
        "cop": 3,
        "opa": "T8",
        "opb": "T9",
        "opc": "T10",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5456823e-52ee-4d43-94ca-dcbb8408d9b5",
        "choice_type": "single"
    },
    {
        "question": "Inferior vena cava is formed at which level:",
        "exp": "Ans. D L5Ref: Clinically Oriented Anatomy by Keith, Moore, 5th ed/340* The IVC begins anterior to the L5 vertebra by the union of the common iliac veins.* This union occurs approximately 2.5 cm to the right of the median plane, inferior to the bifurcation of the aorta and posterior to the proximal part of the right common iliac artery.* Renal vein at the level of L1* Portal veins form at L1* Hepatic veins form at T8",
        "cop": 4,
        "opa": "L2",
        "opb": "L3",
        "opc": "L4",
        "opd": "L5",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2db59e31-8e85-4866-b0fa-a5d244e58553",
        "choice_type": "single"
    },
    {
        "question": "A 24 years old female examined by an obstetrician in delivery room. Starting intravaginally, he injects lidocaine near the tip of the ischial spine. The nerve that is blocked by the drug is",
        "exp": "Answer: (b) Pudendal nerve.* The ischium has a body and ramus (L. branch).* The body of the ischium helps form the acetabulum and the ramus of the ischium forms part of the obturator foramen.* The large postero-inferior protuberance of the ischium is the ischial tuberosity.* The small pointed posteromedial projection near the junction of the ramus and body is the ischial spine.* The concavity between the ischial spine and the ischial tuberosity is the lesser sciatic notch.* The larger concavity, the greater sciatic notch, is superior to the ischial spine and is formed in part by the ilium.* The pudendal nerve is the main nerve of the perineum and the chief sensory nerve of the external genitalia.* Accompanied by the internal pudendal artery, it leaves the pelvis through the greater sciatic foramen between the piriformis and coccygeus muscles.* It then hooks around the ischial spine and sacrospinous ligament and enters the perineum through the lesser sciatic foramen.Pudendal and llio-inguinal Nerve Blocks* To relieve perineal pain during childbirth, pudendal nerve block anesthesia may be performed by injecting a local anesthetic agent into the tissues surrounding the pudendal nerve.* The injection is made where the pudendal nerve crosses the lateral aspect of the sacrospinous ligament, near its attachment to the ischial spine.* The needle may be passed through the overlying skin or, more commonly perhaps, through the vagina parallel to the palpating finger.* Because the fetus's head is usually stationed within the lesser pelvis at this stage, it is important that the physician's finger is always positioned between the needle tip and the baby's head during the procedure.",
        "cop": 2,
        "opa": "Genitofemoral nerve",
        "opb": "Pudendal nerve",
        "opc": "Obturator nerve",
        "opd": "Iliohypogastric nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b139de22-52b4-4be0-bf93-9dd8a917c4b7",
        "choice_type": "multi"
    },
    {
        "question": "A 26-year-old pregnant woman visits her gynecologist for a routine checkup. Ultrasound examination reveals that the patient has a normal pregnancy but that she also has two uteri. What is the most likely embryologic explanation of this condition?",
        "exp": "A double uterus is caused by failure of inferior parts of the paramesonephric ducts. A complete fusion results in abnormal development of the uterine tubes because the uterine tubes form from the unfused portions of the cranial parts of the paramesonephric ducts. Hydronephros, swelling of the renal pelvis and calyces with urine, can result from the obstruction of the ureter by a renal stone. Cryptorchidism is a condition characterized by an undescended testis, in which the testis can be localized in the abdominal cavity or in any place along the path of testicular descent. The pronephros is part of the primordial urinary system and generally degenerates in the first four weeks of development.",
        "cop": 2,
        "opa": "A complete fusion of the paramesonephric ducts",
        "opb": "An incomplete fusion of the paramesonephric ducts",
        "opc": "Hydronephros",
        "opd": "Cryptorchidism",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ba5985dc-f41f-4d45-9cf6-76ff81e893a2",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this computed tomography scan of the male perineum and pelvis. In which structure would ligation of the external iliac artery reduce blood pressure?",
        "exp": "(a) The external iliac artery becomes the femoral artery immediately after passing the inguinal ligament. Therefore, ligation of the external iliac artery reduces blood pressure in the femoral artery.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "119638ea-f44b-4990-a5d0-97ec6153f944",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a branch of internal iliac artery?",
        "exp": "Ans. A Superior rectal arteryRef: Gray's, 41st ed. pg. 1224-25* Common iliac artery bifurcates into internal and external iliac artery at the level of sacroiliac joint.* Length of internal iliac artery: ~ 4 cm.Mnemonic for Remember the Branches of the Internal Iliac Artery* I Love Going Places In My Very Own Underwear!Mnemonic* I: iliolumbar artery* L: lateral sacral artery* G: gluteal (superior and inferior) arteries* P: (internal) pudendal artery* I: inferior vesicle (uterine in females) artery* M: middle rectal artery* V: vaginal artery* O: obturator artery* U: umbilical artery* Also, the first three arteries (iliolumbar, lateral sacral and superior gluteal arteries) are all branches of the posterior trunk of the internal iliac artery, whilst the remainder are branches of the anterior trunk.* Superior rectal artery is a branch of inferior mesenteric artery.* Inferior epigastric artery is a branch of external iliac artery.",
        "cop": 1,
        "opa": "Superior rectal artery",
        "opb": "Middle rectal artery",
        "opc": "Superior gluteal artery",
        "opd": "Inferior vesicle artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "da677108-0dac-4f53-9499-3168d095a006",
        "choice_type": "single"
    },
    {
        "question": "which structure is present within lienorenal ligament:",
        "exp": "Ans. C. Tail of pancreasThe splenorenal ligament (or lienorenal ligament), is derived from the peritoneum, where the wall of the general peritoneal cavity comes into contact with the omental bursa between the left kidney and the spleen. Its contents are splenic vessels &Tail of pancreas",
        "cop": 3,
        "opa": "Gastroepiploic artery",
        "opb": "Short gastric artery",
        "opc": "Tail of pancreas",
        "opd": "Left adrenal gland",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9f908848-9c1a-4d52-85e8-89b6de760892",
        "choice_type": "single"
    },
    {
        "question": "Testicles are absent from the scrotum of a 1-year- old male admitted to the pediatric clinic. The pediatrician examined the infant and palpated the testes in the inguinal canal. Which of the following terms is used to describe this condition?",
        "exp": "Cryptorchism, often called an undescended testis, is the result of incomplete migration of the gonad from the abdomen to a location in the scrotum where it is exposed to temperatures slightly lower than core body temperature. This is important for spermatogenesis and testicular function. A testis that cannot be surgically relocated into the scrotum is usually removed because it would otherwise be prone to develop testicular cancer.",
        "cop": 3,
        "opa": "Pseudohermaphroditism",
        "opb": "True hermaphroditism",
        "opc": "Cryptorchism",
        "opd": "Congenital adrenal hyperplasia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e72447ce-c75d-4e82-8207-a742b79d0e6f",
        "choice_type": "multi"
    },
    {
        "question": "A 54-year-old man is admitted to the emergency department with a 2-day history of mild abdominal pain, in addition to bloating, nausea, vomiting, and poor appetite. Past medical history reveals that the patient has just recovered from a pneumonia infection. Radiographic examination reveals a paralytic ileus. Which of the following signs would most likely be found during a physical examination?",
        "exp": "Adynamic ileus is essentially paralysis of the bowel. It can result from many causes, including kidney stone, spinal injury, peritonitis, etc. Typically, bowel obstruction is characterized initially by increased borborygmi (bowel sounds). Mechanical obstruction can be caused by blockage within the bowel or compression of the bowel from an external source. Increased borborygmi usually follow such obstructions immediately. As the bowel muscle tires, however, bowel sounds can become reduced or absent. Although this patient might have peritonitis, with an abdomen tender to palpation, the data simply indicate generalized abdominal pain. Crampy pain has not been noted.",
        "cop": 2,
        "opa": "Increased bowel sounds",
        "opb": "Absent bowel sounds",
        "opc": "Borborygmi",
        "opd": "Crampy abdominal pain",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f8c988b9-fee4-43cd-a342-855a4c2660d8",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old pregnant woman is admitted to the emergency department with severe vaginal bleeding. Ultrasound examination confirms the initial diagnosis of placenta previa. What is the site of implantation in placenta previa?",
        "exp": "By definition, the site of implantation in placenta previa overlaps the internal cervical os. Ectopic pregnancy in the uterine (Fallopian) tubes results in tubal pregnancy. The fundus of the uterus is the normal site of implantation. Implantation within the mesenteries of the abdomen will result in an abdominal pregnancy. The cervix is not a notable site of ectopic implantation.",
        "cop": 4,
        "opa": "Uterine (fallopian) tubes",
        "opb": "Cervix",
        "opc": "Mesentery of the abdominal wall",
        "opd": "Lower part of uterine body, overlapping the internal cervical os",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "66c4474f-de49-4342-b8d0-5415cac14c40",
        "choice_type": "multi"
    },
    {
        "question": "Efferent of cremasteric reflex is carried by:",
        "exp": "Ans. B. Genitofemoral nerveThe cremasteric reflex is a superficial (i.e., close to the skin's surface) reflex observed in human males.This reflex is elicited by lightly stroking or poking the superior and medial (inner) part of the thigh--regardless of the direction of stroke. The normal response is an immediate contraction of the cremaster muscle that pulls up the testis ipsilaterally (on the same side of the body). The reflex utilizes sensory and motor fibers from two different nerves. When the inner thigh is stroked, sensory fibers of femoral branch of the genitofemoral nerve are stimulated. These activate the motor fibers of the genital branch of the genitofemoral nerve which causes the cremaster muscle to contract and elevate the testis",
        "cop": 2,
        "opa": "Ilioinguinal nerve",
        "opb": "Genitofemoral nerve",
        "opc": "Iliohypogastric nerve",
        "opd": "Pudendal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bee0593a-8b6a-4253-ba90-0105e17c0112",
        "choice_type": "single"
    },
    {
        "question": "A 55-year-old woman complains of fecal incontinence. The most likely contributing factor to such a problem is atrophy, paralysis, or dysfunction of which of the following structures?",
        "exp": "The pubococcygeus muscle, especially its most medial portion, the puborectalis, is of most importance in fecal continence. The levator ani consists of two major portions, the pubococcygeus and ilio- coccygeus, which help support pelvic viscera and resist increases in intraabdominal pressure. The puborectalis muscle is the most medial and inferior portion of the pubococcygeus. The puborectalis forms a loop around the rectoanal junction, and the integrity of this muscle is critical in maintenance of fecal continence. The coccygeus and pubovesicocervical fascia are not in direct contact with the rectum. Damage to the urogenital diaphragm can contribute to urinary incontinence but not fecal incontinence.",
        "cop": 1,
        "opa": "Pubococcygeus muscle",
        "opb": "Iliococcygeus muscle",
        "opc": "Coccygeus muscle",
        "opd": "Pubovesicocervical fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6db44b26-b8b3-4e31-a370-3e5e8c9e5539",
        "choice_type": "single"
    },
    {
        "question": "Right ovarian vein drains into:",
        "exp": "Ans. A IVCRef: BDC, 6th ed./Vol. II pg. 236The right gonadal vein (ovarian/testicular) and the right adrenal vein both directly drain into inferior vena cava. In contrast the left adrenal and left gonadal veins drain into left renal veins, which then drains into inferior vena cava.Extra Mile* The hemiazygos receive the venous drainage from the lateral body wall on the left side of the thorax and abdomen. No visceral organs drain directly to azygos or hemiazygos veins.* Inferior mesenteric vein receives venous drainage from the lower part of the intestinal tract",
        "cop": 1,
        "opa": "IVC",
        "opb": "Right renal vein",
        "opc": "Hemi azygos vein",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5c2165f7-2ddb-463b-a13f-4cf8c55337d3",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this computed tomography scan of the female perineum and pelvis. Which structure is innervated by the nerve passing through both the greater and lesser sciatic foramina?",
        "exp": "(b) The obturator internus muscle and its fascia form the lateral wall of the ischiorectal fossa. This muscle is innervated by the nerve to the obturator internus, which passes through the greater and lesser sciatic foramen.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3b02635f-16c2-45f2-9345-156ffdbc18c4",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old man is admitted to the emergency department after a violent car crash. Physical examination reveals that the patient suffers from a \"straddle\" injury to the perineum. An MRI examination reveals that extravasating urine and blood from a torn bulbar urethra are present in the superficial perineal cleft. Which of the following fasciae provide boundaries for this space?",
        "exp": "The superficial perineal space or cleft lies between the external perineal fascia of Gallaudet (fascia of inferior perineal muscles in the superficial perineal compartment) and the membranous layer of Colles' fascia. Camper's fascia is the superficial fatty layer of the anterior abdominal wall and the perineum; Scarpa's fascia is the deep membranous layer of the abdominal wall. The perineal membrane is the inferior fascia of the urogenital diaphragm that forms the inferior boundary of the deep perineal compartment. The superior fascia of the urogenital diaphragm bounds the inferior border of the anterior recess of the ischioanal fossa. There is no space between the urogenital diaphragm and the apex of the prostate gland.",
        "cop": 3,
        "opa": "Camper's fascia and Scarpa's fascia",
        "opb": "Perineal membrane and external perineal fascia of Gallaudet",
        "opc": "Colles' fascia and external perineal fascia of Gallaudet",
        "opd": "Perineal membrane and the superior fascia of the urogenital diaphragm",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "35896729-20ff-43a3-9a5f-9d3c101f8eb7",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this CT scan of the abdomen at the level of the upper lumbar vertebra. Which structure is a direct branch of the aorta and supplies blood to the ascending and transverse colons?",
        "exp": "(d) The superior mesenteric artery, a direct branch of the aorta, supplies blood to the ascending and transverse colons.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e5ec8e5d-e68a-478c-a9bb-03eb8506315e",
        "choice_type": "single"
    },
    {
        "question": "Parasympathetic fibers of vagus nerve supply -",
        "exp": "Ans. is 'a' i.e., Heart o Functional components of vagus are:-1. Special visceral (branchial) efferent:# Arise in nucleus ambiguus and supplies muscels of larynx, pharynx (except stylopharyngeus), and soft palate (except tensor veli palatini).2. General visceral efferent:# Arise in dorsal nucleus of vagus and carry preganglionic parasympathetic fibers. These are distributed to thoracic (heart, lung) and abdominal (up to right 2/3 of transverse colon) viscera.3. General visceral afferent:# Nucleus tractus solitarius (lower part) receives sensations from pharynx, larynx, trachea, esophagus and thoracic and abdominal viscera.4. Special visceral afferent:# Nucleus tractus solitarius (upper part) receives taste sensation from posterior most part of tongue (vallecula) and epiglottis through internal laryngeal nerve.5. General somatic afferent:# Distributed to skin of auricle, external meatus, and tympanic membrane and terminate in spinal nucleus of trigeminal.",
        "cop": 1,
        "opa": "Heart",
        "opb": "Parotid gland",
        "opc": "Submandibular gland",
        "opd": "Ciliary muscles",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e570cdad-3958-4d61-bf9b-9cc499d2f4f2",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old male bricklayer is admitted to the hospital with severe pain that radiates from his lower back to the pubic region. Ultrasound examination reveals that a kidney stone is partially obstructing his right ureter; the examination also indicates the presence of a second ureter on the right side. Which of the following is the most likely cause of this latter finding?",
        "exp": "The ureteric bud is responsible for the development of the ureter, and thus an early splitting of the ureteric bud would result in formation of a second ureter on the ipsilateral side. Failure of the ureteric bud to form would cause a complete absence of the ureter, whereas failure of the ureteric bud to branch occurs normally during embryonic development and results in one ureter joined to each kidney. The urorectal septum is a section of tissue of mesenchymal origin that develops between the allantois and hind- gut. Failure of this structure to develop would not result in an additional ureter. Finally, a persistent urachus acts as an abnormal fistula that runs from the bladder to the umbilicus, resulting in urine leaking from the external abnormal wall.",
        "cop": 2,
        "opa": "Failure of ureteric bud to form",
        "opb": "Early splitting of the ureteric bud",
        "opc": "Failure of urorectal septum to develop",
        "opd": "Persistent urachus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e56c7920-87c3-45a0-9f65-55baa2b5ad5d",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is the artery for endometrial blood supply?",
        "exp": "Ans. C Spiral arteryRef: Gray's Anatomy E-book, P 172* Spiral artery, a branch of radial artery, chiefly supplies endometrium.* Endometrium and myometrium are supplied mainly by ovarian and uterine artery.",
        "cop": 3,
        "opa": "Endometrial artery",
        "opb": "Myometrial artery",
        "opc": "Spiral artery",
        "opd": "Cervical artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2f87134e-a835-4d70-84a5-219a7a0c62d4",
        "choice_type": "single"
    },
    {
        "question": "Articular segment of sacroiliac joint is",
        "exp": "(SI, 2) (427-BDC-2) (258-Snell 9th)The sacroiliac joint possesses all the characteristics of a true joint cavity containing synovial fluid adjacent bones having ligamentous connections cartilaginous surfaces which permit movements and and outer fibrous joint capsule with an inner synovial lining. The joint most commonly links the postero-superior part of the medial aspect of the iliac bones with the first, second and the upper part of the third segment of the sacrum.SACROILIAC JOINTSSynovial joints of the plain varietyThe strong posterior and interosseous sacroiliac ligaments suspends the sacrum between the two iliac bones, the anterior sacroiliac ligament is thin and lies in front of the joint.The rotatory movement is prevented by two strong sacrotuberous and sacrospinous ligamentThe primary function is to transmit the weight of the body form the vertebral column to the bony pelvisNerve supply1. Superior gluteal2. Ventral rami and the lateral branches of dorsal rami of the first and second sacral nerves1. Nervi-erigentes arises from ventral rami of S2 S3 S4 segments2. Ventral rami of L4 nerve takes part & both in formation of lumber plexus as well as sacral plexus is called nervi forcalis3. Spinal cord gives rise to 31 pairs of spinal nerves",
        "cop": 1,
        "opa": "S1-2",
        "opb": "S3 l/2-s41/4",
        "opc": "S 1/2 -4 1/2",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "dbe68e80-0a96-4a35-813f-9d09c2530959",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this CT scan of the abdomen at the level of the 12th thoracic vertebra. Which structure is divided into the proper hepatic and gastroduodenal arteries?",
        "exp": "(a) The common hepatic artery is divided into the proper hepatic and gastroduodenal arteries.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f3f9e151-20a1-4fc5-b0ca-31ede7bec1a1",
        "choice_type": "single"
    },
    {
        "question": "A 2-hour-old male infant vomits stomach contents and bile. The vomiting continues for 2 days. In addition, abdominal distension is noted, and he is unable to pass meconium (the earliest feces to be eliminated after birth). Which of the following is the most common cause of this condition?",
        "exp": "The inability to pass meconium denotes an obstruction of the fetal bowel. Midgut volvulus results in the twisting of the intestines and ultimately obstruction of the small and/or large intestines. Gastroschisis results from an incomplete closure of the lateral folds during the fourth week of development from a defect in the medial plane of the abdominal wall. This results in an epigastric hernia, with viscera that protrude into the amniotic cavity and are covered by amniotic fluid. Failure of recanalization of the ileum is seen with 50% of obstructive lesions of the intestine. This obstruction is caused by stenosis or atresia of the intestines. A remnant of the omphaloenteric duct generally presents as an ileal (Meckel) diverticulum in the proximal portion of the omphaloenteric duct. It normally arises as a fingerlike pouch about 3 to 6 cm long from the antimesenteric border of the ileum and 40 to 50 cm from the ileocecal junction. Nonrotation of the midgut results in the lower portion of the loop returning to the abdomen first, the small intestine sitting on the right side of the abdomen, and the large intestine lying entirely on the left. Most cases are asymptomatic; however, obstruction of the superior mesenteric artery can cause infarction and gangrene of the part of the intestine it supplies.",
        "cop": 1,
        "opa": "Infarction of fetal bowel due to volvulus",
        "opb": "Incomplete closure of the lateral folds",
        "opc": "Failure of recanalization of the ileum",
        "opd": "Remnant of the proximal portion of the omphaloenteric duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bb93f8c6-cc6f-4fca-8ef4-f5f0dedc5da8",
        "choice_type": "single"
    },
    {
        "question": "Brunner glands are seen in:",
        "exp": "Ans. A DuodenumRef: BDC, 5th ed. Vol II pg. 268* Brunner's gland is found in duodenum above sphincter of oddi.* Main function of these glands is to produce mucus rich alkaline secretion which protects duodenum from gastric acidic contents.* It also facilitates activation of intestinal enzymes which helps in absorption.",
        "cop": 1,
        "opa": "Duodenum",
        "opb": "Esophagus",
        "opc": "Cardia of stomach",
        "opd": "Small intestine",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "98eb2c38-3d43-45fb-aeca-1ba35496042d",
        "choice_type": "multi"
    },
    {
        "question": "A 1-day-old infant has a mass protruding through her umbilicus. Physical examination reveals an umbilical hernia. A CT scan reveals that part of another organ is attached to the inner surface of the hernia. What portion of the gastrointestinal tract is most likely to be attached to the inner surface of the umbilical hernia?",
        "exp": "The ileum is the best answer choice here because it is the most common site of Meckel diverticulum. This outpouching is a persistence of the vitelline duct and it can be attached to the umbilicus. The other answer choices are not correlated with the vitelline duct and therefore will not result in the condition discussed here.",
        "cop": 4,
        "opa": "Anal canal",
        "opb": "Appendix",
        "opc": "Cecum",
        "opd": "Ileum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "80069c1a-648e-4d4d-93e4-974268f0680e",
        "choice_type": "single"
    },
    {
        "question": "A 25-year-old male is admitted to the hospital with testicular pain. Physical examination reveals a swollen and inflamed right testis. CT scan examination reveals abnormal accumulation of fluid in the cavity of the tunica vaginalis. Which of the following conditions will most accurately describe the signs observed in the patient?",
        "exp": "(d) Source: GAS 504; GA 139, 224-225Hydrocele results from an excess amount of fluid within a persistent processus vaginalis. Hydrocele can result from injury to the testis or by retention of a processus that fills with fluid in infants. The tunica vaginalis consists of parietal and visceral layers, the latter of which is closely attached to the testis and epididymis. The fluid buildup occurs within the cavity between these layers. A varicocele consists of varicosed veins of the pampiniform plexus and is associated with increased venous pressure in the testicular vein, followed by the accumulation and coagulation of venous blood.",
        "cop": 4,
        "opa": "Varicocele",
        "opb": "Rectocele",
        "opc": "Cystocele",
        "opd": "Hydrocele",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "86cfc92d-b921-4cf6-aad3-1e72616a2441",
        "choice_type": "single"
    },
    {
        "question": "Stomach is supplied by all of the following except -",
        "exp": "Ans. is 'c' i.e., Superior mesenteric artery * Arterial supply of stomach is as follows -# Along lesser curvature : Left gastric artery (branch of coeliac trunk) and right gastric artery (branch of proper hepatic artery).# Along greater curvature: Right gastroepiploic artery (branch of gastroduodenal artery) and left gastroepiploic artery (branch of splenic artery).# Fundus: 5-7 short gastric arteries (branches of splenic artery).",
        "cop": 3,
        "opa": "Short gastric artery",
        "opb": "Left gastric artery",
        "opc": "Superior mesenteric artery",
        "opd": "Right gastric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "61a07fa2-0e2e-4adc-bdc9-9cb53c87a99a",
        "choice_type": "multi"
    },
    {
        "question": "Rotation of the stomach during development results in movement of the left vagus nerve from its original position. Through approximately how many degrees of rotation does the nerve move, and what is its final position?",
        "exp": "Rotation of the gut tube is a major event in the development of the gastrointestinal system. Parts of the tube rotate 270deg, but the proximal foregut, specifically that portion that forms the esophagus, rotates only 90deg. Looking from below (the standard CT or MRI view), this rotation is counterclockwise. This brings the left vagus nerve onto the anterior surface of the esophagus as it passes through the thorax.",
        "cop": 1,
        "opa": "90deg to become the anterior vagal trunk",
        "opb": "90deg to become the posterior vagal trunk",
        "opc": "270deg to become the anterior vagal trunk",
        "opd": "270deg to become the posterior vagal trunk",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1cfb8d35-bf6f-4942-9c49-ae5c39792ef1",
        "choice_type": "single"
    },
    {
        "question": "A 52-year-old male presents to the emergency department complaining of persistent severe right upper quadrant pain for the past 2 hours. During that period of time he felt nauseated, was sweating profusely, and also experienced pain in the posterior aspect of his right shoulder. The pain began shortly after a lunch consisting of \"fast food.\" Ultrasound examination reveals multiple stones in an inflamed gallbladder with a normal bile duct. Which of the following spinal nerve segments are involved in the shoulder pain, associated with cholecystitis?",
        "exp": "Referred pain from cholecystitis is generally referred to the region of the inferior angle of the right scapula. These fibers are generally from T5 to T9. These sensory fibers for pain are stimulated by the gallbladder inflammation because of the proximity of the adjacent structures. C3 to C5 sensory fibers innervate the shoulder area. The distribution of C5 to C8 is primarily to the upper limb, to the level of the hand; T1 to T4 distribution is to the upper thoracic wall and medial upper arm; T10 and T11 distribution is to the thoracic and abdominal wall, T1 to T4 visceral fibers for pain are generally associated with referred pain from the heart.",
        "cop": 4,
        "opa": "C3 to C5",
        "opb": "C5 to C8",
        "opc": "T1 to T4",
        "opd": "T5 to T9",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "29796a54-1cf4-4f9e-ab35-f8de0670c470",
        "choice_type": "multi"
    },
    {
        "question": "Which ligament connects the cervix and the fornix to the lateral wall of the pelvis?",
        "exp": "Ans. is 'a' i.e., Transverse cervical ligament * Transverse cervical ligaments of Mackenrodt are fan-shaped condensation of endopelvic fascia on each side of cervix above the levator ani and around uterine vessels.* They connect lateral aspect of cervix and upper vaginal wall to lateral pelvic wall.* They form a 'hammock9 that supports the uterus.",
        "cop": 1,
        "opa": "Transverse Cervical Ligament",
        "opb": "Broad ligament",
        "opc": "Uteroscaral ligamemnts",
        "opd": "Round Ligaments",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "38939848-d8e1-49bc-be62-28a2ad88e3ff",
        "choice_type": "multi"
    },
    {
        "question": "A 32-year-old man visits the outpatient clinic and says he has had a painless mass at his right scrotum for several months. Ultrasonographic examination reveals a homogeneous hypoechoic intratesticular mass. Biopsy reveals a seminoma. Cancer of the testis metastasizes first to which of the following lymph nodes?",
        "exp": "Lymph vessels from the testicles follow the path of the testicular blood supply (abdominal aorta), and therefore lymph from the testicles drains into the lumbar nodes. The superficial inguinal lymph nodes drain lymph from the lower limb. The deep inguinal nodes drain lymph from the superficial inguinal nodes, the glans of the penis, and spongy urethra. The external iliac nodes drain lymph from anterosuperior pelvic structures and receive lymph from the deep inguinal nodes. Internal iliac nodes drain lymph from inferior pelvic structures and receive lymph from the sacral nodes.",
        "cop": 4,
        "opa": "Deep inguinal",
        "opb": "External iliac",
        "opc": "Internal iliac",
        "opd": "Lumbar",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "421b161d-0a75-4277-ab06-67798e7a908a",
        "choice_type": "single"
    },
    {
        "question": "A 2-hour-old male infant had been diagnosed in utero with polyhydramnios. Now he is vomiting stomach contents and bile. The vomiting continues for 2 days. Radiographic examination reveals a \"double bubble\" sign on ultrasound scan. The child cries consistently and is constantly hungry but has lost 300 g in weight. Which of the following conditions will most likely explain the symptoms?",
        "exp": "Duodenal atresia is the result of a failed reformation of the lumen of the duodenum and is associated with vomiting within the first few days of birth. Polyhydramnios is seen due to abnormal absorption of amniotic fluid by the intestines. Finally, radiographic or ultrasound examination would review the \"double bubble\" sign because of distended, gas-filled stomach. Duodenal stenosis is caused by incomplete recanalization of the duodenum and often results in vomiting of stomach contents plus bile later in life. Hypertrophied pyloric sphincter would cause projectile vomiting. An atrophied gastric antrum is caused by the removal of the membranous lining of the stomach and occurs proximal to the site of the entrance of the common bile duct; therefore, vomit would not contain bile. Tracheoesophageal fistula is an abnormal passage between the trachea and esophagus and would not be a cause for any of symptoms cited in the question.",
        "cop": 2,
        "opa": "Duodenal stenosis",
        "opb": "Duodenal atresia",
        "opc": "Hypertrophied pyloric sphincter",
        "opd": "Atrophied gastric antrum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9f95405a-ec51-4b81-9b48-80a5110085f1",
        "choice_type": "single"
    },
    {
        "question": "A 27-year-old woman is admitted to the emergency department with markedly elevated temperature and abdominal pain. Physical examination initially indicates paraumbilical pain, but the site of origin of pain soon shifts to the right lower quadrant. A CT scan is shown. Which of the following structures is affected?",
        "exp": "(b) Source: GAS 388; GA 158 Paraumbilical pain progressing into the right iliac fossa is a sign of appendicitis. The CT scan is one of an inflamed appendix. The structures in the scan that lie to the right of the vertebral body are part of the psoas muscle. Transverse section of this muscle signifies that it is a cut from the lumbar region.",
        "cop": 2,
        "opa": "Right ovary",
        "opb": "Appendix",
        "opc": "Iliocecal junction",
        "opd": "Ascending colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a96e934b-3a2b-4c18-aa35-ec8b43484cf8",
        "choice_type": "multi"
    },
    {
        "question": "A 2-day-old newborn male is cyanotic after attempts to swallow milk result in collection of the milk in his mouth. After 2 days he develops pneumonia. A tracheoesophageal fistula is suspected. Which of the following structures has failed to develop properly?",
        "exp": "The tracheoesophageal septum is the down-growth that separates the ventral wall of the foregut (esophagus) from the laryngotracheal tube. The presence of a fistula would result in passage of fluid from the esophagus into the trachea and could cause pneumonia. If the esophagus did not develop correctly, as in esophageal atresia, it would end as a blind tube. This kind of defect, although associated with tracheoesophageal fistula, is not the result of an opening into the trachea, and pneumonia would not result. Abnormal tracheal development can be associated with tracheoesophageal fistula, therefore, but it is not the direct cause of it. Abnormal tongue development does not result in a tracheoesophageal fistula. Abnormal development of the pharynx is not associated with a tracheoesophageal fistula.",
        "cop": 4,
        "opa": "Esophagus",
        "opb": "Trachea",
        "opc": "Tongue",
        "opd": "Tracheoesophageal septum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3db83505-0236-4ceb-a921-a5d006187bfb",
        "choice_type": "multi"
    },
    {
        "question": "A 55-year-old man was admitted to the hospital with severe abdominal pain. Gastroscopy and CT scan examinations revealed a perforating ulcer in the posterior wall of the stomach. Where would peritonitis most likely develop initially?",
        "exp": "The omental bursa is located directly posterior to the stomach and therefore would be the most likely space to develop peritonitis initially. The right subhepatic space (also called the hepatorenal space, or pouch of Morison) is the area posterior to the liver and anterior to the right kidney. This space can potentially accumulate fluid and may participate in peritonitis but primarily when the patient is in the supine position. The right subphrenic space lies just inferior to the diaphragm on the right side and is not likely to accumulate fluid from a perforated stomach ulcer. Peritonitis could develop in this area only when the patient is in the supine position. Fluid from a perforated ulcer on the posterior aspect of the stomach is not likely to enter the greater sac.",
        "cop": 3,
        "opa": "Right subhepatic space",
        "opb": "Hepatorenal space (of Morison)",
        "opc": "Omental bursa (lesser sac)",
        "opd": "Right subphrenic space",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "8a7e0b2d-85a5-4084-8a12-3fda1139435b",
        "choice_type": "multi"
    },
    {
        "question": "Radiographic studies of a 42-year-old woman reveal that she has a vulvar malignancy involving the clitoris. Removal of all affected lymph nodes would be indicated to avoid spread of this cancer. Which are the first lymph nodes to filter the lymphatic drainage of the involved area?",
        "exp": "The deep inguinal lymph nodes drain the glans clitoris and receive lymph also from superficial nodes. The internal iliac nodes drain the inferior pelvic structures, deep perineal structures, and sacral nodes. The paraaortic lymph nodes, or lumbar nodes, receive lymph from the common iliac nodes. The drainage of presacral lymph nodes can pass to the common or internal iliac nodes. Axillary nodes drain body wall structures above the T10 dermatome (or the umbilicus).",
        "cop": 1,
        "opa": "Superficial and deep inguinal lymph nodes",
        "opb": "Internal iliac nodes",
        "opc": "Paraaortic lymph nodes",
        "opd": "Presacral lymph nodes",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3dfe0cfc-9d90-4e58-9b7f-aa10eedcfc82",
        "choice_type": "multi"
    },
    {
        "question": "Sternum attached to scapula via:",
        "exp": "Ans. D ClavicleRef: Gray's Anatomy 41st ed. P 799-800* Clavicle/collar bone is the connection between sternum and scapula* Sternal/Medial end: Attaches to manubrium of sternum and first coastal cartilage* Acromial end/Lateral end: Attaches to acromion on scapula - supports shoulder Sternoclavicular jointAcromioclavicular jointTypeSaddle type of synovial jointPlane type of synovial jointBone formingSternal end of clavicle and manubrium of sternumLateral end of clavicle with acromion process of scapulaLigamentsCostoclavicular ligament between 1st rib and clavicleCoracoclavicular ligament-very strong- between coracoid process of scapula and clavicle.Two parts-Conoid and Trapezoid ligaments",
        "cop": 4,
        "opa": "Manubrium",
        "opb": "First rib",
        "opc": "Second rib",
        "opd": "Clavicle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "72a25c8b-cd0c-4caf-abd3-075cac113598",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is true about upper l/3rd of the rectum?",
        "exp": "Ans. is 'd' i.e., It is covered by peritoneum on the sides and anteriorly Upper 1/3rd of rectumCovered by peritoneum on the front and sidesMiddle 1/3rd of rectumCovered by peritoneum on the sides onlyLower 1/3rd of rectumDevoid of peritoneal attachments",
        "cop": 4,
        "opa": "It is covered by peritoneum only anteriorly",
        "opb": "It is covered by peritoneum on the front, sides and back",
        "opc": "It has no peritoneal attachments",
        "opd": "It is covered by peritoneum on the sides and anteriorly",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e1b6d13a-30a0-4823-81cc-31f680c586d9",
        "choice_type": "multi"
    },
    {
        "question": "Ligation of common hepatic artery will impair the blood supply in:",
        "exp": "Common hepatic artery is a branch of the celiac trunk, which divides into hepatic artery proper and gastroduodenal artery. Gastroduodenal artery divides into the right gastroepiploic artery and superior pancreaticoduodenal artery. Right gastric artery is a branch of hepatic artery proper. So ligation of the common hepatic artery will impair the blood supply in right gastric and right gastroepiploic artery. Short gastric artery is a branch of the splenic artery. Left gastric artery is a direct branch of the coeliac trunk.",
        "cop": 2,
        "opa": "Right gastric and left gastric artery",
        "opb": "Right gastric and right gastroepiploic artery",
        "opc": "Right gastric and short gastric vessels",
        "opd": "Right gastroepiploic and short gastric vessels",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "35b83091-ee21-43fd-a7a7-19b4521ed24a",
        "choice_type": "single"
    },
    {
        "question": "While performing a voiding cystourethrogram on a 45-year-old male, the urologist was too forceful when he inserted the catheter and accidentally damaged the wall of the membranous portion of the urethra in the deep perineal compartment (urogenital diaphragm). Which of the following structures would most likely be traumatized at this location?",
        "exp": "If the membranous portion of the urethra is injured, urine and blood can leak upward into the retropubic space (of Retzius) limited inferiorly by the urogenital diaphragm and the muscle within (compressor urethra), which would be injured. The bulbospongiosus muscle and other perineal muscles, the corpus cavernosa penis, and the openings of the bulbourethral ducts are inferior and anterior to the region of injury.",
        "cop": 2,
        "opa": "Bulbospongiosus muscle",
        "opb": "Sphincter urethra (compressor urethra)",
        "opc": "Corpus cavernosus penis (crus)",
        "opd": "Ischiocavernosus muscle",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "308fd1d9-6570-486d-aa50-683e45745b2d",
        "choice_type": "multi"
    },
    {
        "question": "Blood supply of bulb of the penis:",
        "exp": "Ans. C Bulbourethral arteryRef: Gray's Anatomy for Students E-book, P 516* Blood supply to the skin of the penis is from the left and right superficial external pudendal arteries, which arise from the femoral artery.# The superficial external pudendal arteries branch into dorsolateral and ventrolateral branches, which collateralize across the midline.# In addition, branches in the skin form an extensive subdermal vascular plexus.* The blood supply to the ventral penile skin is based on the posterior scrotal artery, a superficial branch of the deep internal pudendal artery.* The blood supply to deep structures of the penis is derived from a continuation of the internal pudendal artery, after it gives off the perineal branch. Three branches of the internal pudendal artery flow to the penis, as follows:* Bulbourethral artery: Artery of the bulb passes through the deep penile (Buck) fascia to enter and supply the bulb of the penis and penile (spongy) urethra.* The dorsal artery travels along the dorsum of the penis between the dorsal nerve and deep dorsal vein and gives off circumflex branches that accompany the circumflex veins; the terminal branches are in the glans penis.* Cavernosal artery: Deep penile artery is usually a single artery that arises on each side and enters the corpus cavernosum at the crus and runs the length of the penile shaft, giving off the helicine arteries, which are an integral component of the erectile process.",
        "cop": 3,
        "opa": "Scrotal artery",
        "opb": "Superficial pudendal artery",
        "opc": "Bulbourethral artery",
        "opd": "Bulbocavernosus artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "afa8e0b4-7e17-4493-9f50-8f7e92d4b1ff",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old male is admitted to the pediatric clinic with a palpable mass in the right side of his scrotum, and a preliminary diagnosis is made of a congenital, indirect inguinal hernia. Which of the following is the most likely cause of an indirect inguinal hernia in this patient?",
        "exp": "Congenital inguinal hernias occur when a large patency of the processus vaginalis remains so that a loop of intestine herniates into the inguinal canal. A congenital hydrocele is also caused by a patent segment of a processus vaginalis filled with fluid, but it does not cause an indirect hernia. Ectopic testes occur when the gubernaculum does not migrate correctly during development and the testis does not reach the scrotum, but this does not cause a hernia. Epispadias occurs when the external urethral orifice opens onto the dorsal surface of the penis and is generally associated with exstrophy of the bladder. A rupture, or tear, of the transversalis fascia would not cause the intestines to herniate through the deep inguinal ring and therefore would not cause an indirect inguinal hernia.",
        "cop": 1,
        "opa": "The deep ring opens into an intact processus vaginalis.",
        "opb": "Congenital hydrocele",
        "opc": "Ectopic testis",
        "opd": "Epispadias",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f3d5c59b-2f46-4a78-8a43-5a0fe88ce270",
        "choice_type": "single"
    },
    {
        "question": "Ureteric constriction in the following sites EXCEPT",
        "exp": "(At mesentery) (301 - BDC - 2) (370 - Snell 7th)URETERS - The ureter enters the pelvis by crossing the bifurcation of the common iliac artery in front of the sacroiliac joint. Each ureter then runs down the lateral wall of the pelvis infront of the internal iliac artery to the region of the ischial spine and turns forward to enter the lateral angle of the bladder. Near its termination. It is crossed by the vas deferens. The ureter passes obliquely through the wall of the bladder for about 0.75 in (1.9cm) before opening into the bladder.Three Constrictions (Snell)BDC(i) Where the renal pelvis joins the ureter in the abdomen(ii) Where it is kinked as it crosses the pelvic brim to enter the pelvis(iii) Where it pierces the bladder wall(i) At the pelvi ureteric Junction(ii) At the brim of the lesser pelvis(iii) At its passage through the bladder wall.",
        "cop": 4,
        "opa": "At the pelviureteric junction",
        "opb": "Crosses the internal iliac artery",
        "opc": "At bladder wall",
        "opd": "At mesentery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "c116b9f6-68f4-47b2-bce7-6005b8bbe8fe",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this CT scan of the abdomen at the level of the upper lumbar vertebra. Which structure receives bile, concentrates it by absorbing water and salt, and stores it?",
        "exp": "(a) The gallbladder receives bile, concentrates it by absorbing water and salt, and stores it.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e9583efa-b531-4d5d-b19c-8419ef380c45",
        "choice_type": "single"
    },
    {
        "question": "A 36-year-old woman is admitted to the hospital for the imminent birth of her baby. The decision is made to perform an emergency cesarean section. A Pfannenstiel incision is used to reach the uterus by making a transverse incision through the external sheath of the rectus muscles, about 2 cm above the pubic bones. It follows natural folds of the skin and curves superior to the mons pubis. Which of the following nerves is most at risk when this incision is made?",
        "exp": "The anterior cutaneous branch of the iliohypogastric nerve is responsible for the innervation of the skin above the mons pubis. This nerve arises from the T12 and L1 spinal nerves and runs transversely around the abdominal wall and over the lowest portion of the rectus sheath. It is the first cutaneous nerve situated superior to the mons pubis. Nerves from the T11 and the T12 ventral rami terminate below the umbilicus but superior to the mons pubis. The ilioinguinal nerve courses through the inguinal canal, commonly on the lateral side of the spermatic cord and is therefore typically inferior to the incision. The lateral femoral cutaneous nerve travels lateral to the psoas muscle and emerges from the abdomen about an inch medial to the anterior superior iliac spine, passing thereafter to the lateral aspect of the thigh.",
        "cop": 3,
        "opa": "T10",
        "opb": "T11",
        "opc": "Iliohypogastric",
        "opd": "Ilioinguinal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bb33940f-e6dc-470d-9f78-76cac7a41108",
        "choice_type": "multi"
    },
    {
        "question": "Choose the appropriate lettered structure in this computed tomography scan of the male perineum and pelvis. A knife wound to the obturator foramen might injure which structure?",
        "exp": "(d) The obturator foramen transmits the obturator nerve and vessels. Therefore, the knife wound in this foramen injures the obturator nerve and vessels.",
        "cop": 4,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "4407c364-46c8-4b5e-bba5-2bae4b1ed356",
        "choice_type": "single"
    },
    {
        "question": "A 4-year-old male child is admitted to the hospital with severe vomiting. Radiographic examination and history taking reveals that the boy suffers from an annular pancreas. Which of the following structures is most typically obstructed by this condition?",
        "exp": "In normal pancreatic development a bifid ventral pancreatic bud rotates around the dorsal side of the gut tube and fuses with the dorsal pancreatic bud. Rarely, a portion of the ventral bud rotates around the ventral side of the gut tube, resulting in an annular pancreas. The portion of the gut tube is the same where the main pancreatic duct enters the second part of the duodenum (along with the common bile duct). The incidence of annular pancreas is about 1 in 7000.",
        "cop": 3,
        "opa": "Pylorus of the stomach",
        "opb": "First part of the duodenum",
        "opc": "Second part of the duodenum",
        "opd": "Third part of the duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "239afa67-ccaf-4365-848a-01a4c9c31a99",
        "choice_type": "multi"
    },
    {
        "question": "A 42-year-old female is admitted to the hospital after a traumatic landing while skydiving. Radiographic examination reveals a ruptured spleen. An emergency splenectomy is performed. Which of the following peritoneal structures must be carefully manipulated to prevent intraperitoneal bleeding?",
        "exp": "The splenorenal ligament is the attachment of the spleen to the left kidney and is the only ligament that contains the major branches of the splenic artery to the spleen and greater curvature of the stomach. The coronary ligament is the peritoneal reflection from the diaphragmatic surface of the liver onto the diaphragm that encloses the bare area of liver; it is not attached to the spleen. The falciform ligament is a peritoneal fold in contact with only the diaphragm and the liver. The gastrocolic ligament contains branches of the gastroomental vessels but should not be a factor in the splenectomy.",
        "cop": 3,
        "opa": "Coronary ligament",
        "opb": "Gastrocolic ligament",
        "opc": "Splenorenal ligament",
        "opd": "Phrenocolic ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1993ab00-f1d7-4708-b57c-325dced253dd",
        "choice_type": "single"
    },
    {
        "question": "Anterior wall of inguinal wall is formed by:",
        "exp": "Ans. A. External obliqueThe inguinal canals are situated just above the medial half of the inguinal ligament. The canals transmit the ilioinguinal nerve and the spermatic cord (in men) or the round ligament (in women). The canals are approximately 3.75 to 4 cm long.Boundaries-a. Anterior wall:aponeurosis of external obliquefleshy part of internal oblique (lateral third of canal only)b. Posterior wall:transversalis fasciaconjoint tendon (medial third of canal only)c. Superior wall (roof):Musculoaponeurotic arches of internal oblique and transverse abdominald. Inferior wall (floor):inguinal ligamentlacunar ligament (medial third of canal only)",
        "cop": 1,
        "opa": "External oblique",
        "opb": "Transversus abdominis",
        "opc": "Pyramidalis",
        "opd": "Conjoint tendon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2679dffa-e57d-4298-93b2-aeb7ae6b04fa",
        "choice_type": "multi"
    },
    {
        "question": "Superior border of epiploic foramen formed by -",
        "exp": "Ans. is 'a' i.e., Caudate lobe * Epiploic foramen (foramen of winslow or aditus to lesser sac) is a slit-like opening through which lesser sac communicates with greater sac. It is situated at the level of T12 vertebra. Its boundries are# AnteriorRight free margin of lesser omentum (contains portal vein, hepatic artery proper and bile duct).# Posterior IVC, right suprarenal gland and T12 vertebra.# Superior Caudate lobe of liver.# Inferior 1st part of duodenum and horizontal part of hepatic artery.",
        "cop": 1,
        "opa": "Caudate lobe",
        "opb": "Hepatic artery",
        "opc": "Bile duct",
        "opd": "I VC",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "82685572-9b84-4a5d-b8d1-85a9794dd7c3",
        "choice_type": "single"
    },
    {
        "question": "Midgut is supplied by -",
        "exp": "Ans. is 'd' i.e., Superior mesenteric artery Part of gutDerivativesArteryForegutPharynxLower respiratory tractEsophagusStomachDuodenum upto the opening of the main pancreatic ductLiverPancreasCeliac trunkMidgutDuodenum distal to the opening of the main pancreatic ductSmall intestineAppendixCecumAscending colonTransverse colon upto th junction of right 2/3 and left 1/3SupermesentericarteryHindgutLeft 1/3 of transverse colonDescending colonSigmoid colonRectumUpper part of anal canalInferior mesentericartery",
        "cop": 4,
        "opa": "Renal Artery",
        "opb": "Celiac Trunk",
        "opc": "Arch of Aorta",
        "opd": "Superior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0a74ee6b-a091-448e-a03f-da050b854cb1",
        "choice_type": "single"
    },
    {
        "question": "Peyer's patches are present in:",
        "exp": "Ans. C. IleumPeyer's patches are small masses of lymphatic tissue found throughout the ileum region of the small intestine. Also known as aggregated lymphoid nodules, they form an important part of the immune system by monitoring intestinal bacteria populations and preventing the growth of pathogenic bacteria in the intestines.",
        "cop": 3,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ac64130e-a333-4f7a-9f6d-77d3b1bbd697",
        "choice_type": "single"
    },
    {
        "question": "The vomitus of a 5-day-old infant contains stomach contents and bile. The vomiting has continued for 2 days. Radiographic examinations reveal stenosis of the fourth part of the duodenum. The child cries almost constantly, appearing to be hungry all of the time, yet does not gain any weight. Which of the following developmental conditions will most likely explain the symptoms?",
        "exp": "Duodenal stenosis is caused by incomplete recanalization of the duodenum. The vomit contains bile in addition to the stomach contents because of the location of the occlusion, distal to the ampulla of Vater (hepatopancreatic ampulla), where the common bile duct enters the small intestine. Lack of weight gain is due to constant vomiting. A patent bile duct would not cause vomiting with bile. A hypertrophied pyloric sphincter would cause projectile vomiting without the presence of bile. An atrophied gastric antrum is caused by the removal of the membranous lining of the stomach and occurs proximal to the site of the entrance of the bile duct; therefore, the vomit would not contain bile. A tracheoesophageal fistula would not cause vomiting of stomach contents and bile because it is a defect of the respiratory system and occurs proximal to the site at which bile is added to stomach contents.",
        "cop": 2,
        "opa": "Patent bile duct",
        "opb": "Duodenal stenosis",
        "opc": "Hypertrophied pyloric sphincter",
        "opd": "Atrophied gastric antrum",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "350dab4a-620c-4d03-80ef-e2893d146024",
        "choice_type": "multi"
    },
    {
        "question": "A 41-year-old man entered the emergency department with abdominal trauma after his motorcycle was struck by a hit-and-run automobile driver. One week following emergent surgery the patient was released from the hospital. Two months postoperatively the patient complained of abdominal pain. A CT scan examination demonstrated an internal hernia in which the hepatic flexure of the colon had herniated through the epiploic (omental) foramen (of Winslow). Gastrointestinal veins appeared to be markedly dilated, including the veins forming anastomoses between the portal and caval systems (veins of Retzius). Which of the following structures is most likely compressed?",
        "exp": "The portal vein is compressed in its passage through the hepatoduodenal ligament, the anterior border of the omental (epiploic) foramen (of Winslow). The veins of Retzius are located along the sides of the abdominal walls and communicate between tributaries of retroperitoneal parts of the gastrointestinal tract and veins of the body wall. In portal hypertension the portal blood cannot pass freely through the liver, and the portal-caval tributaries and their anastomoses become dilated. The inferior epigastric veins anastomose with the paraumbilical veins, which is the first branch off the hepatic portal vein. These would be the first affected in portal hypertension. The inferior vena cava is the main route of blood return to the right atrium and is posterior to the omental (epiploic) foramen (of Winslow); it would not likely be compressed due to herniation through the foramen. Compression of the proper hepatic artery in the hepatoduodenal ligament would not result in dilation of veins of Retzius but could conceivably diminish blood supply to the gallbladder and liver. Common bile duct compression would result in jaundice and increased serum bilirubin. The cystic duct joins with the hepatic duct to form the common bile duct. Compression of this would lead to an inflamed gallbladder (cholecystitis).",
        "cop": 1,
        "opa": "Portal vein",
        "opb": "Inferior vena cava",
        "opc": "Hepatic artery",
        "opd": "Common bile duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "10ff0f1b-b04c-4e52-bc14-82a90480c103",
        "choice_type": "single"
    },
    {
        "question": "A 16-year-old female is brought to the emergency department with severe abdominal pain and fever. Laboratory examination is remarkable for an elevated white blood cell count and a positive test for pregnancy. Colpocentesis is performed to ascertain the presence of blood in the pelvis from the ruptured ectopic pregnancy. Through which of the following structures does the needle need to be inserted?",
        "exp": "It is very likely that the ectopic pregnancy ruptured into the rectouterine pouch, also known as the pouch of Douglas. The most direct route to the rectouterine pouch is through the vaginal wall at the posterior vaginal fornix. It is unlikely that the pregnancy would have occurred in the vesicouterine space because the transfer of ova from the ovary to the fimbriae occurs on the posterior side of the broad ligament. Therefore, it would not be advisable to attempt initially to insert a needle into the vesicouterine space. Inserting a needle through the anterior fornix into the endocervical canal would lead one into the uterine cavity, with the probability of other undesirable consequences. The urogenital diaphragm is a closed space in the perineum. Entering a vestibular gland with a needle would not be near the location of ectopic pregnancy.",
        "cop": 2,
        "opa": "Through the perineal body into the vesicouterine space",
        "opb": "Through the posterior fornix into the rectouterine pouch",
        "opc": "Through the anterior fornix into the endocervical canal",
        "opd": "Through the introitus into the vestibular gland",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "547ed29c-1f00-4de6-accc-f0e2b8fd4c59",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old man presents with acute abdominal pain and jaundice. Radiographic studies reveal a tumor in the head of the pancreas. Which of the following structures is most likely being obstructed?",
        "exp": "The common bile duct is located at the head of the pancreas and receives contents from the cystic duct and hepatic duct. An obstruction at this site causes a backup of bile back through the common bile duct and hepatic duct, with resulting pain and jaundice. The common hepatic duct is located more superior to the head of the pancreas and leads into the cystic duct. The cystic duct allows bile to enter the gallbladder from the common bile duct (draining the liver) and releases bile to the common bile duct. The accessory pancreatic duct is not affected by an obstruction of the common bile duct due to a lack of any connections between the two ducts. The proper hepatic artery will not be obstructed, for it carries blood from the liver to the inferior vena cava.",
        "cop": 1,
        "opa": "Common bile duct",
        "opb": "Common hepatic duct",
        "opc": "Cystic duct",
        "opd": "Accessory pancreatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "5d3b94c0-b1b1-44a5-86c0-8b9a0edc0bf5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a ventral branch of abdominal aorta?",
        "exp": "Ans. A Gonadal arteryRef: Gray's 41st ed. pg. 1047Ventral Branches of Abdominal Aorta and Level* Celiac trunk - T12 * Superior mesenteric artery - L1* Inferior mesenteric artery - L3Paired/Lateral Branches of Abdominal Aorta* Inferior phrenic artery* Middle suprarenal artery* Renal arteriesTesticular or Ovarian Artery* Four paired lumbar arteriesBranches of External Iliac Artery* Inferior epigastric artery* Deep circumflex iliac artery* Femoral artery",
        "cop": 1,
        "opa": "Gonadal artery",
        "opb": "Celiac trunk",
        "opc": "Superior mesenteric artery",
        "opd": "Inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0c21ffab-38b1-4e7c-aa9a-f3d4943dfc9f",
        "choice_type": "single"
    },
    {
        "question": "Superior pancreaticoduodenal artery is a branch of",
        "exp": "(Gastroduodenal artery) (263-BDC-2 4th) (261-Snell 7th)* Superior pancreatico duodenal artery is a branch of Gastroduodenal artery* Inferior pancreatico duodenal artery is a branch of superior mesenteric arteryHEPATIC ARTERY - branchesSUPERIOR MESENTERIC ARTERY branches* Right gastric artery* Gastroduodenal artery-*Right gastroepiploic-*Superior pancreatico duodenal* Right and left hepatic arteries (Right hepatic artery gives off cystic artery)* *Left gastroepiploic artery is branch of splenic artery* *Inferior pancreatico duodenal artery* Middle colic artery* Iliocolic artery (Appendicular artery is a branch of the posterior cecal artery)* Jejunal and Ileal branches",
        "cop": 2,
        "opa": "Splenic artery",
        "opb": "Gastroduodenal artery",
        "opc": "Right gastric artery",
        "opd": "Superior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1e08c875-5710-4922-953c-f9d59b0a6f34",
        "choice_type": "single"
    },
    {
        "question": "Cremasteric muscle nerve supply:",
        "exp": "Ans. C Genital branch of genitofemoral nerveRef: Gray's Anatomy Review E-book, P 221* The cremaster muscle is a muscle that covers the testis and the spermatic cord.* The cremaster muscle is supplied by the cremasteric artery which is a branch of inferior epigastric artery.* The cremaster muscle is innervated from the genital branch of the genitofemoral nerve. It receives distinctly different innervation and vascular supply in comparison to the internal oblique.",
        "cop": 3,
        "opa": "Ilioinguinal nerve",
        "opb": "Iliohypogastric nerve",
        "opc": "Genital branch of genitofemoral nerve",
        "opd": "Femoral nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "afd6d777-a6e5-4f09-83a8-029ab625f66c",
        "choice_type": "single"
    },
    {
        "question": "Lower l/3rd of anal canal is derived from-",
        "exp": "Ans. is 'b' i.e., Proctodaeum * 'The lower third of the anal canal is an ectodermal derivative and is derived from the proctodaeum.'* Part of anal canal above pectinate line develops from dorsal part of endodermal cloaca (primitive rectum) and part of anal canal below pectinate line develops from ectodermal proctodeum.",
        "cop": 2,
        "opa": "Proctodaeum",
        "opb": "Cloaca",
        "opc": "Urogenital Sinus",
        "opd": "Midgut",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7a36a1b3-a38a-48df-80fe-43a8bb6072c7",
        "choice_type": "single"
    },
    {
        "question": "A 24-year-old woman has a dull aching pain in the umbilical region, and flexion of the hip against resistance (psoas test) causes a sharp pain in the right lower abdominal quadrant. Which of the following structures is most likely inflamed to cause the pain?",
        "exp": "The appendix is the most likely structure that is inflamed. It lies in the right lower quadrant, and of the choices provided, it is most closely associated with the umbilical region by way of referral of pain. The patient also exhibited a positive psoas sign when flexion of the hip against resistance was attempted. This is because the iliopsoas muscle group lies directly beneath the appendix, and upon flexion of this muscle group, contact and direct irritation to the appendix can occur. The bladder lies inferior to the umbilicus within the pelvis and is not related to the site of pain or with a positive psoas sign. The gallbladder lies inferior to the liver and is positioned in the upper right abdominal quadrant, which is superior to the umbilicus. It is not associated with a positive psoas sign. The pancreas lies behind the stomach and is positioned between the spleen and the duodenum. It therefore lies in the upper left quadrant and is superior to the umbilicus. The uterus is located within the pelvis and is positioned anteflexed and anteverted over the bladder. It lies inferior and medial to the iliopsoas group and would not be affected by flexion of these muscles.",
        "cop": 1,
        "opa": "Appendix",
        "opb": "Bladder",
        "opc": "Gallbladder",
        "opd": "Pancreas",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "be60f913-80ac-4d2f-9b3a-ee0c2a4ea633",
        "choice_type": "multi"
    },
    {
        "question": "A 2-month-old infant has epispadias and the bladder mucosa is exposed to the outside. Which of the following is the most likely cause of this condition?",
        "exp": "When the urinary bladder mucosa is open to the outside in the fetus or newborn, the condition is referred to as extrophy of the bladder. The extrophy results from failure of the primitive streak mesoderm to migrate around the cloacal membrane, and it occurs often in combination with epispadias. Penile hypospadias is characterized by a failure of fusion of the labioscrotal folds, with the external urethral orifice located between the two unfused halves of the scrotum. Androgens are responsible for development of the testes. Klinefelter syndrome is a condition in which the male has 47XXY chromosomes. A persistent allantois is associated with a patent urachus and an allantoic cyst.",
        "cop": 1,
        "opa": "Failure of the primitive streak mesoderm to migrate around the cloacal membrane",
        "opb": "Failure of urethral folds to fuse",
        "opc": "Insufficient androgen stimulation",
        "opd": "Klinefelter syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "9ae7aa76-b160-4c7d-9ac4-224ab7b7ed4d",
        "choice_type": "single"
    },
    {
        "question": "A 38-year-old woman is admitted to the hospital with signs of cholecystitis and gallbladder stones. During cholangiography, the catheter is inserted with difficulty into the gallbladder. Which of the following structures is most likely to interfere with the passage of the catheter into the cystic duct?",
        "exp": "The gallbladder consists of a fundus, body, and neck. The fundus is the rounded, blind end that comes in contact with the transverse colon. The body is the major part and rests on the upper part of the duodenum and transverse colon. The neck is the narrowest part and gives rise to the cystic duct. This duct contains the spiral valve (of Heister), which is a redundant mucosal fold that maintains patency of the duct. This is not actually a valve and does not determine the direction of flow of bile. This could potentially be a point of constriction that could present difficulty with insertion of a catheter. The cystic duct comes into contact only with the cystic artery and is not particularly tortuous. The hepatoduodenal ligament is the thickened free edge of the lesser omentum, and it conducts the portal triad (portal vein, hepatic artery, and bile duct) and encloses structures that pass through the porta hepatis. This ligament is unlikely to compress the cystic duct. Though the cystic duct is in close relation to the portal vein and the hepatic artery, the most likely cause of difficulty would be potential constriction by the spiral valve.",
        "cop": 2,
        "opa": "Cystic duct compression by a hepatic artery",
        "opb": "Spiral valve (of Heister)",
        "opc": "Tortuosity of the cystic duct",
        "opd": "Adhesions from the hepatoduodenal ligament",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "588f4c9b-a625-4d9d-bc13-84d8a8329823",
        "choice_type": "multi"
    },
    {
        "question": "Left testicular vein drains into:",
        "exp": "Ans. B Left renal veinRef: BDC, Vol: 2 pg. 2236VENOUS DRAINAGE OF TESTIS* The veins emerging from the testis form the pampiniform plexus.* Out of this plexus finally one vein forms in each side:# On the right side: Drains into the inferior vena cava# On the left side: Drains into the left renal vein.* Femoral vein drains into external iliac vein.Remember: IVC is on right side, so the right side testicular vein drains here\"And left side testicular vein drains into left renal vein.",
        "cop": 2,
        "opa": "Inferior vena cava",
        "opb": "Left renal vein",
        "opc": "Right renal vein",
        "opd": "Femoral vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ec2b96df-126c-4cc0-a5b6-05aa55d13ec2",
        "choice_type": "single"
    },
    {
        "question": "The 22-year-old female patient cried out in agony from the pain of her burst appendix. Which of the following structures contain the neuronal cell bodies of the pain fibers from the appendix?",
        "exp": "The dorsal root ganglia contain all cell bodies of sensory neurons from the body wall and limbs. Afferent fibers from the appendix travel in T8 to T10. The sympathetic chain contains postganglionic sympathetic cell bodies that are targeted to smooth muscle and glands of the viscera and heart muscle. The greater splanchnic nerve (T5 to T9) carries preganglionic sympathetic axons to the celiac ganglion, which is formed by postganglionic sympathetic neurons. The lateral horn of the spinal cord is found in levels T1 to L2 and contains preganglionic sympathetic cell bodies.",
        "cop": 4,
        "opa": "Sympathetic chain ganglia",
        "opb": "Celiac ganglion",
        "opc": "Lateral horn of the spinal cord",
        "opd": "Dorsal root ganglia of spinal nerves T8 to T10",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "66b29cdd-5651-4d14-bc95-50edd7ba0b73",
        "choice_type": "single"
    },
    {
        "question": "Root of mesentery is crossed by",
        "exp": "i.e. (Aorta): (2474-BDC-2 5thed)Root of mesentery is crossed by abdominal aortaROOT OF THE MESENTERY - is 15 cm long and is directed obliquely downwards and to the right. If extands from the duodenojejunal flexure on the left side of vertebra L2 to the upper part of the right sacroiliac jointsIt crosses the following1. The third part of the duodenum where the superior mesenteric vessels enter into it2. The abdominal aorta3. Inferior vena cava4. Right ureter5. Right psoas major* Commonest variation in the arteries arising from the arch of aorta is - Left common carotid artery arising from brachiocephalic trunk**",
        "cop": 2,
        "opa": "Left ureter",
        "opb": "Aorta",
        "opc": "2nd part of duodenum",
        "opd": "Left psoas major",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "ad9c381d-65e5-48c4-92d8-64d2ee28f832",
        "choice_type": "single"
    },
    {
        "question": "Choose the appropriate lettered structure in this computed tomography scan of the male perineum and pelvis. A stab wound immediately superior to the pubic symphysis on the anterior pelvic wall would most likely injure which visceral organ first?",
        "exp": "(c) The bladder is situated in the anterior part of the pelvic cavity. Thus, a stab wound superior to the pubic symphysis would injure the bladder.",
        "cop": 3,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "dc70db96-86cd-44df-af68-003d3666c4bb",
        "choice_type": "multi"
    },
    {
        "question": "Aortic hiatus pierces diaphragm at what level?",
        "exp": "Ans. D T12Ref: BDC, 6th ed. vol. II pg. 333* Diaphragm has several openings for the passage of structures from thorax to abdomen.Main openings in the diaphragm and their levelsOpeningLevelStructure PassingAORTIC OPENING-Osseo aponeurotic opening (not a true opening)Str passing: \"Remember ATA\"T12* Aorta* Thoracic duct* Azygous veinESOPHAGEAL OPENING- lies in muscular part of diaphragmT10* Esophagus* Gastric or vagus nerve* Esophagheal branch of left gastric arteryVENA CAVAL OPENING- lies in central tendon of diaphragmT8* Inferior vena cava* Right phrenic nerve branchesExtra Mile* Only motor nerve to diaphragm- PHRENIC NERVE (C3, C4, C5)* It is the principle muscle of inspirationExtra MileStructures and level of piercing in diaphragm: (Mn: I ate, 10 Eggs, At 12)* IVC: T8* Esophagus: T10* Aorta: T12",
        "cop": 4,
        "opa": "T8",
        "opb": "T10",
        "opc": "T11",
        "opd": "T12",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "58ab85e7-dc6b-4fb1-ada8-b30b624213ab",
        "choice_type": "single"
    },
    {
        "question": "A 67-year-old man has severe cirrhosis of the liver. He most likely has enlarged anastomoses between which of the following pairs of veins?",
        "exp": "Cirrhosis of the liver would lead to inability of the portal system to accommodate blood flow. Blood backs up toward systemic circulation, draining to the inferior vena cava, with pooling at areas of portal-caval anastomoses. The left gastric vein (portal) meets the esophageal vein (caval) and enlarges or expands in instances of cirrhosis. The left colic and middle colic veins are both simply tributaries to the portal system, excluding this as the correct answer. The inferior phrenic and superior phrenic veins are both systemic veins and would not be affected by portal hypertension. The same can be said for the renal and lumbar veins, both components of the caval-systemic venous system. The sigmoidal and superior rectal veins are both components of the portal venous system and would not engorge due to the portal-caval bottleneck experienced in cirrhosis. (The anastomoses between the superior rectal veins and middle or inferior rectal veins can expand in portal hypertension as hemorrhoids.)",
        "cop": 3,
        "opa": "Inferior phrenic and superior phrenic",
        "opb": "Left colic and middle colic",
        "opc": "Left gastric and esophageal",
        "opd": "Lumbar and renal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1ae5cc9b-11c6-45cc-8f3b-e7631f21780e",
        "choice_type": "single"
    },
    {
        "question": "A 62-year-old woman is admitted to the emergency department with abdominal pains of uncertain origin. A CT scan reveals an aortic aneurysm affecting the origin of the superior mesenteric artery, resulting in ischemia to an abdominal organ. Which of the following organs is most likely affected?",
        "exp": "The ileum can become ischemic when arterial supply from the superior mesenteric artery is compromised. The superior mesenteric artery arises from the aorta posterior to the neck of the pancreas. It descends across the third part of the duodenum and enters the root of the mesentery behind the transverse colon. This artery gives origin to the following branches: inferior pancreaticoduodenal artery, middle colic artery, ileocolic artery, right colic artery, and intestinal arteries. The ileocolic artery descends behind the peritoneum toward the right and ends by dividing into the ascending colic artery, anterior and posterior cecal arteries, the appendicular artery, and ileal branches. The ileum is supplied by the ileal branches, which do not have any anastomoses with another major source vessel. The transverse colon is supplied by the marginal artery, which possesses anastomoses of the right colic artery arising from the superior mesenteric artery, and the left colic artery arising from the inferior mesenteric artery. The spleen, stomach, and duodenum are all supplied by branches of the celiac trunk, which arise from the abdominal aorta just below the aortic hiatus of the diaphragm.",
        "cop": 1,
        "opa": "Ileum",
        "opb": "Transverse colon",
        "opc": "Spleen",
        "opd": "Stomach",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "405e8004-3592-41a9-b78b-54bcd32bac58",
        "choice_type": "single"
    },
    {
        "question": "A 49-year-old woman is admitted to the hospital with abdominal pain. Physical examination reveals an epigastric pain that migrates toward the patient's right side and posteriorly toward the scapula. Radiographic examination reveals cholecystitis with a large gallstone and no jaundice. In which of the following structures is it most likely the gallstone will be located?",
        "exp": "The Hartmann's pouch is located in the gallbladder at the junction of the neck and the cystic duct. When a gallstone is located in this area, the patient will present with pain but usually no jaundice due to no occlusion of the cystic duct. A common bile duct and/or left and right hepatic duct obstruction would cause posthepatic jaundice due to bile obstructed in the duct system. Obstruction of the pancreatic duct would cause pain in the umbilical region, not in the right upper quadrant.",
        "cop": 2,
        "opa": "Common bile duct",
        "opb": "Hartmann pouch",
        "opc": "Left hepatic duct",
        "opd": "Pancreatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "a537933f-3fff-469a-9655-f1e479f9357d",
        "choice_type": "multi"
    },
    {
        "question": "Hepatic vein drains into",
        "exp": "B. i.e. (Inferior vena-cava) (317- BDC-2 4th) (245- Snell 8th)The portal vein enters the liver and breaks up into sinusoids, from which blood passes into the hepatic veins that join the inferior vena cava.Tributaries of the Portal veinTributaries of Inferior vena-cava* Splenic vein* Inferior mesenteric vein* Superior mesenteric vein* Left gastric vein* Right gastric vein* Cystic vein1. Common iliac veins2. Third and fourth lumber veins3. Right testicular or ovarian vein4. Renal vein5. Right supra renal vein6. Hepatic veins** Inferior mesenteric vein is found in paraduodenal fossa",
        "cop": 2,
        "opa": "Portal vein",
        "opb": "Inferior vena cava",
        "opc": "Hemiazygos vein",
        "opd": "Abdominal aorta",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "90df358f-00c2-4648-b7fb-2c6ca3d9cce8",
        "choice_type": "single"
    },
    {
        "question": "The gallbladder of a 51-year-old female patient is characterized by the presence of multiple gallstones, consistent with the diagnosis of cholecystitis. Which of the following tests would be anticipated to be positive in this patient?",
        "exp": "Murphy's sign is a specific test designed to detect and diagnose problems in the upper right abdominal quadrant. It is classically used to diagnose problems of the gallbladder by pressing deeply under the right costal margin and asking the patient to breathe deeply. This causes sharp pain in the patient with cholecystitis. Rebound tenderness is pain experienced when applied pressure is removed quickly from a location on the body. It is not specific to areas of the body and is not indicative of problems in the upper right quadrant. The iliopsoas test is generally used to diagnose appendicitis because flexing the iliopsoas muscle group applies pressure to the ascending colon and appendix. When the appendix is inflamed, this pressure elicits pain. The obturator sign is used to diagnose irritation of the obturator internus muscle and would not elicit a positive test with the patient's current symptoms. Finally, cough tenderness would not be present because it is generally associated with hernias and problems associated with rises in intraabdominal pressure.",
        "cop": 4,
        "opa": "Rebound tenderness",
        "opb": "Iliopsoas test",
        "opc": "Obturator sign",
        "opd": "Murphy's sign",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "52b2b6c7-1498-43de-b162-36a15004ba9a",
        "choice_type": "multi"
    },
    {
        "question": "A 38-year-old woman visits her gynecologist for a routine Pap smear examination. During the collection of cells from her uterine cervix she feels a mild pain. Which of the following areas is most likely to experience \"referral of pain\" during this procedure?",
        "exp": "Pain from this area is mediated via parasympathetic responses and would thus travel to the S2 to S4 levels through the pelvic splanchnic nerves. The S2, S3, and S4 spinal cord levels also provide sensory innervation of the perineum and posterior thigh. The suprapubic and inguinal regions are supplied by ilioinguinal and iliohypogastric nerves (L1). The umbilical region receives sensory innervation from the T10 level. In the epigastric region the sensory innervation is provided by T7 to T10.",
        "cop": 1,
        "opa": "Perineum and lateral portion of the thigh",
        "opb": "Suprapubic region",
        "opc": "Umbilical region",
        "opd": "Inguinal region",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "320cc9c0-db51-4929-b816-636645c61c9d",
        "choice_type": "single"
    },
    {
        "question": "Brunner's gland in the duodenum secretes:",
        "exp": "Ans. A Mucinus alkalineRef: BDC, 5th ed. Vol II pg. 268* Brunner's glands are also known as duodenal glands.* These are small compound tubuloacinar glands which secrete mucus that protects duodenum from gastric acidic contents.* They also facilitate activation of intestinal enzymes which helps in absorption.Extra Mile* The gastric glands situated in the fundus and body of stomach contain parietal/oxyntic cells which secrete acid, mucus, pepsin and other digestive enzymes.",
        "cop": 1,
        "opa": "Mucinus alkaline",
        "opb": "Acid",
        "opc": "Pepsin",
        "opd": "Gastrin",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "83a68417-45d9-40bb-a2e5-003520fca82b",
        "choice_type": "single"
    },
    {
        "question": "Spiral artery is a branch of -",
        "exp": "(B) (Acruate artery) (699 - Snell 9th)* SPIRAL ARTERIES: are small arteries which temporarily supply blood to endometrium of uterus during the luteal phase of menstrual cycle.Uterine artery - Arcuate artery - Radial artery - Spiral artery.* Spinal cord blood supply: Two posterior + one anterior spinal artery arises from vertebral arteries**.Branches of Internal Iliac ArteryAnterior DivisionUmblical artery-----Artery to vas deferens Obturator arteryInferior vesical arteryMiddle rectal arteryInternal pudendal arteryUterine artery (female)Vaginal artery (female)-Superior vesical artery Posterior DivisionIliolumber arteryLateral sacral arterySuperior gluteal artery Points To Remember* Great cardiac vein accompanies the anterior interventricular artery.* Posterior communicating artery is a branch of internal carotid artery.* Inferior thyroid vein drains into Brachiocephalic vein.* Superior pancreatico duodenial artery is a branch of gastro duodenal artery.* Obturator artery is a branch of Internal Iliac artery.* Accessory obturator artery is a branch of inferior epigastric artery.* Right ovarian artery is a branch of abdominal aorta.* Cystic artery is a branch of right hepatic artery.* Anterior choroidal artery is a branch of internal carotid artery.* Inferior thyroid artery arises form thyrocervical trunk and related with recurrent laryngeal nerve**.* Left colic artery is a branch of inferior mesentric artery and Right colic artery is a branch of superior mesentric artery.* Posterior cerebral artery is a branch of basilar artery and anterior cerebral artery is a branch of internal carotid artery.* Common carotid artery ends by dividing into internal carotid and external carotid at the upper border of thyroid cartilage at C4 level.* Appendiular artery is a branch of posterior cecal artery, a branch of iliocolic artery.* Maxillary artery is a terminal branch of external carotid artery.* Double aortic develops form right dorsal aorta.* Middle maningeal artery is branch of first part of maxillary artery* Two internal cerebral veins fuse to form great cerebral vein.",
        "cop": 2,
        "opa": "Uterine artery",
        "opb": "Arcuate artery",
        "opc": "Vesical artery",
        "opd": "Ovarian artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bafc675a-64cd-49c9-996f-1445b7757dda",
        "choice_type": "single"
    },
    {
        "question": "All of the following form boundary of Left supra renal gland EXCEPT:",
        "exp": "Ans. A Greater sac of stomach forms anterior borderRef: Clinical Anatomy, 11th ed. pg. 151* The suprarenal glands cap the upper poles of the kidneys and lie against the crura of the diaphragm.* The left is related anteriorly to the stomach across the lesser sac, the right lies behind the right lobe of the liver and tucks medially behind the inferior vena cava.* Posteriorly both kidney and adrenals are guarded by psoas major muscle.* Spleen is anterolateral to left adrenal gland.Extra Mile* Each gland, although weighing only 4 to 6 gm, has three arteries supplying it:# SUPERIOR: A branch from the phrenic artery;# MIDDLE: A direct branch from the aorta;# INFERIOR: A branch from the renal artery.* VENOUS DRAINAGE:# IVC on RIGHT# RENAL VEIN on the LEFT.# The stubby right suprarenal vein, coming directly from the inferior vena cava, presents the most dangerous feature in performing an adrenalectomy.",
        "cop": 1,
        "opa": "Greater sac of stomach forms anterior border",
        "opb": "Psoas major forms posterior border",
        "opc": "Spleen forms anterolateral border",
        "opd": "Left kidney forms inferior border",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e17aa51b-1612-4c80-b81c-810dadf8fbd6",
        "choice_type": "multi"
    },
    {
        "question": "Occlusion of the artery supplying marked areas will cause all except:",
        "exp": "Ans. B. Apraxia* Marked area is the paracentral lobule, bounded posteriorly by the marginal ramus and anteriorly by the paracentral sulcus (a branch of the cingulated sulcus), and contains the distal part of the central sulcus.* Function: Motor and sensory innervations of the contralateral lower extremity regulation of physiological function such as defecation and micturition.* Injury to the area can cause contralateral lower limb muscle weakness, urinary and fecal incontinence, and perianal anesthesia.",
        "cop": 2,
        "opa": "Urinary incontinence",
        "opb": "Apraxia",
        "opc": "Perianal anesthesia",
        "opd": "Rectal incontinence",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1fc1279b-aa14-474c-9d53-bb7a4b170047",
        "choice_type": "multi"
    },
    {
        "question": "Opening of anal epithelium is made up of:",
        "exp": "Ans. A. Squamous cella. The anal canal is divided into three parts. The zona columnar is the upper half of the canal and is lined by simple columnar epithelium. The lower half of the anal canal, below the pectinate line, is divided into two zones separated by Hilton's white line.b. The two parts are the zona hemorrhagica and zona cutanea, lined by stratified squamous non-keratinized and stratified squamous keratinized, respectively.",
        "cop": 1,
        "opa": "Squamous cell",
        "opb": "Columnar",
        "opc": "Posteriorly",
        "opd": "Laterally",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "38d2ebdb-39fd-48e5-8eac-346f33cc1987",
        "choice_type": "multi"
    },
    {
        "question": "Testicular artery is a branch of?",
        "exp": "Ans. D. Abdominal aortaThe abdominal aorta is the largest artery in the abdominal cavity. As part of the aorta, it is a direct continuation of the descending aorta (of the thorax).a. It supplies all of the abdominal organs, and its terminal branches go on to supply the pelvis and lower limbs. It also supplies the undersurface of the diaphragm and parts of the abdominal wall.b. It begins at T12 and ends at L4, where it divides into the right and left common iliac arteries.c. It enters the abdomen through the aortic opening of the diaphragm, which is located beneath the median arcuate ligament between the crura of the diaphragm at T12.d. It is accompanied through the aortic opening by the azygos vein and the thoracic duct.e. It is located on the posterior abdominal wall in the retroperitoneal space of the abdomen.f. It descends on the left of the inferior vena cava (IVC) over the anterior surface of the bodies of the lumbar vertebrae and follows the curvature of the lower spine.g. The abdominal aorta has:h. 3 single anterior visceral branches (coeliac, superior mesenteric artery, inferior mesenteric artery)i. 3 paired lateral visceral branches (suprarenal, renal, gonadal/ testicular/ ovarian)j. 5 paired lateral abdominal wall branches (inferior phrenic and four lumbar)k. 3 terminal branches (two common iliac arteries and the median sacral artery)",
        "cop": 4,
        "opa": "Renal artery",
        "opb": "Common iliac artery",
        "opc": "Inferior mesenteric artery",
        "opd": "Abdominal aorta",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "79d6b33d-9f1d-4cc5-b756-26ca2d6725e2",
        "choice_type": "single"
    },
    {
        "question": "Branches of celiac trunk are all except -",
        "exp": "Ans. is 'c' i.e., Left gastroepiploic artery * Gastroduodenal artery is a branch of Common hepatic artery which is a branch of the coeliac trunk.",
        "cop": 3,
        "opa": "Common hepatic artery",
        "opb": "Left gastric artery",
        "opc": "Left gastroepiploic artery",
        "opd": "Splenic artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b8b77c2e-b4e7-4075-a489-708bca3b66e8",
        "choice_type": "multi"
    },
    {
        "question": "A 43-year-old woman visits the outpatient clinic with complaints of chronic dysphagia and gastroesophageal reflux. An endoscopic examination reveals achalasia of the cardia of the stomach. Which of the following is the most likely cause of this condition?",
        "exp": "Failure of relaxation of the lower esophageal sphincter (also known as the cardiac sphincter) causes an accumulation of food in the esophagus. Achalasia is the failure of motility of food through the esophagus into the stomach. A constricted lower esophageal sphincter is the cause of these conditions. Dyspepsia is chronic pain or discomfort in the upper abdomen. This usually accompanies problems with digestion and is not associated with difficulty swallowing. Gastritis is inflammation of the mucosal lining of the stomach and would also not contribute to dysphagia. Gastroparesis is defined as delayed stomach emptying due to stomach paralysis, which would reveal chyme overloading in the stomach and esophagus (achalasia involves only the esophagus). Peptic ulcers mostly result in pain in the stomach, more commonly the duodenum, due to erosion of the mucosal lining.",
        "cop": 1,
        "opa": "Failure of relaxation of the lower esophageal sphincter",
        "opb": "Dyspepsia",
        "opc": "Gastritis",
        "opd": "Gastroparesis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "955ec924-ae13-483b-93c3-f5f4f01ba2c8",
        "choice_type": "single"
    },
    {
        "question": "The following epithelium is seen in all except:",
        "exp": "Ans. B. Membranous UrethraImage shows transitional epitheliumThe lining epithelium of the membranous urethra is pseudostratified columnar epithelium",
        "cop": 2,
        "opa": "Urinary bladder",
        "opb": "Membranous Urethra",
        "opc": "Ureters",
        "opd": "Minor calyx",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "10e68392-ee85-43ef-9111-317723d98ace",
        "choice_type": "multi"
    },
    {
        "question": "A 35-year-old man is admitted to the hospital after being kicked in the groin while playing football. During physical examination it is noted that the left testicle of the patient is swollen. An MRI examination reveals coagulation of blood in the veins draining the testis. Into which of the following veins would a thrombus most likely pass first from the injured area?",
        "exp": "The left testicular vein drains directly into the left renal vein, which then crosses over the midline to enter the inferior vena cava. The left inferior epigastric, left internal pudendal, and left iliac veins are not involved in the drainage of the testes.",
        "cop": 2,
        "opa": "Inferior vena cava",
        "opb": "Left renal vein",
        "opc": "Left inferior epigastric",
        "opd": "Left internal pudendal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f8534cad-688f-4a05-a74c-6bf72df4cece",
        "choice_type": "multi"
    },
    {
        "question": "Weight of the liver is -",
        "exp": "Ans. is 'a' i.e., 1.5 kg * The liver is a reddish-brown wedge-shaped organ with four lobes of unequal size and shape.* A human liver normally weighs 1.44-1.66 kg (3.2-3.7 lb).* It is both the heaviest internal organ and the largest gland in the human body.",
        "cop": 1,
        "opa": "1.5 kg",
        "opb": "4 kg",
        "opc": "0.5 kg",
        "opd": "7 kg",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "bd054627-68f8-439c-b31e-77d024dd2a2b",
        "choice_type": "single"
    },
    {
        "question": "Contents of rectus sheath are all except:",
        "exp": "Ans. D. Musculophrenic arteryThe rectus sheath, also called the rectus fascia, is formed by the aponeuroses of the transverse abdominal and the external and internal oblique muscles. It contains the rectus abdominis and pyramidalis muscles, superior and inferior epigastric artery and lower sic thoracic nerves. It can be divided into anterior and posterior laminae.",
        "cop": 4,
        "opa": "Rectus abdominis",
        "opb": "Superior epigastric artery",
        "opc": "Inferior epigastric artery",
        "opd": "Musculophrenic artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6e037778-02dd-42cc-ba5c-172c647b749a",
        "choice_type": "multi"
    },
    {
        "question": "Haustrations are found in-",
        "exp": "Ans. is 'a' i.e., Large intestine * Characterstic features of large intesting are : -i) 3 longitudinal bands, formed by longitudinal muscle coat, called Taeniae coli.ii) Sacculation or haustrationiii) Fat filled peritoneal pouches called appendices epiploicae. These are not found in appendix, caecum, and rectum.iv) Greater part is fixed except for appendix, transverse colon and sigmoid colon.v) Pyere's patches (present in small intestine) are not present.",
        "cop": 1,
        "opa": "Large intestine",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "Gallbladder",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "cb4beb0a-c78d-41e0-908f-5b4eed8f5a55",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old male entered the emergency department with a complaint of severe abdominal pain. During physical examination it is observed that his cremasteric reflex is absent. Which of the following nerves is responsible for the efferent limb of the cremasteric reflex?",
        "exp": "The genitofemoral nerve originates from the ventral rami of L1 and L2. The femoral part supplies skin to the femoral triangle area, whereas the \"genito\" part in males travels with the spermatic cord and supplies the cremaster muscle and scrotal skin. The ilioinguinal nerve arises from L1 and supplies the skin over the root of the penis and upper part of the scrotum in the male. The iliohypogastric nerve arises from L1 (and possibly fibers from T12) and supplies skin innervation over the hypogastric region and anterolateral gluteal region. The pudendal nerve provides innervation to the external genitalia for both sexes but does not innervate the cremaster muscle in males. The ventral ramus of T12 is also associated with the lower portion of the anterior abdominal wall and the iliohypogastric nerve; it does not contribute to the cremasteric reflex.",
        "cop": 3,
        "opa": "Ilioinguinal",
        "opb": "Iliohypogastric",
        "opc": "Genitofemoral",
        "opd": "Pudendal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7874518f-604d-4beb-b9cd-97f1a4375bff",
        "choice_type": "single"
    },
    {
        "question": "Which of the following congenital malformations will most predictably result in oligohydramnios?",
        "exp": "In normal kidney development the kidneys function during the fetal period with the resulting urine contributing to the fluid in the amniotic cavity. When the kidneys fail to develop (renal agenesis), this contribution to the fluid is missing and decreased amniotic fluid (oligohydramnios) results.",
        "cop": 3,
        "opa": "Anencephaly",
        "opb": "Pyloric stenosis",
        "opc": "Renal agenesis",
        "opd": "Tracheoesophageal fistula",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6e6c59bf-ed12-4702-9928-89494774ff6c",
        "choice_type": "single"
    },
    {
        "question": "A 45-year-old woman is admitted to the hospital with lower abdominal and pelvic discomfort. Combined laparoscopic and MRI examinations reveal tears of the ligaments supporting the uterus with moderate uterine prolapse. Which of the following ligaments provides direct support to the uterus and thereby resists prolapse?",
        "exp": "The uterosacral ligaments and the transverse cervical (cardinal) ligaments are the two main ligaments stabilizing the uterus. They help to inhibit the uterus from prolapsing into the vagina. The round ligament of the uterus is related to the descent of the ovaries in embryologic development and continues into the inguinal canal. The broad ligament is the peritoneal covering over the uterine tubes, uterus, and vessels. The arcus tendineus fascia pelvis joins the muscle fascia of the levator ani to the pubocervical fascia on the vagina and is not directly associated with the uterus or its ligaments. The levator ani muscles contribute to the floor of the pelvis and support all of the pelvic viscera indirectly; it does not, however, prevent prolapse of the uterus into the vagina.",
        "cop": 1,
        "opa": "Uterosacral",
        "opb": "Round ligament of the uterus",
        "opc": "Broad ligament",
        "opd": "Arcus tendineus fascia pelvis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "b50d00d8-af93-4b39-bb3f-e3786a5af049",
        "choice_type": "single"
    },
    {
        "question": "A 58-year-old male alcoholic is admitted to the hospital after vomiting dark red blood (hematemesis). Endoscopy reveals ruptured esophageal varices, resulting from portal hypertension. Which of the following venous tributaries to the portal system anastomoses with caval veins to cause the varices?",
        "exp": "The left gastric vein carries blood from the stomach to the portal vein. At the esophageal-gastric junction the left gastric vein (portal system) anastomoses with esophageal veins (caval system). High blood pressure in the portal system causes high pressure in this anastomosis, causing the ruptured esophageal varices. The splenic vein and its tributaries carry blood away from the spleen and do not form a caval-portal anastomosis. The left gastroomental vein accompanies the left gastroomental artery and joins the splenic vein with no direct anastomosis with caval veins. The left hepatic vein is a caval vein and empties into the inferior vena cava. The right gastric vein drains the lesser curvature of the stomach and is part of the portal system but does not have any caval anastomosis.",
        "cop": 3,
        "opa": "Splenic",
        "opb": "Left gastroomental",
        "opc": "Left gastric",
        "opd": "Left hepatic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "15d7433c-5675-4896-b6db-dfa9e3d426ab",
        "choice_type": "single"
    },
    {
        "question": "Which of the following duct commences in the abdomen as an elongated lymph sac of the cistema chyli is",
        "exp": "(Thoracic duct) (270 - BDC - 1) (132 - Snell 7th)THORACIC DUCT:- Begins as continuation of the upper end of the cisterna chyli near the lower border of the twelfth thoracic vertebrae and enters the thorax through the aortic opening of the diaphragm, on the right side of the descending aorta* At the roof of the neck, the thoracic duct receives the left jugular, subclavian and bronchomediastinal lymph trunks, although they may drain directly into the adjacent large veins.",
        "cop": 1,
        "opa": "Thoracic duct",
        "opb": "Gartner's duct",
        "opc": "Bile duct",
        "opd": "Hepatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "0d6b7a24-8f00-43ec-bbef-fb5b8a6aaa35",
        "choice_type": "single"
    },
    {
        "question": "A 28-year-old female visits the outpatient clinic to receive the required physical examination for an insurance policy. Physical and laboratory examinations give evidence that she is probably a normal, healthy woman. A radiograph of the patient is shown below. Which of the following is the most likely diagnosis?",
        "exp": "Because physical and laboratory tests show a normal, healthy woman, the anomaly of the radiograph would be expected to be benign. Riedel's lobe is a normal variation of the liver, often an inferior extension of the right lobe of the liver, lateral to the gallbladder that extends about 4 or 5 cm below the rib cage. Carcinomas would present with abnormal laboratory examinations, and cholecystitis would present with an abnormal physical examination, as when the gallbladder is inflamed.",
        "cop": 3,
        "opa": "Cholecystitis",
        "opb": "Carcinoma of the liver",
        "opc": "A caudal extension of the right hepatic lobe (Riedel lobe)",
        "opd": "Pancreatic carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6ab8e747-7693-466c-8b39-4a7cc49964f4",
        "choice_type": "single"
    },
    {
        "question": "Which is the nerve supplying gemellus inferior muscle?",
        "exp": "Ans C. Nerve to quadratus femorisQuadratus femoris and gamellus inferior muscle are arranged together. Nerve which is bifurcating to supply quadratus femoris muscle, supplies gamellus inferior muscle as well",
        "cop": 2,
        "opa": "Nerve to obturator internus",
        "opb": "Nerve to obturator externus",
        "opc": "Nerve to quadratus femoris",
        "opd": "Ventral rami to S1 and S2",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "d4912b89-3e7b-41e3-ae03-fbb28e489998",
        "choice_type": "single"
    },
    {
        "question": "Average weight of spleen in adult:",
        "exp": "Ans. B 7 ounceRef: BDC, 6th ed. vol. II pg. 294* On an average the spleen is 1 inch or 2.5 cm thick, 3 inches or 7.5 cm broad, 5 inches or 12.5 cm long and 7 ounces in weight.Some Must Know Weights* Weight of liver: 1.5 kg.* Weight of thyroid gland: 25 gm* Weight of prostate: 8 gm.",
        "cop": 2,
        "opa": "5 ounce",
        "opb": "7 ounce",
        "opc": "14 ounce",
        "opd": "21 ounce",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f29f6c8a-9f24-4bd8-b711-6883a315695a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following DOESN'T develop from Dorsal Mesogastrium?",
        "exp": "(D) Lesser omentum (SAC)[?]Portion of the dorsal mesentery that attaches to the greater curvature of the stomach to the posterior abdominal wall is known as the dorsal mesogastrium.Part of the dorsal mesentery that suspends the colon is termed the mesocolon.Dorsal mesogastrium develops into the greater omentum.[?]Fate of Dorsal Mesogastrium:Most of it forms the greater omentum.Dorsal mesogastrium between stomach & spleen becomes the gastrosplenic ligament & the part between the spleen & kidney becomes lienorenal (splenorenal) ligamentSpleen remains intra-peritoneal.[?]Derivatives of the Mesenteries of the Fore-gutDorsal Mesoesophagus: Crura of the DiaphragmVentral Mesoesophagus: Disappears completelyDorsal Mesogastrium: Lienorenal ligament, Gastrosplenic lig.Ventral Mesogastrium: Lesser omentum, Visceral peritoneum of the liver, Falciform ligament of the liverDorsal mesentery of the duodenum: persists in the proximal part (one inch) as hepatoduodenal ligament.Ventral mesentery of the Duodenum: Disappears almost completelyDerivatives of Dorsal Mesogastrium[?]Dorsal Mesogastrium:Extends from the greater curvature to the posterior abdominal wall.Derivatives:SpleenGastrosplenic omentumLienorenal ligamentGreater omentumDerivatives of Ventral Mesogastrium[?]Ventral Mesogastrium:Extends from the lesser curvature to septum trans- versum & anterior abdominal wall.Derivatives:Falciform ligamentRight & left triangular ligaments.Superior & Inferior layers of coronary ligamentsLesser omentumDEVELOPMENT OF ALIMENTARY SYSTEM AT GLANCEEpithelium of G.I.T. (Except part of oral cavity and lower part of anal canal) is endodermal in origin.Glands associated with G.I.T. (Except Parotid salivary gland) are endodermal in origin.Muscles, connective tissue, & peritoneum are splanchnopleuric mesodermal in origin.Gut tube is divided into Fore-gut, Mid-gut & Hind gut. Cranial most part of gut tube forms pharynx.Remaining part of fore-gut gives rise to oesophagus, stomach, duodenum up to the point of entry of bile duct, parenchyma of liver & pancreas.Mid-gut loop cranial to the artery is Pre-arterial segment and caudal to the artery is Post-arterial segment.Derivatives of mid gut loop are duodenum below the entry of bile duct, jejunum, ileum, caecum, appendix, ascending colon, right & middle thirds of transverse colon.Abnormalities of rotation of gut may be of irregular sequence in the reduction of umbilical hernia or derangement after return of gut to abdominal cavity.Hind gut caudal to allantois is cloaca.Cloaca is divided into ventral primitive urogenital/sinus and dorsal primitive rectum by a urorectal septum.Cloacal membrane which covers the cloaca is divided by the attachment of urorectal septum into ventral urogenital membrane (in relation to primitive urogenital sinus) and an anal membrane (in relation to primitive rectum).Hind gut & Cloacal derivatives are left third of transverse colon, descending and pelvic colons, rectum and upper part of anal canal, and a part of genitourinary system.Proctodeum develops into terminal part of anal canal.Rupture of anal membrane establishes continuity of anal canal.Superior mesenteric artery forms the axes of mid-gut loop dividing it into pre & post arterial segmentsParotid gland is ectodermal in origin and Submandibular & Sublingual glands are endodermal in origin",
        "cop": 4,
        "opa": "Lino-renal ligament",
        "opb": "Gastro-splenic ligament",
        "opc": "Gastro-phrenic ligament",
        "opd": "Lesser omentum (SAC)",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "3d235ef3-c026-444f-9827-22a8ac516ba9",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old female patient complains that she has been weak and easily fatigued over the past 6 months. She has a 3-month acute history of severe hypertension that has required treatment with antihypertensive medications. She has recently gained 4.5 kg (10 lb) and currently weighs 75 kg (165 lb). Her blood pressure is 170/100 mm Hg. Purple striae are seen over the abdomen on physical examination and she possesses a \"buffalo hump.\" Fasting serum glucose concentration is 140 mg/dl. A CT scan of the abdomen shows a 6-cm mass immediately posterior to the inferior vena cava. Which of the following organs is the most likely origin of the mass?",
        "exp": "The right adrenal gland is a retroperitoneal organ on the superomedial aspect of the right kidney, partially posterior to the inferior vena cava. The appendix is a narrow, hollow tube that is suspended from the cecum by a small mesoappendix. The gallbladder is located at the junction of the ninth costal cartilage and the lateral border of the rectus abdominis, quite anterior to the pathologic mass. The ovaries and uterus are both inferior to the confluence of the inferior vena cava.",
        "cop": 1,
        "opa": "Suprarenal (adrenal) gland",
        "opb": "Appendix",
        "opc": "Gallbladder",
        "opd": "Ovary",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f14fb9dc-63b9-4d77-a69e-6765a6b1266b",
        "choice_type": "multi"
    },
    {
        "question": "Which structure lies in paraduodenal fold-",
        "exp": "Ans. is 'c' i.e., Inferior mesenteric Vein Paraduodenal recesses1) Superior duodenal recess :# It is present in 50% of subjects and lies opposite to L2 vertebra, to the left of 4th part of duodenum.2) Inferior duodenal recess :# Present in 75% of subjects and lies opposite to L3 vertebra, to the left of 4th part of duodenum.3) Retroduodenal recess:# It is present occasionally and is largest duodenal recess. It lies behind the 3rd and 4th parts of duodenum, anterior to abdominal aorta.4) Paraduodenal recess:# It is present in 20% of subjects, but is more common in newborns. It lies left and behind 4th part of duodenum.# The inferior mesentric vein lies in the free edge of peritoneal fold.5) Duodenojejunal (mesocolic) recess :# It is present in 20% of adults. It lies between duodeno-jejunal junction and root of transverse mesocolon, left to abdominal aorta.6) Mesentericoparietal fossa of Waldeyer :# Is present only in 1% of adults and lies behind the upper part of mesentery.# Superior mesenteric vessels lie in the fold of peritoneum covering this fossa.",
        "cop": 3,
        "opa": "Superior mesenteric artery",
        "opb": "Splenic Vein",
        "opc": "Inferior mesenteric Vein",
        "opd": "Gastroduodenal artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6932c6c5-9b70-41fc-9163-46621249b2b8",
        "choice_type": "single"
    },
    {
        "question": "Which is true regarding prostate gland?",
        "exp": "Ans. C Glandular tissue and fibromuscular stromaRef: Gray's Anatomy, 39th ed. pg. 1302* The anterior part of the prostate is composed mainly of fibromuscular stroma, which is continuous with detrusor fibers.* Toward the apex of the gland, this fibromuscular tissue blends with striated muscle from the levator.* Pubosprostatic ligaments also blend with this area.",
        "cop": 3,
        "opa": "Only glandular tissue",
        "opb": "Glandular tissue covered with transitional epithelium",
        "opc": "Glandular tissue and fibromuscular stroma",
        "opd": "Entire gland is composed of collagen",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "61b1e03d-45a1-4744-8bc9-ffe2270c0275",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structure does not pass through diaphragm?",
        "exp": "Ans. D Cisterna chyliRef Clinically Oriented Anatomy by Keith, Moore, 5th ed. pg. 387; Gray's Anatomy 40th ed. pg. 180* The cisterna chyli is a normal anatomical structure seen as saccular area of dilatation in the lymphatic channels that is located in the retrocrural space, usually to the immediate right of the abdominal aorta. It originates at the level of L1/2 vertebral body and extends 5-7 cm in the caudocephalad axis.* Thoracic duct originates from the chyle cistern in the abdomen and ascends through the aortic hiatus in the diaphragm. Thoracic duct ascends in the posterior mediastinum among the thoracic aorta on its left, the azygos vein on its right, the esophagus anteriorly, and the vertebral bodies posteriorly. At the level of the T4, T5, or T6 vertebra, the thoracic duct crosses to the left, posterior to the esophagus, and ascends into the superior mediastinum.* Note: Although thoracic duct derives from cisterna chyli, it is the thoracic duct that passes through diaphragm and not the cisterna chyli.",
        "cop": 4,
        "opa": "Aorta",
        "opb": "IVC",
        "opc": "Esophagus",
        "opd": "Cisterna chyli",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e5693bb8-7a84-445e-85f9-b2b2329d6992",
        "choice_type": "single"
    },
    {
        "question": "Taeniae coli is found is",
        "exp": "(Ascending colon) (254-BDC-2 4th)Differences between small intestine and the large intestineFeaturesSmall IntestineLarge Intestine1. Appendices epiploicaeAbsentPresent*2. Taeniae coliAbsentPresent*3. SacculationsAbsentPresent4. DistensibilityLessMore5. FixityGreater part is freely mobileGreater part is fixed6. VilliPresentAbsent7. Transverse mucosal foldsPermanentObliterated when longitudinal muscle coat relaxes8. Peyer's patchesPresent in ileumAbsent9. Common site for(a) Intestinal worms(a) Entamoeba histolytica (b) Typhoid(b) Dysentery organism (c) Tuberculosis(c) Carcinoma10. Effect of infection and irritationDiarrhoeaDysentery",
        "cop": 4,
        "opa": "Duodenum",
        "opb": "Jejunum",
        "opc": "Ileum",
        "opd": "Ascending colon",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "7959f442-a1b0-4e74-a9e8-e8eb3d023601",
        "choice_type": "single"
    },
    {
        "question": "Short gastric arteries reach the stomach via",
        "exp": "(B) (Gastrosplenic ligament) (172-snell 7th)* Short gastric arteries- arises from the splenic artery ** at the hilum of the spleen and passes forward in the gastrosplenic omentum (ligament) to supply fundus1. Gastrosplenic ligamentContains short gastric vessels *2. Lino renal ligamentContains splenic vessels and tail of pancreas**3. Phrenico colic ligamentSupports anterior end of spleen and prevent its down ward displacement **** Massive colonic bleeding in a patients with Diverticulosis is from superior Mesentric arterySUPERIOR MESENTERIC SYNDROME (WILKIE'S syndrome!* Caused by compression of the third portion of the duodenum by the superior mesenteric artery, as it passes over this portion of the duodenum* Most commonly seen in young sthenic individuals with woman (w>m)* Predisposing factors- weight loss, supine immobilization scoliosis, placement of body cast (cast syndrome )* Symptoms- Nausea. Vomiting abdominal distension, weight loss , and post prandial epigastric pain* Diagosis-Barium upper GI series, Hypotonic duodenography* Operative treatment of choice for vascular compression of duodenum is - duodeno- jejunostomy",
        "cop": 2,
        "opa": "Linorenal ligament",
        "opb": "Gastrosplenic ligament",
        "opc": "Gastrophrenic ligament",
        "opd": "Ligament of treitz",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "de763b37-6f8e-4037-8165-6e757db3c910",
        "choice_type": "single"
    },
    {
        "question": "A 35-year-old male is admitted to the hospital with an indirect inguinal hernia. During an open hernioplasty (in contrast to a laparoscopic procedure), the spermatic cord and the internal abdominal oblique muscles are identified. Which component of the spermatic cord is derived from the internal abdominal oblique muscle?",
        "exp": "The contents of the spermatic cord include ductus deferens; testicular, cremasteric, and deferential arteries; the pampiniform plexus of testicular nerve; the genital branch of the genitofemoral nerve; the cremasteric nerves; and the testicular sympathetic plexus and also lymph vessels. The cremaster muscle and fascia originate from the internal abdominal oblique muscle. The external spermatic fascia is derived from the aponeurosis and fascia of the external oblique muscle. The tunica vaginalis is a continuation of the processus vaginalis (from parietal peritoneum) that covers the anterior and lateral sides of the testes and epididymis. The internal spermatic fascia is derived from the transversalis fascia. The dartos tunic consists of a blending of the adipose (Camper) and membranous (Scarpa) layers of the superficial fascia, with interspersed smooth muscle fibers.",
        "cop": 2,
        "opa": "External spermatic fascia",
        "opb": "Cremaster muscle",
        "opc": "Tunica vaginalis",
        "opd": "Internal spermatic fascia",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2791eb1e-0077-4b34-b099-22deb52339d0",
        "choice_type": "single"
    },
    {
        "question": "A 3-year-old boy is admitted to the hospital with signs of acute renal failure. Radiologic studies reveal that the boy has bilateral masses involving both kidneys. Examination of biopsy material confirms the diagnosis of Wilms tumor. Which of the following gene mutations is the most common in Wilms tumor?",
        "exp": "Wilms tumor is a kidney malignancy that usually occurs in children. It has recently been shown that it can be caused by mutations in the WT1 gene, behaving according to Knudson's two-hit model for tumor suppressor genes.",
        "cop": 1,
        "opa": "The gene responsible for WT1",
        "opb": "The gene responsible for HGF",
        "opc": "The gene responsible for VEGF",
        "opd": "The gene responsible for GDNF",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "4386592b-58f8-48f6-b34a-384a2d30054d",
        "choice_type": "multi"
    },
    {
        "question": "Exploratory laparoscopy was performed on a 34-year-old male, following a successful emergency appendectomy. Which of the following anatomic relationships would be seen clearly, without dissection, when the surgeon exposes the beginning of the jejunum?",
        "exp": "The second part of the duodenum is crossed anteriorly by the transverse mesocolon, a relationship that can be seen when the beginning of the jejunum is exposed by lifting the transverse colon superiorly. The posterior relationships of the second part of the duodenum and the portal vein cannot be seen without some dissection. The third part of the duodenum is not related anteriorly to the hilum of the left kidney.",
        "cop": 4,
        "opa": "The second portion of the duodenum is related anteriorly to the hilum of the right kidney.",
        "opb": "The superior mesenteric artery and vein pass posterior to the third part of the duodenum.",
        "opc": "The portal vein crosses anterior to the neck of the pancreas.",
        "opd": "The second part of the duodenum is crossed anteriorly by the attachment of the transverse mesocolon.",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "6e9666fc-6869-40f5-9db9-493c35450c0c",
        "choice_type": "single"
    },
    {
        "question": "Prostatic venous plexus, communicates with all EXCEPT",
        "exp": "(External iliac vein) (373-BDC-2 4th) (381-Snell 7th)Prostatic venous plexus - which is between the capsule of the prostate and the fibrous sheath* The prostatic plexus receives the deep dorsal vein of the penis and numerous vesical veins and drains into the internal iliac veins (381-Snell)* The plexus communicates with the vesical plexus and with the internal pudendal vein, and drains into the vesical and internal iliac veins. Valveless communications exist between the prostatic and vertebral venous plexus through which prostatic carcinoma can spread to the vertebral column and to the skull (373-BDC-2)",
        "cop": 2,
        "opa": "Internal iliac vein",
        "opb": "External iliac vein",
        "opc": "Vesical plexus",
        "opd": "Vertebral venous plexus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "aee78005-efb1-4e03-9a42-8526f7507244",
        "choice_type": "multi"
    },
    {
        "question": "A 51-year-old complains of abdominal pain of 2-month duration. A CT scan of the patient's abdomen is shown. An angiogram indicates that several arteries of the gastrointestinal tract are occluded due to atherosclerosis, producing bowel ischemia. Which of the following arteries is most likely occluded in the CT scan?",
        "exp": "(c) Source: GAS 336; GA 147, 160 The arrows in the CT scan point to the descending colon. Therefore, the left colic artery, which supplies the descending colon, is the one most likely occluded in the CT scan. The middle colic, right colic, and ileocolic artery supply the ascending colon, and the marginal artery provides an anastomosis between branches of the superior mesenteric artery and inferior mesenteric artery.",
        "cop": 3,
        "opa": "Middle colic",
        "opb": "Right colic",
        "opc": "Left colic",
        "opd": "Iliocolic",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "101f52c2-eea8-4fcf-b5f0-13104b1e6399",
        "choice_type": "single"
    },
    {
        "question": "What is the normal weight of uterus?",
        "exp": "Ans. C 60 gRef: William's OB, 23rd ed. Ch 1* William's states \"In nonparous women, the uterus averages 50 to 70 g, whereas in parous women it averages 80 g or more\"* Since this question is asking just the normal weight of uterus, 60 gm is most appropriate given the option.UTERUS* Shape- pyriform* Size- 7.5 cm long x 5 cm broad x 2.5 cm thick* Weight- 60 g* Position- 90 degree with the long axis of vagina* Angulation- anteverted, anteflexed",
        "cop": 3,
        "opa": "20 g",
        "opb": "40 g",
        "opc": "60 g",
        "opd": "100 g",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f860c6d4-c4a9-4bf6-ab82-b7fdd7f00752",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is dermatome of umbilicus:",
        "exp": "Ans. B T10Ref BDC, 6th ed. vol. II pg. 198* Dermatome of umbilicus is at T10.* T10 segment also supplies to:# Appendix: T9 - T10# Stomach: T6 - T10# Testis/Ovary: T10# Intestine: T9-T11",
        "cop": 2,
        "opa": "T8",
        "opb": "T10",
        "opc": "T12",
        "opd": "L1",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "11a0027b-49d6-416f-a885-6ef8c0930fea",
        "choice_type": "single"
    },
    {
        "question": "Commonest position of the appendix is:",
        "exp": "Ans. B RetrocoecalRef: BDC, 6thed. vol. II pg. 269-70* Most common position of vermiform appendix is retrocaecal, (12 O'clock- 65%) followed by pelvic (4 O'clock position).Types of appendix and their relative positionAppendixPositionPrevalence /commentRetrocaecal12 O' clock65%; most commonPelvic4 O' clock30%; 2nd most commonSubcaecal6 O' clock2.5%; points towards midinguinal pointPreileal2 O' clock or splenic1 %; points towards spleen & lie infront of ileumPostileal2 O' clock or splenic0.5%; point towards spleen & lie behind ileumParacolic11 O' clock",
        "cop": 2,
        "opa": "Paracoecal",
        "opb": "Retrocoecal",
        "opc": "Pelvic",
        "opd": "Subcoecal",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "f44c0e2d-a570-4620-8f3f-80cf8c711579",
        "choice_type": "single"
    },
    {
        "question": "Deep inguinal ring is formed in:",
        "exp": "Ans. B Transversalis fascia* Deep inguinal ring is an oval opening formed in transversalis fascia.# It lies about 0.5 inch (1.3 cm) above inguinal ligament midway between anterior superior iliac supine and symphysis pubis.# Medial to deep inguinal ring is inferior epigastric vessels.Extra Mile# Superficial inguinal ring: A triangular shaped opening in the aponeurosis of external oblique muscle and lies immediately above and medial to pubic tubercle.",
        "cop": 2,
        "opa": "Transversus abdominis",
        "opb": "Transversalis fascia",
        "opc": "External oblique aponeurosis",
        "opd": "Internal oblique aponeurosis",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "63358381-ddd0-4891-be5a-bc77f2ccdeb4",
        "choice_type": "single"
    },
    {
        "question": "Levator ani muscle supplied by:",
        "exp": "(Pudendal nerve) Ref: 394-BDC-2, 349-Snell 7thThe levator ani is supplied by:1. A branch from the fourth sacral nerve2. A branch either from the inferior rectal nerve or from the perineal division of the pudendal nerveBranches of the Sacral Plexus and Their DistributionBRANCHESDISTRIBUTION,Superior gluteal nerve- G. medius, G. minimus, and Tensor fasciaelatae muscleInferior gluteal nerve- G - maximusNerve to piriformis-Piriformis muscleNerve to obturator intemus- Obturator intemus and superior gemellus muscleNerve to quadratus femoris- Quadratus femoris and inferior gemellus musclePerforating cutaneous nerve- Skin over medial aspect of buttocksPosterior cutaneous nerve of thigh- Skin over posterior surface of thigh and popliteal fossa, also covers lower part of buttock, scrotum or labium majusSciatic nerve (L4- 5, S1,2,3) Tibial portion- Hamstring muscles (semitendinosus, biceps femoris . Adductor magnus. Gastrocnemius, soleus plantaris, popliteus, Tibialis posterior. FDL, FHL, and via medial and lateral planter branches to muscles of sole of foot; sural branch supplies skin on lateral side of leg and foot.Common peroneal portion- Biceps femoris (short head) and via deep peroneal branch: Tibialis anterior, EHL, EDL Peroneus tertius, EDB muscle, skin over cleft between first and second toes, the superficial peroneal branch supplies the peroneus longus and brevis muscles and skin over lower third of ant surface of leg and dorsum of foot.Pudendal nerve- Muscles of perineum including the external anal sphincter, mucous membrane of lower half of anal canal, perianal skin, skin of penis scretum, clitoris and labia majora and minora",
        "cop": 2,
        "opa": "Superior gluteal nerve",
        "opb": "Pudendal nerve",
        "opc": "Common peroneal portion",
        "opd": "Internal iliac nerve",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "c634391b-9652-4472-b5b5-e1645ef1cb7e",
        "choice_type": "single"
    },
    {
        "question": "Ovarian artery is a branch of-",
        "exp": "Ans. is 'a' i.e., Abdominal aorta * 'Ovarian artery is a branch of abdominal aorta'",
        "cop": 1,
        "opa": "Abdominal aorta",
        "opb": "Renal artery",
        "opc": "Superior mesenteric artery",
        "opd": "Celiac trunk",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e2c81a04-9d13-4568-9b01-36c067992c91",
        "choice_type": "single"
    },
    {
        "question": "Ducts of Bellini are found in -",
        "exp": "Ans. is 'a' i.e., Kidneys Ducts Of Bellini* Papillary (collecting) ducts are anatomical structures of the kidneys, previously known as the ducts of Bellini.* Papillary ducts represent the most distal portion of the collecting duct system.* They receive renal filtrate (precursor to urine) from several medullary collecting ducts and empty into a minor calyx.* Papillary ducts continue the work of water reabsorbtion and electrolyte balance initiated in the collecting tubules.",
        "cop": 1,
        "opa": "Kidneys",
        "opb": "Liver",
        "opc": "Thymus",
        "opd": "Spleen",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e8514ad1-73b1-4cf7-b402-19a9980c7829",
        "choice_type": "single"
    },
    {
        "question": "Muscles forming floor of pelvis are all except-",
        "exp": "Ans. is 'd' i.e., Iliacus * The pelvic floor is formed by the levator ani muscle which consists of three parts.1. Pubococcygeus2. Iliococcygeus3. Ischiococcygeus",
        "cop": 4,
        "opa": "Pubococcygeus",
        "opb": "Iliococcygeus",
        "opc": "Ischiococcygeus",
        "opd": "Iliacus",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "2196eb77-c59a-4287-9d87-6e7074512ec7",
        "choice_type": "multi"
    },
    {
        "question": "A 30-year-old woman complains of weakness and fatigability over the past 6 months. She has a 3-month acute history of severe hypertension that has required treatment with antihypertensive medications. Radiographic examination reveals a tumor of her right suprarenal gland. The patient is diagnosed with a pheochromocytoma (tumor of the adrenal medulla) and is scheduled for a laparoscopic adrenalectomy. Which of the following nerve fibers will need to be cut when the adrenal gland and tumor are removed?",
        "exp": "The preganglionic sympathetic fibers running to the adrenal gland would be cut during adrenalectomy for they synapse on catecholamine-secreting cells within the adrenal medulla. Unlike the normal route of sympathetic innervation, which is to first synapse in a sympathetic ganglion and then send postganglionic fibers to the target tissue, the chromaffin cells of the adrenal gland are innervated directly by preganglionic sympathetic fibers. This is because the chromaffin cells are embryologically postganglionic neurons that migrate to the medulla and undergo differentiation. The adrenal gland receives no other recognized types of innervation; therefore, the remaining answer choices are all incorrect.",
        "cop": 1,
        "opa": "Preganglionic sympathetic fibers",
        "opb": "Postganglionic sympathetic fibers",
        "opc": "Somatic motor fibers",
        "opd": "Postganglionic parasympathetic fibers",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "e2924713-a49a-4bd2-8af6-764d38392141",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is a direct branch of Inferior mesenteric artery?",
        "exp": "Ans. A Superior rectal arteryRef: Gray's, 41st ed. pg. 1088, 1138Branches of Inferior Mesenteric Artery* Left colic artery: supplies descending colon* Sigmoid artery: supplies sigmoid colon* Superior rectal artery: terminal branch of IMA* Marginal branchesNote* Middle rectal artery: branch of internal iliac artery (anterior branch)* Inferior rectal artery: branch of internal iliac artery* Inferior epigastric artery: branch of external iliac artery",
        "cop": 1,
        "opa": "Superior rectal artery",
        "opb": "Middle rectal artery",
        "opc": "Inferior rectal artery",
        "opd": "Inferior epigastric artery",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "1db27e6b-598b-47a2-b5b0-787bb34044c7",
        "choice_type": "single"
    },
    {
        "question": "Anteversion of uterus is maintained by",
        "exp": "(D) Round ligaments[?]POSITIONS OF UTERUS:Anteversion of uterus: Long axis of uterus is bent forward on long axis of vagina, In most women.Also, long axis of body of uterus is bent forward at level of internal as with long axis of cervix (anteflexion of uterus). Thus, in erect position and with bladder empty, uterus lies in an almost horizontal plane.Fundus and body of uterus are bent backward on vagina so that they lie in rectouterine pouch (pouch of Douglas). Uterus is therefore retroverted. If body of the uterus is, in addition, bent backward on cervix, it is also retroflexed.Angle of Anteflexion is 125degStructures assist in keeping the uterus in position:Sustainer structures: Urogenital diaphragm, Levator ani muscle, Perineal bodySuspensory Structures:Pubocervical ligament, Cardinal ligament (parametrium)Uterosacral ligamentRound ligament of UterusStructures assist in keeping the uterus in Antever- s ion-anteflexion:Cardinal ligament (parametrium):Supports Anteversion, the uterine angle between cervix & body.-Between Vagina & CervixRound Ligament of Uterus:Maintains Anteflexion of the uterus (a position where the fundus of the uterus leans ventrally).-During Pregnancy it gives support to the anteversion as well.Angle of Anteversion 90deg: Maintained by Round & uterosacral ligaments.It has even more significant role during pregnancy. When the uterus grows during pregnancy, the round ligaments can stretch causing pain.#. Position:!. Non pregnant uterus is within the pelvis.!. It is anteverted & anteflexed in position.!. Long axis of cervix is bent on long axis of vagina this is called Anteversion.!. Body of uterus is bent forwards over cervix at the isthmus and is known as Anteflexion.#. Pubocervical ligament:!. Attached Anteriorly to posterior aspect of body of pubis!. Passes to neck of bladder.!. Anterior fornix of vagina.!. Pubocervical ligaments help to maintain normal angle of 45deg between the vagina & horizontal.!. Decrease may cause a cystocoele.",
        "cop": 4,
        "opa": "Cardinal ligaments",
        "opb": "Uterosacral ligaments",
        "opc": "Pubocervical ligaments",
        "opd": "Round ligaments",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "67981693-f8cd-4ef1-88f1-17f2bdb65dbc",
        "choice_type": "single"
    },
    {
        "question": "Normal splanchnic blood supply of the liver includes-",
        "exp": "Ans. is 'a' i.e., Portal vein * Liver has dual blood supply and receives 20% of its blood supply through hepatic artery (systemic) and 80% through portal vein (splanchnic). Portal vein is formed by union of splenic vein and superior mesenteric veins.* Venous drainage is through hepatic veins into IVC.",
        "cop": 1,
        "opa": "Portal vein",
        "opb": "Splenic artery",
        "opc": "Superior mesenteric artery",
        "opd": "Inferior mesenteric vein",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "95472eb2-aece-47ba-a1f4-d9c6f9c7ee60",
        "choice_type": "single"
    },
    {
        "question": "A 37-year-old woman was admitted to the emergency department with high fever (39.5deg C), nausea, and vomiting. Physical examination revealed increased abdominal pain in the paraumbilical region, rebound tenderness over McBurney's point, and a positive psoas test. Blood tests showed marked leukocytosis. Which of the following is the most likely diagnosis?",
        "exp": "Appendicitis is often characterized by acute inflammation and is indicated with both a positive psoas test and rebound pain over McBurney's point. McBurney's point lies 1 inch lateral to the midpoint of an imaginary line in the right lower quadrant, joining the anterior superior iliac spine and the umbilicus. In patients with appendicitis, rebound tenderness may be felt over McBurney's point after quick, deep compression of the left lower quadrant. An ectopic pregnancy would be associated with generalized abdominal pain instead of the localized pain felt over McBurney's point. Cholecystitis results from an inflammation of the gallbladder and would result in pain over the epigastric region shifting to the right hypochondriac region. Kidney stones result in referred pain to the lumbar or possibly inguinal regions. Perforation of the duodenum could result in pain to palpation of the abdomen, together with adynamic (paralytic) ileus, rigidity of the abdominal wall, and referral of pain to the shoulder.",
        "cop": 2,
        "opa": "Ectopic pregnancy",
        "opb": "Appendicitis",
        "opc": "Cholecystitis",
        "opd": "Kidney stone",
        "subject_name": "Anatomy",
        "topic_name": "Abdomen & Pelvis",
        "id": "24bbce20-dd17-4294-ae1b-ed3d0b0b78b1",
        "choice_type": "single"
    }
]