[
    {
        "question": "A 22-year-old football player is admitted to the hospital with pain and swelling over the lateral aspect of the ankle. The emergency depament doctor diagnosed an inversion sprain. Which ligament was most likely injured?,",
        "exp": "A forced inversion of the foot can result in tearing of the calcaneofibular ligament and sometimes the anterior talofibular ligament as well. Both of these ligaments act to stabilize the foot and prevent an inversion injury. FIG:-lateral collateral ligament of ankle Calcaneonavicular (spring) ligament - is on the medial side so not injured in inversion injury.",
        "cop": 2,
        "opa": "Calcaneonavicular (spring)",
        "opb": "Calcaneofibular",
        "opc": "Long plantar",
        "opd": "Sho plantar",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "f6637403-1e01-4eb7-9eb3-05bdfe4981fd",
        "choice_type": "multi"
    },
    {
        "question": "TRUE about medial meniscus-",
        "exp": "Medial meniscus. Semicircular ( C shaped ) ,wider at back than in front Peripheral margin is adherent to deep pa of tibial collateral ligament. Medial meniscus has more firm attachments to tibia than lateral meniscus so has more chances of injury. Made up of fibrous cailage. The outer pa is more avascular than inner pa.",
        "cop": 3,
        "opa": "Made up of hyaline cailage",
        "opb": "Injury of lateral meniscus is more frequent than medial meniscus",
        "opc": "C-shaped",
        "opd": "Inner pa is more avascular",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "42be7f45-6fc0-4f9d-946f-fc8e24eefeb2",
        "choice_type": "multi"
    },
    {
        "question": "While playing football, a 19-year-old college student receives a twisting injury to his knee when being tackled from the lateral side. Which of the following conditions most likely has occurred?",
        "exp": "The \"unhappy triad\" of the knee joint is characterized by: tear of the medial meniscus, rupture of the tibial collateral ligament, and rupture of the anterior cruciate ligament. This injury may occur when a cleated shoe, as worn by football players, is planted firmly in the turf and the knee are struck from the lateral side. Tenderness along the medial collateral ligament and over the medial meniscus and swelling on the front of the joint are due to excessive production of synol fluid, which fills the joint cavity and the suprapatellar bursa.",
        "cop": 1,
        "opa": "Tear of the medial meniscus",
        "opb": "Ruptured fibular collateral ligament",
        "opc": "Tenderness on pressure along the fibularcollateral ligament",
        "opd": "Injured posterior cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "476f4b2a-a88b-4c51-8334-097335b1ef62",
        "choice_type": "multi"
    },
    {
        "question": "Angle of the Neck Of Femur to shaft is:",
        "exp": "The Angle formed by axis of Femoral Shaft and Line drawn along axis of Femoral Neck is about 127deg (125-140deg).",
        "cop": 2,
        "opa": "110deg",
        "opb": "125deg",
        "opc": "135deg",
        "opd": "100deg",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "a89e6665-dd5e-4db2-9e03-ffc289c83b67",
        "choice_type": "single"
    },
    {
        "question": "A construction worker falls feet-first from a roof. He sustains a fracture of the groove on the undersurface of the sustentaculum tali of the calcaneus bone. Which of the following muscle tendons is most likely torn?",
        "exp": "The tendon of the flexor hallucis longus muscle occupies first the groove on the posterior surface of the talus and then the groove on the undersurface of the sustentaculum tali. None of the other tendons would have been affected in such an injury.",
        "cop": 4,
        "opa": "Flexor digitorum brevis",
        "opb": "Flexor digitorum longus",
        "opc": "Flexor hallucis brevis",
        "opd": "Flexor hallucis longus",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "5b9212c0-2a1d-4f29-8ac6-3b9bd8f4f50c",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is a component of deltoid ligament",
        "exp": "Deltoid ligament has 4 components (all with prefix 'Tibia') : * Anterior tibiotalar ligament * Posterior tibiotalar ligament * Tibio-calcaneal pa* Tibio-navicular ligament - attaching to navicular bone at medial side of the foot. - Spring ligament / calcaneo-navicular ligament which connects navicular bone's plantar surface with sustentaculum of calcaneus is not a component of deltoid ligament fig:-Deltoid ligament of ankle",
        "cop": 2,
        "opa": "Talofibular ligament",
        "opb": "Tibiotalar ligament",
        "opc": "Talonavicular ligament",
        "opd": "Calcaneo-navicular ligament",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "e4e93c8d-459f-4cd5-ae90-1f5c93f33d0b",
        "choice_type": "single"
    },
    {
        "question": "Sacrotuberous Ligament is pierced by:",
        "exp": "The Sacrotuberous Ligament is pierced by the Coccygeal Branches of the Inferior Gluteal Aery, the Perforating Cutaneous Nerve (S2,3) and filaments of the Coccygeal Plexus (formed by S4,S5 & Coccygeal Nerve).",
        "cop": 3,
        "opa": "S1 Nerve",
        "opb": "L5 Nerve",
        "opc": "Coccygeal Nerve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "81336ca7-d3e3-483f-be26-aed30b70fdf0",
        "choice_type": "multi"
    },
    {
        "question": "TRUE about Saphenous Opening:",
        "exp": "Saphenous opening is an oval defect in the Fascia Lata in front of the thigh, for the passage of Great Saphenous Vein into the Femoral Vein. The Centre of the Opening is about 4 cm Inferolateral to the Pubic Tubercle. The Saphenous Opening is closed by a membrane of areolar tissue--the cribriform fascia which is pierced by great Saphenous Vein, Superficial Epigastric and Superficial External Pudendal Vessels and lymph vessels connecting Superficial and Deep Inguinal Lymph Nodes.",
        "cop": 3,
        "opa": "Transmits Saphenous Nerve",
        "opb": "Lies 4 cm Lateral and Superior to Pubic Tubercle",
        "opc": "Covered by Cribriform Fascia",
        "opd": "Opening in Cribriform Fascia",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "29ca51d9-6ad6-49bf-b7dc-22919b0b5982",
        "choice_type": "multi"
    },
    {
        "question": "A 19-year-old football player was hit on the lateral side of his knee just as he put that foot on the ground.Unable to walk without assistance, he is taken to the hospital. An MRI examination reveals a torn medial collateral ligament. Which structure would most likely also be injured due to its attachment to this ligament?,",
        "exp": "The medial meniscus is firmly attached to the medial (tibial) collateral ligament. Damage to the medial collateral ligament often causes concomitant damage to the medial meniscus because of this relationship. The anterior cruciate ligament may be torn when the knee is hyperextended. The lateral meniscus is not attached to the medial collateral ligament but receives muscular attachment to the popliteus muscle. The posterior cruciate ligament also lies outside of the synol cavity and limits hyperflexion of the knee.",
        "cop": 1,
        "opa": "Medial meniscus",
        "opb": "Anterior cruciate ligament",
        "opc": "Lateral meniscus",
        "opd": "Posterior cruciate ligament",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "d175123d-8b50-4663-998d-e89ae12f2669",
        "choice_type": "multi"
    },
    {
        "question": "Iliofemoral Ligament arise from:",
        "exp": "IlioFemoral Ligament (of Biglow) is Y shaped, arising from the Anterior Inferior Iliac Spine and the rim of the acetabulum, it spreads obliquely downwards and lateral to attach to the Interochanteric line on the Anterior side of the Femoral Head.",
        "cop": 4,
        "opa": "Ischial tuberosity",
        "opb": "Anterior Superior Iliac Spine",
        "opc": "Iliopubic Rami",
        "opd": "Anterior Inferior Iliac Spine",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "c8ce3e3a-5593-428f-8108-4ad6bb302b24",
        "choice_type": "single"
    },
    {
        "question": "ACL prevents:",
        "exp": "Anterior cruciate ligament (ACL) prevents posterior displacement of femur(PDF) on tibia and the anterior displacement of tibia on femur, as well. Posterior cruciate ligament- prevent anterior displacement of femur on tibia and the posterior displacement of tibia on femur, as well.",
        "cop": 4,
        "opa": "Anterior dislocation of femur",
        "opb": "Posterior dislocation of tibia",
        "opc": "Lateral dislocation of tibia",
        "opd": "Posterior dislocation of femur",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "8145e2be-56c3-4706-beca-341f3e2d7e38",
        "choice_type": "single"
    },
    {
        "question": "Spring ligament consists of all EXCEPT:",
        "exp": "Spring (Calcaneo-Navicular) Ligament attaches calcaneum to Navicular bone (and not cuboid). It is made up of two distinct structures: the Superomedial Calcaneonavicular poion and the Inferolateral Calcaneonavicular poion.",
        "cop": 1,
        "opa": "Plantar Calcaneocuboid Ligament",
        "opb": "Plantar Calcaneonavicular Ligament",
        "opc": "Medial Calcaneonavicular Ligament",
        "opd": "Lateral Calcaneonavicular Ligament",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "57704a1c-6bee-478b-8c70-55abaf4d0b5f",
        "choice_type": "multi"
    },
    {
        "question": "Most Anterior Structure on Tibial Plateau :",
        "exp": "Anterior Horn of Medial Meniscus is the most anterior structure attached on the Intercondylar Area on the Superior Surface of Tibia. fig:- structure attached on the Intercondylar Area of Tibia. mnemonicfor remembering ligaments anterior to posterior-\"Medical College Lucknow, Lucknow Medical College\"",
        "cop": 2,
        "opa": "Anterior Horn of Lateral Meniscus",
        "opb": "Anterior Horn of Medial Meniscus",
        "opc": "Anterior Cruciate Ligament",
        "opd": "Ligamentum Patella",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "e45b35f0-94d9-4f38-a256-742745111b82",
        "choice_type": "single"
    },
    {
        "question": "Structure passing through both greater and lesser sciatic foramen are all EXCEPT:",
        "exp": "PIN (Pudendal nerve, Internal pudendal vessels and Nerve to obturator internus) structures come from pelvic cavity, pass through the Greater Sciatic Notch, hook behind the Ischial Spine (in Gluteal Region) and move into the Lesser Sciatic Notch. The Tendon (and not muscle) of Obturator Internus passes through the Lesser Sciatic Notch.",
        "cop": 4,
        "opa": "Pudendal Nerve",
        "opb": "Internal Pudendal Vein",
        "opc": "Nerve to Obturator Internus",
        "opd": "Tendon of Obturator Internus",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "26f14470-7a26-4442-ba88-b76f4abdbb80",
        "choice_type": "multi"
    },
    {
        "question": "All the following are true about Upper End Of Tibia EXCEPT:",
        "exp": "Patella has no aiculation with Tibia; it is aiculated to Femur Only. Ossification: Secondary Centre for the Upper End is present at bih and fuses with the shaft by 16 years in females and 18 in males. Both Medial and Lateral menisci are attached to the Intercondylar Area on tibia. Semi-membranosus muscle is attached to the medial condyle of tibia, posteriorly.",
        "cop": 4,
        "opa": "Ossification centre for the upper end fuses by 18 years",
        "opb": "Meniscal Cailage is attached to the Intercondylar Area",
        "opc": "Gives attachment to Semimembranosus",
        "opd": "Posterior aspect of Patella aiculates with Upper End Of Tibia laterally",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "da395a79-51b9-4408-9f11-69475bc27085",
        "choice_type": "multi"
    },
    {
        "question": "A 62-year-old woman slips and falls on the bathroom floor. As a result, she has a posterior dislocation of the hip joint and a fracture of the neck of the femur If the acetabulum is fractured at its posterosuperior margin by dislocation of the hip joint, which of the following bones could be involved?",
        "exp": "The acetabulum is a cup-shaped cavity on the lateral side of the hip bone and is formed: superiorly by the ilium, posteroinferiorly by the ischium, anteromedially by the pubis. The sacrum and the head of the femur do not paicipate in the formation of the acetabulum.",
        "cop": 3,
        "opa": "Pubis",
        "opb": "Ischium",
        "opc": "Ilium",
        "opd": "Sacrum",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "057e0c52-7d52-4e8e-b622-4792951fd4fb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structures is most significant in resisting hyperextension of the hip joint?,",
        "exp": "The Iliofemoral Ligament resist both hyperextension and lateral rotation at the hip joint. The Pubofemoral ligament reinforces the joint inferiorly and limits extension and abduction. The Ischiofemoral ligament reinforces the joint posteriorly and limits extension and medial rotation. The Gluteus Maximus muscle extends and laterally rotates the thigh and does not paicularly resist hyperextension",
        "cop": 3,
        "opa": "Pubofemoral ligament",
        "opb": "Ischiofemoral ligament",
        "opc": "Iliofemoral ligament",
        "opd": "Gluteus maximus muscle",
        "subject_name": "Anatomy",
        "topic_name": "Bones Joints and Ligaments",
        "id": "98c1ec0d-c674-409d-844c-16a0081eda59",
        "choice_type": "single"
    }
]