[
    {
        "question": "The following hemotoxylin and eosin stained biopsy is from which tissue?",
        "exp": "Ans- A Ref- medcell.med.yale.edu",
        "cop": 1,
        "opa": "Tonsils",
        "opb": "Spleen",
        "opc": "Lymph Node",
        "opd": "Peyer's patches",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "1e0fd601-1244-41f0-ad21-b5db847bfaee",
        "choice_type": "single"
    },
    {
        "question": "Space of Disse contains all except -",
        "exp": "Ans. is 'c' i.e., Kupffer's cell o The space of Disse (Perisinusoidal space) is a space between hepatocytes and hepatic sinusoids,o The exchange of substance between hepatocytes and blood takes place in the space of Disse.o Microvilli of hepatocytes extend into this space, increasing surface area for absorption,o Major constituent of space of Disse is blood plasma.Hepatic sinusoid, space of Disse and bile canaiicuii",
        "cop": 3,
        "opa": "Microvilli",
        "opb": "Blood plasma",
        "opc": "Kupffer's cell",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "07752b2f-9f34-4201-8ad1-3edd6169bc8f",
        "choice_type": "multi"
    },
    {
        "question": "Stave cells are seen in -",
        "exp": "Ans. is 'b' i.e., Spleen o Stave cells are lining endothelial cells of sinusoids of spleen.o Damaged or aged blood cells of all types are trapped by stave cells and destroyed by macrophages.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Pancreas",
        "opd": "Gall bladder",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "d2298183-f6ce-4d83-91f5-e80137da2f2c",
        "choice_type": "multi"
    },
    {
        "question": "Human intestinal glands contain____",
        "exp": "Ans. d (All of the above) (Ref. Essentials of stem cell biology By Robert Paul, p. 254)The 4 main epithelial cell lineages existing in the intestinal epithelium include the columnar cells, the mucin secreting cells, the neuroendocrine cells and the paneth cells.FOUR MAIN EPITHELIAL CELL LINEAGES EXIST IN INTESTINAL EPITHELIUM:# The columnar cells: Columnar cells with apical microvilli are most abundant epithelial cells found in small and large intestine.# The mucin-secreting cells:Are goblet cells containing mucin granules. Found throughout colonic epithelium# The neuroendocrine enteroendocrine cells: Secrete peptide hormones and contain dense core secretory granules,# Paneth cells in small intestine?- Exclusively located at crypt base of small intestine and ascending colon.- Contain apical secretory granules and express several proteins including# Lysozyme # TNF and # Antibacterial cryptins and defensins Q# Other less common lineages are:- Caveolated cells and Membranous or microfold cells.",
        "cop": 4,
        "opa": "Paneth cells",
        "opb": "Neuroendocrine cells",
        "opc": "Stem cells",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "a0d036ff-6bfe-4eeb-bb90-3727753ef2c6",
        "choice_type": "multi"
    },
    {
        "question": "Glands of Von Ebner are present in -",
        "exp": "Ans. is 'c' i.e., Tongue Glands of tongueo Several groups of the glands are present on the tongue.Anterior glandso Near the apex of the tongue anterior lingual glands are present.o These are glands of Blandin and A'uhn.o Anterior glands are mucous while posterior glands are mixed.o The ducts of glands open on the ventral surface of the tongue near the lingual ffenum.Posterior glandso These are found in the posterior part of the tongue near the vallate papillae or posterior to the sulcus terminalis.o These are purely mucous glands.o Their ducts open into the dorsal surface of the tongue.Von Ebner's gland (Ebner's gland)o These are purely serous glands opeing into the trough of vallate papillae,o The characteristic feature is that they secrete lingual lipase.",
        "cop": 3,
        "opa": "Cervix",
        "opb": "Penile urethra",
        "opc": "Tongue",
        "opd": "Vagina",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "6cd0acbf-3558-4038-976d-1cdf2674f76a",
        "choice_type": "single"
    },
    {
        "question": "Space of Disse is seen in-",
        "exp": "Ans. is 'b' i.e., Liver Histology of the Livero Liver is covered by Glisson's capsule.o Liver is divided into hexagonal lobules oriented around the terminal tributaries of the hepatic vein (Terminal hepatic veins), i.e. Terminal hepatic vein is in the centre of the lobule and area around the hepatic vein is called centriJobular zone.o At peripheri of lobule, lies the portal tract containing hepatic artery, bile duct and portal vein. Area around portal tract is called periportal zone.o Area between periportal zone and centrilobular zone is called midzonal area,o All around the central vein are the major parenchymal cells, i.e. hepatocytes.o Lobule contains sinusoid (sinusoidal capillaries) which have fenestrated endothelium covering the subendothelial space of Disse. This space contains stellate cell processes and hepatocellular microvilli,o Other important cells of liver are Kupffer cells, which belong to monocytic-macrophage sytem and function as phagocytic cells.",
        "cop": 2,
        "opa": "Spleen",
        "opb": "Liver",
        "opc": "Lung",
        "opd": "Heart",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "ab3d9779-3818-49b5-b981-497005484fe7",
        "choice_type": "single"
    },
    {
        "question": "Cell lining of small intestine -",
        "exp": "Explainatin 2: The intestinal epithelium is the layer of cells that forms the luminal surface or lining of both the small and large intestine (colon) of the gastrointestinal tract. It is composed of simple columnar epithelium. It has two important functions: absorbing helpful substances and providing a barrier against harmful substances. Explainatin 1:Ans. is 'c' i.e., Simple columnar o Simple columnar epithelium : It is made up of tall columnar cells. Simple columnar cells may be :Simple columnar epithelium (without cilia and microvilli) : Lining of stomach, large intestine, collecting duct and cervical canal.Columnar epithelium with striated border (regularly arranged microvilli) : Lining of small intestine.Columnar epithelium with brush border (irregularly placed microvilli) : Lining of gall bladder.Ciliated columnar epithelium (presence of cilia) : Lining of uterus, fallopion tube, eustachian tube, tympanic cavity and central canal of spinal cord and ventricles.o Linining of gall-bladder is columnar epithelium with brush border (irregularly placed microvilli).Type of epitheliumTissue or organSimple squamousLung alveoliMesothelium lining serous surfacesEndocardium and endotheliumLoop of henle in nephronKeratinized stratified squamousEpidermis of skinDuct of sebaceous glandNon keratinized stratified squamousTongue, tonsil, pharynx, esophagusCorneaVaginaSimple columnar epithelium(without cilia and microvilli)Lining of stomach and large intestineCervical canalColumnar epithelium with striated border(regularly arranged microvilli)Lining of small intestineColumnar epithelium with brush border(Irregularly placed microvilli)Gall bladderCiliated columnar epithelium(cilia on surface for propulsion of fluid)Uterus and fallopian tubesEustachian tubeCentral canal of spinal cord and ventricles of brainRespiratory epitheliumSecretory columnar epithelium (with goblet cells)Stomach and intestinesTrachea and bronchiPseudostratified columnar epitheliumOlfactory epitheliumTracheaEustachian tubeVas + deferensUrethraCuboidal epitheliumDucts of glandsThyroid folliclesOvarian surface epitheliumTransitional epithelium (Crothelium)Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 3,
        "opa": "Simple squamous",
        "opb": "Stratified squamous",
        "opc": "Simple columnar",
        "opd": "Stratified columnar",
        "subject_name": "Anatomy",
        "topic_name": "Digestive System (Histology)",
        "id": "42711992-9a90-4daf-9a3e-9b7bed04b55d",
        "choice_type": "multi"
    }
]