[
    {
        "question": "Cornea is lined by -",
        "exp": "Ans. is 'c' i.e., Squamous non-keratisized Histology of corneao The cornea has five distinct layers (from superficial to deep): -Epithelium : - It is the outermost part of cornea and is composed of stratified squamous non-keratinized epithelial cellsQ.Bowman's membrane : - It is not a true membrane but simply a condensed superficial part of stroma. Once destroyed, it does not regenerateQ.Stroma (Substantia propria) : - This layer constitutes most of the cornea (90% of thickness). It consists of collagen fibrils (lamellae) embedded in hydrated matrix of proteoglycans.Descemet's membrane : - This layer bounds the stroma posteriorly. In the periphery it appears to end at the anterior limit of trabecular meshwork as Schwableys ring.Endothelium : - It is a single layer of flat polygnonal cells. The endothelial cells contain 'active-pump' mechanism and is the most important layer in maintaining the transparency of corneaQ.",
        "cop": 3,
        "opa": "Ciliated columinar",
        "opb": "Simple columinar",
        "opc": "Squamous non-keratisized",
        "opd": "Pseudostrati fied",
        "subject_name": "Anatomy",
        "topic_name": "Epithelium and Intraepithelial Glands",
        "id": "76e7cb2c-95d8-4861-8b7e-62fdd9051d6a",
        "choice_type": "single"
    },
    {
        "question": "Transitional epithelium is seen in -",
        "exp": "Ans. 'c' i.e., Urinary bladder o Transitional epithelium is a multilayered stretchable epithelium which has extra reserve of cells.Type of epitheliumTissue or organSimple squamousLung alveoliMesothelium lining serous surfacesEndocardium and endotheliumLoop of henle in nephronKeratinized stratified squamousEpidermis of skinDuct of sebaceous glandNon keratinized stratified squamousTongue, tonsil, pharynx, esophagusCorneaVaginaSimple columnar epithelium (without cilia and microvilli)Lining of stomach and large intestine Cervical canalColumnar epithelium with striated border (regularly arranged microvilli)Lining of small intestineColumnar epithelium with brush border (Irregularly placed microvilli)Gall bladderCiliated columnar epithelium (cilia on surface for propulsion of fluid)Uterus and fallopian tubesEustachian tubeCentral canal of spinal cord and ventricles of brainRespiratory epitheliumSecretory columnar epithelium (with goblet cells)Stomach and intestines Trachea and bronchiPseudostrati fled columnar epitheliumOlfactory epitheliumTracheaEustachian tubeVas + deferensUrethraCuboidal epitheliumDucts of glandsThyroid folliclesOvarian surface epitheliumTransitional epithelium (Urothelium)Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 3,
        "opa": "Esophagus",
        "opb": "Vagina",
        "opc": "Urinary bladder",
        "opd": "Trachea",
        "subject_name": "Anatomy",
        "topic_name": "Epithelium and Intraepithelial Glands",
        "id": "7e17462c-b9ed-4e1c-bf0e-83b3dfd463c0",
        "choice_type": "single"
    },
    {
        "question": "True regarding epithelial cells are:",
        "exp": "Ref: The Developing Human Clinically Oriented Embryology,8th edition. Page 441 and Histology A Text and Atlas, Michael H.Ross, 6th edition. Pages 134, 666 and 725Explanation:Sebaceous glands develop as buds from the sides of developing epithelial root sheaths of hair follicles.The glandular buds grow into the surrounding connective tissue and branch to form the primordia of several alveoli and their associated ducts.The central cells of the alveoli break down, forming an oily secretion (sebum), which is released into the hair follicle and passes to the surface of the skin, where it mixes with desquamated peridermal cells to form vernix caseosa.Sebaceous glands independent of hair follicles (e.g., in the glans penis and labia minora) develop in a similar manner to buds from the epidermis.Note:Upper respiratory tract is lined with ciliated pseudo stratified columnar epithelium.Ureter does NOT contain abundant goblet cells. Abundant goblet cells are features of large intestine.Epithelium is NOT surrounded by single layered membrane.Epithelial cells have strong adhesion molecules, membrane interdigitations and intercellular junctions.These features allow the cells to form cellular sheets that cover the surface of the body and line its cavities.Epithelial cells are separated from the connective tissue by a sheet of extracellular material called the basal lamina.Types of EpitheliumType of EpitheliumSubtypesLocations * Endothelium* Linings of Alveoli* Linings of Cavities* Lining of Serosa (Pori cardium. Pleura and Peri toneum)* Bowman s capsule* Thin segment of Loop of Henle* Vagina* Cornea* Upper aerodigestive tract* Mouth* Tonsils* Pharynx* Vocal cords* EsophagusSimpleSquamousStratified. Non- keratinizedStratified, Keratinized* Skin* Duct of sebaceous glands* Anas below Hilton's white lineSimple. Non-ciliated* Mucosa of Stomach* Intestine* Gallbladder* Cervical canal * Uterus* Fallopian tubes* Endocervix* Eustachian tubeCiliatedColumnar * Middle ear* Respiratory epithelium* Upper 1/3rd nasal cavity (Olfactory epitheliums)Pseuriost ratified. Ciliated* Respiratory epithelium (Lower 2/3rd of nasal cavity, auditory tube, trachea. bronchi, Respiratory tract upto bronchioles)* Ductus deferensPseudostratified with stercocilia* Epididymus Simple* Terminal bronchioles* Alveoli* Germinal epithelium * Ducts of Glands* Pancreas* Salivary glands* Sweat glands* Lining ot Bartholin glandsCuboidalStratifiedTransitionalepithelium * Urinary passage (from minor calyces, renal pelvis, ureter, urinary bladder, prostatic urethra)Urothelium",
        "cop": 3,
        "opa": "Upper respiratory tract is lined by keratinized epithelium",
        "opb": "Abundant goblet cells are present in ureter epithelium",
        "opc": "Sebaceous glands appear from epithelium in scalp",
        "opd": "Epithelium is surrounded by single layered membrane",
        "subject_name": "Anatomy",
        "topic_name": "Epithelium and Intraepithelial Glands",
        "id": "af3594df-c741-4391-bb36-261e0e856ad6",
        "choice_type": "multi"
    },
    {
        "question": "Stratified squamous epithelium is seen in -",
        "exp": "Ans. is 'a' i.e., VaginaStratified squamous non-keratinized epithelium is seen in :o Moutho Tongueo Pharynx (oropharynx and iaryngopharynx)o Esophaguso Vaginao Cornea and conjunctivao Distal part of anal canalo Distal uterine cervixo Distal uterine'o Vestibule of nasal cavities o Transitional epithelium is a multilayered stretchable epithelium which has extra reserve of cells. Type of epitheliumTissue or organSimple squamousLung alveoliMesothelium lining serous surfacesEndocardium and endotheliumLoop of henle in nephronKeratinized stratified squamousEpidermis of skinDuct of sebaceous glandNon keratinized stratified squamousTongue, tonsil, pharynx, esophagusCorneaVaginaSimple columnar epithelium (without cilia and microvilli)Lining of stomach and large intestine Cervical canalColumnar epithelium with striated border (regularly arranged microvilli)Lining of small intestineColumnar epithelium with brush border (Irregularly placed microvilli)Gall bladderCiliated columnar epithelium (cilia on surface for propulsion of fluid)Uterus and fallopian tubesEustachian tubeCentral canal of spinal cord and ventricles of brainRespiratory epitheliumSecretory columnar epithelium (with goblet cells)Stomach and intestines Trachea and bronchiPseudostrati fled columnar epitheliumOlfactory epitheliumTracheaEustachian tubeVas + deferensUrethraCuboidal epitheliumDucts of glandsThyroid folliclesOvarian surface epitheliumTransitional epithelium (Urothelium)Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 1,
        "opa": "Vagina",
        "opb": "Urinaryblooder",
        "opc": "Uterus",
        "opd": "Cervix",
        "subject_name": "Anatomy",
        "topic_name": "Epithelium and Intraepithelial Glands",
        "id": "4798c8ea-1e77-4760-b57e-6a097280bb16",
        "choice_type": "single"
    },
    {
        "question": "Epithelium lining of lingual surface of epiglottis is?",
        "exp": "ANSWER: (D) Stratified squamous epitheliumREF: Basic Histology by Lange 11th edition Chapter 17 '\"The Respiratory System\"See APPENDIX-10 below for \"SOME IMPORTANT EPITHELIUM LININGS\".The epiglottis is a flap valve that covers the laryngeal airway during swallowing. Thus the epithelium facing the oral cavity is oral epithelium, while the epithelium on the surface facing the airway is respiratory.The entire lingual surface and the apical portion of the laryngeal surface are covered with stratified squamous epithelium. Toward the base of the epiglottis on the laryngeal surface, the epithelium undergoes a transition into ciliated pseudostratified columnar epithelium. APPENDIX- 10Common Types of Covering Epithelia in Human BodyTypeCell FormExamples of distributionMain FunctionSimpleSquamousLining of ves sels (endothelium).Serous lining of cavities; pericardium, pleura, peritoneum (mesothelium).Facilitates the movement of the viscera (mesothelium), active transport by pinocvtosis (mesothelium and endothelium), and secretion of biologically active molecules (mesothelium).CuboidalCovering the ovary, thyroid.Covering, secretion.ColumnarLining of intestine, gallbladder.Protection, lubrication, absorption, secretion.Pseudost-ratifiedSome columnar and some cuboidalLining of trachea, bronchi, nasal cavity.Protection, secretion; cilia-mediated transport of particles trapped in mucus.StratifiedSurface layer squamous keratinized (dry)Epidermis.Protection; prevents water loss.Surface layer squamous nonkeratinized (moist)Mouth, esophagus, larynx, vagina, anal canal.Protection, secretion; prevents water loss.CuboidalSweat glands, developing ovarian follicles.Protection, secretion.Transitional: domelike to flattened, depending on the functional state of the organBladder, ureters, renal calyces.Protection, distensibility.ColumnarConjunctiva.Protection.",
        "cop": 4,
        "opa": "Simple Columnar",
        "opb": "Simple Cuboidal",
        "opc": "Pseudostratified ciliated columnar",
        "opd": "Stratified squamous epithelium",
        "subject_name": "Anatomy",
        "topic_name": "Epithelium and Intraepithelial Glands",
        "id": "04afe4c9-e1ee-42d1-872f-ece799496985",
        "choice_type": "single"
    }
]