[
    {
        "question": "NOT a content of carpal tunnel:-",
        "exp": "CARPAL TUNNEL:8 carpal bones covered by flexor retinaculum CONTENTS: 9 flexor tendons + median nerve 9 tendons: 4 tendons of flexor digitorumsuperficialis 4 tendons of flexor digitorum profundus 1 tendon of flexor pollicis longus Carpal tunnel syndrome: the overuse of these 9 tendons, causes the inflammation which compresses theMedian nerve causing carpal tunnel syndrome, causing tingling sensation in 3 and 1/2 fingers, including nail beds. Ulnar nerve passes through guyon's canal.",
        "cop": 3,
        "opa": "Flexor digitorum superficialis",
        "opb": "Flexor digitorum profundus",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "1e5936e2-6159-4745-a265-16c3a8cde379",
        "choice_type": "single"
    },
    {
        "question": "TRUE statement about bronchopulmonary segment",
        "exp": "Bronchopulmonary segment: segment of lung which is aerated by teiary bronchus and its accompanying pulmonary aery branch. A bronchopulmonary segment is the smallest functionally independent region of a lung &the smallest area of lung that can be isolated & removed without affecting adjacent regions. Right lung: 10 bronchopulmonary segment (BPS) and left lung: 9 BPS. BPS is pyramidal in shape with the apex towards hilum & base towards periphery. Teiary bronchus, bronchial aery and pulmonary aery are the structures that are inside the BPS. The pulmonary veins are intersegmental in nature, not inside BPS.",
        "cop": 3,
        "opa": "Spherical in shape",
        "opb": "Aery is intersegmental",
        "opc": "Pulmonary veins are intersegmental",
        "opd": "Non resectable",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "c0794392-a59b-481d-a84c-354574c436d6",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following structure passes through Guyon's canal:-",
        "exp": "RELATIONS OF ULNAR NERVE: (I) pisiform bone (laterally) (ii)hook of hamate passes superficial to flexor retinaculum. Handle bar injury causes the compression of ulnar nerve in Guyon's canal SYMPTOMS: tingling sensation of skin over medial 1 and 1/2 fingers.",
        "cop": 3,
        "opa": "Flexor carpi radialis",
        "opb": "Radial nerve",
        "opc": "Ulnar nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "858a73e4-589d-4512-8154-374155db0ce8",
        "choice_type": "single"
    },
    {
        "question": "Cords of Billroth in spleen are found in",
        "exp": "75% of spleen is red pulp, predominantly having RBCs. 25% of spleen is white pulp, predominantly having WBCs Red pulp contains sinusoids which are filled with RBCs & blood and splenic cords of billroth White pulp contains lymphoid follicles &periaerial lymphatic sheath.",
        "cop": 3,
        "opa": "Mantle zone",
        "opb": "Trabecular zone",
        "opc": "Red pulp",
        "opd": "White pulp",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "8642ab5b-0b7f-47e2-aba4-fa2a448a5cf3",
        "choice_type": "single"
    },
    {
        "question": "Cutaneous supply over parotid gland is by",
        "exp": "3 main salivary glands include parotid gland, submandibular gland and sublingual gland. The skin over the parotid gland is supplied by the greater auricular nerve and auriculotemporal nerve. Greater auricular nerve supplies the greater pa of auricle& the auriculotemporal nerve supplies the anterior pa of auricle and temporal area, also carries secretomotor fibers to the parotid gland and sensory innervation of parotid gland Preganglionic parasympathetic fibers to the oticGanglion come from the glossopharyngeal nerve. Facial nerve (VII) exits the skull through stylomastoid foramen & then passes into parotid gland, where it usually divides into upper & lower trunk.",
        "cop": 2,
        "opa": "Auriculotemporal nerve",
        "opb": "Greater auricular nerve",
        "opc": "Greater occipital nerve",
        "opd": "Facial nerve",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "3129388c-0f5a-426e-8ab9-26779530b111",
        "choice_type": "single"
    },
    {
        "question": "The cranial nerve passing through cavernous sinus is",
        "exp": "The cavernous sinuses: drain the venous blood from brain & is placed lateral to the pituitary gland. Contents: Internal carotid aery Abducens nerve (VI) Oculomotor nerve Trochlear nerve Ophthalmic and maxillary division of trigeminal nerve. Mandibular division of trigeminal nerve is not a content of cavernous sinuses.",
        "cop": 3,
        "opa": "Optic",
        "opb": "Olfactory",
        "opc": "Abducens",
        "opd": "Facial",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "c1100f61-59b0-4b7a-a587-2c529881e9f1",
        "choice_type": "single"
    },
    {
        "question": "Derivative of ultimobranchial body",
        "exp": "PHARYNGEAL POUCH DEVELOPS INTO 1st Tympanic cavity and eustachian tube 2nd Tonsillar epithelium 3rd Ventrally: thymus Dorsally: inferior parathyroid 4th Superior parathyroid 5th Ultimobranchial body The ultimobranchial body will be found attached to pharyngeal pouch 4. It receives some neural crest cells which will form the parafollicular C cell of thyroid gland; which help in the production of hormone calcitonin.",
        "cop": 3,
        "opa": "Thyroid",
        "opb": "Capsule of thyroid",
        "opc": "Parafollicular 'C' cells",
        "opd": "2nd branchial pouch",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "bf543996-caf0-405f-b1d9-202168a9e229",
        "choice_type": "single"
    },
    {
        "question": "Left anterior descending aery is a branch of",
        "exp": "Ascending aoa Right coronary aery Left coronary aery SA Nodal aery AV Nodal Aery Posterior Interventricular Aery (PIVA) Anterior Interventricular Aery (AIVA) OR Left anterior descending aery Circumflex Aery AIVA supplies the anterior 2/3rd of interventricular septum PIVA supplies the posterior 1/3rd of interventricular septum",
        "cop": 3,
        "opa": "Ascending aoa",
        "opb": "Right coronary aery",
        "opc": "Left coronary aery",
        "opd": "Circumflex aery",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "3eb7e883-f377-466f-9640-995b124ff411",
        "choice_type": "single"
    },
    {
        "question": "NOT a content of superior mediastinum",
        "exp": "Mediastinum refers to the space between two lungs in thorax. SUPERIOR MEDIASTINUM Space above 2nd costal cailage CONTENTS: thymus, arch of aoa, superior venacava, pulmonary aeries, esophagus, trachea, T1 - T4 veebra, PICA - 1, 2. INFERIOR MEDIASTINUM Space below superior mediastinum, again divided into anterior, middle and posterior mediastinum. CONTENTS: pulmonary trunk, bronchus, thymus, hea, ascending aoa, PICA 3 - 12 esophagus, descending aoa, T5 - T12 veebra. Angle between manubrium of sternum & body of sternum is called angle of louis, which is 1630.",
        "cop": 1,
        "opa": "Pulmonary trunk",
        "opb": "Thymus",
        "opc": "Left superior intercostal aery",
        "opd": "Arch of aoa",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "d212f837-ea72-4809-ab4e-a0629006bc1a",
        "choice_type": "single"
    },
    {
        "question": "Tumour arising from Rathke's pouch is",
        "exp": "Rathke's pouch develop at the roof of oral cavity from surface ectoderm to form most of pituitary . Posterior pituitary develops from diencephalon. Craniopharyngioma is a tumor that develop in the sella turcica.",
        "cop": 3,
        "opa": "Meningioma",
        "opb": "Glioma",
        "opc": "Craniopharyngioma",
        "opd": "Ependymoma",
        "subject_name": "Anatomy",
        "topic_name": "FMGE 2017",
        "id": "7d86d506-ac4d-4d4d-8019-f3ca69582d42",
        "choice_type": "single"
    }
]