[
    {
        "question": "Longest muscle in the body -",
        "exp": "Ans. is 'c' i.e., Sartorius Golden Facts to RememberToal number of muscles in the body434AH the muscles of body develop from mesenchyme exceptArrector pili, muscles of iris and myoepithelial cells which develop from ectodermLargest muscle in the bodyGluteus maximusLongest muscle in the bodySartoriusSmallest muscle in the bodyStapediusMost important property' of a muscleContractilityMost abundant muscles type in the bodySkeletal musclesFunctional contractile unit of a muscleMotor unitFunctional unit of a muscle fiberSarcomereMost variables muscle in the bodyPalmaris longus (in the forearm)Longest tendon in the bodyPlantaris (in the leg)Largest tendon in the bodyAchilles tendon (tendo-calcaneus)Most important reflex for maintaining the health of a muscleStretch reflexMost commonly used muscle for intramuscular injectionDeltoid (in shoulder region)Muscles with smallest motor unitExtraocular musclesMuscles with largest motor unitMuscles of lower limb; e.g. gluteus maximusMost commonly ruptured tendon in the bodyTendo-calcaneusMost differentiated muscle in the bodyCardiac muscleAll the muscle need nerve stimulus to contract except musclesCardiac muscle which can contract without nerve stimulus (myogenic contraction)In most of the muscles in the body the nerve enters on their deeper aspect exceptSerratus anterior in which the nerve enters on its superficial aspect",
        "cop": 3,
        "opa": "Biceps",
        "opb": "Triceps",
        "opc": "Sartorius",
        "opd": "Quadriceps",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "39d1a035-0747-49d8-945a-493dc1903988",
        "choice_type": "single"
    },
    {
        "question": "Hunter's canal is seen in-",
        "exp": "Ans. is 'c' i.e.. Thigh Adductor canal (Hunter's canal or subsartorial canal)o It is a narrow intermuscular aponeurotic tunnel in the medial aspect of middle one third of thigh, beneath the sartorius muscle. Above it is continuous with apex of femoral triangle. Below it is continuous with popliteal fossa through an opening in the adductor magnus, i.e. adductor hiatus. It is triangular in cross section. Boundaries of adductor canal are :Anterior wallVastus medialis.Posterior wall (floor) :- Adductor longus (above), adductor magnus (below).Medial wall (roof) Fibrous band connecting vastus medialis with adductor longus. Sartorius muscle and subsartorial nerve plexus lie on the roof.o Contents of adductor canal are femoral artery, femoral vein. Saphenous nerve, nerve to vastus m ed i a I i s. descending genicular artery. deep lymph vessels, and two terminal divisions of obturator nerve.",
        "cop": 3,
        "opa": "Cubital fossa",
        "opb": "Popliteal fossa",
        "opc": "Thigh",
        "opd": "Calf",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "1e781a9f-e894-4ef3-8063-98222e23a450",
        "choice_type": "single"
    },
    {
        "question": "Not a content of Hunter's canal -",
        "exp": "Ans. is 'c' i.e., Femoral nerve o Contents of adductor canal are femoral artery, femoral vein. Saphenous nerve, nerve to vastus medialis, descending genicular artery, deep lymph vessels, and two terminal divisions of obturator nerve.",
        "cop": 3,
        "opa": "Femoral artery",
        "opb": "Femoral vein",
        "opc": "Femoral nerve",
        "opd": "Sphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "8835dec9-17fb-4b98-aa36-66b5565c9069",
        "choice_type": "single"
    },
    {
        "question": "Protective mechanism of inguinal canal -",
        "exp": "Ans. is 'd' i.e., All of the aboveo There are following important physiological mechanisms that protect against formation of inguinal hernia with increased intra-abdominal pressure -i) Shutter mechanism : The arching fibers of internal oblique and transverse abdominis (i.e. conjoint tendon) contract when the muscles of abdomen contract. This act as a shutter on the posterior wall to protect it from herniation.ii) Closure mechanism : In addition, contraction during shutter mechanism also narrows the deep ring due to sphincter action of transverse abdominis and internal oblique at deep inguinal ring.iii) Obliquity of inguinal canaliv) Ball valve action of cremestric causing plugging of inguinal canal",
        "cop": 4,
        "opa": "Obliquity of inguinal canal",
        "opb": "Contraction of cremestric muscle",
        "opc": "Contraction of conjoint tendon",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "7fc5eed8-baff-4c67-9d72-57676fc6e856",
        "choice_type": "multi"
    },
    {
        "question": "Which is the longest muscle of the body:",
        "exp": "Ans. A SartoriusRef: BDC, 6th ed. vol. II pg. 53* Sartorius muscle is the longest muscle of the body.* It is also known as tailor's muscle (Sartor = tailor)",
        "cop": 1,
        "opa": "Sartorius",
        "opb": "Extraocular muscle",
        "opc": "External oblique",
        "opd": "Popliteal muscle",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "8ede497c-8e1a-4d62-bc2b-cc00aa89a578",
        "choice_type": "single"
    },
    {
        "question": "Superficial inguinal ring is a defect in:",
        "exp": "Ans: A (External oblique aponeurosis) Ref: Grays Anatomy 40th EdExplanation:Inguinal canal extends from superficial inguinal ring to deep inguinal ringIt is 4 cm in lengthInguinal canal situated above inguinal ligament which extends from anterior superior illiac spine to pubic tubercleSuperficial inguinal ring is a triangular space in external oblique aponeurosis lies medial to inferior epigastric arteryDeep inguinal ring is a defect in fascia transversalis which lies lateral to inferior epigastric arteryHesselbaeh's Triangle:Medially-lateral border of rectus abdominis muscleLaterally-inferior epigastric arteryBase -inguinal ligamentHernias occuring through the hosselbach's triangle are known as Direct hernia.",
        "cop": 1,
        "opa": "External oblique aponeurosis",
        "opb": "Internal oblique aponeurosis",
        "opc": "External oblique abdominis",
        "opd": "Internal oblique abdominis",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "a77c7c32-d34b-42b2-b15b-71e5eeb2e3a5",
        "choice_type": "single"
    },
    {
        "question": "Major flexor of hip joint -",
        "exp": "Ans. is 'a' i.e.. Psoas major Muscles producing movements at the hip jointMovementChief musclesAccessory muscles1. FlexionPsoas major and illiacusPectineus, rectus femoris, and sartorius; adductors (mainly adductor longus) participate in early stages2 ExtensionGluteus maximus and hamstrings--3, AdductionAdductor longus, brevis and magnusPectineus and gracilis4. AbductionGlutei medius and minimusTensor fasciae latae and sartorius5. Medial rotationTensor fasciae latae and the anterior fibres of the glutei medius and minimus 6. Lateral rotationTwo obturators, two gemelli and the quadratus femorisPiriformis, gluteus maximus and sartorius",
        "cop": 1,
        "opa": "Psoas major",
        "opb": "Gluteusmaximus",
        "opc": "TFL",
        "opd": "Hamstring",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "15e536e8-aaf4-47ce-ba43-1f3024189e2d",
        "choice_type": "single"
    },
    {
        "question": "Contents of Adductor canal are all EXCEPT:",
        "exp": "ANSWER: (B) Popliteal arteryREF: Gray's anatomy 39t>L edition page 1464Repeat from DNB December 2009THE ADDUCTOR CANAL (Subsartorial/Hunter's canal) is an aponeurotic tunnel in the middle third of the thigh, extending from the apex of the femoral triangle to the opening in the Adductor magnus, the Adductor hiatus.Boundaries:* Anteriorly and laterally:Vastus medialis* Posteriorly:Adductor longus and the Adductor Magnus* Roof and medially:SartoriusContents:Femoral arteryFemoral veinFemoral nerve branches (specifically, the saphenous nerve, and the nerve to the Vastus medialis)Three foramina: superior, anterior and inferior(Femoral artery, femoral vein and saphenous nerve go into this canal through superior foramen. Saphenous nerve and artery exit through anterior foramen. Finally, femoral artery and vein exit via the inferior foramen (usually called hiatus) through gap between adductor magnus)",
        "cop": 2,
        "opa": "Femoral artery",
        "opb": "Popliteal artery",
        "opc": "Nerve to Vastus medialis",
        "opd": "Saphenous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "588ad8bd-87f5-4fee-917b-67c21b23028b",
        "choice_type": "multi"
    },
    {
        "question": "Which structure lies immediately lateral to femoral hernia?",
        "exp": "Ans is 'd' i.e. Femoral vein Femoral hernia is herniation of abdominal contents through femoral canal. (The base of the femoral canal is called the femoral ring.)Femoral canal is the medial most compartment of the femoral sheath.The 3 compartments of the femoral sheath are:Lateral compartment for -the femoral artery & femoral branch of genito femoral nerveIntermediate compartment for -the femoral vein.Medial compartment (the femoral canal) contains -loose connective tissue, fat, a few lymphatic vessels, and sometimes a deep inguinal lymph node (Cloquet node; this lymph node drains the glans penis in males and the clitoris in females).Three compartments of the femoral sheath with their contents The femoral canal is bordered by:Anteriorly by the inguinal ligamentPosteriorly by the pectineus and its covering fasciaMedially by the lacunar ligamentLaterally by the septum separating it from the femoral vein Also know:Structure which is cut for widening the femoral ring: Lacunar ligamentStructure which may lie on the lacunar ligament and may get inadvertently cut is : Abnormal obturator artery (and may cause alarming hemorrhage)",
        "cop": 4,
        "opa": "Lateral cutaneous nerve of thigh",
        "opb": "Femoral nerve",
        "opc": "Femoral artery",
        "opd": "Femoral vein",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "738318b2-aa21-40f7-8bc4-8ff9340f2f14",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a content of adductor canal?",
        "exp": "Ans: D (Nerve to vatus lateralis) Ref: Grays Anatomy 40th EdExplanation:Adductor canal/subsartorial canal/hunter's canalLocated at the middle of the thighExtends from apex of the femoral triangle to the opening of the adductor magnusBoundaries:Roof - SartoriusFloor - Adductor longusLaterally - Vastus medialisContents:1. Femoral arteryFemoral veinSaphenous nerveNerve to vastus medialisOccasionally posterior division of obturator nerve",
        "cop": 4,
        "opa": "Femoral artery",
        "opb": "Femoral vein",
        "opc": "Saphenous nerve",
        "opd": "Nerve to vastus lateralis",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "2e0fc6fe-034a-4b19-ae31-7abb9b165c82",
        "choice_type": "single"
    },
    {
        "question": "Femoral sheath contains all the following EXCEPT:",
        "exp": "Ans. c (Femoral nerve) . (Ref. BD Chaurasia, Anatomy, 2nd vol., 3rd ed., 44)FEMORAL SHEATH# It is funnel shaped asymmetrical sleeve of fascia enclosing 3^1 cm of femoral vessels.# Its contents are:- Lateral (arterial) compartment--femoral artery and femoral branch of genitofemoral nerve- Intermediate (venous) compartment--femoral vein, and- Medial compartment (femoral canal)--which contain lymph node of Cloquet/Rosenmuller, lymphatics and areolar tissue. This node drains glans in male and clitoris in female.# Relation from lateral to medial - NAVEL",
        "cop": 3,
        "opa": "Femoral artery",
        "opb": "Femoral vein",
        "opc": "Femoral nerve",
        "opd": "Lymph node",
        "subject_name": "Anatomy",
        "topic_name": "Front of Thigh",
        "id": "814a5af6-c271-45eb-98e5-70e2c665a917",
        "choice_type": "multi"
    }
]