[
    {
        "question": "Chromosome in which centromere is close to one end which result in short arm being very short is which type of chromosome?",
        "exp": "Ans. d (Acrocentric). (Ref. Cell & Molecular Biology by DeRobertis, 7th /pg. 348)CHROMOSOMES# The entire genetic information contained in the genes is packaged in the chromosomes. All the somatic cells of an individual organism contain the same number of chromosomes.# Genes are arranged linearly on the chromosomes and their positions on the normal chromosome in relation to other genes on same chromosome are fixed. This position is called locus.# Genes occupying the same locus on a pair of chromosomes are called alleles.Structure of chromosomes:# Chromosomes are long structures with a constriction at point along its length-called centromere.# The ends of the chromosomes are called telomeres. These give stability to the chromosome. In the absence of telomeres, chromosomes become unstable and tend to break until joined to a telomere. An enzyme telomerase maintains the length of the telomeric sequences. Cell aging is controlled by telomerase enzyme. (AI 2003)# It has the structure for the attachment of chromosome to the spindle fibers called the Kinetochore.Depending on the location of the centromere on the chromosome, they are classified as: Type of chromosomeComments1.MetacentricThe centromere is in the centre of the chromosome so that the chromosome has two equal arms.2.Sub-metacentricCentromeres are away from the center so that the arms are unequal in size (one arm shorter than other).3.TelocentricCentromere is at the extreme end of replicating chromosome, so that chromosome consists of only one arm.4.AcrocentricCentromere is almost at the tip (one end) of the chromosome, so that one arm is much longer than other. BANDING TECHNIQUES# Techniques using dyes such as quinacrine, or giemsa after trypsin or heat treatment are called banding techniques. The banding pattern is specific for each chromosome, and seen in both members of a pair.# Bands seen with quinacrine, a fluorescent dye, are called Q-bands.# Banding seen with giemsa stain is called G-banding (The most extensively used technique)# Mitotic cells are essential for chromosome studies. In human body, mitosis occurs in:- Bone marrow, Intestinal mucosa, Skin and Gonads.# However, biopsies are difficult to obtain and sufficient number of dividing cells are not available.# The blood lymphocytes can be stimulated to divide in culture (appropriate medium) and easy to obtain.# Small skin biopsies can be obtained and the fibroblasts grown in culture.# Lymphocyte culture: Treatment of peripheral blood lymphocytes with substances such as Phytohemagluttinin (PHA) or Concanavalin A (Con A) stimulates the T lymphocytes to transform into lymphoblasts and undergo 3-4 rounds of mitotic divisions.# Sources of human cells for cytogenetic studies (analysis of human karyotypes) are:- Fibroblasts- Amniotic cells- Cells of chorionic villi.For detailed studies on the human chromosome mitotic cells are arrested in metaphase.The metaphase chromosomes are in a highly condensed state.",
        "cop": 4,
        "opa": "Metacentric",
        "opb": "Submetacentric",
        "opc": "Telocentric",
        "opd": "Acrocentic",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "3761d425-1996-4438-b8ee-dc77c1e16d81",
        "choice_type": "single"
    },
    {
        "question": "Intervertebral disc is which type of joint -",
        "exp": "Ans. is 'b' i.e., Secondary cartilaginous Cartilaginous joints1) Primary cartilaginous joints (synchondrosis, or hyaline cartilage joint) : These are :-i) Joint between epiphysis and diaphysis of a growing long bone, i.e. physis.ii) Spheno-occipital jointiii) 1st costostemal joint (1st chondrosternal joint)iv) Costochondral joints2) Secondary cartilaginous joints (Symphyses or fibrocartilaginous joints) : These are:-i) Symphysis pubisii) Sacroccygeal jointiii) Manubriostemal jointiv) Intervertebral discv) Symphysis menti",
        "cop": 2,
        "opa": "Primary cartilaginous",
        "opb": "Secondary cartilaginous",
        "opc": "Pivot",
        "opd": "Ellipsoid",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "22de2f9a-9825-4b1c-93eb-4c8bfdf6fdbf",
        "choice_type": "single"
    },
    {
        "question": "All the following are Secondary lymphoid organs except:",
        "exp": "Ans: C (Bone marrow) Ref: Grays Anatomy 40th Ed pg . 127Explanation:Organs of the Immune System:The immune system is made up of many different organs and tissues dispersed throughout the body.PRIMARY lymphoid organs are the sites of lymphocyte hirth, maturation, in an Antigen independent fashion.SECONDARY lymphoid organs are the sites of mature lymphocyte selection and expansion in an Antigen dependent fashion.Primary Lymphoid Tissues:Generate and/or mature and educate cells of the immune systemMaturation and central selectionDiversity created in an Antigen independent fashionBone Marrow---------B cellsThymus-----------T cellsSecondary Lymphoid Tissues:Site where mature, immunocompetent lymphocytes are exposed to AntigenAg is collected and brought to tissue and lymphocytes are exposed to Antigen.Lymph nodes-- Antigen from intracellular tissue fluidsSpleen--blood-borne AntigenMALT--Antigen from mucosal surfaces. Includes Pever's patches, tonsils, and adenoids",
        "cop": 3,
        "opa": "Spleen",
        "opb": "Lymph node",
        "opc": "Bone marrow",
        "opd": "MALT",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "e0c4ba9c-952a-416f-b023-979340174056",
        "choice_type": "multi"
    },
    {
        "question": "Serous demilunes is present in?",
        "exp": "ANSWER: (C) Mixed glandsREF: Color Atlas of Cytology, Histology, and Microscopic Anatomy by Wolfgang Kuhn p: 280A serous demilune is a cap in the shape of a half-moon (hence the name \"demilune\") on some salivary glands.Serous demilunes are the serous cells at the distal end of mucous tubuloalveolar secretory unit of certain salivary glands (submandibular and sublingual). These demilune cells secrete the proteins that contain the enzyme lysozyme, which degrades the cell walls of bacteria. In this way, lysozyme confers antimicrobial activity to mucus.The serous demilune is an artifact from traditional methods of preparing samples. Samples are traditionally preserved and fixed in formaldehyde. When samples were preserved by quick-freezing in liquid nitrogen and then fixed with osmium tetraoxide in acetone, no demilunes are found. Examination showed that the serous cells and mucosal cells were aligned in the acinus. The traditional preparation caused mucous cells to swell during fixation which results in the serous cells being popped out of their alignment. After sectioning the serous cells resembled the common demilune shape, and were so namedWhen the gland has this demilunar structure, it produces both serous and mucous secretions, and is thus classified as \"mixed\"",
        "cop": 3,
        "opa": "Serous glands",
        "opb": "Mucous glands",
        "opc": "Mixed glands",
        "opd": "All salivary glands",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "2d3c65e7-96b6-4879-9921-65514cc3a484",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following bone ossifies in membrane",
        "exp": "(Clavicle) (7-BDC-l 4th)Important features of clavicle1. It is the only long bone that lies horizontally2. It is subcutaneous throughout3. It is the first bone to start ossifying4. It is the only long bones which ossifies in membrane5. It is the only long bones which has two primary centres of ossification6. It is generally said to have no medullary cavity, but this is not always true7. It is occasionally pierced by the middle supraclavicular nerve.",
        "cop": 2,
        "opa": "Humerus",
        "opb": "Clavicle",
        "opc": "Femur",
        "opd": "Radius",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "055aa019-cc51-4893-a745-458d09b6004d",
        "choice_type": "single"
    },
    {
        "question": "Absence of lymph node is characteristic of -",
        "exp": "(A) (Brain) (178 - IB Singh 4th) (400-Gray's 38th)No lymphatics are found inBrainQChoroidQInternal earQLymph directly drain into blood stream (thoracic duct) without passing through lymph nodeThyro'nfi (some lymph)Largest lymphatic vesselThoracic ductLargest lymphatic organSpleenQPrimary Lymphoid OrgansThymusQBone marrowQSecondary lymphoid organsSpleenQLymplfiEpithelial lymphoid tissue e.g.TonsilsQPyeres patchQORGANDraining Lvmph nodesGians penis and ClitorisDeep inguinal nodes of cloquelQRest of PenisSuperficial inguinal nodesTestis and ovaryPre & para aortic lymph nodesParotid and ThyroidDeep cervical lymph nodesPharynxDeep cervical & retropharyngeal lymph nodesPalatine tonsilJugulo-diagastric lymph nodesTongue TipSubmental lymph nodesAnt 2/3Submandibular lymph nodesPost 173rdJugulo-omohyoid lymph nodesAll finally reach deep cervical lymph nodesUterus & CervixFundus & upper part of bodyMainly to aortic lymph nodesPartly to superficial inguinal lymph nodes alonground ligamentLower part of bodyExternal iliac lymph nodesCervixExternal iliac lymph nodesInternal iliac lymph nodesSacral lymph nodesSupra renal glandLateral Aortic Lymph NodesRectum & Anal Canal above pectinate lineInternal iliac lymph nodesAnal canal below pectinate lineSuperficial inguinal lymph nodes High Yield Points1.Esophagus is lined by - stratified squamous non-keratinized epitheliumCiliated columnar epithelium - uterus and fallopian tubes, eustachian tube, respiratory epithelium2.Mastoid antrum corresponds to the suprameatal triangle, seen on the outer surface the temporal bone3.Labourer's nerve - median nerve, musician's nerve - ulnar nerve (froment's singn) - book test4.I. Tracheal bifurcation - lower border of t4II. Arch of aorta - begins and ends at t4III. Carotid bifurcation, hyoid bone - c3IV. Termination of spinal cord - lower border of lj in adults and upper border of 13 in newbornV. Aortic bifurcation - 145.Chorda tympani is a preganglionic parasympathetic nerve for submandibular parasympathetic ganglion.6.I. Renal angle: between the lower border of the 12th rib and the outer border of the erector spinaeII. Sternal angle (angle of louis): second costal cartilage joins to sternum at this levelIII. Citelle's angle (sinodural angle): situated between the sigmoid sinus and middle fossa dura plate7.I. Coracoclavicular ligament: transmits weight of upper limb to axial skeleton (mainly clavicle).II. Ilio-femoral/bigelow ligament:1. Strongest ligament in the body2. Prevents trunk from falling backward3. Prevents hyper-extension of hip joint standingIII. Pubofemoral ligament: prevents overabduction of hip jointIV. Phrenico-colic ligament: support anterior end of spleen & prevents its downwards displacementV. Linorenal ligament: contains splenic vessels & tail of pancreas8.Epophoron also called organ of rosenmullar is a remanant of mesonephric tubule9.* All intrinsic muscles of the tongue are supplied by the hypoglossal nerve except palatoglossus, which is supplied by the vagoaccessory complex* Genioglossus is the safety muscle of the tongue as it protrudes the tongue and prevents it from falling back.10.I. Pyramidal cells: cerebral cortex, hippocampus, amygdalaII. Fusiform cells: motor cortex of cerebral hemisphereIII. Pyriform, golgi, purkinje, granule, stellate, basket cells - cerebellumIV. Amacrine cells - retinaV. Purkinje cells are the only output of the cerebellar cortex11.Blood testis barrier - tight junction between endothelial cells plus sertoli cellsBlood brain barrier - tight junction between endothelial cells and some reinforcement by foot process of astrocytes12.Hemiazygous pierces left crus of the diaphragm ascend on the left side of the vertebrae and at the 8th thoracic vertebrae it crosses and joins the azygous veins.13.Sequestration of lung - most frequently seen in lower lobe of the left lung.The sequestrated lung tissue derives it blood supply from an abnormal branch of the aorta.14.1. Pressure epiphysis* Head of femur* Condyles of tibia* Lower end of radius2. Traction epiphysis* Trochanteric femur* Tubercle of humerus* Mastoid process3. Atavistic epiphysis* Coracoid process of scapula* Posterior tubercle of talus* Os. Trigonum4. Aberrant epiphysis* Head of first metacarpal* Base of other metacaipal",
        "cop": 1,
        "opa": "Brain",
        "opb": "Liver",
        "opc": "Lung",
        "opd": "Placenta",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "17aeedae-3452-4b16-9d18-c1e827e75db3",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is a multipennate muscle?",
        "exp": "Ans. B DeltoidRef: Gray's Anatomy, 41st ed. pg. 113Unipennate* Extensor digitorum longus* Flexor pollicis longus* SoleusBipennate* Rectus femoris* Dorsal interossei* GastrocnemiusMultipennate* DeltoidCircumpennate* Tibialis anterior",
        "cop": 2,
        "opa": "Tibialis anterior",
        "opb": "Deltoid",
        "opc": "Tibialis posterior",
        "opd": "Latissimus dorsi",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "7eb3c362-4f2f-45a6-b721-630fd9d8d28d",
        "choice_type": "single"
    },
    {
        "question": "False about nucleolus:",
        "exp": "Ans. a (Contains DNA). (Ref. Harper, Biochemistry, 25,h/pg. 402)# Nucleus of eukaryotes contain DNA organized into separate chromosomes which are interconnected by lamina and covered by nuclear envelope made-up of inner and outer nuclear membrane.# Nucleolus is a region in nucleus containing genes for 3 ribosomal RNA and it has no limiting membranes.Cell Organelle Cell organelleFunctions1RER- Protein synthesis by membrane bound ribosomes.2SER- Lipid synthesis. -Drug metabolism.3Golgi apparatus- Packaging secretory proteins and lysosomal enzymes. (MH'2006)- \"Sorting of proteins\" also4Plasma membrane- Surface receptors, -Transport mechanism.5Peroxisomes- Oxidation leading to H2O2 and then water.6Lysosomes- Proteolytic enzymes, -Esterases and -Glycosidases.- Vitamin A toxicity effects7Mitochondria- Fatty acid oxidation, -Urea cycle enzymes (some), -Ketone body synthesis,- TCA cycle, -ETC, -Apoptosis (initiation phase)8Cytosol- Glycosis, -Pentose shunt, -Neoglucogenesis (except glucose-6 phosphatase in ER), and- Lactate dehydrogenase.",
        "cop": 1,
        "opa": "Contains DNA",
        "opb": "Contains RNA",
        "opc": "Contains genes for ribosomes & ribosomal RNA needed in protein synthesis",
        "opd": "Has no limiting membrane",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "3e20db64-ecbd-4299-a16a-91d1118c863e",
        "choice_type": "multi"
    },
    {
        "question": "Which is not a type of epiphysis?",
        "exp": "ANSWER: (C) FrictionREF: Human osteology by BDC 1st edition page 5-6EpiphysisDefinition/ FunctionExamplePressure epiphysesTakes part in transmission of weightHead of femur , condyles of tibia , lower end of radiusTraction epiphysesProvide attachment to more than 1 tendonTrochanter of femur, tubercles of humerus, mastoid process.Atavistic epiphysesPhylogenetically an independent bone which in man becomes fused to another boneCoracoid process of scapula, posterior tubercle of talus, ostrigonum.Aberrant epiphysesNot always presentHead of metacarpal, base of other metacarpal",
        "cop": 3,
        "opa": "Traction",
        "opb": "Atavistic",
        "opc": "Friction",
        "opd": "Pressure",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "efc32762-e92a-43e4-b8ac-07f377385879",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not a hyaline cartilage-",
        "exp": "Ans. is 'c' i.e., Meniscuso Meniscus is fibrocartilageo TMJ is a synovial joint of Condylar variety.o The articular surfaces are covered with fibrocartilage. The joint cavity' is divided into upper and lower parts by an intra-articular disc.CARTILAGE SITESo Hyaline cartilage--Articular cartilage in synovial joints Cricoid, thyroid, trachea, bronchiCostal cartilageNasal cartilageEpiphyseal plateArytenoid cartilageo Fibrocartilage--Labrum - glenoid acetabular SymphysisArticular disco Elastic cartilage--Eustachian tube External auditory meatus - auricleComiculate, cuneiform cartilage",
        "cop": 3,
        "opa": "Articular cartilage",
        "opb": "Thyroid cartilage",
        "opc": "Meniscus",
        "opd": "Nasal septum",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "13923092-0687-4368-ace5-5050b94d8a60",
        "choice_type": "single"
    },
    {
        "question": "Simple squamous epithelium is seen in?",
        "exp": "Ans. (a) Blood vessel",
        "cop": 1,
        "opa": "Blood vessel",
        "opb": "Thyroid folicle",
        "opc": "Esophagus",
        "opd": "Hard palate",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "653db638-8b67-4af3-8efa-28a640f4071a",
        "choice_type": "single"
    },
    {
        "question": "Which is not a true arterial anastomosis?",
        "exp": "Ref: Gray's Anatomy. 39th edition, 2008, Cage 303Explanation:Anastomosis between cerebral cortical arteries are NOT true anastomosis.Long cortical branches traverse the cortex and penetrate the subjacent white matter for 3 or 4 cm without communicating.Short cortical branches are confined to the cerebral cortex, and form a compact network in the middle zone of the grey matter.Although adjacent vessels anastomose on the surface of the brain, they become end arteries as soon as they enter it.Superficial anastomoses only occur between microscopic branches of the cerebral arteries, and there is little evidence that they can provide an effective alternative circulation after the occlusion of larger vessels.END ARTERIESArteries which do not have true anastomosis.Examples are:o Central artery of Retinao Central branches of cerebral arteryo Vasa recta of mesenteric artery.Arteries of:o Spleeno Liver.o Kidneyso Lungs.o Metaphvsis of long bone.Arterial AnastomosisArteries do not end always in capillaries.They unite with one another forming anastomosis.Common sites of anastomosis:o Coronary artery.o Cortical arteryo Arteries around joints.TYPES OF ANASTOMOSISEnd to End AnastomosisLabial branches of facial artery.Intercostal artery.Uterine artery.Ovarian artery.Arterial arcades in mesentry.Arteries of greater and lesser curvature of stomach.Palmar and Plantar arches.Convergent AnastomosisVertebral arteries to form basilar arteryTransverse AnastomosisBetween anterior communicating arteries.Between radial and ulnar arteries at wrist.",
        "cop": 4,
        "opa": "Uterine and ovarian arteries",
        "opb": "Intercostal artery",
        "opc": "Labial artery",
        "opd": "Cerebral cortical arteries",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "c82fac18-de2b-4e58-a25c-7077d77e9a04",
        "choice_type": "multi"
    },
    {
        "question": "The largest organ of the body is:",
        "exp": "(Skin): Ref: 278, 281-K=-Sembulingam physiology3rd* The liver is the largest gland in the body and has a wide variety of functions (265-Snell7th)* The liver is the largest gland in the body. (283-BDC-2)* Femer is the longest and the strongest bone of the body (16-B DC-2)* Skin is the largest organ of the body (278-K- Sembulingam physiology)* Skin is considered as the largest sense organ in the body it has many nerve endings, which are specialized to form cutaneous receptors (281-K. Sembulingam physiology3rd)",
        "cop": 1,
        "opa": "Skin",
        "opb": "Liver",
        "opc": "Gluteus maximus",
        "opd": "Femur",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "c6245271-a949-4824-90f9-1050c87bf956",
        "choice_type": "single"
    },
    {
        "question": "All of the following are true except?",
        "exp": "Ans d) Artery has valvesArteries have no valves. All other options are correct.",
        "cop": 4,
        "opa": "Artery wall is thicker",
        "opb": "Artery contains oxygenated blood",
        "opc": "Arteries has high pressure",
        "opd": "Artery has valves",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "79020508-2624-497f-9cb9-497b4f1ce5a6",
        "choice_type": "multi"
    },
    {
        "question": "True regarding Golgi apparatus:",
        "exp": "Ans. d (All of the above). (Ref. Human Histology by JB Singh, 3rd ed., p 17) GOLGI APPARATUS # It is a membrane-bound structure with a single membrane. # It is actually a stack of membrane-bound vesicles that are important in packaging macromolecules for transport elsewhere in the cell. # The enzymatic or hormonal contents of lysosomes, peroxisomes and secretory vesicles are packaged in membrane- bound vesicles at the periphery of the Golgi apparatus. # The Golgi apparatus is a cell structure mainly devoted to processing the proteins synthesized in the endoplasmic reticulum (ER). Other proteins moving through the Golgi will end up in lysosomes or be secreted by exocytosis (e.g., digestive enzymes). # The major processing activity is glycosylation: the adding of sugar molecules to form glycoproteins. # In some cells, e.g., mucus-secreting cells in epithelia, the amount of carbohydrate so far exceeds that of the protein that the product is called a mucopolysaccharide (also known as a proteoglycan). # Small peptides, e.g., some hormones and Neurotransmitters, are too small to be synthesized directly by ribosomes. # Instead, the ribosomes on the ER synthesize a large precursor protein that is later cut up into small peptide fragments as it traverses the Golgi E. g.: proopiomelanocortin (POMC) -- a polypeptide of 265 amino acids from which is cut ACTH, alpha and beta MSH, beta-endorphin and others. # The Golgi consists of a stack of membrane-bounded cisternae located between the endoplasmic reticulum and the cell surface. # So there are mechanisms to sort out the processed proteins and send them on to their destinations while reclaiming processing proteins (e.g., glycosylases) for reuse.Q",
        "cop": 4,
        "opa": "It is the processing, packaging and secreting organelle of the cell.",
        "opb": "It is a system of membranes, made up of flattened sac-like structures - Cisternae.",
        "opc": "It plays a role in sorting of proteins.",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "f867ca16-1894-4577-adcb-e856c95e4315",
        "choice_type": "multi"
    },
    {
        "question": "All of the following are pneumatic bones except;",
        "exp": "Ans. is 'b' i.e. ParietalRef: B .D.C. Handbook of) Generally anatomy (Volume 0)Pneumatic bones : -These bones contain large air spaces lined by epitheliumThey make the skull light in weightHelp in resonance of voice, andAct as air conditioning chambers for the inspired airThey areMaxillaSphenoidEthmoidMastoidMore questions on this topicSesamoid bonesPatellaPisiformFabellaMembrane bones (Dermal) -Bones of the vault of skullFacial bonesQuestion have also been asked about type of epiphysisTypes of epiphysisPressure epiphysisArticular and takes part in transmission of weight.ExamplesHead of femur Lower end of radiusTraction epiphysis Non articularDoes not take part in transmission of weightProvides attachment to one or more tendons which exert traction on epiphysis.e.g.Tubercles of humerus Trochanters of femur Mastoid processAtavistic epiphysis -Phylogenetically an independent bone which in man becomes fused to another boneExampleCoracoid process of scapula Os trigonumAberrant epiphysise.g.Epiphysis of head of first metacarpalEpiphysis at the base of other metacarpal bones.",
        "cop": 2,
        "opa": "Maxilla",
        "opb": "Parietal",
        "opc": "Ethmoid",
        "opd": "Mastoid",
        "subject_name": "Anatomy",
        "topic_name": "General",
        "id": "362ff6cb-23f4-4707-86c5-852e21dfceef",
        "choice_type": "multi"
    }
]