[
    {
        "question": "Serous Demilunes are present in large number in which gland",
        "exp": "Serous demilunes are cellular formations in the shape of a half-moon on some salivary glands. It is a feature of mixed (seromucinous)glands like submandibular salivary glands. Theseare the serous cells at the distal end of mucous tubuloalveolar secretory unit of ceain glands. Type of glands: Parotid - serous gland Sublingual (major)- mucinous gland Submandibular and Sublingual- mixed",
        "cop": 2,
        "opa": "Parotid",
        "opb": "Submandibular",
        "opc": "Sublingual",
        "opd": "Pituitary",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "8b48f911-385f-4c6b-ae2e-cf03474d1231",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements regarding collagen is true?",
        "exp": "Collagen is composed of closely packed Tropocollagen Molecules. Reticular Fibers are composed of type III collagen, Elastic Fibers are composed of Elastin microfibrils rather than collagen. Collagen is synthesized by Fibroblasts not mast cells.",
        "cop": 1,
        "opa": "It is composed of Tropocollagen.",
        "opb": "Reticular Fibers are composed of type II collagen.",
        "opc": "It is synthesized mostly by Mast cells.",
        "opd": "Elastic Fibers are composed of type IV collagen.",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "297e977c-9b07-483c-9b63-24808104c3a3",
        "choice_type": "multi"
    },
    {
        "question": "The mammary gland is which type of gland?",
        "exp": null,
        "cop": 1,
        "opa": "Apocrine",
        "opb": "Merocrine",
        "opc": "Holocrine",
        "opd": "Endocrine",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "c44e9f13-dc57-4d56-9249-7a48566c8bbf",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following statements concerning Loose Connective Tissue is true?",
        "exp": "Both Loose and Dense connective tissues are composed of three elements: an amorphous ground substance, fibers, and various types of cells. The Amorphous ground substance of Loose Connective Tissue is the medium of exchange between the connective tissue cells and the bloodstream. Lower propoion of cells to fibers is a feature of Dense Connective tissue.",
        "cop": 3,
        "opa": "It is less abundant than Dense Connective Tissue.",
        "opb": "It has a lower propoion of cells to fibers than does Dense Connective Tissue.",
        "opc": "It acts as a medium for exchange of nutrients and wastes between the blood and tissues.",
        "opd": "It provides structural suppo for organs.",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "8bddacd4-978d-48c3-8cc1-2bd668f77620",
        "choice_type": "multi"
    },
    {
        "question": "Sweat glands are which types of gland:",
        "exp": "Sweat glands are simple coiled tubular glands. Ducts of sweat glands are lined by Stratified Cuboidal Epithelium.",
        "cop": 2,
        "opa": "Simple tubular",
        "opb": "Simple coiled tubular",
        "opc": "Compound tubular",
        "opd": "Compound acinar",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "b0b148ce-93a9-44b5-9e09-33b18e55eb99",
        "choice_type": "single"
    },
    {
        "question": "Type of connective tissue present in the arrow marked area is",
        "exp": "The arrow mark shows the deep reticular layer of dermis, which is made up of dense and irregular connective tissue. Location Dense irregular: Capsule of visceral organs Periosteum, perichondrium Sheaths of nerves, muscles etc Dense regular Tendons, aponeurosis, ligament Deep fascial",
        "cop": 3,
        "opa": "Loose areolar",
        "opb": "Loose reticular",
        "opc": "Dense irregular",
        "opd": "Dense regular",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "cbd92101-8e27-4fbb-8542-94bbc2e2fb08",
        "choice_type": "single"
    },
    {
        "question": "Synol fluids of normal joints are usually devoid of collagen. Patients with rheumatoid diseases have various types of collagen in their synol fluid, depending on the tissue being damaged. If a patient has type II collagen in the synol joint, which of the following tissues is being eroded?",
        "exp": "Type II collagen is present only in Hyaline and Elastic Cailages. Finding of type II collagen in the synol fluid of a joint indicates erosion of the aicular cailage. TYPE LOCATION Type I Dermis, tendon, ligaments and bone Type II Cailage, vitreous body, nucleus pulposus Type III Skin, vessel wall, reticular fibre of most tissues (lungs, liver, spleen...) Type IV Basement membrane",
        "cop": 4,
        "opa": "Vascular Endothelium",
        "opb": "Compact Bone",
        "opc": "Vascular Smooth Muscle",
        "opd": "Aicular Cailage",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "3b67943f-df2c-410e-af22-4e95ef7f6605",
        "choice_type": "multi"
    },
    {
        "question": "Of the following cell types found in connective tissue, which is most often present along capillaries and resembles fibroblasts?",
        "exp": "Pericytes are pluripotential cells that resemble Fibroblasts, although they are smaller, and are adjacent to capillaries.",
        "cop": 4,
        "opa": "Plasma cell",
        "opb": "Lymphocyte",
        "opc": "Macrophage",
        "opd": "Pericyte",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "ac6d2873-46e6-4117-be43-8a0ae3f74064",
        "choice_type": "single"
    },
    {
        "question": "Dense irregular Connective Tissue is found in none except:",
        "exp": "In Dense Irregular connective tissue, the collagen fibres are densely packed but are not arranged in parallel bundles (irregular). The Papillary region of dermis is composed of Loose Areolar connective tissue, but the Reticular Dermis is composed of densely packed collagen fibers but randomly arranged (not parallel). Lamina Propria is a thin layer of Loose Areolar connective tissue (not dense) which lies beneath the epithelium in the mucosa. Tendon and aponeurosis have Dense collagen fiber bundles, arranged in a uniform parallel (regular) fashion. Location Dense irregular: Capsule of visceral organs Periosteum, perichondrium Sheaths of nerves, muscles etc Dense regular Tendons, aponeurosis, ligament Deep fascial",
        "cop": 1,
        "opa": "Dermis",
        "opb": "Lamina Propria",
        "opc": "Tendon",
        "opd": "Ligament",
        "subject_name": "Anatomy",
        "topic_name": "Glands & Connective tissue",
        "id": "1457deb7-2ac5-422a-98ae-278148282299",
        "choice_type": "multi"
    }
]