[
    {
        "question": "Exposure of left subclan aery by supraclavicular approach does NOT require cutting of:",
        "exp": "Scalenus medius muscle lies postero-inferior to subclan aery and is not required to be cut.",
        "cop": 3,
        "opa": "Sternocleidomastoid",
        "opb": "Scalenus anterior",
        "opc": "Scalenus medius",
        "opd": "Omohyoid",
        "subject_name": "Anatomy",
        "topic_name": "Head and neck blood supply and scalp",
        "id": "a13a4c95-a088-45d9-b87d-e1e47176dcba",
        "choice_type": "single"
    },
    {
        "question": "Third pa of veebral aery is related to which marked area in the following diagram",
        "exp": "Marked structures are as follows: A: Posterior arch of atlas; B: Foramen transversarium; C: Anterior arch; D: Superior aicular facet. Veebral aery has 4 pas: V1 - Preforaminal (from subclan aery to transverse foramen of C6) V2 - Foraminal (through the transverse foramina of C6 to C2) V3 - Extradural (from the transverse foramen of axis to the veebral canal) V4 - Intradural (from the veebral canal to the inferior border of pons) The given diagram is atlas veebra (superior view) and marker A shows the posterior arch of atlas, which is related to the third pa of veebral aery.",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Head and neck blood supply and scalp",
        "id": "f95e98e7-2cf2-4d66-805c-e66ab18e8383",
        "choice_type": "single"
    },
    {
        "question": "An angiogram of a man shows an occlusion of the Costocervical Trunk. This obstruction could produce a marked decrease in the blood flow in which of the following aeries?",
        "exp": "The Costocervical Trunk gives rise to the Deep Cervical and Superior Intercostal Aeries The Superior Thoracic Aery arises from the Axillary Aery. The Transverse Cervical, Inferior Thyroid, and Suprascapular Aeries arise from the thyrocervical trunk. The Ascending Cervical Aery arises from the inferior thyroid aery Branches of Subclan Aery: 1st Pa: Veebral aery Internal thoracic aery Thyrocervical trunk 2nd Pa: Costocervical aery 3rd Pa: Dorsal scapular aey Branches of Axillary Aery: 1st Pa: Superior thoracic aery 2nd Pa: Thoracoacromial aery Lateral thoracic aery 3rd Pa: Anterior circumflex humeral aery Posterior circumflex humeral aery Subscapular aery",
        "cop": 4,
        "opa": "Superior thoracic aery",
        "opb": "Transverse cervical aery",
        "opc": "Ascending cervical aery",
        "opd": "Deep cervical aery",
        "subject_name": "Anatomy",
        "topic_name": "Head and neck blood supply and scalp",
        "id": "2d849c5c-8738-4fc6-8b48-5952640914c2",
        "choice_type": "single"
    }
]