[
    {
        "question": "Boundaries of foramen of Winslow are all EXCEPT:",
        "exp": "ANSWER: (D) 4th part of DuodenumREF: Gray s anatomy 39th edition, page 3136 Repeat from June 2009 and June 2011In human anatomy, the omental foramen (Epiploic foramen, foramen of Winslow, or uncommonly aditus) is the passage of communication, or foramen, between the greater sac (general cavity of the abdomen), and the lesser sac.Borders of Epiploic foramen:It has the following borders:Anterior: the free border of the lesser omentum, known as the hepatoduodenal ligament. This has two layers and within these layers are the common bile duct, hepatic artery, and hepatic portal vein.Posterior: the peritoneum covering the inferior vena cavaSuperior: the peritoneum covering the caudate lobe of the liverInferior: the peritoneum covering the commencement of the duodenum and the hepatic artery, the latter passing forward below the foramen before ascending between the two layers of the lesser omentum.Left lateral: Gastrosplenic ligament and Splenorenal ligament.",
        "cop": 4,
        "opa": "Caudate lobe of liver",
        "opb": "Inferior vena cava",
        "opc": "Free border of lesser omentum",
        "opd": "4th part of Duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "d847733a-23b3-42b2-85d9-8832365bd0ad",
        "choice_type": "multi"
    },
    {
        "question": "Valve of heister is seen in -",
        "exp": "Ans. is 'a'- i.e., Cystic duct o The mucous membrane of the cystic duct forms a series of 5-12 crescentic folds, arranged spirally to form the so called spiral valve of Heister. This is not a true valve.o This question is a direct repeat from NBE based AI-2013",
        "cop": 1,
        "opa": "Cystic duct",
        "opb": "Common bile duct",
        "opc": "Common hepatic duct",
        "opd": "Pancreatic duct",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "a1201ff6-7397-443e-ab41-ef0eb36c0d6a",
        "choice_type": "single"
    },
    {
        "question": "Fibromuscular wall is seen in:",
        "exp": "Ans. is 'a' i.e., Gall bladder o The extrahepatic biliary tree and gallbladder share a similar microscopic anatomy, consisting of a fibro muscular wall lived by mucin producing columnar epithelium similar to that seen in intrahepatic bile ducts.Gall bladder (review)o Gall bladder is a pear-shaped small sac attached to the visceral surface of liver,o It is 7-10 cm long, 3cm broad at widest part and about 30-50 ml in capacity.o The lowest part of gall bladder which is called fundus, projects beyond the inferior border of liver,o The central part is called body.o The narrow part succeeding the body is called neck. The neck is connected to cystic duct through which gall bladder drains into the bile duct.o The wall of the gall bladder is made up of mucous membrane, a flbromuscular coat and a serous layer that coverts part of the organ.o The mucosa of gallbladder is noted for outpouchings of surface mucosa, which extend into and through muscular fibers. These out pouchings are called Rokitansky-Aschoff sinuses,o Gall bladder is supplied by cystic artery.o Lymphatic drainage of gall bladder is to cystic node and to the node of anterior border of epiploic foramen,o Gall bladder stores and concentrates bile. This bile is discharged into duodenum when required.",
        "cop": 1,
        "opa": "Gall bladder",
        "opb": "Duodenum",
        "opc": "Jejunum",
        "opd": "ileum",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "3dd94a16-45d4-44cb-9b04-f826177ea01a",
        "choice_type": "multi"
    },
    {
        "question": "Posterior relation of portal vein -",
        "exp": "Ans. is 'c' i.e., IVC Important relations about portal vein o Infraduodenal part i) Anterior :- Neck of pancreas ii) Posterior :- IVC o Retroduodenal part i) Anterior :- 1stpart of duodenum, bile duct, gastroduodenal artery ii) Posterior :- IVC o Supraduodenal part i) Anterior :-Hepatic artery, bile duct ii) iPosterior :- IVC, separated by epiploic formen",
        "cop": 3,
        "opa": "Pancreas",
        "opb": "Gall bladder",
        "opc": "Inf. vena cava",
        "opd": "CBD",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "097cffcb-2fbb-46cb-8514-2ab624fe6ab5",
        "choice_type": "multi"
    },
    {
        "question": "Hepatopancreatic duct opens into:",
        "exp": "Ans: b (2nd part of duodenum) Ref: BDC, 4th ed, Vol. II, p. 248The 2nd part of the duodenum shows two special features:1) Major duodenal papilla: 8-10 cm from the pylorus, posteromedially(Ampulla of Vater)- Major hepatopancreatic duct opens at its summit (Duct of Wirsung)2) Minor duodenal papilla: 6-8 cm from pylorusAccessory pancreatic duct opens at its summit (Duct of Santorini)More about the pancreatic and hepatopancreatic ducts:Pancreas- development- from dorsal and ventral bud* Ventral bud - Lower part of head, uncinate process* Dorsal bud - Upper part of head, body, tail* Duct system:Main pancreatic duct -- Proximal part- ventral budDistal part- dorsal budAccessory pancreatic duct -- From dorsal bud (proximal)* Islets of Langerhans -- derived from the primitive duct system* The tributaries drain into the major pancreatic duct at right angles to its long axis, forming a \"Herring bone\" pattern",
        "cop": 2,
        "opa": "1st part of duodenum",
        "opb": "2nd part of duodenum",
        "opc": "3rd part of duodenum",
        "opd": "4th part of duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "268c8095-0394-4b59-9f9b-e82e383ea0bc",
        "choice_type": "single"
    },
    {
        "question": "Portocaval anustomoses is seen at -",
        "exp": "Ans. is 'a' i.e., Esophagus Sites of portocaval anastomosesSitePortal veinSystemic veinLower end of esophagusLeft gastricOesophageal veins (tributaries of hemiazygous vein)UmblicusParaumbilicalAbove - Superior epigastric, lateral thoracicBelow - Superior epigastric, inferior epigastricSides - Posterior intercostal, lumbarLower end of rectumSuperior rectalMiddle and inferior rectalPosterior abdominal wallSplenicLeft renal vein and other tributaries of IVC (veins of Retzius)Bare area of liverPortal radiclesDiaphragmaticFalciform ligamentParaumblicalDiaphragmaticLigamentum venosumLeft branch of portalIVC via ductus venosusPosterior vaginal wallSuperior rectalVaginal venous plexus",
        "cop": 1,
        "opa": "Esophagus",
        "opb": "Stomach",
        "opc": "Duodenum",
        "opd": "Jejunum",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "d0447af8-c737-4af6-b8fc-00755b20ea94",
        "choice_type": "single"
    },
    {
        "question": "Which of the followings distribution is used for segmental division of liver?",
        "exp": "Ans. is 'a' i.e., Hepatic veins and portal vein o Based on the distribution of the portal vein and hepatic vein, couinaud divided functional lobes of liver into eight segments.Right lobeLeft lobeo Anterior# Right anterior inferior - Segment V# Right anterior superior - Segement VIIIo Posterior# Right posterior inferior - Segment VI# Right posterior superior - Segment VIIo Lateral# Left lateral superior - Segment II# Left lateral inferior - Segment IIIo Medial# Segment IV (Quadrate lobe)i) Left medial superior - IV aii) Left medial inferior - IV bo Caudate lobe (segment I) is posterior segment",
        "cop": 1,
        "opa": "Hepatic veins and portal vein",
        "opb": "Hepatic veins and bile ducts",
        "opc": "Portal vein and bile ducts",
        "opd": "Portal vein and hepatic artery",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "6dd30a2c-a47f-4e9d-bc7e-7eb2192e8505",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not form portal triad in liver",
        "exp": "Ans. is 'b' i.e., Hepatic vein Histology of the Livero Liver is covered by Glisson's capsule.o Liver is divided into hexagonal lobules oriented around the terminal tributaries of the hepatic vein (Terminal hepatic veins), i.e. Terminal hepatic vein is in the centre of the lobule and area around the hepatic vein is called centrilobular zone.o At periphery of lobule, lies the portal tract containing hepatic artery, bile duct and portal vein. Area around portal tract is called periportal zone.o These three structures (portal vein, hapatic artery and bile duct) form portal triad.o Area between periportal zone and centrilobular zone is called midzonal area,o All around the central vein are the major parenchymal cells, i.e. hepatocytes.o Lobule contains sinusoid (sinusoidal capillaries) which have fenestrated endothelium covering the subendothelial space of Disse. This space contains stellate cell processes and hepatocellular microvilli,o Other important cells of liver are Kupjfer cells, which belong to monocytic-macrophage sytem and function as phagocytic cells.",
        "cop": 2,
        "opa": "Hepatic artery",
        "opb": "Hepatic vein",
        "opc": "Bile duct",
        "opd": "Portal vein",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "571a839b-4838-42c9-b262-12b8ab9246f1",
        "choice_type": "single"
    },
    {
        "question": "Ligamentum teres hepatis is developed from -",
        "exp": "Ans. is 'b' i.e., Left umbilical vein o The ligament teres represents the obliterated left umbilical vein.o Repeat from previous sessions.",
        "cop": 2,
        "opa": "Umbilical arteries",
        "opb": "Left umbilical vein",
        "opc": "Ductus-venosus",
        "opd": "Ductus arteriosus",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "9f93a7b9-39da-427d-a926-1c36cae6fb81",
        "choice_type": "single"
    },
    {
        "question": "Portal Vein is formed by the union of?",
        "exp": "ANSWER: (B) Superior Mesenteric and Splenic VeinsREF: Keith L. Moore 4th edition page 142-143\"The hepatic portal vein, formed by the union of the superior mesenteric and splenic veins, is the main channel of the portal venous system, which collects blood from the abdominal part of the alimentary tract, pancreas, spleen, and most of the gallbladder and carries it to the liver\"Major Vessels of the Hepatic Portal System",
        "cop": 2,
        "opa": "Superior Mesenteric and Inferior Mesenteric Veins",
        "opb": "Superior Mesenteric and Splenic Veins",
        "opc": "Superior Mesenteric And left renal vein",
        "opd": "Inferior Mesenteric and Splenic Vein",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "b2ca151c-12f8-467e-9720-6df50505dc94",
        "choice_type": "single"
    },
    {
        "question": "Gerlach valve is present in -",
        "exp": "Ans. is 'd' i.e., Vermiform appendix o Gerlach's valve (valvula processus vermiformis) is a fold of mucous membrane found at opening of vermiform appendix of some people.",
        "cop": 4,
        "opa": "Gall bladder",
        "opb": "Nasolacrimal duct",
        "opc": "Pancreatic duct",
        "opd": "Vermiform appendix",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "8b0527d4-0099-4988-b6dd-14f200103686",
        "choice_type": "multi"
    },
    {
        "question": "Ligamentum teres of the liver is remnant of -",
        "exp": "Ans. is 'b' i.e., Left umbilical vein o Repeat from previous sessions",
        "cop": 2,
        "opa": "Umbilical arteries",
        "opb": "Left umbilical vein",
        "opc": "Ductus-venosus",
        "opd": "Ductus arteriosus",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "d4139506-d531-452b-ac62-bb5ecd6d116b",
        "choice_type": "single"
    },
    {
        "question": "False statement about common bile duct: (PGI May 2011)",
        "exp": "Ans: B (Anterior...) \"The common bile duct enters the second portion of the duodenunf through a muscular structure, the sphincter of Oddi\"- Snell's Clinical Anatomy 8th/250\"Supraduodenal portion of CBD lies in free margin of lesser omentum- BDC4th / Vol 11/275COMMON BILE DUCT Sabiston 18th/1547-48The common bile duct is about 7 to 11 cm in length and 5 to 10 mm in diameter.The upper third (supraduodenal portion) passes downward in the free edge of the hepatoduodenal ligament, to the right of the hepatic artery and anterior to the portal vein.The middle third (retroduodenal portion) of the common bile duct curves behind the first portion of the duodenum and diverges laterally from the portal vein and the hepatic arteries.The lower third {pancreatic portion) curves behind the head of the pancreas in a groove, or traverses through it and enters the second part of the duodenum. There the pancreatic duct frequently joins it.# The common bile duct runs obliquely downward within the wall of the duodenum for 1 to 2cm before opening on a papilla of mucous membrane (ampulla of Vater), about 10 cm distal to the pylorus. The union of the common bile duct and the main pancreatic duct follows one of three configurations.(Anatomical variation)The path of CBD is as follows: Bile canaliculi - Canals of Hering - interlobular bile ducts - intrahepatic bile ducts - left and right hepatic ducts merge to form - common hepatic duct exits liver and joins - cystic duct (from gall bladder) forming - common bile duct - joins with pancreatic duct forming ampulla of Vater - enters 2nd part of duodenum-'\"The common hepatic duct is 1 to 4 cm in length and has a diameter of approximately 4 mm. It lies in front of the portal vein and to the right of the hepatic artery\" -Schwartz 8th/1476Fig. Anatomy of the biliary system and its relationship to surrounding structures",
        "cop": 2,
        "opa": "Lies in free margin of lesser omentum",
        "opb": "Anterior to first part of duodenum",
        "opc": "Right to hepatic artery",
        "opd": "Anterior to portal vein",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "8af5fb4e-e54d-4203-828b-005de33d3856",
        "choice_type": "multi"
    },
    {
        "question": "All form part of portal triad except -",
        "exp": "Ans. is 'b' i.e., Hepatic vein o Glissons's capsule extend into the liver around branches of hepatic artery, portal vein and bile ducts as branching trabeculae called as portal tracts (portal canals).o The combination of a bile ductule, branch of hepatic artery, and branch of portal vein is referred to as portal triad.",
        "cop": 2,
        "opa": "Hepatic artery",
        "opb": "Hepatic vein",
        "opc": "Bile duct",
        "opd": "Portal vein",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "f75a2abc-3699-42f6-81d7-8f00f3714d53",
        "choice_type": "multi"
    },
    {
        "question": "Caudate lobe of liver is-",
        "exp": "Ans. is 'a' i.e., I o The portion of liver on the left side of falciform ligament is left (anatomical) lobe of liver. And in Couinaud's functional segmentation of liver, the segment number 2, 3, 4a and 4b form the left liver lobe.Right lobeLeft lobeo Anterioro Lateraly Right anterior inferior - Segment Vy Right anterior superior - Segement VIIIy Left lateral superior - Segment IIy Left lateral inferior - Segment IIIo Posterioro Medialy Right posterior inferior - Segment VI# Right posterior superior -Segment VII# Segment IV (Quadrate lobe)i) Left medial superior - IV aii) Left medial inferior - IV bo Caudate lobe (segment I) is posterior segment",
        "cop": 1,
        "opa": "I",
        "opb": "III",
        "opc": "W",
        "opd": "VI",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "4640a25b-6edb-4aff-b5db-06b9c0b8442f",
        "choice_type": "single"
    },
    {
        "question": "Lining of gallbladder mucosa is -",
        "exp": "Ans. is 'c'i.e., Simple columnar with brush border o Linining of gall-bladder is columnar epithelium with brush border (irregularly placed microvilli).Types of epitheliumTissue or organSimple squamousLung alveoliMesothelium lining serous surfaces Endocardium and endothelium Loop of henle in nephronKeratinized stratified squamousEpidermis of skin Duct of sebaceous glandNon keratinized stratified squamousTongue, tonsil, pharynx, esophagusCorneaVaginaSimple columnar epithelium (without cilia and microvilli)Lining of stomach and large intestine Cervical canalColumnar epithelium with striated border (regularly arranged microvilli)Lining of small intestineColumnar epithelium with brush border (Irregularly placed microvilli)Gall bladderCiliated columnar epithelium(cilia on surface for propulsion of fluid)Uterus and fallopian tubesEustachian tubeCentral canal of spinal cord and ventricles of brainRespiratory epitheliumSecretory columnar epithelium (with goblet cells)Stomach and intestinesTrachea and bronchiPseudostratified columnar epitheliumOlfactory epitheliumTracheaEustachian tubeVas + deferensUrethraCuboidal epitheliumDucts of glandsThyroid folliclesOvarian surface epitheliumTransitional epithelium (Urothelium)Renal pelvis, calyces, ureter, urinary bladder and part of urethra",
        "cop": 3,
        "opa": "Squamous",
        "opb": "Simple columnar",
        "opc": "Simple columnar with brush border",
        "opd": "Cuboidal with Stereocilia",
        "subject_name": "Anatomy",
        "topic_name": "Hepatobiliary System",
        "id": "db5a0d2a-02ce-4b85-9d8e-d68ae8b06b0b",
        "choice_type": "multi"
    }
]