[
    {
        "question": "Looser's zones are seen in which of the following ?",
        "exp": "Condition where milkman's fracture may be seen *Rickets/osteomalacia *Renal osteodystrophy *Paget's disease *Fibrous dysplasia *Hereditary hyperphosphatasia *Idiopathic Looser&;s Zone ( Milkman&;s Pseudofractures ) Pathognomonic * Looser zones are radiolucent lines that are often penetrating through the coex perpendicular to the shaft and are most often seen in the medial coices of the femurs and in the pelvis and ribs, neck of scapula. Caused by rapid resorption and slow mineralisation / Looser&;s zone. * Linear areas of undermineralized osteoid that occur in a bilateral and symmetric distribution * Characteristic sites; inner margins of femoral neck, proximal ulna, axillary margin of the scapula, pubic rami, and ribs. * Differential diagnosis: ; Paget&;s disease or fibrous dysplasia. ref : maheswari 9th ed",
        "cop": 4,
        "opa": "Osteomalacia",
        "opb": "Paget's disease",
        "opc": "Renal osteodystrophy",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "568b4f57-4cd4-4ced-a9e5-7bf037c5ff53",
        "choice_type": "multi"
    },
    {
        "question": "All are the features of Paget's disease except-",
        "exp": "*Paget's disease is slightly more common in males and is seen after 40years of age. Paget&;s Disease (Osteitis Deformans) # Excess of bone destruction & =organized bone formation and repair. The 2 nd most common bone disorder in the U.S. # The etiology is unknown # Usually affects the axial skeleton, veebrae and skull, although the pelvis, tibia, femur are the other common sites of disease. # Most persons are asymptomatic & diagnosis is incidental. # Vascularity is increased in affected poions of the skeleton. Lesions may occur in one or more bones, does not spread from bone to bone. # Deformities & bony enlargement often occur. Bowing of the limbs & spinal curvature in persons with advanced disease. # Bone pain- is the most common symptom. Is is usually worse with ambulation or activity but may also occur at rest. Involved bones may feel spongy & warm because of increased vascularity . # Skull pain is usually accompanied with headache, warmth, tenderness & enlargement of the head. # Radiograph reveals radiolucent areas in the bone, typical of increased bone resorption. Deformities & fractures may also be present. Goals of the treatment- to relieve pain & prevent fracture & deformities. Pharmacologic agents are used to suppress osteoclastic activity. Bisphosphonates & calcitonin are effective agents to decrease bone pain & bone warmth & also relieve neural decompression, joint pain & lytic lesions. # Use of analgesics & NSAIDs. Assistive devices, including cane, walker . Ref: Turek 6th/e p.274-275",
        "cop": 2,
        "opa": "Defect in osteoclasts",
        "opb": "Common in female",
        "opc": "Can cause deafness",
        "opd": "Can cause osteosarcoma",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "a855d60c-6c05-4ff1-9699-1b23aa7b14f1",
        "choice_type": "multi"
    },
    {
        "question": "Osteomalacia is associated with- DELETE",
        "exp": "*In rickets/osteomalacia mineralization of osteoid is defective, i.e, osteoid formation is normal,but mineralization of osteoid is defective. Ref: Maheshwari 6th/e p.312",
        "cop": 3,
        "opa": "Decreses in osteoid volume",
        "opb": "Decrease in osteoid surface",
        "opc": "Increase in osteoid maturation time",
        "opd": "Increase in mineral apposition rate",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "e9055e32-7bc2-44d7-beaf-40df8c2f4d23",
        "choice_type": "single"
    },
    {
        "question": "Paget's disease after 10years develops into-",
        "exp": "*Osteosarcoma is a rare long-term complication of Paget's disease. Complications of Paget disease: Common complications of Paget disease include osseous deformities, fractures, Osteoahrosis, basilar impression, spinal stenosis, and neurologic abnormalities. Other less commonly encountered complications are bone tumor, soft-tissue mass, osteomyelitis, extramedullary hematopoiesis, rheumatoid ahritis and its variants, and crystal deposition disease. Ahropathy Osteoahrosis is a common complication in Paget disease. This complication results from altered biomechanics across grossly abnormal bones and joints, producing cailaginous and osseous degeneration. The hip and the knee are the aiculations most frequently affected. The pattern of narrowing of the aicular space in Paget disease differs in appearance from that in primary degenerative joint disease. With acetabular involvement, either medial or axial joint space narrowing is seen; with involvement of both the acetabulum and the femoral head, axial joint space loss can occur; and with isolated femoral head involvement, superior joint space loss is noted. Acetabular protrusion may complicate pagetic involvement of the acetabulum. Notably, the formation of osteophytes is not a prominent feature of the disease. Rheumatoid ahritis and its variants, as well as crystal deposition ahropathy, also have been associated with Paget disease. Ref: Turek Ohopaedics 6th/e p.274-275",
        "cop": 1,
        "opa": "Osteosarcoma",
        "opb": "Fibrous coical defect",
        "opc": "Osteoid osteoma",
        "opd": "Ankylosing spondylitis",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "b0d817d1-c873-48b4-af8d-87fb8ba14d0e",
        "choice_type": "single"
    },
    {
        "question": "Hyperparathyroidism will lead to which bony changes given below?",
        "exp": "*Radiological features of bone are: Rarefaction of bones, salt pepper skull, loss of lamina dura, sun- periosteal resorption of bone, multiple cysts, Browns tumor and collapse of veebrae with biconvex disc. Brown tumour * The brown tumor is a bone lesion that arises in settings of excess osteoclast activity, such as hyperparathyroidism. * It is not a true neoplasm, as the term \"tumor\" suggests; however, it may mimic a true neoplasm. * Brown tumours are radiolucent on x-ray. Brown tumours consist of fibrous tissue, woven bone and suppoing vasculature, but no matrix. * The osteoclasts consume the trabecular bone that osteoblasts lay down and this front of reparative bone deposition followed by additional resorption can expand beyond the usual shape of the bone, involving the periosteum thus causing bone pain. * The characteristic brown coloration results from hemosiderin deposition into the osteolytic cysts. * Hemosiderin deposition is not a distinctive feature of brown tumors; it may also be seen giant cell tumors of the bone Ref: Text books of Essential in Ohopaedics maheswari 9th ed p.1129",
        "cop": 4,
        "opa": "multiple bone cysts",
        "opb": "Subperiosteal bone resorption",
        "opc": "Brown's tumor",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "e7beefe0-3e60-42f2-90e1-0ee368ae6a9e",
        "choice_type": "multi"
    },
    {
        "question": "Rickets in infant presented as all of the below except-",
        "exp": "*Long bones of legs gets deformed when the child stas bearing weight. Therefore, deformities of legs are unusual before the age of one year. Ref: Maheshwari 9th/e p. 310-312",
        "cop": 4,
        "opa": "Cranitabes",
        "opb": "Widened Fontanel",
        "opc": "Rachitic Rosary",
        "opd": "Bow legs",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "799a7a86-b997-41c5-9b95-4c0186326e34",
        "choice_type": "multi"
    },
    {
        "question": "A young patient presents with enlargement of costocondral junction and with the white line of fraenkel at the metaphysis. The diagnosis is-",
        "exp": "*Enlargement of costochondral junction and white line of Frankel are seen both in scurvy and rickets. *However, best answer here is scurvy as white line frankel is seen in healing rickets, not in active rickets. And rickets refers to active disease. ref : maheswari 9th ed",
        "cop": 1,
        "opa": "Scurvy",
        "opb": "Rickets",
        "opc": "Hyperparathyroidism",
        "opd": "Osteomalacia",
        "subject_name": "Anatomy",
        "topic_name": "Metabolic and endocrine disorders",
        "id": "f1156838-0cdb-4583-b8bf-39448a505f39",
        "choice_type": "single"
    }
]