[
    {
        "question": "Merkels cells of Epidermis are derived from",
        "exp": "(C) Neural crest # MERKEL CELLS, which are believed to be derived from the neural crest, contain many large (50-100 nm) dense-cored vesicles, presumably containing transmitters, which are concentrated near the junction with the axon. F.S. Merkel referred to these cells as Tastzellen or \"touch cells\" Merkel cells are found in the skin and some parts of the mucosa (stratum germinativum) of all vertebrates. In mammalian skin, they are clear cells found in the stratum basale (at the bottom of sweat duct ridges) of the epidermis approximately 10 pm in diameter. They also occur in epidermal invaginations of the plantar foot surface called rete ridges. Most often, they are associated with sensory nerve endings, when they are known as Merkel nerve endings (Merkel cell-neurite complex). They are associated with slowly adapting (SA1) somatosensory nerve fibers. They are associated with the sense of light touch discrimination of shapes and textures. They can turn malignant and form the skin tumor known as Merkel cell carcinoma.DERIVATIVES OF NEURAL CRESTDerivative of neural crestDeveloping partsNeurons1. Spinal posterior nerve root ganglion (dorsal root ganglia) 2. Sensory ganglia of V, VII, VIII, IX & X cranial nerves 3. Sympathetic gangliaPiamater & Arachnoid mater (Not duramater)--Schwann cellsNeurolemmal sheaths of all peripheral nervesAdrenal medullaChromaffin tissuePigment cells of skinMelanoblasts; Merkel's cells of epidermisMesenchyme of dental papilla & Odontoblasts--Cells from cranial part of neural crest (Somatomeres)Development of musculature of head & in formation of face",
        "cop": 3,
        "opa": "Neural tube",
        "opb": "Notochord",
        "opc": "Neural crest",
        "opd": "Neural pore",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "fdea496c-fd2a-415a-b788-196680960cf7",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following form Blood Brain Barrier?",
        "exp": "(A) Astrocytes and endothelial cells # \"Blood Brain Barrier\" (BBB) results from the selectivity of the tight junctions between endothelial cells in CNS vessels that restricts the passage of solutes.> At the interface between blood and the brain, endothelial cells are stitched together by these tight junctions, which are composed of smaller subunits, frequently biochemical dimers, that are transmembrane proteins such as occludin, claudins, junctional adhesion molecule (JAM), or ESAM, for example.> Each of these transmembrane proteins is anchored into the endothelial cells by another protein complex that includes zo-1 and associated proteins.> Blood-brain barrier is composed of high-density cells restricting passage of substances from the bloodstream much more than endothelial cells in capillaries elsewhere in the body.> Astrocyte cell projections called astrocytic feet (\"glia limitans\") surround the endothelial cells of the BBB, providing biochemical support to those cells.> BBB is distinct from the quite similar blood-cerebrospinal-fluid barrier, which is a function of the choroidal cells of the choroid plexus, and from the blood-retinal barrier, which can be considered a part of the whole realm of such barriers.",
        "cop": 1,
        "opa": "Astrocytes and endothelial cells",
        "opb": "Choroidal cells",
        "opc": "Oligodendrocytes",
        "opd": "Endothelial cells exclusively",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "5647f3de-c7dc-45f7-a700-208933d88e65",
        "choice_type": "single"
    },
    {
        "question": "Solid and largest lymphatic organ of the body is",
        "exp": "(A) Spleen# Largest lymphatic organ in the human body is the spleen.> Primary function of the spleen is to purify the blood and store blood cells. It helps the immune system identify and combat foreign antibodies.> The spleen consists of white pulp and red pulp. The white pulp generates blood cells and synthesizes antibodies, and the red pulp removes old blood cells and filters the blood.",
        "cop": 1,
        "opa": "Spleen",
        "opb": "Thymus",
        "opc": "Lymph node",
        "opd": "Liver",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "41585522-f8c5-4f30-b48e-a37af93c0819",
        "choice_type": "single"
    },
    {
        "question": "Which doesnot form a part of thoracic outlet?",
        "exp": "(D) Second rib# Thoracic outlet syndrome: Scalenus anticus syndrome> \"This is a symptom complex resulting from compression of the neurovascular bundle (artery, vein, or nerves) at the superior thoracic outlet as it courses through the neck and shoulder.> Cervical ribs, abnormalities of the scalenus anticus muscle, proximity of the clavicle to the first rib, or abnormal insertion of the pectoralis minor muscle may compress the subclavian artery, subclavian vein (see below), and brachial plexus as these structures pass from the thorax to the arm.> Depending on the structures affected, thoracic outlet compression syndrome may be divided into arterial, venous, and neurogenic forms.> Patients with neurogenic thoracic outlet compression may develop shoulder and arm pain, weakness, and paresthesias.> Patients with arterial compression may experience claudication, Raynaud's phenomenon, and even ischemic tissue loss and gangrene.> Venous compression may cause thrombosis of the subclavian and axillary veins; this is often associated with effort and referred to as Paget-Schroetter syndrome.> Examination of the patient with thoracic outlet compression syndrome is often normal unless provocative maneuvers...\"",
        "cop": 4,
        "opa": "Brachial plexus",
        "opb": "Subclavian vein",
        "opc": "Apex of lung",
        "opd": "Second rib",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "58813a07-d607-4bbb-9b13-70a8219eb853",
        "choice_type": "single"
    },
    {
        "question": "Lowest projection of ligamentum denticulatum lies at which level -",
        "exp": "Ans. is 'b' i.e., T12 L1 \"The last of the dentate ligament lies between the exiting twelfth thoracic and first lumbar spinal nerves \" -- Gray s Ligamentum denticulatumo Running longitudinally along each lateral margin of the spinal cord there is a thickening of piamater that projects laterally.o This thickening is the ligamentum denticulatum.o it lies midway between the lines along which ventral and dorsal nerve roots of spinal nerve emerge from the spinal cord.o A number of pointed projections extend laterally form this ligament: that is why it is called the ligamentum denticulatum. o In the vertical plane each projection lies in the interval between two spinal nerves.o it's pointed end passes through arachnoid mater to fuse with the dura matero In all the ligamentum denticulatum bears 21 projections.o The highest of these lies at the level of the foramen magnum (i.e., above the emergence of the first cervical nerve), o The lowest projection lies between spinal nerves T12 and L1.o The ligamentum denticulatum, helps to keep the spinal cord at the centre of the vertebral canal.",
        "cop": 2,
        "opa": "T9 T10",
        "opb": "T12 L1",
        "opc": "S2 S3",
        "opd": "S4 S4",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "f766aafa-d46f-43e3-ae9d-eaf148f3b045",
        "choice_type": "single"
    },
    {
        "question": "Notochord develops in",
        "exp": "(A) 3rd week > Notochord develops in 3rd week.",
        "cop": 1,
        "opa": "3rd week",
        "opb": "3rd month",
        "opc": "6 months",
        "opd": "10th week",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "bc3847d2-7217-4076-b0e5-82a07619cc80",
        "choice_type": "single"
    },
    {
        "question": "Nerve supply for adductor compartment of thigh is by",
        "exp": "(B) Obturator Nerve # OBTURATOR NERVE (L2, L3, L4) is the chief nerve of the medial compartment of the thigh.> It is a branch of the lumbar plexus.> It enters the thigh by passing through the obturator canal.> Anterior division of obturator nerve supplies the following muscles: Pectineus Adductor longus Gracilis Adductor brevis> Posterior division of obturator nerve supplies following muscles: Obturator externus Adductor magnus Adductor brevis",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Obturator nerve",
        "opc": "Superior gluteal nerve",
        "opd": "Inferior gluteal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "4ba28621-473d-482e-8b3a-6e502aa33b12",
        "choice_type": "single"
    },
    {
        "question": "All of the following are responsible for internal rotation of shoulder joint EXCEPT",
        "exp": "(A) Infraspinatus # Muscles responsible for internal rotation of shoulder joint: Teres Major Deltoid Pectoralis Major",
        "cop": 1,
        "opa": "Infraspinatus",
        "opb": "Teres Major",
        "opc": "Deltoid",
        "opd": "Pectoralis Major",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "52a3926e-266f-49e3-8752-415aa9b58a43",
        "choice_type": "multi"
    },
    {
        "question": "All are supplied by Oculomotor nerve except:",
        "exp": "(A) Superior oblique # All extra ocular muscles is supplied by 3r C.N. except Sup. Oblique which is supplied by - trochlear nerve and lateral rectus by Abducen nerve.> All muscle of face are supplied by facial nerve except levator Palpabre - 3rd C.N.",
        "cop": 1,
        "opa": "Superior oblique",
        "opb": "Superior rectus",
        "opc": "Inferior oblique",
        "opd": "Levator palpebra superioris",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "e09b7812-9e1c-430d-b141-1fcf1b641f8b",
        "choice_type": "multi"
    },
    {
        "question": "The nerve supply of Middle ear is from",
        "exp": "(B) Tympanic branch of glossopharyngeal nerve# Sensory nerve supply of middle ear cavity is provided by Glossopharyngeal nerve.> Tympanic Plexus It lies on the promontory and is formed by tympanic branch of glossopharyngeal and sympathetic fibres from the plexus round the internal carotid artery.> Tympanic plexus supplies innervation to the medial surface of the tympanic membrane, tympanic cavity, mastoid air cells and the bony eustachian tube.> It also carries secretomotor fibres for the parotid gland. Section of tympanic branch of glossopharyngeal nerve can be carried out in the middle ear in Frey syndrome.> The tympanic cavity contains the tympanic plexus and the facial nerve. Branches from the plexus and the facial nerve supply structures within the tympanic cavity but also leave the cavity to supply structures on the face. The nerves that constitute the tympanic plexus ramify on the surface of the promontory on the medial wall of the tympanic cavity They are derived from the tympanic branch of the glossopharyngeal nerve and the caroticotympanic nerves. The former arises from the inferior ganglion of the glossopharyngeal nerve, and reaches the tympanic cavity via the tympanic canaliculus for the tympanic nerve. The superior and inferior caroticotympanic nerves are postganglionic sympathetic fibres which are derived from the carotid sympathetic plexus and traverse the wall of the carotid canal to join the plexus.",
        "cop": 2,
        "opa": "Superior auricular nerve",
        "opb": "Tympanic branch of glossopharyngeal nerve",
        "opc": "Pharyngeal branch of glossopharyngeal nerve",
        "opd": "Great auricular nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "f8bedf6b-920d-4662-b365-4f3217a15c37",
        "choice_type": "single"
    },
    {
        "question": "Lacrimal gland is a derivative of",
        "exp": "(A) EctodermDERIVATIVES OF EMBRYONIC TISSUESNeuroectodermCranial Neural Crest CellsSurface EctodermMesoderm* Neurosensory retina* Retinal pigment epithelium* Pigmented ciliary epithelium* Nonpigmented ciliary epithelium* Pigmented iris epithelium* Sphincter & dilator muscles of iris* Optic nerve, axons & glia* Vitreous* Corneal Stroma & endothelium* Sclera* Trabecular meshwork* Sheaths & tendons of extraocular muscles* Connective tissues of iris* Ciliary muscles* Choroidal stroma* Melanocytes (uveal & epithelial)* Meningeal sheaths of the optic nerve* Schwann cells of ciliary nerves* Ciliary ganglion* Most orbital bones, cartilage & connective tissue of the orbit* Muscular layer & connective tissue sheaths of all ocular & orbital vessels* Epithelium, glands, cilia of skin of lids & caruncle* Conjunctival epithelium* Lens* Lacrimal gland & drainage system* Vitreous* Fibers of extraocular: muscles endothelial lining of all orbital & ocular blood vessels; temporal portion of sclera, vitreous",
        "cop": 1,
        "opa": "Ectoderm",
        "opb": "Mesoderm",
        "opc": "Endoderm",
        "opd": "Neural crest cells",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "e84619c8-b2d1-4e93-a244-51bef5d0ab80",
        "choice_type": "single"
    },
    {
        "question": "True about the pancreas is",
        "exp": "(D) Arterial supply to the pancreas is through the superior and inferior pancreaticoduodenal arteries",
        "cop": 4,
        "opa": "The uncinate process is just ventral to where the splenic and the superior mesenteric vein unite",
        "opb": "Duct of Santorini is ventral to the duct of Wirsung",
        "opc": "The two ducts rarely unite to form common entry into the duodenum",
        "opd": "Arterial supply to the pancreas is through the superior and inferior pancreaticoduodenal arteries",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "9677431c-f798-4790-a467-b1ab7a75b333",
        "choice_type": "multi"
    },
    {
        "question": "All are true about splenic artery EXCEPT",
        "exp": "(A) It lies posterior to superior border of pancreas# SPLEEN is supplied exclusively from the splenic artery.> This is the largest branch of the coeliac axis and its course is among the most tortuous in the body.> From its origin the artery runs a little way inferiorly, then turns rapidly to the left to run initially horizontally above the level of the neck of the pancreas, before ascending as it passes more laterally.> It is less steeply inclined than the body and tail of the pancreas and so comes to lie posterior to the superior border of the gland.> It lies in multiple loops or even coils which appear above the superior border of the pancreas and descend to lie behind the gland.> Splenic artery lies anterior to the left kidney and left suprarenal gland and runs in the splenorenal ligament posterior to the tail of the pancreas.> It divides into two or three main branches before entering the hilum of the spleen.> As these branches enter the hilum they divide further into four or five segmental arteries that each supply a segment of the splenic tissue.> There is relatively little arterial collateral circulation between the segments, which means that occlusion of a segmental vessel often leads to infarction of part of the spleen.> End arteries -Arteries that do not form anastomoses -Only one route -E.g.: Renal artery, Splenic artery> Functional end arteries -Have small anastomoses -E.g.: Coronary arteries",
        "cop": 1,
        "opa": "It lies posterior to superior border of pancreas",
        "opb": "It runs inside Splenorenal ligament",
        "opc": "It is an End artery",
        "opd": "It is a branch of coeliac trunk",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "b5455fc8-55bd-4613-944a-6a023546d750",
        "choice_type": "multi"
    },
    {
        "question": "The arrow indicating the anatomical identification of structure",
        "exp": "(C) 3rd ventricle",
        "cop": 3,
        "opa": "First ventricle",
        "opb": "2nd ventricle",
        "opc": "3rd ventricle",
        "opd": "4th ventricle",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "04ffc86e-e161-4668-8d21-a3c503333802",
        "choice_type": "single"
    },
    {
        "question": "Parasympathetic fibres arise from the following",
        "exp": "(D) Sacral# PREGANGLIONIC NEURONS (Craniosacral division) come from the brain or sacral region of the spinal cord. Also called the> They synapse on ganglia located near or in effector organs called terminal ganglia.> Autonomic nervous system represents the visceral component of the nervous system.> Autonomic nervous system is divided into three major parts: sympathetic, parasympathetic and enteric> Parasympathetic system is commonly referred to as having craniosacral outflow, which stands in contrast to the sympathetic nervous system, which is said to have thoracolumbar outflow.> Sympathetic trunks are two ganglionated nerve cords that extend on either side of the vertebral column from the cranial base to the coccyx.> Parasympathetic trunk emerge from the CNS only in cranial nerves III, VII, IX and X and in the second to fourth sacral spinal nerves.",
        "cop": 4,
        "opa": "Cervical",
        "opb": "Lumbar",
        "opc": "Coccyx",
        "opd": "Sacral",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "3835f116-ebbd-48c7-b04b-f9358f05a4c1",
        "choice_type": "single"
    },
    {
        "question": "Macrophage of Central Nervous System includes",
        "exp": "(B) Microglia # Microglia are tissue macrophages that populate the mammalian central nervous system (CNS) very early in embryonic development. By adulthood, microglia are found in all regions of the brain and spinal cord and comprise 10-15% of the total cells in the CNS.",
        "cop": 2,
        "opa": "Astrocytes",
        "opb": "Microglia",
        "opc": "Neuron'",
        "opd": "Oligodendrocyte",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "44778600-9e4a-499a-ae29-bbe3886f0dd2",
        "choice_type": "single"
    },
    {
        "question": "Nissl's (substance) bodies are seen in",
        "exp": "(A) Cell body # Nissl body (or Nissl granule or Tigroid body) is a large granular body found in nerve cells. It was named after Franz Nissl, German neurologist (1860-1919).> Nissl bodies can be demonstrated by selective staining, which was developed by Nissl and was an aniline stain used to label extranuclear RNA granules.> These granules are rough endoplasmic reticulum (with ribosomes) and are the site of protein synthesis.> Nissl bodies show changes under various physiological conditions and in pathological conditions they may dissolve and disappear (karyolysis).",
        "cop": 1,
        "opa": "Cell body",
        "opb": "Axon",
        "opc": "Dendrites",
        "opd": "Sheath",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "b9c0ba2e-e4fe-4054-a62e-16966041e8b4",
        "choice_type": "single"
    },
    {
        "question": "Wharton's duct drains",
        "exp": "(A) Submandibular gland # Submandibular gland: It is irregular in shape & about the size of a walnut.> It consists of a larger superficial and a smaller deep part, continuous with each other around the posterior border of mylohyoid.> It is seromucous (but predominantly serous) gland.# Wharton's duct emerges from the medial surface of this part of the gland behind the posterior border of mylohyoid.> It traversed the deep part of the gland passes at first up and slightly back for 0.5 mm, and then forwards between mylohyoid and hyoglossus.> It next passes between the sublingual gland and genioglossus to open in the floor of the mouth on the summit of the sublingual papilla at the side of the frenulum of the tongue. It lies between the lingual and hypoglossal nerves on hypoglossus, but, at the anterior border of the muscle, it is crossed laterally by the lingual nerve, terminal branches of which ascend on its medial side.> As the duct traverses the deep part of the gland it receives small tributaries draining this part of the gland like the parotid gland, the duct system of the submandibular gland can be visualized by sialography.",
        "cop": 1,
        "opa": "Submandibular gland",
        "opb": "Sublingual gland",
        "opc": "Parotid gland",
        "opd": "Lacrimal gland",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "06c8472c-cefa-4f07-a7c1-8870d3e103e0",
        "choice_type": "single"
    },
    {
        "question": "First pharyngeal arch derivative is",
        "exp": "(A) Maxillary artery ArchNerve of ArchMuscles of ArchFirstMandibularMedial and lateral pterygoidsMasseter, Temporalis, MylohyoidAnt. belly of Digastric Tensor tympani, Tensor palatiSecondFacialMuscles of face, Occipito-frontalis Platysma, Stylohyoid, Post, belly of Digastric, Stapedius, Auricular musclesThirdGlossopharyngealStylopharyngeusFourthSuperior laryngealCricothyroidSixthRecurrent laryngealMuscles of larynx",
        "cop": 1,
        "opa": "Maxillary artery",
        "opb": "Stylohyoid ligament",
        "opc": "Styloid process",
        "opd": "Posterior 1/3rd of tongue",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "d97a736e-a4ed-4b91-90c4-66b4eef7667d",
        "choice_type": "single"
    },
    {
        "question": "All are derivatives of Neuroectoderm, EXCEPT",
        "exp": "(C) Pyramidal cells # Schwann cells derived from neural crest# Neuroectoderm (Neural crest) derivatives: Neurons Neuroglia Neurohypophysis Neurol (pineal) gland> Cranial and sensory ganglia and nerves, adrenal medulla, pigment cells, Schwann cells",
        "cop": 3,
        "opa": "Schwann cell",
        "opb": "Sensory ganglia",
        "opc": "Pyramidal cells",
        "opd": "Adrenal medulla",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "d28f2d11-a657-4bbf-a555-823cf136048a",
        "choice_type": "multi"
    },
    {
        "question": "Notochord develops by",
        "exp": "(C) 14-21 days post conception [Grays40-184; IBS7-47# Genesis of the notochord:> Notochord develops in 3rd week.> Around the 19th day cells that invade into the primitive node region & migrate along the median line cranially from the chordal process (also known as the axial process).> On the 25th day 9 the chordal plate cuts itself off from the endoderm, which then fuses again, & forms a complete cord:# Notochord:> This is in the middle of the mesoderm, between the ectoderm and endoderm, & plays a role in the induction of the neuro ectoblast that lies over it.> Notochord plays a role in the genesis of the vertebral body & becomes the nucleus pulposus in the intervertebral disk",
        "cop": 3,
        "opa": "8 weeks of pregnancy",
        "opb": "24 weeks of pregnancy",
        "opc": "14-21 days post conception",
        "opd": "2 weeks post conception",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "fdd665c5-47a1-4129-bf6b-1d7db74141c7",
        "choice_type": "single"
    },
    {
        "question": "Pancreatic duct joins Common Bile Duct and open into which part of duodenum?",
        "exp": "(C) Descending # Common bile duct & pancreatic duct enter the medial wall obliquely and usually unite to form the common hepatopancreatic ampulla.> Narrow distal end opens on the summit of the major duodenal papilla (ampulla of Vater), which is situated on the postero- medial wall of the second part or descending part of duodenum.",
        "cop": 3,
        "opa": "Superior",
        "opb": "Ascending",
        "opc": "Descending",
        "opd": "Inferior",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "dc36a48d-8f23-40e9-8e37-3aabdae4d9b0",
        "choice_type": "single"
    },
    {
        "question": "All of the following are Ectodermal derivatives EXCEPT",
        "exp": "(B) Microglia # Ectoderm Derivatives:> Somatic ectoderm: Epidermis Feathers, hair, skin glands, scales Lens of eye Teeth (enamel) Mouth lining Anterior pituitary (adenohypophysis) Anal canal ADRENAL MEDULLA> Neurogenic placodes: Olfactory organ Lateral line receptors and nerves Inner ear and cranial nerve VIII Ampullary electroreceptors and nerves Taste-buds> Microglia type of glial cells originated from yolk sac derived erythromyeloid progenitors.",
        "cop": 2,
        "opa": "Neuron",
        "opb": "Microglia",
        "opc": "Lens of eye",
        "opd": "Adrenal medulla",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "d05bf4a4-6ea6-42f8-9af0-a78d691c242f",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of adductors of thigh includes",
        "exp": "(B) Obturator nerve# Obturator Nerve:> Obturator nerve (L2 L3 L4) is the chief nerve of the medial (adductor) compartment of the thigh.> It is a branch of the lumbar plexus.> It enters the thigh by passing through the obturator canal.> Anterior division of obturator nerve supplies the following muscles: Pectineus, Adductor longus, Gracilis, Adductor brevis.> Posterior division of obturator nerve supplies following muscles: Obturator extemus, Adductor magnus, Adductor brevis.> Adductor magnus has double nerve supply. Its adductor part is supplied by the obturator nerve, while its hamstring part is supplied by the tibial part of the sciatic nerve.> Pectineus also has a double innervation; its anterior fibres are supplied by the femoral nerve and the posterior fibres by the obturator nerve> Obturator nerve also give branches to the hip and the knee joint so a lesion of the nerve may cause pain in the hip & knee joint.",
        "cop": 2,
        "opa": "Femoral nerve",
        "opb": "Obturator nerve",
        "opc": "Inferior gluteal nerve",
        "opd": "Superior gluteal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "bf69d8b2-a2af-4e8d-a59a-e916828fa4f2",
        "choice_type": "single"
    },
    {
        "question": "Filum terminate extend up to",
        "exp": "(C) Coccyx # Level of Spinal Cord:> Spinal cord extends from C1 to L1 (lower border) in adults> Spinal cord extends from C1 to L3 (upper border) in infants.> Filum terminate extends from lower end of spinal cord (L1 or L3) to the tip of coccyx.> Piamater extends up to tip coccyx> Dural sheath extends up to S2 vertebra.> Subdural space extends up to S2> Subarachnoid space extends up to S2",
        "cop": 3,
        "opa": "S5",
        "opb": "L5",
        "opc": "Coccyx",
        "opd": "L4",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "113baa7d-f0df-444b-9bf1-57ad4ddf45b4",
        "choice_type": "single"
    },
    {
        "question": "Extension at MCP joint is by",
        "exp": "(A) Extensor Digitorum # Extensor digitorum muscle actions include Extension of interphalangeal, metacarpophalangeal and wrist joints.> All Palmar interossei adduct the digit to which they are attached towards the middle finger + flex the digit at MCP joint & extend IP joints.> All Dorsal interossei abduct the digits away from the line of the middle finger + flex the digit at MCP joint & extend IP joints.> Lumbrical muscles flex the metacarpophalangeal joints, and extend the interphalangeal joints of the digit into which they are inserted.",
        "cop": 1,
        "opa": "Extensor Digitorum",
        "opb": "Dorsal Interossei",
        "opc": "Palmar Interossei",
        "opd": "Lumbricals",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "d6e4c93d-bade-4352-a409-a921309b7e80",
        "choice_type": "single"
    },
    {
        "question": "Primary vertebral curve is -",
        "exp": "Ans. is 'a' i.e., Thoracic o During fetal life and at birth the vertebral column shows a continuous curvature with the concavity direct forwardso In fully developed spine, thoracic and sacral curvatures are (concave forwards' and hence are called primary curvatures. Cervical and lumbar curves are convex forwards (or concavity backwards) and are termed as \"secondary curvatures' because they develop after birth.o Cervical curvature develops 3-4 months after birth and lumbar curvature develops 12-15 months after birth.",
        "cop": 1,
        "opa": "Thoracic",
        "opb": "Lumbar",
        "opc": "Cervical",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "7c653e70-1a4a-4118-b135-e0015f867460",
        "choice_type": "multi"
    },
    {
        "question": "Number of vertebrae in human vertebral column is",
        "exp": "(D) 33# Human vertebral column usually consists of 33 vertebrae:> 24 Presacral vertebrae: 7 cervical, 12 thoracic, and 5 lumbar)> Sacral veretebrae (5 fused sacral vertebrae) and> Coccyx vertebrae (4 frequently fused coccygeal vertebrae).",
        "cop": 4,
        "opa": "30",
        "opb": "31",
        "opc": "32",
        "opd": "33",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "c50be7fa-e95f-455c-99ea-bc3b91e28caa",
        "choice_type": "single"
    },
    {
        "question": "First primary ossification centre to appear of carpal bones is",
        "exp": "(A) Capitate # Appearance of Capitate slightly earlier than Hamate, the 3rd carpal which showed its appearance at the age of 3 :o 5 years was Triquetral.> Trapezium, trapezoid and Scaphoid ossified between the ages of 5 to 9 year's in both the sexes",
        "cop": 1,
        "opa": "Capitate",
        "opb": "Scapoid",
        "opc": "Triquitral",
        "opd": "Pisiform",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "9a4cd983-b5a8-420d-9620-6be724c8b739",
        "choice_type": "single"
    },
    {
        "question": "In lateral medullary syndrome (Wallenberg) the lesion is in",
        "exp": "(B) Spinal tract of trigeminal # LATERAL MEDULLARY SYNDROME (also called Wallenberg's syndrome and posterior inferior cerebellar artery syndrome) is a disease in which the patient has difficulty with swallowing or speaking or both owing to one or more patches of dead tissue (known as an infarct) caused by interrupted blood supply to parts of the brain.> Cause: It is the clinical manifestation resulting from occlusion of the posterior inferior cerebellar artery (PICA) or one of its branches or of the vertebral artery, in which the lateral part of the medulla oblongata infarcts, resulting in a typical pattern. PATIENT'S SIGNS & SYMPTOMS COMPARING WITH KNOWN NEUROVASCULAR SYNDROMES Patient's signs/symptomsAffected structureMedial medullary syndromeHemiplegia sparing the facePyramidal tractLoss of tactile and proprioceptive sensitivityMedial lemniscusAtaxia with a tendency to fall towards the lesion (ipsilateral)Uncertain: can involve restiform body, cerebellar hemispheres, olivocerebellar fibers & spinocerebellar tractsLateral medullary syndromeVertigo, nausea and vomitingVestibular nucleus and its connectionsDysphagia, hoarseness, loss of vomiting reflex, bradycardiaCranial nerves IX and XIpsilateral loss of pain and temperature sensitivity, sometimes involving the faceSpinothalamic tractBasilar artery syndromeA combination of various brainstem syndromes combined with those related to occlusion of posterior cerebral artery branches. Intact sensitivity in the presence of near-complete paralysis (as in the TIA) presented by the patient.Same as above + thalamic nuclei.",
        "cop": 2,
        "opa": "Trigeminal motor nucleus",
        "opb": "Spinal tract of trigeminal",
        "opc": "Medial lemniscus",
        "opd": "Pyramidal tract",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "5c743426-a8d1-4c9d-8aeb-e8ffb822fd41",
        "choice_type": "multi"
    },
    {
        "question": "Spinal cord ends at the level of",
        "exp": "(A) L1 vertebra # Spinal cord:> At birth, spinal cord terminates at lower border of L2.> In Adults, it extends from the level of the upper border of the atlas to the lower border of vertebra L1, or the upper border of vertebra L2.> Spinal cord is about 45 cm long.> Spinal cord extends from the level of the upper border of the atlas to the lower border of L1 vertebra or the upper border of L2 vertebra. It is about 45 cm long.> The lower end is conical and is called conus medullaris.> The apex of the conus is continued down as the filum terminate> There are 31 pairs of spinal nerves.",
        "cop": 1,
        "opa": "LI vertebra",
        "opb": "L2 vertebra",
        "opc": "SI vertebra",
        "opd": "L3 vertebra",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "3f85394c-2823-426b-9d0b-727c9772cdd7",
        "choice_type": "single"
    },
    {
        "question": "At 30 days intra uterine life",
        "exp": "(D) Pinna appears # Development of External Ear:> Auricle, or pinna, is formed from about six mesodermal thickenings (called tubercles or hillocks) that appear on the Mandibular (First) & Hyoid (Second) arches, around the opening of the dorsal part of the first ectodermal cleft (i.e. around the opening of the external acoustic meatus).> External acoustic meatus is derived from the dorsal part of the first ectodermal cleft.> Mandibular arch forms only tragus & a small area around it, rest of the auricle being formed from the Hyoid arch.",
        "cop": 4,
        "opa": "Heart starts beating",
        "opb": "Cerebellum develops",
        "opc": "Optical vesicle appears",
        "opd": "Pinna appears",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "3a548dfa-d988-44b5-9e66-3057cbe368c9",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following is an Ectodermal Derivative?",
        "exp": "(D) Muscles of the Iris [IBS7 - 346; Grays40 - 701; Grays39 - 722/EctodermMesodermEndodermNeuroectodermNeural crestEpidermis, hair, nailsMuscle (smooth, cardiac, skeletal)Epithelial lining of Gastrointestinal tractAll neurons within brain and spinal cordGanglia: dorsal root, cranial, autonomicCochlear duct, semicircular ductsExtraocular muscles (preotic somites)Muscles of the tongue (occipital somites)Trachea, bronchi, lungsRetinaSchwann cellsEnamel of teethConnective tissue, dermis of skinBiliary apparatusNeurohypophysisPia and arachnoidAdenohypophysisBone, cartilageUrinary bladder, urethraAstrocytes, oligoden- drocytesAdrenal medullaLens of the eyeBlood and lymph vesselsVagina Parafollicular cells (calcitonin)Parotid glandHeartAuditory tubeAorticopulmonary septumMammary glandsAdrenal cortexMiddle ear cavityDilator and sphincter pupillae muscle.Epithelial lining of lower anal canalSpleenParenchyma of LiverCiliary muscleKidneyPancreasDura materTestes, ovariesSubmandibular glandSublingual gland ThyroidParathyroid# Muscles of Iris arc ectodermal in origin:> All other muscular (smooth, cardiac and skeletal) muscles are mesodermal in origin.> Only the muscles of Iris are exception in origin (ectodermal), whereas all other visceral muscles are derived from mesoderm.> The musculature of the iris (Sphincter and dilator pupillae) is of ectodermal origin (optic cup) but the ciliary muscle is mesodermal.",
        "cop": 4,
        "opa": "Muscles of the Rectum",
        "opb": "Muscles of the Blood vessels",
        "opc": "Muscles of the Larynx",
        "opd": "Muscles of the Iris",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "77025430-e9ef-4c67-b47a-a530d92926c1",
        "choice_type": "single"
    },
    {
        "question": "Not a branch of celiac trunk",
        "exp": "(C) Superior mesenteric artery # SUPERIOR MESENTERIC ARTERY (SMA) arises from the anterior surface of the abdominal aorta, just inferior to the origin of the celiac trunk, and supplies the intestine from the lower part of the duodenum through two-thirds of the transverse colon, as well as the pancreas.> The coeliac trunk is the first anterior branch and arises just below the aortic hiatus at the level of T12/L1 vertebral bodies.> It divides into the left gastric, common hepatic and splenic arteries. The coeliac trunk may also give off one or both of the inferior phrenic arteries.",
        "cop": 3,
        "opa": "Left gastric artery",
        "opb": "Common hepatic artery",
        "opc": "Superior mesenteric artery",
        "opd": "Splenic artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "01096a74-12b5-4977-b0d1-d59fd12911fc",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the Protruder of Jaw?",
        "exp": "(A) Lateral Pterygoid # Lateral Pterygoid Actions:> Depresses the mandible to open the mouth, (with suprahyoid muscles).> Lateral and medial pterygoid muscles of both sides action together protrude the mandible.> Medial & lateral pterygoid muscles of the two sides contract alternately to produce side to side movements of the mandible (as in chewing).",
        "cop": 1,
        "opa": "Lateral Pterygoid",
        "opb": "Medial pterygoid",
        "opc": "Masseter",
        "opd": "Temporalis",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "c1bb4a5e-0f8e-4747-8ae0-779cc62f2b33",
        "choice_type": "single"
    },
    {
        "question": "All of the following structures are present in hepatoduodenal ligament EXCEPT",
        "exp": "(D) Cystic duct # Hepatoduodenal ligament: is the portion of the lesser omentum extending between the porta hepatis of the liver and the first part of the duodenum.> Running inside it are the following: Hepatic artery proper Hepatic portal vein Bile duct> Collectively, these structures are known as the portal triad.",
        "cop": 4,
        "opa": "Hepatic vein",
        "opb": "Portal vein",
        "opc": "CBD",
        "opd": "Cystic duct",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "766ceb8c-eb65-421a-8cc7-1353c6823f36",
        "choice_type": "multi"
    },
    {
        "question": "Gyrus not on the lateral aspect is",
        "exp": "(C) Cingulate gyrus # Cingulate cortex, a part of the limbic cortex, is a part of the brain situated in the medial aspect of the cerebral cortex.> Cingulate cortex includes the entire cingulate gyrus, which lies immediately above the corpus callosum, and the continuation of this in the cingulate sulcus.> Cingulate cortex is usually considered part of the limbic lobe.> It receives inputs from the thalamus and the neocortex, and projects to the entorhinal cortex via the cingulum. It is an integral part of the limbic system, which is involved with emotion formation and processing, learning, and memory.> Combination of these three functions makes the cingulate gyrus highly influential in linking behavioral outcomes to motivation (e.g. a certain action induced a positive emotional response, which results in learning).> This role makes the cingulate cortex highly important in disorders such as depression and schizophrenia. It also plays a role in executive function and respiratory control.> Superior temporal gyrus is one of three (sometimes two) gyri in the temporal lobe of the human brain, which is located laterally to the head, situated somewhat above the external ear.",
        "cop": 3,
        "opa": "Superior temporal gyrus",
        "opb": "Middle frontal gyrus",
        "opc": "Cingulate gyrus",
        "opd": "Inferior frontal gyrus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "812fd53c-5db3-4d3e-ad1e-d94def839038",
        "choice_type": "single"
    },
    {
        "question": "Regarding appendix, true statement is\\",
        "exp": "(A) Develops from midgut # VERMIFORM APPENDIX is located in the right lower quadrant of abdomen.> It is a narrow, worm shaped tube, arising from the posteromedial caecal wall, 2 cms or less below the end of the ileum. Its opening is occasionally guarded by a semicircular fold of mucous membrane known as the valve of Gerlach. The appendix is usually located at the junction of the taen ae, found on the surface of the caecum . Its length varies from 2-20 cms, with an average length of 9 cms.> Attachment of the base of the appendix to the caecum remains constant, whereas the tip can be found in a retrocaecal (65%)-commonest, pelvic (30%)-second most common, subcaecal, preileal, post-ileal or promontoric positions.> Mesoappendix has a free border which carries the blood supply to the organ, by the appendicular artery, a branch from the ileocolic.> Appendix develops from the midgut loop together with the caecum, ascending colon and the proximal two thirds of the transverse colon.> Appendicitis is the most common cause of acute abdomen in young people.",
        "cop": 1,
        "opa": "Develops from midgu",
        "opb": "It has taenia coli",
        "opc": "Has mesentery",
        "opd": "Supplied by inferior mesenteric artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "345a9f48-9e6b-4f13-bba8-99aaf4f1c566",
        "choice_type": "multi"
    },
    {
        "question": "Thyroid cartilage arises from which pharyngeal arch?",
        "exp": "(D) 4th & 6th DERIVATIVES OF THE PHARYNGEAL ARCHES AND THEIR INNERVATIONPharyngeal ArchNerveMusclesSkeleton1. Mandibular (maxillary & mandibular processes)V. Trigeminal: maxillary & mandibular divisionsMastication (Temporal; Masseter; Medial, Lateral Pterygoids); Mylohyoid; Anterior belly of Digastric; Tensor palatine, Tensor tympaniPremaxilla, Maxilla, Zygomatic bone, part of temporal bone, Meckel's cartilage, mandible malleus, incus, anterior ligament of malleus, sphenomandibular ligament2. HyoidVII. FacialFacial expression (buccinator, auricularis, frontalis, platysma, orbicularis oris, orbicularis oculi) posterior belly of digastric, stylohyoid, stapediusStapes, styloid process, stylohyoid ligament, lesser horn and upper portion of body of hyoid bone3IX. GlossopharyngealStylopharyngeusGreater horn and lower portion of body of hyoid bone4-6X. VagusSuperior laryngeal branch (nerve to fourth arch)Cricothyroid, levator palatine, constrictors of pharynxLaryngeal cartilages (thyroid, cricoid, arytenoid, corniculate, cuneiform) Recurrent laryngeal branch (nerve to 6th arch)Intrinsic muscles of larynx",
        "cop": 4,
        "opa": "3rd",
        "opb": "4th",
        "opc": "5th",
        "opd": "4th & 6th",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "e6b1fdc9-98a4-435a-a568-39a746d7d161",
        "choice_type": "single"
    },
    {
        "question": "Ligament with vessels includes",
        "exp": "(B) Gastro splenic # Gastrosplenic ligament (ligamentum gastrosplenicum or gastrolienal ligament) is part of the greater omentum.> Embryonically the gastrosplenic ligament is derived from the dorsal mesogastrium.> Gastrosplenic ligament is made of peritoneum that connects the greater curvature of stomach with the hilum of the spleen.> Contains: Short gastric vessels & left gastro-epiploic vessels.",
        "cop": 2,
        "opa": "Renocolic",
        "opb": "Gastro splenic",
        "opc": "Linorenal",
        "opd": "Phrenicocolic",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "e44dde36-76e3-4f1f-9739-a2594ec06546",
        "choice_type": "single"
    },
    {
        "question": "True statement about Limbic system\\",
        "exp": "(C) Concerned with memory and the emotional aspects of behavior # Limbic system is phylogenetically old cortical structures. The limbic system (or Paleomammalian brain) is a set of brain structures including the hippocampus, amygdala, anterior thalamic nuclei, septum, limbic cortex and fornix, which seemingly support a variety of functions including emotion, behavior, long term memory, and olfaction. The components of the limbic system located in the cerebral cortex generally have fewer layers than the classical 6-layered neocortex, and are usually classified as allocortex or archicortex.",
        "cop": 3,
        "opa": "Has five layers",
        "opb": "It is not phylogenitically evolved in humans",
        "opc": "Concerned with memory and the emotional aspects of behavior",
        "opd": "Subcortical nuclei exclude the septum",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "39dda5c7-743e-425a-818d-28857cee9f70",
        "choice_type": "multi"
    },
    {
        "question": "Labourer's nerve is",
        "exp": "(A) Median # MEDIAN NERVE controls the coarse movements of the hands, as it supplies most of the long muscles of the front of the forearm and therefore called the 'labourer's nerve'.EPONYMOUS NAMENERVE* Vidian nerveNerve of Pterigoid canal* Musician's nerveUlnar nerve* Labourer's nerveMedian nerve* Arnold's nerve or Alderman's N.Auricular branch of vagus* Nerve of Bell or Long thoracic N.Nerve to serratus anterior (Bell's palsy = LMN paralysis of Facial Nerve)* Nerve ErigentesParasympathetic outflow from Sacral plexus - S2,3,4* Nerve of KuntzGrey ramus running upwards from 2nd thoracic ganglion to 1st thoracic nerve* Jacobson's nerveTympanic branch of Glossopharyngeal nerve* Hering's nerveNerve transmitting impulses from carotid bodies to glossopharyngeal nerve* Thickest cranial nerveTrigeminal nerve* Thickest cutaneous nerveGreater occipital nerve",
        "cop": 1,
        "opa": "Median",
        "opb": "Ulnar",
        "opc": "Radial",
        "opd": "Sciatic",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "83551fd5-daa7-46c8-b8cd-1a63708e2707",
        "choice_type": "single"
    },
    {
        "question": "All the following are true regarding Brachial plexus EXCEPT",
        "exp": "(D) Erb's point--Thoracodorsal nerve1. Waite's tip2. Claw hand3. Wrist drop4. Winged scapula5. Deltoid paralysis6. Saturday night palsy7. Difficulty flexing elbow, variable sensory loss8. Decreased thumb function, Pope's blessing9. Intrinsic muscles of hand, claw hand",
        "cop": 4,
        "opa": "Lateral cord-- Musculocutaneous nerve",
        "opb": "Medial cord-- Ulnar nerve",
        "opc": "Posterior cord-- Axillary nerve",
        "opd": "Erb's point-- Thoracodorsal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "16db7615-f231-4f17-80cd-c867666464dc",
        "choice_type": "multi"
    },
    {
        "question": "Arterial communications between the carotid and vertebrobasilar systems include all EXCEPT",
        "exp": "(D) Spinal artery # Arterial communications between the carotid and vertebrobasilar systems in the fetus may occasionally persist in the adult. Superior hypophysial artery is an artery supplying the pars tuberalis, the infundibulum of the pituitary gland, and the median eminence. It is a branch of the posterior communicating artery which branches from the internal carotid artery in the circle of Willis. Primitive trigeminal artery is the most cephalad and common of these persistent fetal anastomoses. Persistent trigeminal artery usually arises from the presellar ICA as it exits the carotid canal and enters the cavernous sinus and it extends posteriorly to join the distal third of the basilar artery usually between the origins of the superior and anterior inferior cerebellar arteries.",
        "cop": 4,
        "opa": "Superior Hypophyseal artery",
        "opb": "Trigeminal artery",
        "opc": "Posterior communicating artery",
        "opd": "Spinal artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "dbb467ed-ac35-489d-a9fe-6a775f0c5340",
        "choice_type": "multi"
    },
    {
        "question": "Following structure passing through Carpal tunnel EXCEPT",
        "exp": "(D) Palmaris longus # Carpal tunnel syndrome: This is a syndrome characterised by the compression of the median nerve as it passes beneath the flexor retinaculum.> Clinical features: The patient is generally a middle aged woman complaining of tingling, numbness or discomfort in the thumb and radial one and a half fingers i.e., in the median nerve distribution.> The tingling is more prominent during steep.> There is a feeling of clumsiness in carrying out fine movements.> A total of nine flexor tendons passes through the carpal tunnel1. FDP (4 tendons), 2. FDS (4 tendons), 3. Flexor pollicis longus, 4. Median nerve",
        "cop": 4,
        "opa": "FDP",
        "opb": "FD superficialis",
        "opc": "FP longus",
        "opd": "Palmaris longus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "64eb934d-833e-429b-880c-320291d34173",
        "choice_type": "multi"
    },
    {
        "question": "Dura Mater derives its name from",
        "exp": "(D) Tough mother # Dura mater, or dura, is the outermost of the three layers of the meninges surrounding the brain and spinal cord.> It is derived from Mesoderm.> Other two meningeal layers are the pia mater and the arachnoid mater.> Dura surrounds the brain and the spinal cord and is responsible for keeping in the cerebrospinal fluid.> Name \"dura mater\" is derived from the Latin \"hard mother\" or \"tough mother\", and is also referred to by the term \"pachy-meninx\".",
        "cop": 4,
        "opa": "Leather like appearance",
        "opb": "Double layered mother",
        "opc": "Tender mother",
        "opd": "Tough mother",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "7283e258-e90f-4b23-ba21-245c31f0b4d7",
        "choice_type": "single"
    },
    {
        "question": "All of the following muscles are innervated by the facial nerve EXCEPT",
        "exp": "(B) Anterior belly of digastric > Anterior belly of digastric is supplied by Mylohyoid branch of Inferior alveolar nerve & Posterior belly is supplied by Facial nerve# Nerve supply of digastric Muscle:> Digastric muscle has 2 bellies, united by an intermediate tendon with 2 different nerve supply. Anterior belly of digastric muscle is supplied by mylohyoid nerve. Posterior belly of digastric muscle is supplied by facial nerve.",
        "cop": 2,
        "opa": "Occipito-frontalis",
        "opb": "Anterior belly of digastric",
        "opc": "Risorius",
        "opd": "Procerus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "d2935cd9-a0cb-438e-8bf5-42cb899934d7",
        "choice_type": "multi"
    },
    {
        "question": "Oculomotor nerve supplies all muscles of the eye except",
        "exp": "(B) Superior oblique > Lateral rectus is supplies by the 6th cranial (abducent) nerve.> Oculomotor nerve supplies all extra ocular muscles of the eye except:> Superior oblique supplied by IV cranial nerve (SO IV).> Lateral rectus supplied by VI cranial nerve (LR VI).",
        "cop": 2,
        "opa": "Inferior oblique",
        "opb": "Superior oblique",
        "opc": "Superior rectus",
        "opd": "Inferior rectus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "893f9481-8932-43ac-87c5-43ebb0103832",
        "choice_type": "multi"
    },
    {
        "question": "All of the following muscles form the Rotator cuff EXCEPT",
        "exp": "(C) Deltoid # Rotator cuff:> This is a fibrous sheath formed by the four flattened tendons which blend with the capsule of the shoulder joint and strengthen it.> The muscles which form the cuff arise from the scapula and are inserted into the lesser and greater tubercles of the humerus.> They are 1. Subscapularis 2. Supraspinatus, 3. Infraspinatus and 4. Teres minor.# Musculotendinous cuff of shoulder (or) Rotator cuff:> It is a fibrous sheath formed by four flattened tendons which blend with shoulder joint capsule and strengthen it.> Muscles are: Subscapularis Supra and infraspinatus Teres minor The cuff gives strength to the capsule of the shoulder joint except interiorly. This is why humerus dislocation most commonly occur in downward direction.",
        "cop": 3,
        "opa": "Teres minor",
        "opb": "Subscapularis",
        "opc": "Deltoid",
        "opd": "Supraspinatus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "c581e36c-b603-4c9e-a0a7-ed525c8f5739",
        "choice_type": "multi"
    },
    {
        "question": "FALSE statement about Brachial plexus",
        "exp": "(C) Long thoracic nerve arises from posterior cord POSTERIOR CORD BRANCHESNameRootsSuppliesUpper Subscapular NerveC7-C8Subscapularis muscle of the rotator cuffLower Subscapular NerveC5-C6Teres majorThoracodorsal NerveC6-C8Latissimus dorsi muscleAxillary NerveC5-C6Deltoid and Teres minorRadial NerveC6-C8Triceps brachii muscle, Brachio-radialis muscle, Extensor muscles of the fingers and wrist (Extensor carpi radialis muscle), and Extensor and Abductor muscles of the thumb # Long thoracic nerve innervates serratus anterior. Overhead abduction is not possible in paralysis of nerve to serratus anterior.> This muscle is helpful in pushing + punching actions.> Touch the opposite shoulder: This is Dugas test for Anterior dislocation of shoulder.> Lift a heavy object from the ground: This will require many muscles and is not used specifically for any single muscle.> Shrug the shoulders test: trapezius (supplied by Spinal accessory nerve).# Posterior Cord Branches STAR - Subscapular (upper and lower), Thoracodorsal, Axillary, Radial ULTRA- Upper subscapular, Lower subscapular, Thoracodorsal, Radial, Axillary> Lateral Cord Branches LLM \"Lucy Loves Me\" - Lateral pectoral, Lateral root of the median nerve, Musculocutaneous> Medial Cord Branches MMMUM \"Most Medical Men Use Morphine\" - Medial pectoral, Medial cutaneous nerve of arm, Medial cutaneous nerve of fire- arm, Ulnar, Medial root of the median nerve",
        "cop": 3,
        "opa": "Posterior cord gives main supply to radial nerve",
        "opb": "Axillary nerve arises from posterior cord",
        "opc": "Long thoracic nerve arises from posterior cord",
        "opd": "C5 and C6 roots join to form upper trunk",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "2df6697f-4abc-4b42-b68c-c90f89592c36",
        "choice_type": "multi"
    },
    {
        "question": "Nerve supply of Stapedius is",
        "exp": "(D) 7th Cranial Nerve # The stapedius lies in a bony canal that is related to the posterior wall of the middle ear.> Stapedius is supplied by the facial nerve (VII CN).> It develops from the mesoderm of the second branchial arch.> The stapedius lies in a bony canal that is related to the posterior wall of the middle ear.> The stapedius is supplied by the facial nerve. It develops from the mesoderm of the second branchial arch.# BRANCHES OF THE FACIAL NERVE ARE:> Inside the internal acoustic meatus: Greater petrosal nerve - provides parasympathetic innervation to lacrimal gland, sphenoid sinus, frontal sinus, maxillary sinus, ethmoid sinus, nasal cavity, as well as special sensory taste fibers to the palate via the Vidian nerve. Nerve to stapedius - provides motor innervation for stapedius muscle in middle ear Chorda tympani - innervation to submandibular gland and sublingual gland and special sensory taste fibers for the anterior 2/3 of the tongue. Branch to the tympanic plexus> Outside skull (distal to stylomastoid foramen): Posterior auricular nerve - controls movements of some of the scalp muscles around the ear Branch to Posterior belly of Digastric and Stylohyoid muscle# Five major facial branches (in parotid gland) - from top to bottom:1. Temporal (frontal) branch of the facial nerve; 2. Zygomatic branch of the facial nerve; 3. Buccal branch of the facial nerve; 4. Marginal mandibular branch of the facial nerve; 5. Cervical branch of the facial nerve",
        "cop": 4,
        "opa": "2nd Cranial Nerve",
        "opb": "3rd Cranial Nerve",
        "opc": "5th Cranial Nerve",
        "opd": "7th Cranial Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "4fb6a2cd-95a8-4fa4-949a-4b19a7b60000",
        "choice_type": "single"
    },
    {
        "question": "NOT a content of Jugular Foramen",
        "exp": "(A) Hypoglossal nerve# JUGULAR FORAMEN may be subdivided into three compartments, each with their own contents.> Anterior compartment transmits the inferior petrosal sinus.> Intermediate transmits the glossopharyngeal, vagus, and accessory nerves ( cranial nerves number IX, X, and XI respectively).> Posterior transmits the sigmoid sinus (becoming the internal jugular vein) and some meningeal branches from the occipital and ascending pharyngeal arteries.",
        "cop": 1,
        "opa": "Hypoglossal nerve",
        "opb": "Glossopharyngeal nerve",
        "opc": "Occipital arteries",
        "opd": "Sigmoidal sinus",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "76a19948-8785-446d-9451-a281fa0490a5",
        "choice_type": "single"
    },
    {
        "question": "Spinal accessory nerve supplies-",
        "exp": "Ans. is 'a' i.e., Trapezius * Spinal accessory (spinal part) nerve supplies motor branches to# Trapezius# Sternocleidomastoid",
        "cop": 1,
        "opa": "Trapezius",
        "opb": "Rhomboids major",
        "opc": "Levator Scapulae",
        "opd": "Subclavius",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "166ed64c-5394-4194-8219-e986d1e19b16",
        "choice_type": "single"
    },
    {
        "question": "Order of neurovascular bundle in the femoral triangle from medial to lateral",
        "exp": "(B) Vein, Artery, Nerve # FEMORAL TRIANGLE: This is a clinically important triangular subfascial space in the superomedial one-third part of the thigh. It appears as a depression inferior to the inguinal ligament when the thigh is actively flexed at the hip joint. Its main contents are the femoral vessels and the femoral nerve.> Boundaries of the Femoral Triangle: Superiorly by the inguinal ligament. Medially by the medial border of the adductor longus muscle. Laterally by the medial border of the sartorius muscle. Muscular floor of the femoral triangle is not flat but gutter-shaped Formed from medial to lateral by the adductor longus, pectineus, and the iliopsoas. It is the juxtaposition of the iliopsoas and pectineus muscles that forms the deep gutter in the muscular floor. Roof of the femoral triangle is formed by the fascia lata, which includes the cribriform fascia.> Contents of the Femoral Triangle: This triangular space in the anterior aspect of the thigh contains Medial to Lateral: Vein-Artery-Nerve (VAN) the femoral Vein and its tributaries, the femoral Artery (femoral artery in femoral triangle) and its branches, the femoral Nerve and its branches, the lateral cutaneous nerve, the femoral branch of the genitofemoral nerve, lymphatic vessels, and some inguinal lymph nodes.",
        "cop": 2,
        "opa": "Nerve, artery, vein",
        "opb": "Vein, Artery, Nerve",
        "opc": "Artery, Vein, Nerve",
        "opd": "Nerve, Vein, Artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "9ebc4708-2e5d-43b0-8d6b-c6c65a11b097",
        "choice_type": "single"
    },
    {
        "question": "The total number of ligamentuni denticulatum lies on side of spinal cord are",
        "exp": "(D) 40-42 # Ligamentum denticulatum is a flat, fibrous sheet which lies on each side of the spinal cord between the ventral and dorsal spinal roots. Its medial border is continuous with the subpial connective tissue of the cord and its lateral border forms a series of triangular processes, the apices of which are fixed at intervals to the dura mater. There are usually 21 processes on each side. The first crosses behind the vertebral artery where it is attached to the dura mater, and is separated by the artery from the first cervical ventral root. Its site of attachment to the dura mater is above the rim of the foramen magnum, just behind the hypoglossal nerve: Spinal accessory nerve ascends on its posterior aspect. Last of the dentate ligaments lies between the exiting twelfth thoracic and first lumbar spinal nerves and is a narrow, oblique band which descends laterally from the conus medullaris. Changes in the form and position of the dentate ligaments during spinal movements have been demonstrated by cine- radiography.",
        "cop": 4,
        "opa": "10--12",
        "opb": "20 -- 22",
        "opc": "30 -- 32",
        "opd": "40 -- 42",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "b4704586-fb50-4696-9224-bcf1911e888d",
        "choice_type": "single"
    },
    {
        "question": "Tongue nerve supply include all of the following EXCEPT",
        "exp": "(C) Spinal accessory nerve # SENSORY INNERVATION OF THE TONGUE reflects its embryological development.> Anterior two-thirds is derived from first-arch mesenchyme, hence the nerve of general sensation to the anterior two-thirds is the lingual nerve, which also carries taste sensation derived from the chorda tympani branch of the facial nerve.> Posterior one-third from third-arch mesenchyme, hence the nerve supplying both general and taste sensation to the posterior one-third is the glossopharyngeal nerve.> An additional area in the region of the valleculae is supplied by the internal laryngeal branch of the vagus nerve.> Muscles of the tongue, with the exception of palatoglossus, are supplied by the hypoglossal nerve.> Palatoglossus is supplied via the pharyngeal plexus.",
        "cop": 3,
        "opa": "Glossopharyngeal Nerve",
        "opb": "Hypoglossal nerve",
        "opc": "Spinal accessory nerve",
        "opd": "Facial Nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "4dafa9af-6581-487a-91e6-f03ca2f53573",
        "choice_type": "multi"
    },
    {
        "question": "Nucleus pulposus is seen in",
        "exp": "(Intervertebral disc) (210-BDC-1 6th edition) (689-snell 9th edition)* The intervertebral disc is made up of a peripheral annulus fibrosus and a central nucleus pulposus* The physical characteristics permit them to serve as the shock absorbers* No discs are found between the first two cervical vertebrae or in the sacrum or coccyx* Laminae are connected by ligament flava* Spines are connected together by interspinous ligament and the ligamentous nuchae (represents the supra spinous ligament). The ligament gives origin to the splenius rhomboid and trapezius muscle* The intervertebral disces form about one quarter the length of the colomn* Discs are thickest in the lumber region* The most characteristic feature of the thoracic vertebrae is the body has costal facetsStructure of an intervertebral disc, (a) Superior view, (b) arrangement of laminae, and (c) vertical section",
        "cop": 1,
        "opa": "Intervertebral disc",
        "opb": "Medical meniscus",
        "opc": "Brain",
        "opd": "Vestibulo cochlear region",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "c9cce909-eb39-4c15-a231-dae0e3e62beb",
        "choice_type": "single"
    },
    {
        "question": "Posterior pituitary bodies are",
        "exp": "(A) Herring bodies ,# An interesting histologic feature of the NEUROHYPOPHYSIS is the presence of Herring bodies.> When viewed with an electron microscope, these are dilated areas or bulges in the terminal portion of axons that contain clusters of neurosecretory granules> The granules contain oxytocin or antidiuretic hormone, along with their associated neurophysins.> Herring bodies often are seen in association with capillaries.> They are somewhat difficult to identify unambiguously by light microscopy; in the image to the right, the label might better say ' probable Herring bodies\".",
        "cop": 1,
        "opa": "Herring bodies",
        "opb": "Brain sand",
        "opc": "Golgi bodies",
        "opd": "Amyloid bodies",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "750b8b08-94d1-4c2a-a183-2be2d55a4254",
        "choice_type": "single"
    },
    {
        "question": "The largest synovial joint in the body is",
        "exp": "(C) Knee joint # Synovial joints (or diarthroses, or diarthroidal joints); are the most common and most moveable type of joints in the body.> As with all other joints in the body, synovial joints achieve movement at the point of contact of the articulating bones.> Structural and functional differences distinguish the synovial joints from the two other types of joints in the body, with the main structural difference being the existence of a cavity between the articulating bones and the occupation of a fluid in that cavity which a ds movement.",
        "cop": 3,
        "opa": "Shoulder joint",
        "opb": "Hip joint",
        "opc": "Knee joint",
        "opd": "Ankle joint",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "63d0ccd8-2e97-4d4a-8117-7d1f56c77421",
        "choice_type": "single"
    },
    {
        "question": "Inferior mesenteric artery supplies all of the following except",
        "exp": "(B) Right colic flexure # Inferior mesenteric artery supplies: The left one third of the transverse colon; The descending colon; The sigmoid colon; The rectum; The upper part of the anal canal; The right colic flexure is supplied by the superior mesenteric artery.",
        "cop": 2,
        "opa": "Rectum",
        "opb": "Right colic flexure",
        "opc": "Sigmoid colon",
        "opd": "Descending colon",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "225d5ca8-ec09-4b6d-b73f-f3f536cd465d",
        "choice_type": "multi"
    },
    {
        "question": "True about the Tongue is",
        "exp": "(B) Taste fibres from anterior 2/3 of the tongue is supplied by facial nerve # Chorda tympani is the nerve of taste (and therefore taste papillae) for anterior 2/3rd of tongue except circumvallate papillae.> Glossopharyngeal nerve is for both general sensation and taste from posterior l/3rd of tongue including circumvallate papillae.> The sense of taste is mediated through the facial, glossopharyngeal and vagal nerves.> Taste buds are located in: The foliate papillae along the lateral margin of tongue. In the fungiform papillae throughout the dorsum of tongue. In the circumvallate papillae at junction of dorsum and base of tongue. Taste buds are also located in the palate, epiglottis, larynx and esophagus.> Taste sensation are carried by: From Ant 2/3rd of tongue-- through chorda tympani branch of facial nerve. Post 1/3rd of tongue--lingual branch of 10th nerve. Afferents from palate travel with the GSPN to the geniculate ganglion and thence via the facial nerve to brain stem. From larynx, epiglottis and esophagus -- Through internal branch of Sup. Laryngeal nerve of vagus.",
        "cop": 2,
        "opa": "Extrinsic & intrinsic muscles of tongue supplied by lingual nerve",
        "opb": "Taste fibres from anterior 2/3 of the tongue is suppliedby facial nerve",
        "opc": "Posterior 1/3 of the tongue drain into Submandibular lymph nodes",
        "opd": "Posterior 1/3 of the tongue is supplied by vagus nerve",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "a067dbdc-db67-48e3-8ffa-388ebcf2e398",
        "choice_type": "multi"
    },
    {
        "question": "Largest lymphoid organ is",
        "exp": "(B) Spleen [BDC II4-279# Largest lymphatic organ in the human body is the spleen.> Primary function of the spleen is to purify the blood and store blood cells.> It helps the immune system identify and combat foreign antibodies.> Spleen consists of white pulp and red pulp.> White pulp generates blood cells and synthesizes antibodies, and the red pulp removes old blood cells and filters the blood.",
        "cop": 2,
        "opa": "Liver",
        "opb": "Spleen",
        "opc": "Thymus",
        "opd": "Kidney",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "e91e7fd1-be6f-4a7d-b9b8-378944a3e01d",
        "choice_type": "single"
    },
    {
        "question": "All of the following are features of flat type of pelvis except: (Repeat)",
        "exp": "Ans: A (Narrow subpubic angle) Ref : Grays Anatomy 40th Ed pg.1329Explanation:All pelvic measurements display individual variation and the values quoted are means from limited surveys.Sexual and racial differences also occur.Many attempts to classify human pelves, especially female.The four most common terms used today are gynaecoid, anthropoid, platypelloid and android.GynaecoidThe gynaecoid pelvis is the traditional Western female pelvis with a heart-shaped brim and the range of measurements quoted above.Anthropoid pelvisAn anthropoid pelvis has a larger midcavity and a wide anteroposterior inlet which is oval in shapeIt is more common in women of African origin and may be associated with a 'high assimilation' pelvis where there is an additional lumbar vertebra.Platypelloid pelvisA platypelloid pelvis is flat and oval from side to side at the brimit is a contracted pelvis that is rarely seen nowadays, having previously been associated with rickets.Android pelvisAn android pelvis has a triangular brim and is the shape of a male pelvis.",
        "cop": 1,
        "opa": "Narrow subpubic angle",
        "opb": "Short concave sacrum",
        "opc": "Divergent side walls",
        "opd": "Wide sciatic notch",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "16a22945-f67c-4a21-a166-79f922d56219",
        "choice_type": "multi"
    },
    {
        "question": "Foramen Ovale in middle cranial fossa transmits",
        "exp": "(B) Mandibular nerve # Foramen ovale;> Mnemonic:> At the base of the skull, the foramen ovale (skull) is in the greater wing of the sphenoid bone in the middle cranial fossa and transmits the mandibular division of the trigeminal nerve, otic ganglion, accessory meningeal artery, lesser petrosal nerve and emissary veins.",
        "cop": 2,
        "opa": "Spinal accessory nerve",
        "opb": "Mandibular nerve",
        "opc": "Middle meningeal artery",
        "opd": "Maxillary artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "c56dd042-4e55-46d8-a57a-362aa9619de4",
        "choice_type": "single"
    },
    {
        "question": "Ligamentum teres is the remnant of",
        "exp": "(A) Umbilical vein SOME FREQUENTLY ASKED REMNANTS* Ductus arteriosusLigamentum arteriosum* Ductus venosusLigamentum venosum* Left umbilical veinLigamentum teres of liver* Right umbilical veinDisappears* Vitello-intestinal ductMeckel's diverticulum* Wolffian ductGartner duct> After obliteration, the umbilical vein forms the ligamentum teres and the ductus venosus becomes ligamentum venosum.",
        "cop": 1,
        "opa": "Umbilical vein",
        "opb": "Portal vein",
        "opc": "Ductus venosus",
        "opd": "Umbilical artery",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "a677f0a3-b6b2-42d3-908b-0c1d30c5e1ae",
        "choice_type": "single"
    },
    {
        "question": "All muscles are useful in Supination and Pronation of Hand EXCEPT",
        "exp": "(A) Anconeus # Supination & Pronation are rotatory movements of forearm (and hand) around a vertical axis.> In a semiflexed elbow, the palm is turned upwards in supination, and downwards in pronation Remember: Kings pronate, Beggars supinate> The movements are permitted at the superior and inferior radioulnar joints, there is no middle radioulnar joint, and so no role. The radius is pronated by the pronator teres and pronator quadratus muscles. Pronation is performed by pronator quadratus and pronator teres muscle. Brachioradialis puts the forearm into a midpronated/supinated position from either full pronation or supination. Hand is supinated by the brachioradialis, supinator (brevis), and biceps muscles. The hand is supine in the anatomical position (i.e., palms facing up during autopsy).This action is performed by the Biceps brachii and the Supinator muscle",
        "cop": 1,
        "opa": "Anconeus",
        "opb": "Brachio-radialis",
        "opc": "Supinator",
        "opd": "Biceps brachii",
        "subject_name": "Anatomy",
        "topic_name": "Misc.",
        "id": "024d5620-1855-4066-81d2-3644f81526b5",
        "choice_type": "multi"
    }
]