[
    {
        "question": "Ulnar nerve supplies all except-",
        "exp": "Ans. is 'd' i.e., 1st & 2nd lumbricals Nerve supply of intrinsic muscles of HandThenar muscleso Abductor pollicis brevis. Flexor pollicis brevis, opponens pollicis - Median nerveo Adductor pollicis - Deep branch of ulnar nerveHypothenar muscleso Abductor digiti minimi, Flexor digiti minimi, opponens digiti minimi - Deep branch of ulner nerveo Palmaris brevis - Superficial branch of ulnar nerveInterosseio Palmar interossei - Deep branch of ulnar nerveo Dorsal interossei - Superficial branch of ulnar nerveLumbricalso 1st & 2nd (lateral two) lumbricals - Median nerveo 3rd & 4th (medial two) lumbricals - Deep branch of ulnar nerve",
        "cop": 4,
        "opa": "Adductor pollicis",
        "opb": "Abductor digiti minimi",
        "opc": "Interossei",
        "opd": "1st & 2nd lumbricals",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "b2f17630-fca5-4877-8e6d-89d5a26f3829",
        "choice_type": "multi"
    },
    {
        "question": "The posterior cord of the Brachial plexus contains all except:",
        "exp": "Ans: A (Long thoracic nerve of Bell) Ref: Gray's Anatomy, 40th edition, pg.820 Explanation: Lateral cord Lateral pectoral C5, 6. 7 Museulocu taneous C5, 6. 7 Lateral root of median C(5), 6, 7 Medial cord (M4U) Medial pectoral C8. T1 Medial cutaneous of forearm C8. Tl Medial cutaneous of arm C8. T1 Ulnar C(7), 8. T1 Medial root of median C8, T1 Posterior cord (ULTAR) Upper subscapular C5, 6 Thoracodorsal C6, 7.8 Lower subscapular C5.6 Axillary C5, 6 Radial C5.6.7X (T1) Root Dorsal scapular nerve Long thoracic nerve of bell C5 C5,6,7 Trunk Nerve to subclavius Suprascapular nerve C5.6 C5,6",
        "cop": 1,
        "opa": "Long thoracic nerve of Bell",
        "opb": "Axillary",
        "opc": "Radial",
        "opd": "Upper subscapular",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "316ea4f0-ddcf-4ba1-8e1a-9a55698cd4b0",
        "choice_type": "multi"
    },
    {
        "question": "Serratus arterior is supplied by -",
        "exp": "Ans. is 'd' i.e., Nerve of bell o Serratus anterior causes protraction of scapula,o It is supplied by long thoracic nerve (Nerve of Bell),o It forms medial boundary of axilla.Serratus anterioro Origin : Outer surface of upper 8 ribs by 8 digitations (multipennate muscles),o Insertion : Medial border of scapula and inferior angle.o Nerve supply : Long thoracic nerve (nerve of bell),o Actions : Action of serratus anterior are -Rotates the scapula so that glenoid cavity is raised upward & forward - Helps in Vertical over head abductionQ (in this action assisted by trapezius).Draws the scapula forward around the throeic wall so paraiysis leads to winging of scapula.QAlso used when arm is pushed forward in horizontal position as in forward punchQ (helped by Pectoralis minor in this action)Q.Steadies the scapula during wreight carrying.Helps in forced inspiration^ (Accessory muscle of inspiration).Because of greater pull exerted on the inferior angle, inferior angle passes laterally and forward and the glenoid cavity is raised upward & forward; in this action the muscle is assisted by trapezius.",
        "cop": 4,
        "opa": "Thoracodorsal nerve",
        "opb": "Axillary nerve",
        "opc": "Musculocutaneous nerve",
        "opd": "Nerve of bell",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "37e8161a-efc3-46af-bbc7-c38ff9f44f8c",
        "choice_type": "single"
    },
    {
        "question": "Axillary nerve is a branch of which part of brachial plexus -",
        "exp": "Ans. is 'd' i.e., Posterior cord Supraclavicular branches of brachial plexuso Branches of brachial plexus which are above the clavicle are called supraclavicular branches,o These arise from roots and trunks.Supraclavicular branches of brachial plexusFrom roots1. Nerves to scaleni and longus colli2. Branch to phrenic nerve3. Dorsal scapular nerve4. Long thoracic nerveC5,6,7,8C5C5C5,6(7)From trunks1. Nerve to subclavius2. Suprascapular nerveC5,6C5,6Infraclavicular branches of brachial plexuso Branches of brachial plexus which are below the clavicle are called infraclavicular branches,o These arise from cords.Infra clavicular branches of brachial plexusLateral cordLateral pectoralC5.6,7MusculocutaneousC5,6,7Lateral root of medianC(5), 6,7Medial cordMedial pectoralC8,T1Medial cutaneous of forearmC8.T1Medial cutaneous of armC8,T1Medial root of medianC8.T1UlnarC(7), 8,T1Posterior cordUpper subscaputarC5t6Lowrer subscapularC5.6Thoracodorsal (Nerve to latissimus dorsi, middle subscapular nerve)C6,7,8AxillaryC5,6RadialC5,6,7,8, (Tl)",
        "cop": 4,
        "opa": "Trunk",
        "opb": "Medial cord",
        "opc": "Lateral cord",
        "opd": "Posterior cord",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "4309ceb9-93de-4a86-9601-309b974ab20e",
        "choice_type": "single"
    },
    {
        "question": "Median Nerve supplies all EXCEPT:",
        "exp": "ANSWER: (B) Adductor pollicisREF: http://en.wikipedia.org/wiki/Median_nerve, Grays anatomy, 39th edition, P 931,932 See chart of previous question for explanation",
        "cop": 2,
        "opa": "Opponens pollicis",
        "opb": "Adductor pollicis",
        "opc": "Flexor pollicis brevis",
        "opd": "Abductor pollicis brevis",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "3a7445d5-5cca-4f04-8e5d-4d00977ab407",
        "choice_type": "multi"
    },
    {
        "question": "Pointing finger injury is due to injury of which nerve?",
        "exp": "Ans. C Median nerveRef: BDC, 6th ed. vol. I pg. 126-127, Vol-1 pg. 109,159; Clinical anatomy, Vishram Singh/58* Median nerve is the main nerve of the front of the forearm. It also supplies the muscles of thenar eminence.* Median nerve aka laborer's nerve as it supplies most of the long muscles of the front of forearm.Extra Mile* Deformities that may occur due to median nerve paralysis:# Carpal tunnel syndrome# Pointing index finger# Ape thumb deformity aka ape hand deformity# Claw hand (median + ulnar)* Deformities that may occur due to radial nerve paralysis# Wrist drop# Saturday night palsy* Deformities that may occur due to ulnar nerve paralysis# Ulnar claw hand# Cubital tunnel syndrome",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "456d5d31-8344-456d-a2a2-a7ae720fb3b0",
        "choice_type": "single"
    },
    {
        "question": "All are seen in carpal tunnel except -",
        "exp": "Ans. is 'b' i.e., Ulnar nerve o Contents of carpal tunnel are 1 nerve and 9 tendons :-Median nerve4 tendons of flexor digitorum profunds.4 tendons of flexor digitorum superficialis.1 tendon of flexor pollicis longus.",
        "cop": 2,
        "opa": "Median nerve",
        "opb": "Ulnar nerve",
        "opc": "FPL",
        "opd": "FDP",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "b69bc11a-3f3b-4210-a19f-aafa1ac8f837",
        "choice_type": "multi"
    },
    {
        "question": "A boy presents with complaints of hypoaesthesia and wasting of thenar eminence. The nerve most likely to damage in this patient:-",
        "exp": "Ans. is 'b' i.e. Median nerve The thenar muscle (except adductor pollicis) and the skin over thenar eminence are supplied by the median nerve.",
        "cop": 2,
        "opa": "Musculocutaneous nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Radial nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "86d8afff-e281-4b8d-8e06-e6b436de1568",
        "choice_type": "single"
    },
    {
        "question": "C5C6 nerve roots reflex is of which muscle -",
        "exp": "Ans. is 'b' i.e., Biceps ReflexRoot valueBiceps reflex (biceps jerk)C5 C6Supinator reflex (Supinator jerk)C5 C6Triceps reflex (Triceps jerk)C7 C8Knee jerkL3 L4Ankle jerkS1 s2",
        "cop": 2,
        "opa": "Triceps",
        "opb": "Biceps",
        "opc": "Deltoid",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "012264fd-9983-409a-b451-fc7fc84b64e0",
        "choice_type": "multi"
    },
    {
        "question": "All of the following show ulnar nerve injury EXCEPT:",
        "exp": "Ans. B Abductor pollicis palsyRef: BDC, 6th ed. vol. I pg. 109-110, 120* In ulnar nerve palsy grip is weak due to paralysis of intrinsic muscles (all interossei, lateral 3rd& 4th lumbricals, hypothenar and adductor pollicis muscles).* Sensory supply of ulnar nerve is medial 1 1/2 fingers.* Abductor pollicis is supplied by median nerve.* Finger drop i.e. loss of extension of metacarpophalangeal joint is seen in Radial & Posterior interosseous nerve palsySigns of Ulnar Nerve palsy (remembered as BCDEF)* Book test/Fromet sign: While holding the book between thumb and rest of hand, there is overaction of flexor pollicis longus due to adductor pollicis nerve palsy.* Claw hand: Clawing of medial 2 digits* Card test: for testing palmar interossei, i.e. adduction of fingers. (PAD)* aDDuctor pollicis paralysis: Adduction of thumb lost* Egawa's test: To test dorsal interossei i.e. abduction of fingers (DAB).* Froment signExtra Mile* In low ulnar nerve palsy forearm muscles are spared but the clawing is more (as compared to high ulnar n. palsy) this phenomenon is known as ulnar paradox.* Lower the lesion, more the clawing.",
        "cop": 2,
        "opa": "Clawing of medial 2 digits",
        "opb": "Abductor pollicis palsy",
        "opc": "Adductor pollicis palsy",
        "opd": "Weak grip",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "bd5d6feb-8e77-4c41-bd83-d196b52eee83",
        "choice_type": "multi"
    },
    {
        "question": "One of the following is supplied by median nerve:",
        "exp": "Ans: A (1st and 2nd lumbricals) Ref: Gray's Anatomy: Anatomical basis of clinical practice by Susan Standring,ChurchiU Livingstone, 40th edition, 2008, Pg. 895Explanation:BrachialplexusbranchOriginSpinal segmentFunctionMediannerveMedia) and lateral cordsC5 to T1Motor:* All muscles in anterior compartment of forearm (except flexor carpi ulnaris and medial half of flexor digitorum profundus)* Three thenar muscles* Two lateral lumbncal muslcesSensory:Skin over the palmar surface of the lateral three and one half digits and lateral side of palm and middle of wrist",
        "cop": 1,
        "opa": "1st and 2nd lumbricals",
        "opb": "Hypothenar muscles",
        "opc": "Palmar interossei",
        "opd": "Dorsal in terossei",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "7346f926-c959-4d7c-8c44-fbf6a6b01907",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is not related to humerus -",
        "exp": "Ans. is 'd' i.e., Musculocutaneous o Surgical neck of humerus is related to axillary nerve.o Radial nerve passes through spiral groove (radial groove) on posterior surface of humerus,o Uiner nerve passes just behind the medial epicondyle of humerus.",
        "cop": 4,
        "opa": "Axillary",
        "opb": "Radial",
        "opc": "Ulnar",
        "opd": "Musculocutaneous",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "dfeba295-bf89-4434-948b-7b6f9f179097",
        "choice_type": "single"
    },
    {
        "question": "Which among the following muscles receives Dual Nerve supply?",
        "exp": "Ans. A Flexor digitorum profundusRef: Gray's, 41st ed. pg. 851* Composite or hybrid muscles are those muscles which have more than one set of fibers but perform the same function and are usually supplied by different nerves for different set of fibers* The muscles of the anterior compartment are innervated mostly by the median nerve, but one and a half muscles are innervated by the ulnar nerve which are FLEXOR CARPI ULNARIS and HALF OFFLEXOR DIGITORUM PROFUNDUS.OTHER HYBRID/COMPOSITE MUSCLES* Adductor magnus: Adductor part is innervated by OBTURATOR NERVE whereas the Hamstring part is innervated by SCIATIC NERVE* Biceps femoris: Its long head is supplied by the TIBIAE BRANCH OF SCIATIC NERVE whereas the short head is supplied by the COMMON PERONEAL NERVE. This reflects the composite derivation from the flexor and extensor musculature.* Pectineusdts anterior set of fibers are supplied by the femoral nerve, whereas posterior set of fibers are supplied by the obturator nerve.* Iliopsoas: It is a composite muscle performing flexion at the hip.",
        "cop": 1,
        "opa": "Flexor digitorum profundus",
        "opb": "Flexor digitorum superficialis",
        "opc": "Palmaris longus",
        "opd": "Extensor carpi radialis",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "2a33e28e-b5f7-4a1d-8948-cf905b688796",
        "choice_type": "single"
    },
    {
        "question": "A patient woke up with difficulty in extending fingers, can make a grip and hold a pen. Dorsiflexon was normal. Sensory and motor examination was normal. Nerve most commonly involved:",
        "exp": "Ans. b. Posterior interosseous nerve (Ref: Snells 7/e p484 578-580; Keith and Moore 4/e p730, 761)A patient woke up with difficulty in extending fingers, can make a grip and hold a pen. Dorsiflexon was normal. Sensory and motor examination was normal. Nerve most commonly involved is Posterior interosseous nerve.Posterior Interosseous Nerve Palsy:Nerve supplying extensors: Lesion can lead to difficulty in extending fingersElbow, wrist, interphalangeal joint extension and sensations are spared (can make a grip and hold a pen. Dorsiflexon was normal. Sensory and motor examination was normal)Loss of metacarpophalyngeal joint extensionRadial Nerve (C5,6,7,8 T1) Posterior cord of Brachial plexusAbove Elbow(High radial nerve palsy)Below Elbow(Low radial nerve palsy)* Above spiral groove:- TricepsQ (Long, medial head)- Posterior cutaneous nerve of arm* In spiral groove:- Posterior cutaneous nerve of forearm- Lateral cutaneous nerve of arm- Triceps (Medial and lateral head) in upper part of spiral groove- AnconeusQ (in lower part of groove)* Between spiral groove and lateral epicondyle:- BrachialisQ- BrachioradialisQ- Extensor carpi radilais longusQ* Posterior interosseous nerve supply remaining muscle:- Abductor pollicis longus- Extensor pollicis longus and brevis- Extensor indices- Supinator- Extensor digitorumQ- Extensor digitiQ minimi- Extensor carpi ulnaris- Extensor carpi radilis brevisQ* Superficial radial nerve supplying dorsal aspect of 1st web spaceQ (autonomous zone) Type of Radial Nerve LesionVery high (above spiral groove): Total palsyElbow, wrist, thumb and finger extension is lostLoss of sensationHigh (Between spiral groove and lateral epicondyle):Elbow extension sparedQLost: Wrist, thumb, finger extension and sensationLow (Below elbow):Elbow and wrist extension sparedQLost: Thumb, finger extension and sensationPosterior interosseous nerve palsy:Elbow, wrist, interphalangeal joint extension and sensations are sparedQLoss of metacarpophalyngeal joint extensionQ",
        "cop": 2,
        "opa": "C8T1",
        "opb": "Posterior interosseous nerve",
        "opc": "Lower brachial plexus",
        "opd": "Hand area in cortex",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "45edd572-adde-4e60-9c31-91f57002bb2b",
        "choice_type": "single"
    },
    {
        "question": "Wrist drop is seen in damage to which nerve?",
        "exp": "ANSWER: (A) Radial nerveREF: Gray's anatomy 39th edition page 858See APPENDIX-7 below for \"BRACHIAL PLEXUS LESIONS\"Lesions of the radial nerve in the upper arm:Lesions of the radial nerve at its origin from the posterior cord in the axilla may be caused by pressure from a long crutch (crutch palsy). Triceps is only involved when lesions occur at this level and is usually spared in the more common lesions of the radial nerve in the arm as it lies alongside the spiral groove, where the nerve is commonly affected by fractures of the humerus. Compression of the nerve against the humerus occurs if the arm is rested on a sharp edge such as the back of a chair ('Saturday night palsy*). Both these injuries cause weakness of brachioradialis with wasting and loss of the reflex. There is both wrist and finger drop due to weakness of wrist and finger extensors, as well as weakness of extensor pollicis longus and abductor pollicis longus. There may be sensory impairment or paraesthesiae in the distribution of the superficial radial nerve. However, nerve overlap means that only a small area of anaesthesia usually occurs on the dorsum of the hand between the first and second metacarpal bones. APPENDIX - 7Brachial Plexus Lesions-chart 1Nerve (Segment)Motor Deficit(s)Sensory DeficitsLong Thoracic (C 5, 6, 7)Winged Scapula- Serratus AnteriorNoneSuprascapular (C 5, 6 )Hard to start shoulder abduction - SupraspinatusNoneAxillary (C 5, 6 )Difficult abducting arm to horizontal - DeltoidLateral side of arm below point of shoulder Loss of shoulder roundness - DeltoidMusculocutaneous C 5, 6, (7)Very weak flexion of elbow joint- Biceps & BrachialisLateral forearm Weak supination of radioulnar joint -Biceps Radial (C 5 - Tl)Drop Wrist - Extensor carpi radialis iongus & brevis, Ext. carpi ulnarisPosterior lateral &arm; dorsum of hand Difficulty making a fist - synergy between wrist 1 extensors and finger flexors Median (EUR 5 - Tl) at ElbowPronation of radioulnar joints-Pronator teres & quadratusRadial portion of palm; palmar surface 8i tips of radial 3% Weak wrist flexion - FI. carpi radialisdigits Weakened opposition of thumb - thenar muscles \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles \"Papal Hand\" Loss of flexion of I.P. joints of thumb & fingers 1 & 2 - Fl. pollices Iongus ; FL digit, superficialis, FL digit profundus Median (C 5 - Tl) at WristWeakened opposition of thumb - thenar musclesPalmar surface & tips of radial \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles3% digitsUlnar (C 8, Tl) at Elbow\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended: P.I.P. Flexed - Interossei& LumbricalsUlnar and dorsal aspect of palm and of ulnar VA digits Loss of abduction & adduction of M.P joints of fingers -Interossei Thumb - abducted and extended - adductor pollices Loss of flexion of D.I.P. joints of fingers 4 8t 5 - Fl. digit profund. Ulnar (C 8, Tl) at Wrist\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended; P.I.P. Flexed - Interossei & LumbricalsUlnar and dorsal aspect of palm and of ulnar 1 xk digitsLoss of abduction & adduction of M.P joints of fingers - InterosseiThumb - abducted and extended - adductor pollicesUpper and Lower Root Lesions-chart 2LesionMotor DeficitsSensory DeficitsNervesErb s Palsy(C5,6)Loss of abduction, flexion and rotation at shoulder; Weak shoulder extension - deltoid, rotator cuffPosterior and lateral aspect of arm - axillary n.Axillary, Suprascapular, Upper and Lower subscapular Very weak elbow flexion and supination of radioulnar joint - biceps brachii & brachiaiisRadial side of Forearm- musculocutaneous n. Thumb and 1st finger - superficial hr. of radial; digital brs. - Median n.Musculocutaneous: Radial N. brs. to supinator & brachioradialis muscles Susceptible to shoulder dislocation - loss of rotator cuff muscles Suprascapular, Upper and Lower subscapular \"Waiters Tip\" position Klumke's Palsy (C8, Tl)Loss of opposition of thumb -Tnenar musclesUlnar side of forearm, hand & ulnar 1 Vi & digits - ulnar and medial antebrachial cutaneousThenar branch of Median nerve Loss of adduction of thumb - Adductor pollices Ulnar nerve Loss of following finger movements: abduction and adduction of M.P. joints; flexion at M.P. & extension of LP. joints. Lumbricals & interossei Deep branch of Ulnar & Median Very weak flexion of P.I.P. & D.I.P. joints FI Digit. Super. & Profund. Ulnar and Median",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "72fa3498-59e3-4dd5-9cd0-e5db262eb092",
        "choice_type": "multi"
    },
    {
        "question": "Root value of biceps jerk -",
        "exp": "Ans. is 'c' i.e., C5 C6o Repeat from previous sessions",
        "cop": 3,
        "opa": "C3 C4",
        "opb": "C4 C5",
        "opc": "C5 C6",
        "opd": "C8 T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "744e7698-b29e-436b-b7f3-e34e0d9d7ad6",
        "choice_type": "single"
    },
    {
        "question": "Labourer's nerve is -",
        "exp": "Ans. is 'd' i.e., Median nerve o The median nerve controls coarse movements of the hand, as it supplies most of the long muscles of the front of the forearm. It is therefore called the \"labourer's nerve\".o The ulnar nerve is known as the musician's nerve as it supplies most of the small muscles of the hand.",
        "cop": 4,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Axillary nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "05673b07-c142-41c2-99cd-459d5c724e57",
        "choice_type": "single"
    },
    {
        "question": "Nerve related to anatomical snuff box -",
        "exp": "Ans. is 'c' i.e., Superficial branch of radial o Superficial branch of radial nerve passes through the roof of anatomical snuffbox. Anatomical Snuffbox Triangular depression on the dorsal and radial aspect of the hand become visible when thumb is fully extended, o Boundaries Medial/posterior - tendon of the extensor pollicis longus. Lateral/anterior - tendons of the extensor pollicis brevis and abductor pollicis longus. Roof - skin and fascia with beginning of cephalic vein and crossed by superficial branch of the radial nerve. Floor - styloid process of radius, trapezium scaphoid, and base of 1st metacarpal, o Contents - The radial artery.",
        "cop": 3,
        "opa": "Ulnar",
        "opb": "Median",
        "opc": "Superficial branch of radial",
        "opd": "Axillary",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "8ec68445-4725-4326-b89b-0aab431feaed",
        "choice_type": "single"
    },
    {
        "question": "Ape thumb deformity is due to injury of which nerve",
        "exp": "Ans. (c) Median nerveRef BDC Vol-1 Pg. 109,159; Clinical anatomy, Vishram Singh/ 58* Median nerve is the main nerve of the front of the forearm. It also supplies the muscles of thenar eminence.* The ape hand deformity or ape thumb deformity of hand is due to paralysis of thenar muscles which is supplied by median nerve.Presenting Feature of Ape Thumb Deformity* Thumb is laterally rotated and adducted* Loss of thenar eminence* Loss of opposition of thumb",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "5d28ac4f-90a7-4c8c-b80f-fac6b909367d",
        "choice_type": "single"
    },
    {
        "question": "Short head of biceps is innervated by:",
        "exp": "Ans. A Musculo cutaneous nerveRef: BDC, 6th ed. vol. I pg. 88* Short head of biceps comes under anterior compartment of arm. All the muscles of the anterior compartment of arm are innervated by musculo-cutaneous nerve.* Posterior compartment muscles are innervated by radial nerve.",
        "cop": 1,
        "opa": "Musculo cutaneous nerve",
        "opb": "Radial nerve",
        "opc": "Axillary nerve",
        "opd": "Median nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "d9f8dd71-cf5e-46e3-8643-c49f01c36eed",
        "choice_type": "single"
    },
    {
        "question": "Sympathetic cholinergic fibers supply -",
        "exp": "Ans. is 'a' i.e., Sweat gland o Neurotransmitter in all preganglionic autonomic nerves (both sympathetic and parasympathetic) is acetylcholine (ACH)o Neurotransmitter in all ganglia (both sympathetic and parasympathetic) is acetylcholine. o Neurotransmitter in postganglionic parasympathetic fibres is acetylcholine.o In posganglionic sympathetic fibres, the major neurotransmitter is noradrenaline (NA) except in renal and mesentric vasculature where it is dopamine, in sweat glands, some blood vessels where it is acetylcholine and in adrenal medulla where it is adrenaline.o Most of the visceral organs are supplied by both sympathetic and parasympathetic system except;1. Blood vessels, spleen, sweat glands and hair follicles receive only sympathetic innervation.2. Ciliary muscle gastric and pancreatic glands receive only parasympathetic innervation,o In general sympathetic and parasympathetic systems are antagonistic except:# Refractory period of atrial fibres is decreased by both.o At almost all organs except heart, cholinergic system has excitatory activity and adrenergic system has relaxing properties -->> Sympathetic system stimulates (Tachycardia, Positive inotropic) and parasympathetic system depresses (Bradycardia, Negative inotropic) the heart.",
        "cop": 1,
        "opa": "Sweat gland",
        "opb": "Renal vessels",
        "opc": "Adrenal medulla",
        "opd": "Cutaneous vessels",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "b2fe010c-10bd-4d6d-b571-e218dcef3ea7",
        "choice_type": "single"
    },
    {
        "question": "Musculocutaneous nerve supplies all of the following EXCEPT:",
        "exp": "ANSWER: (B) BrachioradialisREF: Gray's anatomy, 39th edition, page 848The musculocutaneous nerve arises from the lateral cord of the brachial plexus, opposite the lower border of the Pectoralis major, its fibers being derived from C5, C6 and C7.Course:It penetrates the Coracobrachialis muscle and passes obliquely between the Biceps brachii and the Brachialis, to the lateral side of the arm; a little above the elbow it pierces the deep fascia lateral to the tendon of the Biceps brachii and is continued into the forearm as the lateral cutaneous nerve of the forearm.In its course through the arm it innervates the Coracobrachialis, Biceps brachii, and the greater part of the Brachialis.The branch to the Coracobrachialis is given off from the nerve close to its origin, and in some instances as a separate filament from the lateral cord of the plexus; it is derived from the seventh, cervical nerve.The branches to the Biceps brachii and Brachialis are given off after the musculocutaneous has pierced the Coracobrachialis; that supplying the Brachialis gives a filament to the elbow-joint.",
        "cop": 2,
        "opa": "Brachialis",
        "opb": "Brachioradialis",
        "opc": "Biceps",
        "opd": "Coracobrachialis",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "2e495f5a-7df6-4ebf-8925-d3dd1f82a3e1",
        "choice_type": "multi"
    },
    {
        "question": "Root value of supinator jerk -",
        "exp": "Ans. is 'c' i.e., C5 C6ReflexRoot valueBiceps reflex (biceps jerk)C5C6Supinator reflex (Supinator jerk)C5 C6Triceps reflex (Triceps jerk)C7C8Knee jerkL3L4Ankle jerkS1S2",
        "cop": 3,
        "opa": "C3C4",
        "opb": "C4C5",
        "opc": "C5C6",
        "opd": "C8T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "334624a8-140b-4420-9bcb-4a10273318b3",
        "choice_type": "single"
    },
    {
        "question": "Klumpke's paralysis involves?",
        "exp": "ANSWER: (D) C8 T1REF: BDC 4th edition vol 1 Page 53See APPENDIX-7 for \"BRACHIAL PLEXUS LESIONS -CHART 2\"Repeat Anatomy December 2011 APPENDIX - 7Brachial Plexus Lesions-chart 1Nerve (Segment)Motor Deficit(s)Sensory DeficitsLong Thoracic (C 5, 6, 7)Winged Scapula- Serratus AnteriorNoneSuprascapular (C 5, 6 )Hard to start shoulder abduction - SupraspinatusNoneAxillary (C 5, 6 )Difficult abducting arm to horizontal - DeltoidLateral side of arm below point of shoulder Loss of shoulder roundness - DeltoidMusculocutaneous C 5, 6, (7)Very weak flexion of elbow joint- Biceps & BrachialisLateral forearm Weak supination of radioulnar joint -Biceps Radial (C 5 - Tl)Drop Wrist - Extensor carpi radialis iongus & brevis, Ext. carpi ulnarisPosterior lateral &arm; dorsum of hand Difficulty making a fist - synergy between wrist 1 extensors and finger flexors Median (EUR 5 - Tl) at ElbowPronation of radioulnar joints-Pronator teres & quadratusRadial portion of palm; palmar surface 8i tips of radial 3% Weak wrist flexion - FI. carpi radialisdigits Weakened opposition of thumb - thenar muscles \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles \"Papal Hand\" Loss of flexion of I.P. joints of thumb & fingers 1 & 2 - Fl. pollices Iongus ; FL digit, superficialis, FL digit profundus Median (C 5 - Tl) at WristWeakened opposition of thumb - thenar musclesPalmar surface & tips of radial \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles3% digitsUlnar (C 8, Tl) at Elbow\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended: P.I.P. Flexed - Interossei& LumbricalsUlnar and dorsal aspect of palm and of ulnar VA digits Loss of abduction & adduction of M.P joints of fingers -Interossei Thumb - abducted and extended - adductor pollices Loss of flexion of D.I.P. joints of fingers 4 8t 5 - Fl. digit profund. Ulnar (C 8, Tl) at Wrist\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended; P.I.P. Flexed - Interossei & LumbricalsUlnar and dorsal aspect of palm and of ulnar 1 xk digitsLoss of abduction & adduction of M.P joints of fingers - InterosseiThumb - abducted and extended - adductor pollicesUpper and Lower Root Lesions-chart 2LesionMotor DeficitsSensory DeficitsNervesErb s Palsy(C5,6)Loss of abduction, flexion and rotation at shoulder; Weak shoulder extension - deltoid, rotator cuffPosterior and lateral aspect of arm - axillary n.Axillary, Suprascapular, Upper and Lower subscapular Very weak elbow flexion and supination of radioulnar joint - biceps brachii & brachiaiisRadial side of Forearm- musculocutaneous n. Thumb and 1st finger - superficial hr. of radial; digital brs. - Median n.Musculocutaneous: Radial N. brs. to supinator & brachioradialis muscles Susceptible to shoulder dislocation - loss of rotator cuff muscles Suprascapular, Upper and Lower subscapular \"Waiters Tip\" position Klumke's Palsy (C8, Tl)Loss of opposition of thumb -Tnenar musclesUlnar side of forearm, hand & ulnar 1 Vi & digits - ulnar and medial antebrachial cutaneousThenar branch of Median nerve Loss of adduction of thumb - Adductor pollices Ulnar nerve Loss of following finger movements: abduction and adduction of M.P. joints; flexion at M.P. & extension of LP. joints. Lumbricals & interossei Deep branch of Ulnar & Median Very weak flexion of P.I.P. & D.I.P. joints FI Digit. Super. & Profund. Ulnar and Median",
        "cop": 4,
        "opa": "C5C6",
        "opb": "C6C7",
        "opc": "C7T1",
        "opd": "C8 T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "81f49012-fefd-48e0-977e-aa541465f3f5",
        "choice_type": "single"
    },
    {
        "question": "Ape hand deformity is due to damage to which nerve?",
        "exp": "ANSWER: (C) Median nerveREF-. Gray's anatomy 39th edition page 933See APPENDIX-7 below for \"BRACHIAL PLEXUS LESIONS\"As per Gray's \"A combined median and ulnar nerve palsy at the wrist results in a full claw hand with thenar and hypothenar flattening, and thumb adduction and flexion. This posture is known as a simian hand because of the similarity to the appearance of the hand of an ape\"But even median nerve palsy alone can cause ape hand deformity APPENDIX - 7Brachial Plexus Lesions-chart 1Nerve (Segment)Motor Deficit(s)Sensory DeficitsLong Thoracic (C 5, 6, 7)Winged Scapula- Serratus AnteriorNoneSuprascapular (C 5, 6 )Hard to start shoulder abduction - SupraspinatusNoneAxillary (C 5, 6 )Difficult abducting arm to horizontal - DeltoidLateral side of arm below point of shoulder Loss of shoulder roundness - DeltoidMusculocutaneous C 5, 6, (7)Very weak flexion of elbow joint- Biceps & BrachialisLateral forearm Weak supination of radioulnar joint -Biceps Radial (C 5 - Tl)Drop Wrist - Extensor carpi radialis iongus & brevis, Ext. carpi ulnarisPosterior lateral &arm; dorsum of hand Difficulty making a fist - synergy between wrist 1 extensors and finger flexors Median (EUR 5 - Tl) at ElbowPronation of radioulnar joints-Pronator teres & quadratusRadial portion of palm; palmar surface 8i tips of radial 3% Weak wrist flexion - FI. carpi radialisdigits Weakened opposition of thumb - thenar muscles \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles \"Papal Hand\" Loss of flexion of I.P. joints of thumb & fingers 1 & 2 - Fl. pollices Iongus ; FL digit, superficialis, FL digit profundus Median (C 5 - Tl) at WristWeakened opposition of thumb - thenar musclesPalmar surface & tips of radial \"Ape Hand\"- thumb hyper extended and adducted - thenar muscles3% digitsUlnar (C 8, Tl) at Elbow\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended: P.I.P. Flexed - Interossei& LumbricalsUlnar and dorsal aspect of palm and of ulnar VA digits Loss of abduction & adduction of M.P joints of fingers -Interossei Thumb - abducted and extended - adductor pollices Loss of flexion of D.I.P. joints of fingers 4 8t 5 - Fl. digit profund. Ulnar (C 8, Tl) at Wrist\"Clawing\" of fingers 3 & 4- M.P. joints hyper extended; P.I.P. Flexed - Interossei & LumbricalsUlnar and dorsal aspect of palm and of ulnar 1 xk digitsLoss of abduction & adduction of M.P joints of fingers - InterosseiThumb - abducted and extended - adductor pollicesUpper and Lower Root Lesions-chart 2LesionMotor DeficitsSensory DeficitsNervesErb s Palsy(C5,6)Loss of abduction, flexion and rotation at shoulder; Weak shoulder extension - deltoid, rotator cuffPosterior and lateral aspect of arm - axillary n.Axillary, Suprascapular, Upper and Lower subscapular Very weak elbow flexion and supination of radioulnar joint - biceps brachii & brachiaiisRadial side of Forearm- musculocutaneous n. Thumb and 1st finger - superficial hr. of radial; digital brs. - Median n.Musculocutaneous: Radial N. brs. to supinator & brachioradialis muscles Susceptible to shoulder dislocation - loss of rotator cuff muscles Suprascapular, Upper and Lower subscapular \"Waiters Tip\" position Klumke's Palsy (C8, Tl)Loss of opposition of thumb -Tnenar musclesUlnar side of forearm, hand & ulnar 1 Vi & digits - ulnar and medial antebrachial cutaneousThenar branch of Median nerve Loss of adduction of thumb - Adductor pollices Ulnar nerve Loss of following finger movements: abduction and adduction of M.P. joints; flexion at M.P. & extension of LP. joints. Lumbricals & interossei Deep branch of Ulnar & Median Very weak flexion of P.I.P. & D.I.P. joints FI Digit. Super. & Profund. Ulnar and Median",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "c6ef58ee-c3f8-4c44-bdbf-ced791c19305",
        "choice_type": "multi"
    },
    {
        "question": "Nerv e supply of opponens pollicis -",
        "exp": "Ans. is 'c' i.e., Median nerve o Hand muscles supplied by median nerve areThenar muscles (except adductor pollicis) Flexor poliicis brevis, opponens potlicis and abductor pollicis brevis. Adductor pollicis is supplied by ulnar nerve.First twolumbricals.o Hand muscles supplied by ulnar nerve are Superficial terminal branch : It supplies palmaris brevis and skin of palmar surface of medial VA fingers.Deep terminal branch : It supplies adductor pollicis, all interossei. medial two (3rd & 4,h) lumbricals and all hypothenar muscles except palmaris brevis (i.e. abductor digiti minimi, flexor digiti minimi, opponens digiti minimi).",
        "cop": 3,
        "opa": "Superficial branch of ulnar nerve",
        "opb": "Deep branch of ulnar nerve",
        "opc": "Median nerve",
        "opd": "Posterior interosseous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "7d822ab5-ee59-4597-9809-6dc8369ae33b",
        "choice_type": "single"
    },
    {
        "question": "Saturday night palsy affects which nerve -",
        "exp": "Ans. is 4a' i.e., Radial Saturday night palsy (weekend palsy)o In this condition, there is compression of the radial nerve between spiral groove and the lateral intermuscular septum.o It is known after an event which typically happens on a Saturday night weekend when in an inebriated condition, a person slump with his mid-arm compressed between the arm of the chair and his body.",
        "cop": 1,
        "opa": "Radial",
        "opb": "Median",
        "opc": "Ulnar",
        "opd": "Anteriorinterosseus",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "e6c64b36-9659-495a-8163-b45d56c7c80d",
        "choice_type": "single"
    },
    {
        "question": "Root value of supinator jerk-",
        "exp": "Ans. is 'c' i.e., C5 C6 ReflexRoot valueBiceps reflex (biceps jerk)C5 C6Supinator reflex (Supinator jerk)C5 C6Triceps reflex (Triceps jerk)C7 C8Knee jerkL3 L4Ankle jerkS1 s2",
        "cop": 3,
        "opa": "C3 C4",
        "opb": "C4 C5",
        "opc": "C5 C6",
        "opd": "C8 T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "48092e2c-a514-4d33-8420-7648c07671cb",
        "choice_type": "single"
    },
    {
        "question": "Winging of scapula is due to damage of:",
        "exp": "Ans. B Long thoracic nerveRef: BDC, 6th ed. vol. I pg. 55-56; 3rd ed. Vol. I pg. 45-50; 180,181* Winging of scapula is due to damage of long thoracic nerve due to paralysis of serratus anterior muscle.* Serratus anterior helps in vertical overhead abduction (assisted by trapezius), forward punch (assisted by pectoralis minor) & forced inspiration.* Its paralysis leads to winging of scapula.* Nerve Supply of Serratus anterior- Long Thoracic Nerve (Nerve of Bell) (C5, C6, C7)* Action of Serratus anterior muscle# Rotates the scapula so that glenoid cavity is raised upward & forward- Helps in Vertical over head abduction (in this action assisted by Trapezius muscle).# Draws the scapula forward around the thoracic wall so paralysis leads to winging of scapula.# Also used when arm is pushed forward in horizontal position as in forward punch (helped by Pectoralis minor in this action).# Steadies the scapula during weight carrying.# Helps in forced inspiration (Accessory muscle of inspiration).# Because of greater pull exerted on the inferior angle, inferior angle passes laterally and forward and the glenoid cavity is raised upward & forward; in this action the muscle is assisted by trapezius.",
        "cop": 2,
        "opa": "Axillary nerve",
        "opb": "Long thoracic nerve",
        "opc": "Median nerve",
        "opd": "Ulnar nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "3d7c93f4-8471-4e4e-a91c-e9dfcc56beda",
        "choice_type": "single"
    },
    {
        "question": "Lunate dislocation causes damage to which nerve ?",
        "exp": "Ans. is 'd' i.e., Median o Common causes of median nerve palsy in carpal tunnel are carpal tunnel syndrome (most common) and lunate dislocation.",
        "cop": 4,
        "opa": "Radial",
        "opb": "Ulnar",
        "opc": "Superficial radial",
        "opd": "Median",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "416267c9-f0b8-4eb7-a0f4-ed7381b1fec6",
        "choice_type": "single"
    },
    {
        "question": "Nerve running along with profunda brachii artery, in spiral groove -",
        "exp": "Ans. is 'c' i.e., Radialo Profunda brachii is a branch of brachial artery. It accompanies radial nerve in spiral groove.",
        "cop": 3,
        "opa": "Ulnar",
        "opb": "Median",
        "opc": "Radial",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "f743b02e-0e53-49bf-8355-92ba2334f541",
        "choice_type": "multi"
    },
    {
        "question": "Root value of long thoracic nerve:",
        "exp": "Ans. b. C-5, 6, 7 (Ref: BDC 5/vol-I/54, 55; Lasts Anatomy 11/e p55; Gray's Anatomy 40/e p819)Long thoracic nerve is branch of trunk forming brachial plexus with root value of C-5, 6, 7.Branches of the plexus for the upper limbBranches of the Roots:Nerve to serratus anterior (Long thoracic nerve C5,6,7)QNerve to rhomboideus (Dorsal Scapular nerve C5)QBranches of the Trunks: (Arise only from upper trunk)Suprascapular nerve (C5,6)QNerve to Subclavius (C5,6)QBranches of the Cords:Branches of lateral Cord (LML)Lateral Pectoral (C5-C6)QMusculocutaneous (C5-C7)QLateral root of median (C5-C7)QBranches of medial cord (4 MU)Medial pectoral (C8-T1)QMedial cutaneous nerve of arm (C8-T1)QMedial cutaneous nerve of forearm (C8-T1)QMedial root of median (C8-T1)QUlnar (C7,8-T1)QBranches of Posterior cord (ULNAR)Upper suhscapular (C5-C6)QLower subscapular (C5-C6)QNerve to latissimus dorsi (Thoracodorsal C6,7,8)QAxillary (C5-C6)QRadial (C5,6,7,8-T1)Q",
        "cop": 2,
        "opa": "C-3,4, 5",
        "opb": "C-5, 6, 7",
        "opc": "C-7, 8 T-1",
        "opd": "C-2, 3, 4",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "5666c2d5-6908-42fe-b63f-445cd1d50718",
        "choice_type": "single"
    },
    {
        "question": "Erb's point is at the junction of-",
        "exp": "Ans. is 'a' i.e., C5, 6 o The region of upper trunk (C5, C6) of the brachial plexus, where six nerves meet, is called Erb's point.Erb's Point",
        "cop": 1,
        "opa": "C5, 6",
        "opb": "C6, 7",
        "opc": "C7, 8",
        "opd": "C8, T",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "ede864d1-2ed0-4e35-8626-343f0e8718b4",
        "choice_type": "single"
    },
    {
        "question": "Anterior interosseous nerve is a branch of-",
        "exp": "Ans. is 'b' i.e., Median nerve o Anterior interosseous nerve is a branch of median nerve,o Anterior interosseous artery is a branch of ulnar artery.",
        "cop": 2,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Ulnar nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "71b183b9-4552-4e0a-96cc-9a7f609e9e1e",
        "choice_type": "single"
    },
    {
        "question": "Erb's palsv involves -",
        "exp": "Ans. is 'a' i.e., C5C6 ERB'S PARALYSISo One region of upper trunk (C CfQ of the brachial plexus is called Erb's point where six nerves meet,o Injury at this point results in Erb's paralysis.o The injury is due to undue separation of the head from the shoulder; which may be seen in : -Birth injuryFall on the shoulderDuring AnesthesiaClinical features of Erb's palsvMuscles paralysed: Mainly biceps brachiiQ, deltoid, branchialis and brachioradialis. Partly supraspinatusQ, infraspinatusQ and supinator.Deformity (position of the limb)Arm : Hanges by the side; it is adducted and medially rotatedQForearm : Extended and pronated0The deformity is known as \"policeman's tip hand' or 'porter's tip hand'.Disability : The following movements are lost.o AbductionQ and lateral rotation of the arm (shoulder)Q,o Flexion and supination of the forearmQ,o Biceps and supinator jerks are lost.o Sensations are lost over a small area over the lower part of the deltoid.KLUMPKE'S PARALYSISo Site of injury : Lower trunk of the brachial plexusQo Cause of injury: Undue abduction of the arm, as in clutching something with the hands after a fall from a height, or sometimes in birth injury,o Nerve roots involved : - Mainly T1 and partly C8.o Muscles paralysedIntrinsic muscles of the hand (T1).Ulnar flexors of the wrist and fingers (C8) Deformity (position of the hand). Claw hand due to the unopposed action of the long flexors and extensors of the fingers. In a claw hand there is hyperextension at the metacarpophalangeal joints and flexion at the interphalangeal joints.o DisabilityClaw handCutaneous anaesthesia and analgesia in a narrow' zone along the ulnar border of the forearm and hand.Homer's syndrome if T1 is injured proximal to white ramus communicans to first thoracic sympathetic ganglion. There is ptosis, miosis, anhydrosis, enophthalmos, and loss of ciliospinal reflex-may be associated. (This is because of injury to sympathetic fibres to the head and neck that leave the spinal cord through nerve T1).Vasomotor changes : The skin area with sensory loss is warmer due to arteriolar dilation. It is also drier due to the absence of sweating as there is loss of sympathetic activity.Trophic changes : Long standing case of paralysis leads to dry and scaly skin. The nails crack easily with atrophy of the pulp of fingers.",
        "cop": 1,
        "opa": "C5C6",
        "opb": "C8T1",
        "opc": "T1T2",
        "opd": "C6C7",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "46b1692b-3312-4710-a175-f28558d991e2",
        "choice_type": "single"
    },
    {
        "question": "Biceps brachi is supplied by -",
        "exp": "Ans. is 'c' i.e., Musculocutaneous nerve MuscleOriginInsertionNerve SupplyNerve RootsActionAnterior CompartmentBiceps brachiiLong headSupraglenoidTuberosity of radius and tubercle bicipital aponeurosis into deep fascia of forearmMusculocutaneous nerveC5,6Supinator of forearm and flexor of elbow- joint, weak flexor of shoulder jointShort headCoracoid process of scapula CoracobrachialisCoracoid process of scapulaMedial aspect of shaft of humerusMusculocutaneous nerveC5,6,7Flexes arm and also weak adductorBrachialisFront of lower half of humerusCoronoid process of ulnaMusculocutaneous nerveC5,6Flexor of elbow jointPosterior CompartmentTricepsLong headInfraglenoid tubercle of scapula Lateral headUpper half of posterior surface of shaft of humerusOlecranon process of ulnaRadial nerveC6,7,8Extensor of elbow jointMedial headLower half of posterior surface of shaft of humerus",
        "cop": 3,
        "opa": "Radial nerve",
        "opb": "Median nerve",
        "opc": "Musculocutaneous nerve",
        "opd": "Axillary nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "d87a6777-1cd1-4765-96ab-5ea456210a48",
        "choice_type": "single"
    },
    {
        "question": "Root of radial nerve:",
        "exp": "Ans. (c) C5, C6, C7, C8, T1Ref: BDC 6th ed. vol. I / 55-56",
        "cop": 3,
        "opa": "C6,C7,T1",
        "opb": "C5,C6,C7,T1",
        "opc": "C5,C6,C7,C8,T1",
        "opd": "C4,C5,C6,C7,C8,T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "de9cb04b-2a99-480a-93b2-d78622851ffd",
        "choice_type": "single"
    },
    {
        "question": "False regarding Klumpke's paralysis is:",
        "exp": "Ans: D (Upper trunk of brachial plexus involved) Ref: Gray's Anatomy, 39th edition, 2008.Page.848Explanation:Klumpke's paralysis:Site of injury: Lower trunk of brachial plexus (mainly T1 & partly C8)Cause of injury: Forcible breech delivery-. Pancoast tumour, thoracic surgery involving sternal split & cervical rib (thoracic outlet syndrome)Muscles paralysed: Intrinsic muscles of hand (T1) & Ulnar side llexors of wrist and lingers (C8) Deformity:Motor fibres involved :Claw hand (hyper extension at MCP joint & flexion at IP joint)Sensory fibres involved:Anaesthesia & analgesia along the ulnar border of forearm and handTrophic changes (long standing cases)- dry & scaly skin, nail cracks and atrophy of pulp of fingersSympathetic fibres involved:Horner's syndrome (sympathetic fibres from Tl)Consists of Ptosis, Miosis, Enophthalmos, Anhydrosis & Loss of Ciliospinal reflex.Vasomotor changes - skin warm & dry (arteriolar dilatation)Note: Erb's paralysis: Upper trunk of brachial plexus involved, i.e. Erh's point (C5 & C6)",
        "cop": 4,
        "opa": "Claw hand deformity",
        "opb": "Intrinsic muscles of hand involved",
        "opc": "Homers syndrome",
        "opd": "Upper trunk of brachial plexus involved",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "717cfff7-baa3-4658-b505-7a8971199f1a",
        "choice_type": "multi"
    },
    {
        "question": "Wrist drop is due to injury to -",
        "exp": "Ans. is 'a' i.e.. Radial nerve Clinical features of radial nerve palsyo Clinical features depend upon the site of lesion.If lesion is highWrist drop, thumb drop and finger drop.Inability to extend elbow, wTist, thumb & fingers (MP joint)Patient can extend interphalangeal joints due to action of lumbricals and interossei.Sensory' loss over posterior surface of arm & forearm and Iowrer lateral half of forearm.If lesion is lowType IWrist drop, thumb drop and finger drop.Elbow extension is preserved.Sensory loss over the dorsum of first web space.Type IIThumb drop and finger dropElbow' and wrist extension is preservedSensory loss over the dorsum of first web space.",
        "cop": 1,
        "opa": "Radial nerve",
        "opb": "Ulnar nerve",
        "opc": "Median nerve",
        "opd": "Posterior interosseous nerve",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "6d818db7-bc99-4f40-a961-ae1ff13e7227",
        "choice_type": "single"
    },
    {
        "question": "Froment's sign is characteristically seen in -",
        "exp": "Ans. is 'a' i.e., Ulnar nerve injury o Repeat from All India Dec-15",
        "cop": 1,
        "opa": "Ulnar nerve injury",
        "opb": "Median nerve injury",
        "opc": "Radial nerve injury",
        "opd": "Intercostobrachial nerve injury",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "50d4a218-ff90-4542-8784-a480d963db11",
        "choice_type": "multi"
    },
    {
        "question": "Nerve passing through medial epicondyle:",
        "exp": "Ans. (a) UlnarRef : BDC 6th ed. vol. I / 93; Gray 822, 29, 37* Nerve passing through medial epicondyle is ulnar nerve. Very often when we hit our elbow on any surface, the current like feeling in arm, is due to ulnar nerve injury.* Medial epicondyle fracture causes injury to ulnar nerve.# Ulnar nerve palsy causes partial claw hand.# Claw hand-sensory loss of medial 1 Vi digits.# Weakness of grip (paralysis of intrinsic muscle)# Loss of flexion of MCP (lumbricals and interossei)# Loss of adduction of thumb",
        "cop": 1,
        "opa": "Ulnar",
        "opb": "Radiala",
        "opc": "Median",
        "opd": "Posterior interosseus",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "8acbe3a3-c034-4ec6-8293-425bea9858ee",
        "choice_type": "single"
    },
    {
        "question": "Arm muscle not supplied by musculocutaneous nerve-",
        "exp": "Ans. is 'b' i.e., Triceps MuscleOriginInsertionNerve SupplyNerve RootsActionAnterior CompartmentBiceps brachiiLong headSupraglenoidTuberosity of radius and tubercle bicipital aponeurosis into deep fascia of forearmMusculocutaneous nerveC5,6Supinator of forearm and flexor of elbow- joint, weak flexor of shoulder jointShort headCoracoid process of scapula CoracobrachialisCoracoid process of scapulaMedial aspect of shaft of humerusMusculocutaneous nerveC5,6,7Flexes arm and also weak adductorBrachialisFront of lower half of humerusCoronoid process of ulnaMusculocutaneous nerveC5,6Flexor of elbow jointPosterior CompartmentTricepsLong headInfraglenoid tubercle of scapula Lateral headUpper half of posterior surface of shaft of humerusOlecranon process of ulnaRadial nerveC6,7,8Extensor of elbow jointMedial headLower half of posterior surface of shaft of humerus",
        "cop": 2,
        "opa": "Biceps",
        "opb": "Triceps",
        "opc": "Brachialis",
        "opd": "Coracobrachiolis",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "02292e90-f97a-4472-b181-18b7eb4d0237",
        "choice_type": "single"
    },
    {
        "question": "Ulnar nerve supplies all except -",
        "exp": "Ans. is 'b' i.e., 1st lumbrical o Various branches of ulnar nerve areA) In arm: No branch.B) In forearm: There are following branches :-Muscular: In proximal part of forearm it supplies flexor carpi ulnaris and medial half of flexor digitorum profundus.Cutaneous : There are two cutaneous branches in forearm:-Palmar cutaneous branch : Supplies skin over the hypothenar eminence.Dorsal (posterior) cutaneous branch : Supplies skin over medial 1/3 of dorsum of hand and dorsal surface of medial 1V2 fingers.C) In hand : Ulnar nerve enters the palm by passing superficial to flexor retunuculum and divides into two terminal branches :-Superficial terminal branch : It supplies palmaris brevis and skin of palmar surface of medial 1 1/2 fingers.Deep terminal branch : It supplies adductor pollicis, all interossei, medial two (3rd & 4th) lumbricals and all hypothenar muscles except palmaris brevis (i.e. abductor digiti minimi, flexor digiti minimi, opponens digiti minimi).",
        "cop": 2,
        "opa": "FCU",
        "opb": "1st lumbrical",
        "opc": "4th lumbrical",
        "opd": "Dorsal interossei",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "cb084f81-78cb-4409-ba38-fd85ee1a7412",
        "choice_type": "multi"
    },
    {
        "question": "Klumpke's paralysis involves ?",
        "exp": "ANSWER: (D) C8 T1REF: BDC 4th edition vol 1 Page 53KLUMPKE'S PARALYSIS:Site of injury: lower trunk of brachial plexusCause of injury: undue abduction of the armsNerve roots involved: mainly T1 partly C8Muscles paralyzed:Intrinsic muscles of the hand (Tl)Ulnar flexors of wrist and fingers (C8)Disability:Claw handHorner's syndromeVasomotor changesTrophic changesCutaneous anesthesia on the ulnar border of hand and forearm",
        "cop": 4,
        "opa": "C5 C6",
        "opb": "C6 C7",
        "opc": "C7T1",
        "opd": "C8T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "ed502480-fbb1-4eee-b530-f351d5e7baba",
        "choice_type": "single"
    },
    {
        "question": "Which nerve is involved in Saturday night palsy -",
        "exp": "Ans. is 'd' i.e., Radial Saturday night palsy (weekend palsy)o In this condition, there is compression of the radial nerve between spiral groove and the lateral intermuscular septum.o It is known after an event which typically happens on a Saturday night weekend when in an inebriated condition, a person slump with his mid-arm compressed between the arm of the chair and his body.",
        "cop": 4,
        "opa": "Axillary",
        "opb": "Ulnar",
        "opc": "Median",
        "opd": "Radial",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "35e47b40-426e-4c05-9009-1d225fc8b3c7",
        "choice_type": "single"
    },
    {
        "question": "Pointing index deformity is due to damage to which nerve-",
        "exp": "Ans. is 'c' i.e., Median Nerve damagedEffect of lesionUpper trunk of brachial plexus (Erb's palsy)Policeman's tip hand or Porter's tip handLower trunk of brachial pexus (Klumpke's palsy)Claw hand, Homer's syndromeLong thoracic nerveWinged scapulaMedianPointing index, Ape thumb (simian thumb)UlnarClaw hand (ulnar claw hand)Median + ulnarClaw hand (complete claw hand)RadialWrist drop",
        "cop": 3,
        "opa": "Ulnar",
        "opb": "Radial",
        "opc": "Median",
        "opd": "Axillary",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "31af1290-0399-42f8-8d63-da817d70ce7a",
        "choice_type": "single"
    },
    {
        "question": "Long thoracic nerve arises from nerve roots -",
        "exp": "Ans. is 'c' i.e., C5 C6 C7 o Root value of long thoracic nerve is C5C6 C7Supraclavicular branches of brachial plexuso Branches of brachial plexus which are above the clavicle are called supraclavicular branches.o These arise from roots and trunks.Supraclavicular branches of brachial plexusFrom roots1. Nerves to scaleni and longus colli2. Branch to phrenic nerve3. Dorsal scapular nerve4. Long thoracic nerveC5, 6, 7, 8C5C5C5, 6 (7)From trunks1. Nerve to subclavius2. Suprascapular nerveC5,6C5, 6Infraclavicular branches of brachial plexuso Branches of brachial plexus which are below the clavicle are called infraclavicular branches.o These arise from cords.Infra clavicular branches of brachial plexusLateral cordLateral pectoralC5, 6, 7MusculocutaneousC5, 6, 7Lateral root of medianC(5), 6, 7Medial cordMedial pectoralC8, T1Medial cutaneous of forearmC8, T1Medial cutaneous of armC8,T1Medial root of medianC8,T1UlnarC (7), 8, T1Posterior cordUpper subscapularC5, 6Lower subscapularC5, 6Thoracodorsal (Nerve to latissimus dorsi, middle subscapular nerve)C6, 7, 8AxillaiyC5,6RadialC5, 6, 7, 8, (Tl)",
        "cop": 3,
        "opa": "C6 C7 T1",
        "opb": "C7 T1 T2",
        "opc": "C5 C6 C7",
        "opd": "C5 to T1",
        "subject_name": "Anatomy",
        "topic_name": "Nerves of Upper Extremity",
        "id": "2626a6bd-e8ee-4883-a224-97f02188d8a0",
        "choice_type": "single"
    }
]