[
    {
        "question": "Spinal cord in an infant terminates at",
        "exp": "In premature & term neonates- it lies b/w 1st & 3rd lumbar veebrae. In children between ages of (1-7yrs)- it lies between 12th thoracic and 3rd lumbar veebra. In adults, it terminates at the level of middle 3rd of body of 1st lumbar veebra which corresponds approximately to transpyloric plane. Spinal cord occupies superior 2/3rd of veebral canal It continues cranially with medulla oblongata, just below the level of foramen magnum, at the upper border of atlas and terminates caudally as conus medullaris. During development, veebral column elongates more rapidly than spinal cord, so there is increasing discrepancy b/w anatomical level of spinal cord segments & their corresponding veebrae.",
        "cop": 3,
        "opa": "L1",
        "opb": "L2",
        "opc": "L3",
        "opd": "L4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "37550fd7-46d1-4623-bb64-a1d925af5830",
        "choice_type": "single"
    },
    {
        "question": "Apical lung tumor causes",
        "exp": "Apical lung cancer/ Pancoast tumor causes - 2deg neuron injury (Preganglionic sympathetic fibres) I/L horner syndrome (Cervical sympathetic chain and ganglion involved) Loss of sweating on same side of face 1deg sympathetic neuron injury occurs in Wallenberg syndrome 2deg sympathetic neuron (preganglionic fibers) injury occurs in Apical lung cancer 3deg sympathetic neuron (postganglionic fibers) injury occurs in Internal carotid aery disection",
        "cop": 4,
        "opa": "C/L horner syndrome",
        "opb": "Post ganglionic fibres involved",
        "opc": "1deg neuron injury",
        "opd": "Loss of sweating on same side of face",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "4e243378-60a0-4085-94d9-e1a7b4b97259",
        "choice_type": "single"
    },
    {
        "question": "The sensation produced by a wisp of cotton on one's fingeip is mediated by the:",
        "exp": "Anterior spinothalamic tract is concerned with light touch- sensation produced by stroking skin with a wisp of cotton.",
        "cop": 3,
        "opa": "Anterior coicospinal tract",
        "opb": "Anterior spinocerebellar tract",
        "opc": "Anterior spinothalamic tract.",
        "opd": "Cuneocerebellar tract.",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "5971b536-f6fa-430a-af39-9a06d8911459",
        "choice_type": "single"
    },
    {
        "question": "The choroid plexus of the fouh ventricle is derived from the",
        "exp": "Roof plate & its pial covering give rise to the choroid plexus. Alar plate gives rise to sensory neurons Basal plate gives rise to motor neurons Floor plate contains decussating fibers Rhombic lips give rise to the cerebellum.",
        "cop": 4,
        "opa": "alar plate",
        "opb": "basal plate",
        "opc": "floor plate",
        "opd": "roof plate",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "97ed1259-76f6-4e3d-9b6e-ca4f0129749b",
        "choice_type": "single"
    },
    {
        "question": "The flexure that develops between the metencephalon and the myelencephalon is called the",
        "exp": "Pontine flexure develops between the metencephalon (pons) and the myelencephalon (medulla). It results in lateral expansion of the walls of the metencephalon and myelencephalon, stretching of the roof of the fouh ventricle, and widening of the floor of the fouh ventricle (rhomboid fossa). The cephalic flexure, is the first flexure or bend that forms between the midbrain and hindbrain.",
        "cop": 3,
        "opa": "cephalic flexure",
        "opb": "mesencephalic flexure",
        "opc": "pontine flexure",
        "opd": "cerebellar flexure",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "b401bbb9-e9d3-4308-b09d-c45852f511ed",
        "choice_type": "multi"
    },
    {
        "question": "General visceral fibres do not supply :",
        "exp": "General visceral efferents (GVE) includes the fibres under autonomic nervous system which control three effectors : cardiac muscle smooth muscles Glands Skeletal muscles are supplied by general somatic efferent(GSE).",
        "cop": 2,
        "opa": "Smooth muscles",
        "opb": "Skeletal muscles",
        "opc": "Cardiac muscles",
        "opd": "Glands",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "99c0bfd2-1fb6-48ba-bfee-43ae0a54ec96",
        "choice_type": "single"
    },
    {
        "question": "A newborn has multiple congenital defects owing to dysgenesis of the neural crest. Which of the following cells is most likely to be spared?",
        "exp": "Motor neurons develop from the neural tube, more specifically from the basal plate. Other options (Geniculate ganglion cells,Melanocytes and Parafollicular cells) are derivatives of the neural crest. Derrvatives of the neural crest:",
        "cop": 3,
        "opa": "Geniculate ganglion cells",
        "opb": "Melanocytes",
        "opc": "Motor neurons",
        "opd": "Parafollicular cells",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "0268a833-6d2d-45c8-9100-d5a690caf802",
        "choice_type": "single"
    },
    {
        "question": "Which of the following structures is derived from the diencephalon?",
        "exp": "Neurohypophysis develops from the diencephalon. Adenohypophysis (pars distalis, pars tuberalis, and pars intermedia) develops from Rathke's pouch, ectodermal diveiculum of the stomodeum. Caudate nucleus & olfactory bulbs develop from the telencephalon. Cerebellum develops from the metencephalon",
        "cop": 4,
        "opa": "Caudate nucleus",
        "opb": "Cerebellum",
        "opc": "Olfactory bulbs",
        "opd": "Neurohypophysis",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "f2b98291-327b-474a-a986-dbe57456f039",
        "choice_type": "single"
    },
    {
        "question": "All are seen in Horner's syndrome EXCEPT:",
        "exp": "Horner syndrome presents with enophthalmos (and not exophthalmos). - This is due to paralysis of orbitalis muscle which anatomically protrude the eyeball out of the socket. It's paralysis leads to eyeball staying back in the orbit, giving the appearance of sunken eyeball (enophthalmos). Heterochromia iridis may be present if the lesion occurred in a child younger than 2 years (congenital Horner syndrome). C/F of HS Ptosis + Miosis + Anhidrosis +/- Apparent enophthalmos Nasal congestion Conjuctival congestion Skin becomes red Ciliospinal reflex",
        "cop": 4,
        "opa": "Heterochromia iridis",
        "opb": "Ptosis",
        "opc": "Miosis",
        "opd": "Apparent exophthalmos",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "bc94db2e-6071-4f59-a309-e188a88b5c51",
        "choice_type": "multi"
    },
    {
        "question": "Injury to which of the following structures causes constricted pupils even when room lighting is dim?",
        "exp": "Postganglionic sympathetic fibers that originate from the superior cervical ganglion and innervate the dilator pupillae (radial muscles of the iris) are damaged. So the pupil remains small in a dimly lit room. Other nerves mentioned contain no sympathetic fibers, but the oculomotor nerve contains preganglionic parasympathetic fibers.",
        "cop": 2,
        "opa": "Trochlear nerve",
        "opb": "Superior cervical ganglion",
        "opc": "Oculomotor nerve",
        "opd": "Ophthalmic nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "0459617a-a50f-4a37-8fa4-8e47b2ba8a7e",
        "choice_type": "single"
    },
    {
        "question": "The hippocampal formation is pa of the______ lobe",
        "exp": "The hippocampus is pa of the limbic system and plays a role in memory consolidation. The hippocampus is one of the first regions damaged in Alzheimer's disease.",
        "cop": 3,
        "opa": "Frontal",
        "opb": "Insular",
        "opc": "Limbic",
        "opd": "Occipital",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "064cf155-c69f-4104-b3ad-50e966cb09fd",
        "choice_type": "single"
    },
    {
        "question": "Which of the following tracts is seen in the posterior column of spinal cord?",
        "exp": "Posterior column of spinal cord contains: Fasciculus cuneatus ( carries upper body sensations) & Fasciculus gracilis ( carries lower body sensations) tracts Responsible for vibration sense, two-point discrimination and conscious proprioception.",
        "cop": 2,
        "opa": "Lateral spinothalamic tract",
        "opb": "Fasciculus gracilis",
        "opc": "Coicospinal tract",
        "opd": "Posterior spinocerebellar",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "7d476c15-05f8-4ae4-99b7-7490b57692fa",
        "choice_type": "single"
    },
    {
        "question": "The spinal tract involved with the control of trunk muscles is:",
        "exp": "Anterior coicospinal tract controls axial muscles including the muscles of the trunk and head. Lateral coicospinal tract controls limb muscles Anterior spinocerebellar convey properioception information to cerebellum",
        "cop": 1,
        "opa": "Anterior coicospinal",
        "opb": "Anterior spinocerebellar",
        "opc": "Cuneocerebellar",
        "opd": "Lateral coicospinal.",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "32d3d236-3c92-4060-80d3-02619ceda9ae",
        "choice_type": "single"
    },
    {
        "question": "Bilateral ablation of which of the following structures results in the inability to form long-term memories?",
        "exp": "Bilateral ablation of the hippocampus results in the inability to form long-term memories (Amnesia syndrome) Hippocampus plays a major role in learning and memory consolidation through Papez circuit and conve sho term memory to long term memory.",
        "cop": 3,
        "opa": "Amygdala",
        "opb": "Cingulate gyrus",
        "opc": "Hippocampus",
        "opd": "Hypothalamus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "d910be6c-84b0-4a74-8a93-fa7fd04da5d0",
        "choice_type": "single"
    },
    {
        "question": "Transection of the anterolateralspinothalamic tract results in:",
        "exp": "Transection of the anterolateral spinothalamic tract results in loss of pain and temperature sensations, staing one segment below the lesion. Anterior horn destruction results in complete flaccid paralysis and areflexia at the level of the lesion. Coicospinal tract transection results in spastic paresis below the lesion. Posterior spinocerebellar tract and ventral spinocerebellar tract transection results in cerebellar incoordination.",
        "cop": 4,
        "opa": "Areflexia",
        "opb": "Cerebellar incoordination",
        "opc": "Complete flaccid paralysis",
        "opd": "Loss of pain and temperature sensation",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "0239f4ce-093b-44d2-b0ed-62fdf99d65f9",
        "choice_type": "single"
    },
    {
        "question": "When are the axons of the coicospinal tracts fully myelinated?",
        "exp": "Axons of the coicospinal tracts are fully myelinated by the end of the second postnatal year *Babinski's sign (extensor plantar reflex) is usually elicitable before myelination of the coicospinal tracts -reflects poor coical control of motor function by the immature brain.",
        "cop": 4,
        "opa": "In the late embryonic period",
        "opb": "In the mid-fetal period",
        "opc": "At bih",
        "opd": "By the end of the second postnatal year",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "1fb193cd-52e8-4142-9bca-f82eb8ad61ce",
        "choice_type": "single"
    },
    {
        "question": "All are true about vagus nerve except",
        "exp": "Vagus nerve carries Pre-ganglionic Parasympathetic fibres - Longest cranial nerve with widest distribution in body - Supplies head & neck - supplies pharyngeal arches 4 & 6 by it's branches. -Thorax (hea & lung)- bradycardia , bronchoconstriction - Abdomen - Bladder & bowel evacuation -Supplies till 2/3rd of transverse colon incluiding vermiform appendix",
        "cop": 2,
        "opa": "Supplies hea & lung",
        "opb": "Carries post ganglionic para sympathetic fibres",
        "opc": "innervates right 2/3rd of transverse colon",
        "opd": "Stimulates peristalsis & relaxes sphincters",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "aca6f7ff-3db9-4fef-acc2-e11a555700da",
        "choice_type": "multi"
    },
    {
        "question": "Nerve carrying parasympathetic fibres are :",
        "exp": "Para sympathetic flow is cranio-sacral flow carried by cranial nerves 3,7,9,10 and the sacral nerves S-2,3,4.These nerves carry the preganglionic fibres to their respective ganglia.",
        "cop": 2,
        "opa": "Cranial nerves 3,5,7,10 and S1-5",
        "opb": "Cranial nerves 3,7,9,10 and S2-4",
        "opc": "Cranial nerves 5,7,9,10 and S1-5",
        "opd": "Cranial nerves 3,5,7,10 and S2-4",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "52bcf70f-8a1c-42b3-8117-ccc579de9f0b",
        "choice_type": "single"
    },
    {
        "question": "First-order neurons of the anterior spinocerebellar tract:",
        "exp": "First-order neurons of the anterior spinocerebellar tract provide the afferent limb for muscle stretch reflexes. found in the spinal ganglia from L1 to S2 and synapse on spinal border cells. First-order neurons of the anterior spinothalamic and posterior spinocerebellar tracts project axons into the medial root entry zone first-order neurons of the posterior column-medial lemniscus pathway gives rise to the fasciculus gracilis and cuneatus first-order neurons of the lateral spinothalamic tract project axons the posterolateral tract (of Lissauer).",
        "cop": 4,
        "opa": "Are found in spinal ganglia at all levels",
        "opb": "Give rise to the fasciculus cuneatus.",
        "opc": "Project axons into the medial root entry zone.",
        "opd": "Provide the afferent limb for muscle stretch reflexes.",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "d20fc78a-f49f-4721-974d-e626df5a1681",
        "choice_type": "multi"
    },
    {
        "question": "The ability to recognize an unseen familiar object placed in the hand depends on the integrity of____.",
        "exp": "Stereognosis: Ability to recognize the form and texture of an unseen familiar object. It is a function of the posterior(dorsal) column-medial lemniscus system Functions of Dorsal column - medial leminiscus system Pressure Vibration Tactile discrimination Stereognosis Conscious proprioception The dorsal spinocerebellar tract (posterior spinocerebellar tract, Flechsig's fasciculus, Flechsig's tract) conveys unconscious proprioceptive information from proprioceptors in the skeletal muscles and joints to the cerebellum.",
        "cop": 1,
        "opa": "Posterior column",
        "opb": "Posterior spinocerebellar tract",
        "opc": "Spino-olivary tract",
        "opd": "Spinospinal tract",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "27e13a2f-0745-4590-9d31-0f35ea89d967",
        "choice_type": "single"
    },
    {
        "question": "Which of the following concerned with pain and temperature -",
        "exp": "Lateral spinothalamic tract - carry pain and temperature sensation of body. Pyramidal tract(coicospinal tract) - carry motor sensation of body from brain to muscles of limbs. Anterior spinothalamic tract - carry crude touch and pressure sensation. Dorsal column is for conscious proprioception, fine touch and vibaration.",
        "cop": 3,
        "opa": "Pyramidal tract",
        "opb": "Anterior spinothalamic tract",
        "opc": "Lateral spinothalamic tract",
        "opd": "Dorsal column",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "b946dbe5-80ae-4d36-aa7d-47c409cde797",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following deficits results from the destruction of the ciliary ganglion?",
        "exp": "Destruction of the ciliary ganglion interrupts postganglionic parasympathetic fibers, which innervate the sphincter pupillae and ciliaris; this results in- loss of the direct pupillary reflex, mydriasis, and loss of accommodation.",
        "cop": 2,
        "opa": "Loss of corneal reflex",
        "opb": "Loss of direct pupillary reflex",
        "opc": "Loss of lacrimation",
        "opd": "Miosis",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "ade59ff2-068c-4266-86a5-71f7a110aa27",
        "choice_type": "single"
    },
    {
        "question": "Pretrematic nerve of 1st pharyngeal arch is",
        "exp": "Pharyngeal Arch Nerves: Nerve of 1st arch - Mandibular division of trigeminal nerve Pretrematic nerve - Chorda tympani & greater petrosal nerves (purely sensory) of facial nerve. Nerve of 2nd arch - Facial nerve Pretrematic nerve - Tympanic branch of glossopharyngeal nerve. Nerve of 3rd arch - Glossopharyngeal nerve Pretrematic nerve - auricular branch of vagus nerve Nerve of 4th arch - Pharyngeal branch of vagus nerve Nerve of 6th arch - Recurrent laryngeal branch of vagus nerve.",
        "cop": 3,
        "opa": "Vagus nerve",
        "opb": "Glossopharyngeal",
        "opc": "Chorda tympani",
        "opd": "Trigeminal",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "bb51279c-d947-4f64-be87-5c3ca9d209fa",
        "choice_type": "single"
    },
    {
        "question": "Neurologic examination reveals an extensor plantar reflex and hyperreflexia on the left side, a loss of pain and temperature sensation on the right side, ptosis and miosis on the left side. A lesion that causes this constellation of deficits would most likely be found in the:",
        "exp": "Above symptoms point towards Brown-Sequard syndrome: hemisection of the cervical spinal cord- result in I/L Horner syndrome, I/L spastic paresis and C/L loss of pain and temperature sensation. Horner syndrome -always manifested on the ipsilateral side. Paracentral lobule control higher centres of micturation.",
        "cop": 1,
        "opa": "Cervical spinal cord",
        "opb": "Crus cerebri, right side",
        "opc": "Lumbar spinal cord.",
        "opd": "Paracentral lobule, left side.",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "ad6a807a-0b3c-44bc-8c1a-04ff747d1672",
        "choice_type": "single"
    },
    {
        "question": "Which of the following ganglia does not contain postganglionic parasympathetic neurons?",
        "exp": "The celiac ganglion is a sympathetic preveebral (collateral) ganglion that contains postganglionic neurons. In parasympathetic system(cranial pa) there are four small peripheral ganglia - ciliary, pterygopalatine, submandibular and otic",
        "cop": 1,
        "opa": "Celiac",
        "opb": "Ciliary",
        "opc": "Otic",
        "opd": "Pterygopalatine",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "c0754223-0fca-47c7-98ad-aeb43668bb07",
        "choice_type": "single"
    },
    {
        "question": "Which one of the following structures is pa of the diencephalon?",
        "exp": "Diencephalon consist of:- Thalamus Hypothalamus Meta-thalamus-include medial and lateral geniculate body Epi-thalamus-include Pineal body, Habenular trigone and post. commisure Sub-thalamus",
        "cop": 4,
        "opa": "Caudate nucleus",
        "opb": "Cerebral hemispheres",
        "opc": "Hippocampus",
        "opd": "Thalamus",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy 3",
        "id": "22784de7-ffb3-45a2-8b70-763f4766e60a",
        "choice_type": "single"
    }
]