[
    {
        "question": "The structure damaged in the given condition is responsible for all except:",
        "exp": "The condition given here is Bell's palsy i.e. LMN (lower motor neuron) lesion of Facial nerve . In this the ipsilateral half of the face is affected. The facial nerve emerges from the pons of the brainstem, controls: Muscles of facial expression, and Carries taste sensations from the anterior two-third of the tongue (chorda tympani branch of facial nerve) Supply lacrimal, nasal and palatal glands secretions greater petrosal nerve. Glossopharyngeal nerve supplies parasympathetic fibers to the parotid gland the otic ganglion and cause parotid gland secretion.",
        "cop": 3,
        "opa": "Taste sensation of ant 2/3rd tongue",
        "opb": "Lacrimal gland secretion",
        "opc": "Parotid gland secretion",
        "opd": "Platysma contraction",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "e4d302b1-ce02-4108-91b0-b2b39562f2ce",
        "choice_type": "multi"
    },
    {
        "question": "All are true about facial colliculus EXCEPT",
        "exp": "Facial colliculus is present on the dorsal aspect of lower (not upper) pons. It is raised by axons of facial nerve (internal genu) It is located in the floor of fouh ventricle. Abducent nucleus (6th N. ) lies deep to it.",
        "cop": 4,
        "opa": "Raised by axons of facial nerve (internal genu)",
        "opb": "Abducent nucleus lies deep to it",
        "opc": "Located at the floor of fouh ventricle",
        "opd": "Present on the dorsal aspect of upper pons",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "e016fb1d-a614-4248-918a-4621388558d5",
        "choice_type": "multi"
    },
    {
        "question": "A neonate had suffered from a teratogenic insult during embryonic growth that has affected the mesencephalic pa of his developing neural tube. In the presented cast of his ventricular system (left lateral view), which of the following areas might have suffered",
        "exp": "The cerebral aqueduct (D) is the cavity of the midbrain that develops from the mesencephalon. The lateral ventricle (A) is the cavity of telencephalon and the third ventricle (C) is the cavity of diencephalon. The interventricular foramen of Monro (B) serves as the communication between the two. The fouh ventricle (E) is the cavity of the rhombencephalon.",
        "cop": 3,
        "opa": "Area B",
        "opb": "Area C",
        "opc": "Area D",
        "opd": "Area E",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "fb4e4761-2b46-43b5-ae8d-496a1e23bf4c",
        "choice_type": "single"
    },
    {
        "question": "The injury to the marked area of skull will cause intracranial hemorrhage due to damage to which vessel",
        "exp": "The marked structure is Pterion. It is the 'H' shaped point where frontal, parietal,temporal and sphenoid bones meet togather. Middle meningeal Aery lies under this point and is vulnerable to damage leading to EDH. Intracranial hemorrhage Type Vessel involved Head CT Epidural Middle meningeal aery Lenticular shaped Subdural Bridging veins Crescent shaped Subarachnoid Rupture of aneurysms, aeriovenous malformation. Hyperdense material in subarachnoid space.",
        "cop": 2,
        "opa": "Middle cerebral aery",
        "opb": "Middle meningeal aery",
        "opc": "Anterior cerebral aery",
        "opd": "Deep temporal aery",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "e2d16b9a-a015-4a1e-82ea-c81bcc6b3429",
        "choice_type": "single"
    },
    {
        "question": "Occlusion of the aery supplying the marked area will lead to all EXCEPT:",
        "exp": "Area marked: Medial aspect primary motor area & Somatosensory area Paracentral lobule Aery supplying: Anterior cerebral aery Medial aspects of the sensory motor homunculus: Contralateral lower limb & pa of pelvis & perineum Coical micturition center (CMC): - Located in the medial aspect of the frontoparietal coex. Apraxia: - Inability to perform motor tasks on command d/o a lesion in the cerebral hemisphere (Parietal lobe). However, rectal incontinence is not affected or controlled by the paracentral lobular. Rectal incontinence is affected by thoracolumbar region and somatic efferent damage.",
        "cop": 2,
        "opa": "Urinary incontinence",
        "opb": "Rectal incontinence",
        "opc": "Apraxia",
        "opd": "Perianal anesthesia",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "a582a7ab-c754-4e41-8874-dbf1689488d9",
        "choice_type": "multi"
    },
    {
        "question": "Injury to which of the following nerve in the diagram, may affect respiratory movements:",
        "exp": "Injury to phrenic nerve (marker 'A') compromises diaphragm (and respiratory movements). Phrenic nerve ('A') is identified running anterior to scalenus anterior muscle option B - Sympathetic chain option C - Vagus nerve option D - Recurrent laryngeal nerve",
        "cop": 1,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "606f0d50-97f3-4a1e-af2c-ebb0702e8544",
        "choice_type": "single"
    },
    {
        "question": "FALSE statement about parotid gland is",
        "exp": "Parotid gland is the largest of the salivary glands, divided by facial nerve into two pas: superficial and deep. Numerous intraglandular lymph nodes are present, viually all found superficial (not deep) to the facial nerve. The parotid duct opens in the oral vestibule opposite maxillary 2nd molar tooth. Lesser petrosal nerve brings secretomotor fibers to the gland. The following figure shows a transverse section of parotid gland and its relations.",
        "cop": 2,
        "opa": "Divided into two pas by facial nerve",
        "opb": "Deep lobe contains majority of lymph nodes",
        "opc": "Duct opens opposite upper 2nd molar tooth",
        "opd": "Lesser petrosal nerve innervates it",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "0db2a47a-b637-42d3-94ad-1504fcf3d106",
        "choice_type": "multi"
    },
    {
        "question": "All are true about Substantia nigra except:-",
        "exp": "Substantia nigra is the pigmented sheet of nerve cells between the tegmentum and crus cerebri of mid brain It extends from the cranial border of Pons to sub thalamic region. It consists of dorsal pigmented and compact pa known as pars compacta (cell rich zone) and ventral less pigmented reticular pa known as pars reticularis (cell poor zone). Neurons of pars compacta are rich in melanin and those of pars reticularis are rich in iron. Afferents:- From the caudate nucleus and putamen as Strio-nigral fibers. These fibers convey Gama Amino Butyric Acid (GABA) to pars reticularis and exe inhibition in neuro transmission. Efferents:- They are Nigro-striate fibers from pars compacta to caudate nucleus and putamen. They are rich in dopamine which on reaching the neurons of striatum inhibits the excitation of later and prevent tremor and other involuntary acts.",
        "cop": 4,
        "opa": "Pars compacta is rich in melanin",
        "opb": "Pallor of substantia nigra indicates Parkinsonism",
        "opc": "Afferents are derived from caudate nucleus",
        "opd": "Efferent fibers are rich in GABA",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "c5353cbc-d5f2-4fea-8056-ca88f3264e03",
        "choice_type": "multi"
    },
    {
        "question": "The block shown in the diagram is going to affect all of the following nerves EXCEPT",
        "exp": "While operating on lower teeth, Inferior Alveolar Nerve block before it enters into Mandibular Foramen on the medial aspect of the Ramus of the Mandible is done. Inferior Alveolar Nerve continues as Mental Nerve so we block this as well, the only unblocked nerve is Buccal Nerve which supplies lateral aspect of the gums & cheek from inside.",
        "cop": 2,
        "opa": "Inferior alveolar nerve",
        "opb": "Buccal nerve",
        "opc": "Lingual nerve",
        "opd": "Mental nerve",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "981f43bb-0f11-4d8f-a8ee-5c0283107593",
        "choice_type": "multi"
    },
    {
        "question": "66-year-old woman is unable to open her mouth or jaw because of tetanus resulting from a penetrating wound from a rusty nail. Which of the following muscles would most likely be paralyzed?",
        "exp": "Lateral pterygoid muscle opens the mouth by depressing the jaw. Masseter, medial pterygoid, and temporalis muscles close the jaw. Buccinator muscle is a muscle of facial expression.",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "ae1b9ac1-7f7a-4534-896a-24ba50003630",
        "choice_type": "single"
    },
    {
        "question": "A 57-year-old woman comes into her physician's office complaining of fever, nausea, vomiting, and the worst headache of her life. Tests and physical examination suggest hydrocephalus (widening ventricles) resulting from a decrease in the absorption of cerebrospinal fluid (CSF). A decrease of flow in the CSF through which of the following structures would be responsible for these findings?,",
        "exp": "Cerebrospinal fluid (CSF) is absorbed into the venous system primarily through the arachnoid villi projecting into the cranial dural venous sinuses, paicularly the superior sagittal sinus. CSF is produced by the choroid plexuses of the ventricles of the brain and is circulated in the subarachnoid space, in which subarachnoid trabeculae are also found. The veebral venous plexus and internal jugular vein are not involved in the absorption of CSF.",
        "cop": 3,
        "opa": "Choroid plexus",
        "opb": "Veebral venous plexus",
        "opc": "Arachnoid villi",
        "opd": "Internal jugular vein",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "7bd09988-58f8-412b-9183-8926869273cd",
        "choice_type": "single"
    },
    {
        "question": "While doing excision of cervical lymph nodes, inadveent injury to which nerve causes drooping of shoulder",
        "exp": "If Cervical lymph node excision is done (may be in posterior triangle of Neck), Most common iatrogenically damaged nerve which is most superficial is spinal accessory Nerve Spinal accessory Nerve is coming from cranial cavity, passing through jugular foramen & supplies : Sternocleidomastoid - contracts while turning head to one side & Trapezius muscle - Causes elevation of the shoulder Damage to this nerve leads to paralysis of trapezius muscle & there would be drooping of shoulder (Difficulty in shrugging the shoulder & overhead abduction)",
        "cop": 3,
        "opa": "Supraclavicular nerve",
        "opb": "Suprascapular nerve",
        "opc": "Spinal accessory nerve",
        "opd": "Nerve to serratus anterior",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "0480edb2-dca0-4fff-a1ab-00f2cb34077c",
        "choice_type": "single"
    },
    {
        "question": "\"Crocodile tears syndrome\" (spontaneous lacrimation during eating because of misdirection of regenerating autonomic nerve fibers) occurs after injury to which of the following nerves?,",
        "exp": "\"Crocodile tears syndrome\" (lacrimation during eating) is caused by a lesion of the facial nerve proximal to the geniculate ganglion. This happens due to misdirection of regenerating parasympathetic fibers, which formerly innervated the salivary glands, to the lacrimal glands.",
        "cop": 1,
        "opa": "Facial nerve proximal to the geniculate ganglion",
        "opb": "Auriculotemporal nerve",
        "opc": "Chorda tympani in the infratemporal fossa",
        "opd": "Facial nerve at the stylomastoid foramen",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "57a7df09-5862-4fe4-b62d-355e659b91c8",
        "choice_type": "single"
    },
    {
        "question": "Which of the following marked structure is Caudate nucleus?",
        "exp": "Labeling of image: A - Cingulate gyrus B - Caudate nucleus C - Sub thalamic nuclei D - Internal capsule E - Fornix Note: In Huntington disease, there is massive loss of neurons in the head of the caudate resulting in hydrocephalus ex vacuo. The caudate and the putamen together forms the striatum, pa of the basal nuclei. The globus pallidus and subthalamic nucleus are also basal nuclei",
        "cop": 2,
        "opa": "A",
        "opb": "B",
        "opc": "C",
        "opd": "D",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "6e7218c4-286a-4410-b976-9ecfd8c9e44d",
        "choice_type": "single"
    },
    {
        "question": "Secreting active thyroid follicles are lined by which type of epithelium:",
        "exp": "Secreting active thyroid follicles are lined by columnar type of epithelium. Thyroid follicle epithelial lining depends on activity of cells involved in secretion of thyroxine. The more the secretion, the more is endoplasmic reticulum content, the more is the height of the cell - tendency to become columnar. Scanty (resting follicle)- simple squamous Medium (normal follicle)- simple cuboidal High (active follicle)- simple columnar(secreting epithelium) Note: Normally a thyroid follicle is mostly lined by cuboidal epithelium (central spehrical nucleus, with height of the cell equal to breath).",
        "cop": 1,
        "opa": "Columnar",
        "opb": "Cuboidal",
        "opc": "Squamous",
        "opd": "Pseudostratified squamous",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "a8130078-1343-4610-92b2-acf4058dace8",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old female librarian is brought to the emergency depament. Neurologic examination reveals the following: blood pressure 160/90 mm Hg, weakness on the right side of her inferior face, no weakness in upper or lower limbs, tongue deting to right side on protrusion, and uvula deting to the left side when patient says \"ah.\" In which of the following loci is the lesion causing these symptoms found?",
        "exp": "A lesion of the genu of the internal capsule destroys coicobulbar fibers. The facial nucleus receives bilateral coicobulbar input, the upper face division receives bilateral input, and the lower face division receives only contralateral input. (so lesion of left genu will present as Right side lower face weakness) The hypoglossal nucleus receives only contralateral coicobulbar input. So lesion of left genu will present as right side hypoglossal paralysis. Hence, when the tongue is protruded, it detes to the right (side of LMN lesion) owing to the unopposed activity of the intact genioglossus. Lesion of Left genu will cause paralysis of opposite (Right) vago-accessory complex. So the uvula detes to Left (intact side / opposite site of LMN lesion) when the patient says \"ah.",
        "cop": 3,
        "opa": "Anterior limb of internal capsule",
        "opb": "Claustrum",
        "opc": "Genu of internal capsule, left side",
        "opd": "Paracentral lobule, right side",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "2650b3dc-d9d1-4579-ba23-2ec20c41f405",
        "choice_type": "single"
    },
    {
        "question": "All are true about trochlear nerve EXCEPT:-",
        "exp": "The patient develops contralateral (not ipsilateral) head tilt to compensate for extoed eye on the affected side. Trochlear nucleus in the midbrain, send fibers to innervate the contralateral superior oblique muscle. Superior oblique muscle causes inward rotation (intoion) of the eyeball. Additionally, it also causes depression and abduction of eyeball. It is the chief muscle to cause depression of the adducted eye and is assisted by inferior rectus for the movement.. Trochlear nerve is rarely paralyzed alone. It results in veical diplopia (double vision) on looking down, e.g. when going down stairs. This happens because the superior oblique normally assists the inferior rectus in pulling the eye downward, especially when the eye is in a medial (adducted) position.",
        "cop": 4,
        "opa": "Innervates contralateral superior oblique",
        "opb": "Causes depression of eyeball in adducted position",
        "opc": "Lies outside the ring of Zinn",
        "opd": "In lesion patient attains ipsilateral head tilt.",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "ccea80c6-e055-4715-9e07-b56c103eb959",
        "choice_type": "multi"
    },
    {
        "question": "All muscles of tongue are supplied by hypoglossal nerve except ?",
        "exp": "Palatoglossus muscle is supplied by: superior laryngeal nerve vagal accessory complex",
        "cop": 1,
        "opa": "Palatoglossus",
        "opb": "Genioglossus",
        "opc": "Hyoglossus",
        "opd": "Both 2 and 3",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "0ce66550-ce62-44b8-9569-89ba3f78291f",
        "choice_type": "multi"
    },
    {
        "question": "A 9-month-old girl was admitted to the children's hospital with tachypnea (fast breathing) and shoness of breath. Physical examination fuher exhibits tachycardia (fast hea rate), a bounding peripheral pulse, and her angiographs reveal a patent ductus aeriosus. Which of the following embryonic aerial structures is most likely responsible for the origin of the patent ductus aeriosus?",
        "exp": "The left sixth aoic arch is responsible for the development of both the ductus aeriosus and the pulmonary aeries. The ductus aeriosus closes functionally in an infant soon after bih, with anatomic closure requiring several weeks, but persistent 6th arch aery lead to PDA.",
        "cop": 4,
        "opa": "Right fouh arch",
        "opb": "Left fifth arch",
        "opc": "Right fifth arch",
        "opd": "Left sixth arch",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "b437af52-56b2-4674-a276-f6079245ab37",
        "choice_type": "single"
    },
    {
        "question": "General sensation and taste sensation to the posterior one third of the tongue is mediated by:",
        "exp": "Sensory supply of tongue : Anterior 2/3rd ( from 1st arch) Posterior 1/3rd (from 3rd arch ) From the valeculla (from 4th arch) General sensations Via Lingual nerve Glossopharyngeal nerve Internal laryngeal branch of superior laryngeal nerve (vagus) Special sensations Except circumvallate papillae chorda tympani (facial nerve) Including circumvallate papillae glossopharyngeal nerve Internal laryngeal branch of superior laryngeal nerve (vagus)",
        "cop": 3,
        "opa": "Hypoglossal nerve and glossopharyngeal nerve",
        "opb": "Vagus only",
        "opc": "Glossopharyngeal nerve only",
        "opd": "Lingual nerve and facial",
        "subject_name": "Anatomy",
        "topic_name": "Neuroanatomy, Head and Neck",
        "id": "26f523d6-1687-43cc-8b4f-ab1758522df6",
        "choice_type": "single"
    }
]