[
    {
        "question": "Metformin is NOT effective in lowering of blood sugar level in which of the following patients?",
        "exp": "(Ref:KDT 6/e p269) Metformin is the drug of choice for the treatment of obese diabetic patients, as it causes weight loss. It does not cause release of insulin, therefore less chances of hypoglycemia.",
        "cop": 1,
        "opa": "Non diabetics",
        "opb": "Obese diabetics",
        "opc": "Type 2 diabetics",
        "opd": "Diabetics not responding to sulfonylureas",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "455bf6be-62c3-4ec0-ba1e-eafa0b49459b",
        "choice_type": "single"
    },
    {
        "question": "Agonistic action at which of the following adrenergic receptor result in the reduction of excess secretion",
        "exp": "Ref-KDT 6/e p146 Stimulation of Alpha 2 receptors located on ciliary epithelium reduces secretion of aqueous humor.",
        "cop": 4,
        "opa": "Beta 1 receptor",
        "opb": "Beta 2 receptor",
        "opc": "M2 receptor",
        "opd": "Alpha 2 receptor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7b3a5354-653e-4558-b990-061ced67975b",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an adrenergic drug preferred for arresting labour?",
        "exp": "(Ref: KDT 6/e p323) Isoxsuprine and ritodrine are selective b2 agonists useful as tocolytic agents for arresting labour. Pulmonary edema is an impoant adverse effect of these agents.",
        "cop": 1,
        "opa": "Ritodrine",
        "opb": "Isoprenaline",
        "opc": "Salbutamol",
        "opd": "Terbutaline",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e0d722cf-e57d-4ad1-b61b-619d77c4cdeb",
        "choice_type": "single"
    },
    {
        "question": "A 7-year-old boy, Manoj underwent successful chemotherapy and cranial radiation for the treatment of acute lymphocytic leukemia. One month after the completion of therapy, the patient presented with excessive thirst and urination plus hypernatremia. Laboratory testing revealed pituitary diabetes insipidus. To corect these problems, this patient is likely to be treated with:",
        "exp": "(Ref: KDT 6/e p57) Drugs used for the treatment of central (pituitary) diabetes insipidus are: - Desmopressin (selective V2 agonist) - Thiazides - Chlorpropamide - Carbamazepine Drugs used for the treatment of nephrogenic (renal) diabetes insipidus are: - Thiazides - Amiloride (for lithium induced) Thiazides are useful for the treatment of both central as well as nephrogenic diabetes insipidus. Desmopressin is not effective in nephrogenic diabetes insipidus.",
        "cop": 2,
        "opa": "Coicotropin",
        "opb": "Desmopressin",
        "opc": "hCG",
        "opd": "Menotropins",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1cd6d32e-78c4-4549-b4df-93edb57a3d59",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about amoebicide is least accurate",
        "exp": "Ref-KDT 6/e p896,807 Paromomycin and diloxanide furoate are luminal ameobicamo",
        "cop": 4,
        "opa": "Diloxanide furoate it is a luminal amoebicide",
        "opb": "Emetine is contraindicated in pregnancy and in patients with Cardiac disease",
        "opc": "Metronidazole has little activity in the gut lumen",
        "opd": "Paromomcin is effective in extraintestinal amoebiasis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1100be34-fbb1-4383-9340-8c0c5430450e",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following propeies make pyridostigmine different from neostigmine",
        "exp": "Ref-KDT 7/e p108 Pyridostigmine acts for 3 to 6 hours as compared to 0.5 to 2 hourshours dur of action of neostigmine. It is less impoant than neostigmine Rest of the propeies are similar to neostigmine",
        "cop": 2,
        "opa": "It is more potent",
        "opb": "It is longer acting",
        "opc": "It produces less muscarinic side effects",
        "opd": "It does not have any direct action on NM receptor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "54384581-7d62-408c-9730-d87c55509823",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting receptor/transduction mechanism is",
        "exp": "Ref-KDT 6/e p40 Drugs acting and ionotropic receptor are fast acting where as those acting through nuclear receptors are slowest in action",
        "cop": 3,
        "opa": "Adenylyl cyclase-cyclic AMP pathway",
        "opb": "Phospholipase C-IP3:DAG pathway",
        "opc": "Intrinsic ion channel operation",
        "opd": "Nuclear receptor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f9761f0f-021c-4957-bcb3-78a142129d47",
        "choice_type": "single"
    },
    {
        "question": "Beta 2 selective agonist are often effective in",
        "exp": "Ref-KDT 6/e p127 Beta 2 agonist are useful in premature uterine contraction to delay labour and not for delayed labour. Beta blockers are used in the treatment of the angina",
        "cop": 2,
        "opa": "Angina due to cornary insufficiency",
        "opb": "Asthama",
        "opc": "Delayed labour",
        "opd": "All the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ecc6fb58-587e-49a4-9e21-d059c182c641",
        "choice_type": "multi"
    },
    {
        "question": "Regarding the lipid or liposomal formulation of amphotericin B which of the following statements is accurate",
        "exp": "Ref-KDT 6/e p758 Newer liposomal preparations of amphotericin B have the following features: Less chances of nephrotoxicity and infusion related reactions Lesser uptake in the tissues like kidney More expensive Similar in efficacy and antifungal spectrum as conventional preparations",
        "cop": 3,
        "opa": "They are expensive to use than conventional amphotericin B",
        "opb": "There are more effective in fungal infections than conventional preparations because they increase tissue uptake of amphotericin B",
        "opc": "They may decrease the niprotoxicity of amphotericin B",
        "opd": "They have wider spectrum of antifungal activity than conventional formulation of amphotericin B",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3160fdd5-97a6-46dc-8fe2-9ed718d98779",
        "choice_type": "multi"
    },
    {
        "question": "Metabolism of a drug primarily results in",
        "exp": "Ref-Katzung 10/e p50 After metabolism most of the drugs become inactive and their excreted through the kidney. Lipids soluble drugs wil be reabsprbed whereas water soluble drugs are easily excreted.thus, metabolism of drugs helps in the conversion of liquid soluble drugs to water soluble metabolites",
        "cop": 3,
        "opa": "Activation of the active drug",
        "opb": "Conversion of prodruv to active metabolite",
        "opc": "Conversion of lipid soluble drugs to water soluble metabolites",
        "opd": "Conversion of water soluble drugs to lipid solible metabolites",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "2fcd6367-0133-468f-b0ab-b7e2d1b74920",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used for the prophylaxis of migraine but not for angina pectoris",
        "exp": "Ref -KDT 6/e p172 Flunarizine, sold under the brand name Sibelium among others, is a drug classified as a calcium antagonist which is used for various indications. It is not available by prescription in the United States or Japan. The drug was discovered at Janssen Pharmaceutica in 1968",
        "cop": 3,
        "opa": "Verapamnil",
        "opb": "Diltiazem",
        "opc": "Flunarizine",
        "opd": "Amlodipine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6e28c1d2-224b-44d4-9bfd-0c72a12a595e",
        "choice_type": "single"
    },
    {
        "question": "Immunostimulant used for the treatment of malignant Melanoma Norma is",
        "exp": "Ref-Katzung 10/e p906 It is a recombinant IL-2 used for the treatment of renal cell carcinoma and malignant melanoma",
        "cop": 3,
        "opa": "Levamisol",
        "opb": "BCG",
        "opc": "Aldesleukin",
        "opd": "Methotrexate",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3155eccf-fdc9-4538-88ea-81407700fb48",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about vigabatrin is TRUE?",
        "exp": "(Ref: KDT 6/e p410) Vigabatrin act by inhibiting the enzyme GABA transaminase (involved in breakdown of CABA). It is used for the treatment of paial and generalized seizures. It is also used to treat infantile spasms. Visual disturbances are very impoant adverse effect of this agent.",
        "cop": 4,
        "opa": "Blocks neuronal reuptake of GABA",
        "opb": "Drug of choice in absence seizures",
        "opc": "Life threatening skin disorders may occur",
        "opd": "Visual disturbances can occur",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "cd707b46-9a77-4796-9364-67cc81e1de1f",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following agents is useful for the oral treatment ofboth pituitary as well as renal diabetes insipidus?",
        "exp": "(Ref: KDT 6/e p577, 578) Thiazides are useful in the treatment of central as well as nephrogenic DI. Vasopressin, chlorpropamide and carbamazepine are useful only in central DI.",
        "cop": 2,
        "opa": "Vasopressin",
        "opb": "Hydrochlohiazide",
        "opc": "Chlorpropamide",
        "opd": "Carbamazepine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e685f32f-17f9-4ee6-a9c8-058054cfdaf0",
        "choice_type": "multi"
    },
    {
        "question": "A hypeensive patient Sattu already receiving a drug 'X' to control his BP was prescribed a tricyclic antidepressant. This resulted in the abolition of the antihypeensive action of 'X'. Which of the following drug can be 'X'?",
        "exp": "(Ref: KDT 6/e p444) TCAs abolish the antihypeensive effect of guanethidine and Clonidine by inhibiting their transpo into the adrenergic neurons.",
        "cop": 2,
        "opa": "Enalapril",
        "opb": "Clonidine",
        "opc": "Atenolol",
        "opd": "Diltiazem",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8e5c45c9-01f3-4764-bf9f-ab40adb73dd1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding prezinamide is false",
        "exp": "Ref-Katzung 10/e p775 Pyrazinamide is a first line antitubercular drug that can cause hyperuricemia and hepatotoxicity. Non gouty ahralgia is very common adverse etfect of this drug.Hyperuricemia per se is not the indication for discontinuation of pyrazinamide.",
        "cop": 1,
        "opa": "One should discontinue treatment if hyperuricemia occurs",
        "opb": "There is minimal cross resistance with INH",
        "opc": "Polyahralgia is a common side effect",
        "opd": "It can cause hepatotoxicity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f4e76933-2a73-42ce-b05e-45bad97c8d15",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following opioid analgesic acts primarily through K opioid receptors?",
        "exp": "(Ref: KDT 6/e p464, 465) Pentazocine can cause dysphoric reactions (hallucinations) by stimulating the K receptors.",
        "cop": 1,
        "opa": "Pentazocine",
        "opb": "Methadone",
        "opc": "Buprenorphine",
        "opd": "Pethidine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b6a5d62d-61d3-4c59-a97c-c59e29a1f5ca",
        "choice_type": "single"
    },
    {
        "question": "A very potent and sho acting benzodiazepine was given to a patient Kallu for the purpose of causing hypnosis but the drug caused psychiatric disturbances in him. Which of the following can be the hypnotic used?",
        "exp": "(Ref: KDT 7th/405) Triazolam is a very potent BZD with ultra rapid elimination. Some cases of paranoia and psychiatric disturbances have been noted with this drug.",
        "cop": 4,
        "opa": "Flurazepam",
        "opb": "Nitrazepam",
        "opc": "Temazepam",
        "opd": "Triazolam",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bd87728e-1a4d-4e01-a6ec-6d30a7af9e36",
        "choice_type": "multi"
    },
    {
        "question": "In strychnine poisoning, convulsions occur because of the antagonist effects at receptors for:",
        "exp": "(Ref: KDT 6/e p469) GABA is the principal inhibitory neurotransmitter in the brain and glycine is the inhibitory amino acid in the spinal cord. By antagonizing the glycine receptors, strychnine can result in convulsions and other stimulatory symptoms.",
        "cop": 2,
        "opa": "Aspaate",
        "opb": "Glycine",
        "opc": "GABA",
        "opd": "Glutamate",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d5c986ee-5732-494f-bbde-bd485f56c2c6",
        "choice_type": "single"
    },
    {
        "question": "A patient needs antibiotic treatment for Aificial valve, culture positive infective entercoccal endocarditis. His medical history include several anaphylactic reaction to penicillin G during the past year. The best approach would be treatment with",
        "exp": "Ref-KDT 6/e 732 * Severe allergy to penicillins rule out the use of amoxicillin and cefazolin. * Vancomycin is highly effective against MRSA and enterococcal intections. * Drugs for VRSA and VRE (Vancomvcin Resistant enterococcus faecalis) include linezolid and daptomycin.",
        "cop": 4,
        "opa": "Amoxicillin clavulanic acid",
        "opb": "Aztreonam",
        "opc": "Cefazolin plus gentamicin",
        "opd": "Vancomycin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e1891651-bf7a-4679-bc07-d661283e32e7",
        "choice_type": "single"
    },
    {
        "question": "Which is true of ivermectin",
        "exp": "Ref-KDT 6/e p813,814 Ivermectin is the drug of choice for onchocerciasis (river blindness) and strongyloidosis. It is also effective against other filarial worms It can also be used orally for the treatment of scabies and pediculosis. DEC is contraindicated in onchocerciasis",
        "cop": 4,
        "opa": "It is the most effective drug for strongyloidiasis",
        "opb": "It is drug of choice for onchocerciasis",
        "opc": "It can be used to treat scabies",
        "opd": "All the above a",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "221bfeb0-3c49-4d58-ae7c-61e935db2a4f",
        "choice_type": "multi"
    },
    {
        "question": "Postural hypotension Is the common side effect of which of the following'",
        "exp": "Ref-KDT 6/ Possible side-effects of alpha-blockers include: sudden drops in blood pressure when sitting up or standing up. headaches or nausea. swollen legs or ankles. tiredness, weakness or feeling lethargic. sleep disturbance. tremor. rash or itchiness of the skin. Postural hypotension",
        "cop": 2,
        "opa": "ACE inhibitors",
        "opb": "Alpha receptor blockers",
        "opc": "Selective beta1 blockers",
        "opd": "Aeriolar dilators",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "03600963-2f59-4d57-a88a-6e36403c1c87",
        "choice_type": "single"
    },
    {
        "question": "Whichof the following is NOT true about the use of Beta blocker in CHF",
        "exp": "Ref KDT 6/e p544 Beta blockers are contra-indicated in acute decompensated hea failure.",
        "cop": 3,
        "opa": "These should be staed at very low dose and sowly titrated upwards",
        "opb": "Carvedilol is most widely used beta blocker",
        "opc": "These are drug of choice in acute decompensated hea failure.",
        "opd": "These can reduce moality in CHF patients",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "dc8ea4db-b913-4bee-b684-d60b593a3f29",
        "choice_type": "multi"
    },
    {
        "question": "Hydrocoisone acts as an anti-inflammatory agent because of induction of the synthesis of which of the following protein?",
        "exp": "(Ref: KDT 6/e p279) Coicosteroids induce the synthesis of lipocoins that inhibit the enzyme phospholipase A2.",
        "cop": 4,
        "opa": "Heat shock protein 90",
        "opb": "Inhibin",
        "opc": "Transcoin",
        "opd": "Lipocoin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "191fb192-1ae6-4979-b878-4837407c09c4",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug shows the phenomenon of vasomotor reversal of Dale after administration of an Alpha adrenergic blocker",
        "exp": "Ref-KDT 6/e p123 vasomotor reversal ot dale is seen with adrenaline. When this drug is infused quickly, initially there is rise in blood pressure (due to sitmulation of a receptors) followed by prolonged fall (beta2 action). alpha-blocking drugs inhibit the initial rise and only fall in blood pressure is recorded. This is known as vasomotor reversal. Nor-adrenaline has no beta2 activity and isoprenaline lacks a activity, therefore cannot demonstrate this phenomenon.",
        "cop": 1,
        "opa": "Adrenaline",
        "opb": "Nor-adrenaline",
        "opc": "Isoprenaline",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "460ce2f1-4542-41d5-ad97-b18e87589ed6",
        "choice_type": "multi"
    },
    {
        "question": "All of the following factors tend to increase the volume of distrubtion of a drug except",
        "exp": "Ref-katzung 10/e per,35 If a drug is highly bound to plasma proteins ,it is more likely to stay in blood.thus it's Vd will be less . Low ionization ours the distribution of a drug because unionized molecules can cross the membrane of blood vessels and the tissue More lipid soluble drugs can easily cross the membrane and are more likely to be highly distributed",
        "cop": 1,
        "opa": "High plasma protein binding",
        "opb": "Low ionization at physiological pH values",
        "opc": "High lipid solubility",
        "opd": "High tissue binding",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "24198525-5a5e-46e6-97ef-a1874036e687",
        "choice_type": "multi"
    },
    {
        "question": "Hand and foot syndrome is an adverse effect of",
        "exp": "Ref-Katzung 11/e p947 Capecitabine and 5-FU can cause hand and foot syndrome",
        "cop": 1,
        "opa": "5-Flurouracil",
        "opb": "Bleomycin",
        "opc": "Etoposide",
        "opd": "Actinomycin-D",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0743454c-e310-4414-84f6-a6c1a632db7f",
        "choice_type": "single"
    },
    {
        "question": "A drug 'X' primarily reduces the static component of urinary obstruction in benign hyperophy of prostate and takes more than 3 months to exe its beneficial effect. Which of the following is 'X' ?",
        "exp": "(Ref: KDT 6/e p294, 295) S-a-reductase inibitors are used to reduce the static component of urinary obstruction in BHP. It is delayed acting and takes more than 3 months to exe its beneficial effect. Selective a1 blockers are used to relieve the dynamic obstruction in BHP. These provide rapid symptomatic relief.",
        "cop": 3,
        "opa": "Tamsulosin",
        "opb": "Terazosin",
        "opc": "Finasteride",
        "opd": "Amphetamine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3d136761-ffff-4d17-97e8-9eff40cd0b03",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding barbiturates is accurate?",
        "exp": "(Ref: KDT 6/e p391, 394) Barbiturates are acidic drugs. These are ionized in the alkaline urine and thus cannot be reabsorbed. Alkalinization of urine can be used to accelerate the elimination of barbiturates in poisoning.Other differences between benzodiazepines and barbiturates include.",
        "cop": 3,
        "opa": "Benzodiazepines exhibit a steeper dose response relationship as compared to barbiturates",
        "opb": "Barbiturates may increase the half lives of drugs metabolized by the liver",
        "opc": "Alkalization of the urine will accelerate the elimination of phenobarbital",
        "opd": "Respiratory depression caused by barbiturate overdosage can be reversed by flumazenil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7bc2d0f1-f314-4fda-9f9e-628f5bdf7cd7",
        "choice_type": "multi"
    },
    {
        "question": "A 14 year old boy present with headache fever and cough for 2 days. Sputum is scant and non purulent and gram stain reveals many white cells but no organisms. The treatment should be initiated with",
        "exp": "Ref-KDT 6/e p729 Diagnosis is atypical pneumonia in the DOC is Erythromycin.",
        "cop": 2,
        "opa": "Cefazolin",
        "opb": "Erythromycin",
        "opc": "Amikacin",
        "opd": "Trovafloxacin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3f8df8a1-2624-4149-996f-8b25e655a6b6",
        "choice_type": "single"
    },
    {
        "question": "All of the following drugs can cause gynaecomasia except",
        "exp": "Ref-KDT 7/e p589 Drugs which causes gynaecomasia are Cimitidine Cytotoxic agents Digoxin Spironolactone Flutamide",
        "cop": 2,
        "opa": "Digoxin",
        "opb": "Amiloride",
        "opc": "Cimetidine",
        "opd": "Spironolactone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "90054f60-cc3a-4643-a589-f5d6b7612475",
        "choice_type": "multi"
    },
    {
        "question": "A 50 year old man with advanced tuberculosis has developed signs/of severe acute adrenal insufficiency. The patient should be treated immediately with a combination of:",
        "exp": "(Ref: KDT 6/e p282) Patient should be given both mineralocoicoids as will as glucocoicoid. Max.mineralocoimid activity - Aldosterone Max. glucocoicoid activity - Dexamethasone",
        "cop": 3,
        "opa": "Aldosterone and fludrocoisone",
        "opb": "Triamcinolone and dexamethasone",
        "opc": "Coisol and fludrocoisone",
        "opd": "Dexamethasone and metyrapone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d3c2333b-eaea-402d-89ff-edbb9b0e97b3",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs promotes the release of endogenous insulin?",
        "exp": "(Ref: KDT 6/e p270) It is an alpha-glucosidase inhibitor. It inhibits the breakdown of complex carbohydrates to simple carbohyrates and thus decreases their absorption.",
        "cop": 1,
        "opa": "Acarbose",
        "opb": "Glipizide",
        "opc": "Nateglinide",
        "opd": "Pioglitazone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e1fd6d5a-c46d-42a8-88d8-b53ad1c5dfa9",
        "choice_type": "single"
    },
    {
        "question": "dihydroerigotamine differs from ergotamine in the following respect",
        "exp": "hydrogenation of ergot alkaloids decrease their vasoconstrictor action and increase the Alpha blocking activity Ref-KDT 6/e p168",
        "cop": 4,
        "opa": "It is more potent oxytocic",
        "opb": "it has antimetic propey",
        "opc": "it has high oral bioavailability",
        "opd": "it is more potent alpha adrenergic blocker and less potent vasoconstrictor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9470fd74-c4d0-4e9d-8785-3e859dcf7d20",
        "choice_type": "single"
    },
    {
        "question": "A patient Amit Kumar is suffering from atherosclerosis. Which of the following lowing is the most beneficial drug for prevention of stroke in this patient?",
        "exp": "Ref: KDT 6/e p610,611 Antiplatelet drugs are used for the prophylaxis of aerial thrombotic conditions like stroke and MI. Atrial fibrillation increase the risk of thromboembolism and can result in stroke.",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Warfarin",
        "opc": "Low dose subcutaneous herparin",
        "opd": "Digoxin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "85875a02-ba59-4001-b91a-cb3330e3d71b",
        "choice_type": "single"
    },
    {
        "question": "A patient, Sunder is admitted to the emergency with severe bradycardia following drug overdose. The concerned drug was being taken for hypeension. When of the following cannot be the drug?",
        "exp": "(Ref: KDT 6/e p547) It is a vasodilator and can result in reflex tachycardia. All other drugs listed in the question (clonidine, propanolol, reserpine) decrease the activity of sympathetic system and can result in bradycardia.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Hydralazine",
        "opc": "Propanolol",
        "opd": "Reserpine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "133c687e-2cbf-453f-b738-9619cf434ab6",
        "choice_type": "single"
    },
    {
        "question": "A drug X is secreted through renal tubles,tubular secretion of this drug can be confirmed if renal cleraclea of drug X is",
        "exp": "Ref-KDT 6/e p30 Atter filtration from glomerulus, a drug may undergo two processes (tubular reabsorption and tubular secretion) before going out from the body i.e renal clearance. Suppose 100 mg of a drug is filtered by glomerulus and the ren clearance is 150mg,it mean 50mg is coming from somewhere else, i.e. tubular secretion must be present. However,we cannot say that reabsorption is not occuring because if 20 mg is reabsorbed and 70 mg is secreted, same thing can Suppose, 100 mg of a drug is filtered but renal clearance is 50 mg. Therefore, 50 mg must have gone somewhere i.e. tubular reabsorption must be occuring, Again, we cannot say that tubular secretion is not present",
        "cop": 1,
        "opa": "More than the GFR",
        "opb": "Equals to the GFR",
        "opc": "Less than the GFR",
        "opd": "More than volume of distrubtion",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "611bd245-e86d-4a2c-b23b-bdfda797043d",
        "choice_type": "single"
    },
    {
        "question": "Antimicrobials effective against anaerobic bacteria include the following except",
        "exp": "Ref-KDT 6/e p719,720 Aminoglycoside require oxygen for transpo in the bacterial cell. This hardware for ineffective against anaerobic organism",
        "cop": 1,
        "opa": "Tobramycin",
        "opb": "Clindamycin",
        "opc": "Chloramphenicol",
        "opd": "Metronidazole",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ab5bb181-9603-481f-ab6e-061c0ae7c803",
        "choice_type": "multi"
    },
    {
        "question": "Intramuscular injection of atropine causes initial bradicardia. The reason for this effective being seen is",
        "exp": "Ref-KDT 6/e p107 Atropine is a non-selective antagonist of M1, M2, and M3 muscarinic receptors. M2, cholinergic receptors are responsible for bradycardia and blockade of these receptors can result in tachycardia. Atropine initially acts on presynaptic M1, receptors (normally decrease the release of ACh) and result in greater release of ACh which is responsible for bradycardia. Later on, blockade of M2 receptors will lead to tachycardia.",
        "cop": 4,
        "opa": "Stimulation of medullary vagal centre",
        "opb": "Stimulation of vagal ganglia",
        "opc": "Blockade of ME receptor and SA nodal cells",
        "opd": "Blockade of muscarinic auto receptor on vagal nerve ending",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "304a43bb-c15e-432d-9306-3bf43791727a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used for the treatment of cancer",
        "exp": "Ref-KDT 6/e p839,840 All antimetabolite can be used as anticancer drugs excepts azathioprine Cyclosporine acts by inhibiting the transcription of IL-2 gene.it has no anti-cancer propey",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Cyclosporine",
        "opc": "Methotrexate",
        "opd": "6-mercaptopurine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "cf530308-a4f7-414f-b327-c6e4468b7548",
        "choice_type": "single"
    },
    {
        "question": "Metrinidazole is least likely to be effective in the treatment of",
        "exp": "Ref-KDT 6/e p686 Metranidazole is not effective against pneumocyst infection. The DOC for this condition is cotrimoxazole",
        "cop": 1,
        "opa": "Hepatic amoebiasis",
        "opb": "Infection caused by bacteroides fragilis",
        "opc": "Pseudomembranous colitis",
        "opd": "Pneumocystosis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bfd34a13-911f-43c3-a863-a40c44ad4857",
        "choice_type": "single"
    },
    {
        "question": "A patient of Parkinsonism, Mr. Ghai noticed that the therapeutic effect of levodopa decreased when he was given another drug by his physician but no interaction was seen when he switched over to Ievodopa-carbidopa combination. The possible drug prescribed by his physician can be:",
        "exp": "(Ref: KDT 6/e p418, 419) Pyridoxine is a component of vitamin B complex. Pyridoxine is a cofactor for the enzyme, dopa decarboxylase and therefore, administration of vitamin B complex can stimulate the activity of this enzyme. Dopa decarboxylase conves levo-dopa to dopamine. Increased formation of dopamine in the periphery is undesirable because it cannot cross blood brain barrier. Therefore, stimulation of dopa decarboxylase decreases the therapeutic effect of 1-dopa. If the enzyme, dopa decarboxylase is already inhibited with carbi-dopa, there will be no interaction with pyridoxine.",
        "cop": 2,
        "opa": "Metoclopramide",
        "opb": "Vitamin B complex",
        "opc": "Chlorpromazine",
        "opd": "Isoniazid",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c79b2238-3af2-4646-9f32-8a61fdd384bd",
        "choice_type": "single"
    },
    {
        "question": "A funguicidal drug that can be used orally for the treatment of onychomycosis is",
        "exp": "Ref-KDT 6/e 765 Fungicidal drugs are amphotericin B and terbinafine.out of these, amphotericin B cannot be given orally.thus,the and is terbinafine.",
        "cop": 4,
        "opa": "Griseofulvin",
        "opb": "Amphotericin B",
        "opc": "Clotrimazole",
        "opd": "Terbinafine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b0cd3439-19f0-427d-96ae-673198f27103",
        "choice_type": "multi"
    },
    {
        "question": "You are in the eye OPD and wish to use a topical Beta blocker in a patient. The Chosen dug by you should have all the following propeies except",
        "exp": "Ref-KDT 6/e p144 Timolol and betaxolol are the preferred beta blockers for the treatment of glaucoma because they lack local anaesthetic activity. Drugs possessing this propey increase the risk of corneal ulcers",
        "cop": 1,
        "opa": "Strong local anaesthetic activity",
        "opb": "High lipophilicity",
        "opc": "High ocular capture",
        "opd": "Low Systemic activity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9c0a89a1-05f3-4409-b128-c83c43d04ef6",
        "choice_type": "multi"
    },
    {
        "question": "Mechanism of action of propylthiouracilin hypehyroidism is:",
        "exp": "(Ref: KDT 6/e p248) Propylthiouracil, carbimazole and methimazole act by inhibiting the enzyme, thyroid peroxidase. It catalyses: Oxidation of iodine Organification Coupling",
        "cop": 4,
        "opa": "Inhibition of organification of iodine",
        "opb": "Inhibition of oxidation of iodine",
        "opc": "Inhibition of coupling of two DIT residues",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6dff61f5-01e4-4558-91ab-59b8373d035d",
        "choice_type": "multi"
    },
    {
        "question": "Propanolol is useful in the management of which of the following side effects of a typical neuroleptic?",
        "exp": "(Ref: KDT 6/e p431, 432) Treatment of various extrapyramidal symptoms is as follows: Symptom Drug of Choice 1. Muscular dystonia Central antichollnergic (e.g. Benzhexol) 2. Parklnsonism Central antichollnergic (e.g. Benzhexol) 3. Akathisia Propanolol 4. Malignant neurolept syndrome Dantrolene 5. Tardive dyskinesia No specific treatment (central anticholinergics are contra-indicated)",
        "cop": 4,
        "opa": "Parkinsonism",
        "opb": "Acute muscle dystonia",
        "opc": "Tardive dyskinesia",
        "opd": "Akathisia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "da99f485-f788-4a00-abd9-b879dd820e19",
        "choice_type": "single"
    },
    {
        "question": "Ram Prasad is admitted to Guru Teg Bahadur Hospital with respiratory infection for which antibiotic tobramycin is ordered. The clearance and vd of tobramycin in him are 160ml/min and 40L ,respectively.if you wish to give Ram Prasad and intravenous loading dose to achieve the therapeutic plasma concentration of 4mg/L rapidly, how much should be given",
        "exp": "Ref-Katzung 10/e p45 Loading dise= Vd xtarget Plasma concentration =40Lx4mg/L =160mg clearance plays no role in the determination of loading dose. it is given to confuse you",
        "cop": 4,
        "opa": "0.1mg",
        "opb": "10mg",
        "opc": "115.2mg",
        "opd": "160mg",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a2749e50-a593-438e-b8b9-270f4f648d52",
        "choice_type": "single"
    },
    {
        "question": "This drug can clear trip trypansomes from Blood and lymph nodes and is active in late CNS stage of African sleeping sickness. it is",
        "exp": "Ref-Katzung 10/e p863 Treatment of trypansomes is African sleeping sickness Early haemolymphatic stage :Suramin Late CNS stage: melarsoprol South American disease (chagas disease):nifuimox",
        "cop": 2,
        "opa": "Emetine",
        "opb": "Melarsoprol",
        "opc": "Nifuimox",
        "opd": "Suramin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c7e2b8c0-b2e5-43c5-817a-651dbac93b6b",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring is required for",
        "exp": "Ref-KDT 6/e p434,435 Indications for therapeutic drug monitoring include: There is an experimentally determined relationship between plasma drug concentration and the pharmacological effect. Knowledge of the drug level influences management. There is a narrow therapeutic window. There are potential patient compliance problems. The drug dose cannot be optimised by clinical observation alone. Examples of drugs analysed by therapeutic drug monitoring: Aminoglycoside antibiotics (gentamicin) Antiepileptics (such as carbamazepine, phenytoin and valproic acid) Mood stabilisers, especially lithium citrate Antipsychotics (such as pimozide and clozapine) Biologic monoclonal antibody drugs (such as adalimumab, ceolizumab pegol and infliximab) Therapeutic drug monitoring can also detect poisoning with above drugs, should the suspicion arise.",
        "cop": 3,
        "opa": "Prodrugs",
        "opb": "Levodopa",
        "opc": "Lithum carbonate",
        "opd": "MAO inhibitor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5c7786bd-6496-484f-9fe0-84de3a1cc599",
        "choice_type": "single"
    },
    {
        "question": "Which of the following gas is most likely to cause the additive anaemia and neutropenia if administered to an AIDS patient taking zidovudine",
        "exp": "Ref-KDT 6/e p770 Galnciclovir is the drug of choice for CMV inlfeions It should nol be combined with zidovudine because both have bone marrow suppressant propey.",
        "cop": 3,
        "opa": "Acyclovir",
        "opb": "Amantadine",
        "opc": "Ganciclovir",
        "opd": "Stavudine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "538302ab-c61f-4ca5-85af-22fddb17cd72",
        "choice_type": "single"
    },
    {
        "question": "Choose the most effective drug for mild intestinal amoebiasis and asymptomatic cyst passers",
        "exp": "Ref-KDT 6/e p801 Diloxanide is a medication used to treat amoeba infections. In places where infections are not common, it is a second line treatment after paromomycin when a person has no symptoms. For people who are symptomatic, it is used after treatment with metronidazole or tinidazole. It is taken by mouth.",
        "cop": 4,
        "opa": "Metronidazole",
        "opb": "Emetine",
        "opc": "Quiniodochlor",
        "opd": "Diloxanide furoate",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a51274df-04a6-4eb0-bb19-c1701e8c4640",
        "choice_type": "single"
    },
    {
        "question": "The immunosuppressant action of cyclosporin appears to be due to",
        "exp": "Ref-KDT 6/e p838,839,840 Cyclosporine and tacrolimus acts by inhibiting calcineurin, which is involved in the activation of NFAT. Final result of this process is increased transcription of IL-2 gene. Sirolimus does not inhibit the transcription of IL-2 but interferes with its action. It inhibits the enzyme tyrosine kinase, known as mTOR (which is activated by IL-2).",
        "cop": 3,
        "opa": "Activation of NK cells",
        "opb": "Blockade of tissue response to inflammatory mediators",
        "opc": "Inhibition of Gene transcription of interleukin",
        "opd": "Interference with antigen recognition",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "87936748-5bb8-4319-9f63-c083e15d9116",
        "choice_type": "single"
    },
    {
        "question": "Sundar Lal 28 year old farmer is found convulsing in the farm. Hea rate is 100/min and blood pressure is 180/110mm Hg. Diarrhoea sweating and urination and Apparent. Pupils are pin point. Drug poisoning is suspected. Most probable cause is",
        "exp": "Ref-KDT 6/e p104,105 Only symptoms are of antichlorinesterase poisoning accepted raised blood pressure and hea rate. At hugh dose,ACh can stimulates NN and NM receptor. This symptoms may occur due to the nicotinic action of ACh",
        "cop": 3,
        "opa": "Acetaminophen overdose",
        "opb": "Amphetamine toxicity",
        "opc": "Organo-phosphsphate poisoning",
        "opd": "Atropine poisoning",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "dfcea880-3085-4d3c-9b94-c7809f9ed6ee",
        "choice_type": "single"
    },
    {
        "question": "Several children in the summer Camper hospitalized which symptoms thought to be due to injection of food containing botulinum toxin. The effect of botulinum toxin are likely to include",
        "exp": "Ref-KDT 6/e p93 Botulinum toxin inteeres with the release of ACh and thus acts as a parasympatholytic agent. Bronchospasm and diarrhoea are the symptoms of muscarinic stimulation whereas muscle spasms may be seen on nicotinic. stimulation. Cholinergic drugs cause cyclospasm whereas anticholinergics result in cycloplegia.",
        "cop": 2,
        "opa": "Bronchospasm",
        "opb": "Cycloplegia",
        "opc": "Diarrhea",
        "opd": "Skeletal muscle spasms",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "31f2791c-844a-40ec-98ec-20f55b56c913",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is preferred for long term treatment of severe anxiety disorder with intermittent panic attacks?",
        "exp": "(Ref: KDT 6/e p446) SSRIs are the drugs of choice for long-term management of panic disorder whereas benzodiazepines are DOC for acute panic attacks.",
        "cop": 4,
        "opa": "Phenothiazine",
        "opb": "Azapirone",
        "opc": "b blocker",
        "opd": "Selective serotonin reuptake inhibitor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "037f40a8-3fb5-4f47-966e-802e9e97cbc0",
        "choice_type": "single"
    },
    {
        "question": "If anti amphotericin B is administered the patient should be premedicated with",
        "exp": "Ref-KDT 6/e p783 to prevent the acute reaction due to amphotericin B, patient should be premedicated with H1 antihistaminics like diphenhydramine NSAIDs like ibuprofen Steroids like prednisone",
        "cop": 4,
        "opa": "Diphenhydramine",
        "opb": "Ibuprofen",
        "opc": "Predisone",
        "opd": "Any of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3514b485-7825-45ab-832d-91bad4bf3456",
        "choice_type": "multi"
    },
    {
        "question": "A patient Ashwani has been brought to the hospital with non-stop talking, singing, uncontrollable behavior and apparent loss of contact with reality. You diagnose it to be a case of acute mania. Which of the following is the most suitable drug for rapid control of his symptoms?",
        "exp": "(Ref: KDT 6/e p433) Antipsychotic drugs like olanzapine and haloperidol are agents of choice for rapid control of symptoms in acute mania. Lithium is the drug of choice for the treatment of bipolar disorder (MDP) and prophylaxis of mania.",
        "cop": 3,
        "opa": "Lithium carbonate",
        "opb": "Phenobarbitone",
        "opc": "Haloperidol",
        "opd": "Valproic acid",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6027d887-ea88-43dd-9389-b8bb17fbcbd0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following antiparkinsonian drugs directly activates dopaminergic D2 receptors in the striatum?",
        "exp": "(Ref: KDT 6/e p419, 420) Directly acting D2 receptor agonists can be Ergot derivatives e.g. bromocriptine and pergolid Non-ergot compounds e.g. pramipexole and ropinirole",
        "cop": 1,
        "opa": "Pramipexole",
        "opb": "Entacapone",
        "opc": "Benserazide",
        "opd": "Selegiline",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d2af373a-294b-4149-8dfe-b55b77252f5f",
        "choice_type": "single"
    },
    {
        "question": "Human insulin as compared to pork/beef insulin is:",
        "exp": "(Ref: KDT 6/e p261) Human insulin has rapid absorption and shoer duration of action than pork beef insulin.",
        "cop": 2,
        "opa": "More potent",
        "opb": "Rapidly absorbed",
        "opc": "Longer acting",
        "opd": "More antigenic",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c3d13cb8-05f4-4980-afa6-203b10f04c7e",
        "choice_type": "single"
    },
    {
        "question": "Rate of elimination of a new drug is 20mg/hr it is steady state plasma concentration of 10mg/L, then it's renal clearance will be",
        "exp": "Ref-Katzung 10/e p35 Clearance=Rate of elimination/plasma concentration 20mg/hr /10mg/L =2L/hr",
        "cop": 2,
        "opa": "0.5L/hr",
        "opb": "2.0L/hr",
        "opc": "5.0L/hr",
        "opd": "20L/hr",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "35e6db1e-2198-483e-93ad-c4c0456c7a8e",
        "choice_type": "single"
    },
    {
        "question": "Drugs that can be used to treat infection caused by bacteroides fragilis are all except",
        "exp": "(Ref KDT 6/e p719. 720 Drugs used to treat anaerobic organisms include Metronidazole Moxifloxacin and Trovafloxacin Vancomycin Clindamycin Aminogycosides are ineffective against anaerobic organisms",
        "cop": 4,
        "opa": "Metronidazole",
        "opb": "Trovafloxacin",
        "opc": "Vancomycin",
        "opd": "Amikacin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "89968c41-7c40-4016-8b2f-537f7218ba52",
        "choice_type": "multi"
    },
    {
        "question": "The enzyme 50a reductase mediated conversion of testosterone to dihydrotestosterone is NOT required for which of the following actions?",
        "exp": "(Ref: KDT 6/e p290) Testosterone is required for F - Feedback inhibition of LH secretion I - Internal genitilia development S - Spermatogenesis H - Hematopoiesis",
        "cop": 4,
        "opa": "Formation of male external genitalia in the fetus",
        "opb": "Prostatic hyperophy in elderly males",
        "opc": "Pubeal changes in the male adolescent",
        "opd": "Spermatogenesis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e5b46658-e70c-4953-9e5a-59d46ecc3e1e",
        "choice_type": "single"
    },
    {
        "question": "Devesh is working as a CEO in a company. He has a traveling job. He is a known diabetic controlled on oral hypoglycemic drugs. On his recent visit to the doctor, his blood pressure was found to be 164/102 mm Hg. Most suitable drug for this patient should be?",
        "exp": "(Ref: KDT 6/e p541, 544, 546) Thiazides and b-blockers are contra-indicated in diabetic patients. As the patient has frequent travelling job, he is likely to miss the doses. Therefore, clonidine should be avoided to prevent rebound hypeension. ACE inhibitors are safe and effective agents in diabetic patients with hypeension.",
        "cop": 2,
        "opa": "Propanolol",
        "opb": "Enalapril",
        "opc": "Clonidine",
        "opd": "Hydrochlohiazide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8f29e9dc-067f-478d-93f1-afe7b2fec2c1",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements about terbinafine is false",
        "exp": "(Ref: KDT 6/e p765) Terbinafine is a CIDAL drug against dermatophytes. It can be administered orally or can be applied topically. It acts by inhibiting the enzyme squalene epoxidase resulting in accumulation of toxic squalene.",
        "cop": 4,
        "opa": "Its activity is restricted to dermatophytes",
        "opb": "It is effective in onchomyosis",
        "opc": "It inhibits squalene epoxidase",
        "opd": "It is used topically only",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "10fb319d-1765-414a-913d-6a5f2b31bac8",
        "choice_type": "multi"
    },
    {
        "question": "The most general term for the process by which the amount of active drugs in the body is reduced after absorption into the systematic circulation is",
        "exp": "Promotional term for the process by which the amount of active drug in the body is reduced after absorption into the systematic circulation is elimination as it elimination amount of drug in the body",
        "cop": 2,
        "opa": "Excretion",
        "opb": "Elimination",
        "opc": "First pass metabolism",
        "opd": "Distrubtion",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "2b789d80-a112-44fb-bf16-bd67c48302e3",
        "choice_type": "single"
    },
    {
        "question": "Fastest acting schizontocidal drug among the fillowfol is",
        "exp": "Ref-KDT 6/e p792 Aemisinin derivatives like dihydroaemisinin,aeether and aemether etc fastest acting anti malarial drugs",
        "cop": 1,
        "opa": "Aemether",
        "opb": "Mefloquine",
        "opc": "Chloroquine",
        "opd": "Proguanil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6d4eabfd-49d4-4884-a056-54b65910c5d6",
        "choice_type": "single"
    },
    {
        "question": "You are being asked to give your expe opinion as a toxicologist regarding and effective antidot for belladonna poisoning .which of the following agents would you suggest",
        "exp": "Ref-KDT 6/e p113,114 Being Teritiary amine,physostigmine can reverse.CNS manifestation of belladonna(source of atropine) poisoning. It is therefore, Prefered as an antidot for this type of poisoning",
        "cop": 2,
        "opa": "Neostigmine",
        "opb": "Physostigmine",
        "opc": "Pilcocarpine",
        "opd": "Methacholine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e70f4e84-756f-4738-98b1-9155abfef594",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits post translational modification of viral proteins",
        "exp": "Ref-KDT 6/e p772,773 Protease results in the formation of final structural and functional Proteins by post translational modification of HIV viral proteins .Drugs int thisgroup are indinavir, saquinavir, lopinavir, ritonavir amprenavir etc",
        "cop": 1,
        "opa": "Indinavir",
        "opb": "Enfuviide",
        "opc": "Lamivudine",
        "opd": "Zalcitabine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0a0376ba-7035-495c-a6fb-04aea02690e9",
        "choice_type": "single"
    },
    {
        "question": "Sunder, a young male was diagnosed as suffering from acute myeloid. leukemia. He was staed on induction chemotherapy with doxorubicin based regiments. Induction regimen was successful. Two months later, he presents to OPD with swelling of both the feet and breathlessness on climbing the stairs. He also complains the he had to wake up many times because of breathlessness. Which of the following is most likelye responsible for this patients symptoms?",
        "exp": "Ref-Katzung 11/e p952 Anthracyclines (daunorubicin, doxorubicin, epirubicin and idarubicin)can cause severe cardiotoxicity manifesting as dialted Cardiomyopathy and arrhythmias. The anthracycline chemotherapeutic agents (doxorubicin, daunorubicin, epirubicin and idarubicin) form free radicals in the myocardium. Their most severe side effect is a cumulative doserelated dilated cardiomyopathy. It presents with symptoms of left and right ventricular CHF.",
        "cop": 3,
        "opa": "Restructive cardiomyopathy",
        "opb": "Hyperophic cardiomyopathy",
        "opc": "Dilated cardiomyopathy",
        "opd": "Pericardial fibrosis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "87631788-c202-4e1b-91a3-7a996ea6d1c0",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements is not true of local anaesthetics?",
        "exp": "(Ref: KDT 6/e p352, 353) All LAs are weak bases. LAs act by blocking Na' channels from inside the neuron (intra-neuronal face). These can cross the membrane only in unionized (lipid soluble) form. Sodium bicarbonate is therefore added to make the LA rapid acting. Once inside the neuron, LAs again gets ionized and bind to Na+ channels. Binding to Na+ channels is more in repetitively firing neurons than in resting neurons.",
        "cop": 3,
        "opa": "The local anaesthetic is required in the unionized form for penetrating the neuronal membrane",
        "opb": "The local anaesthetic approaches its receptor only from the intraneuronal face of the Na+ channel",
        "opc": "The local anaesthetic binds to its receptor mainly when the Na+ channel is in the resting state",
        "opd": "The local anaesthetic combines with its receptor in the ionized cationic form",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "99582ca6-08ea-41f4-89ac-6b7fae8fc376",
        "choice_type": "multi"
    },
    {
        "question": "Immunosuppressant drug inhibiting the action oh IL-3 without inhibiting it's transaction is",
        "exp": "Ref-Katzung 10/e p918 Sirolimus, also known as rapamycin, is a macrolide compound that is used to coat coronary stents, prevent organ transplant rejection and to treat a rare lung disease called lymphangioleiomyomatosis. It has immunosuppressant functions in humans and is especially useful in preventing the rejection of kidney transplants.",
        "cop": 4,
        "opa": "Prednisolone",
        "opb": "Cyclosporine",
        "opc": "Tacrolimus",
        "opd": "Sirolimus",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8f9ecb92-e549-4585-9d38-f2a4542297f5",
        "choice_type": "single"
    },
    {
        "question": "Exenatide is a newer drug proposed to be used in the treatment of:",
        "exp": "(Ref: Katzung 10/e p701) Exenatide is a glucagon like peptide analogue which is proposed to be used in the treatment of postprandial hyperglycemia.",
        "cop": 2,
        "opa": "Osteoporosis",
        "opb": "Diabetes mellitus",
        "opc": "Hyperparathyroidism",
        "opd": "Anovulatory infeility",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "32ec50f2-10f8-4ec9-a71d-d6bd9740f0ff",
        "choice_type": "single"
    },
    {
        "question": "Ergot alkaloid commonly used to prevent post-paum hemorrhage is",
        "exp": "Methylergometrine (methergin) is administered during delivery of anterior to prevent postpaum hemorrhage Ref-KDT 6/e p322",
        "cop": 1,
        "opa": "methyp ergometrine",
        "opb": "ergotamine",
        "opc": "dihydroergotamine",
        "opd": "dihydroergotoxine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "00f4c865-49d0-4568-af87-5cda4d13deb6",
        "choice_type": "single"
    },
    {
        "question": "Which is the most dangerous effect of belladonna in very young children",
        "exp": "Ref-KDT 6/e p113 Atropa belladonna contents anti cholinergic principles like atropine and hyoscine . Atropine is contra-indicated in children due to the risk of hypehermia",
        "cop": 4,
        "opa": "Dehydration",
        "opb": "Hallucinating",
        "opc": "Hypeension",
        "opd": "Hypehermia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "129e5f4d-d6a5-4741-9855-d78d29819796",
        "choice_type": "multi"
    },
    {
        "question": "The neurotransmitter agent that is normally released in the SA node of the hea in response to increased blood pressure is",
        "exp": "Ref-KDT 6/e p107 Whenever blood pressure increases there is reflex stimulation of baroreceptors. The release ACh and depresses the hea",
        "cop": 1,
        "opa": "Acetylcholine",
        "opb": "Dopamine",
        "opc": "Adrenaline",
        "opd": "Noradrenaline",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3179511f-f01d-4226-b2a5-1fb244a34ca6",
        "choice_type": "multi"
    },
    {
        "question": "28 year old woman has been treated with several autonomic drugs for about a month. Which of the following signd would distinguish between an overdose of a muscarinic blocker and a ganglionic blockers",
        "exp": "Ref-KDT 6/e p115 Postural hypotension is due to blockade of sympathetic system. Ganglion blockers in heavy they transmission through both sympathetic as well as parasympathetic ganglia where as muscarinic brokers inhibitat only parasympathetic activity",
        "cop": 4,
        "opa": "Blurred vision",
        "opb": "Dry mouth, constipation",
        "opc": "Mydriasis",
        "opd": "Postural hypotension",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "955b44a9-1e20-4f35-8620-d34916b53c2e",
        "choice_type": "single"
    },
    {
        "question": "Which of the following effects is unlikely to occur during treatment with imipramine?",
        "exp": "(Ref: KDT 6/e p444) Imipramine is a tricyclic antidepressant. It inhibits the reuptake of serotonin and nor-adrenaline. In addition, it possesses anticholinergic and a-blocking propeies are: Increased risk of seizures due to lowering of Seizure threshold is an adverse effect of this drug.",
        "cop": 1,
        "opa": "Elevation of seizure threshold",
        "opb": "Mydriasis",
        "opc": "Sedation",
        "opd": "Urinary retention",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "554922d9-f4c4-4068-8e6c-dac5455ce639",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs will decrease hea rate in a patient with a normal hea rate but will have little effect on hea rate in a cardiac transplant recipient",
        "exp": "Ref-KDT 6/e p127 Nor-adrenaline decreases the hea rate due to reflex stimulaton of baroreteptors. These reflexes are lost in a transplanted hea. however, by its acton, it can produe tachycardia phenylephiine is a selective alpha1 agonist. It has no direct eftect on the hea but produes bradyardi due to reflex stimulation o baro-receptors. These retlexes are lost in a translanted hea. Therelore, it produces no etfect on hea.",
        "cop": 4,
        "opa": "Adrenaline",
        "opb": "Noradrenaline",
        "opc": "Isoproterenol",
        "opd": "Phenylephrine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "53a6983c-3492-4889-8816-8e8c1ca0326a",
        "choice_type": "single"
    },
    {
        "question": "Young male Kallu is brought to the hospital with Severe asthama. PharmacoKinetics of theophylline include the following parameters:Vd=35L ;CL=48ml/min;half life is 8hrs.if an intravenous infusion of theophylline is staed at a rate of 0.48mg/min,how long will it take to reach 93.75% of the final steady stare",
        "exp": "Ref-Katzung 10/e p52 For a drug following first order kinetics,rise in plasma concentration as well as fall in plasma concentraton is similar.when the steady state is attained and the drug administration is stopped.it will be eliminated from the body.50% will be eliminated in one half life 75% in second half life and 87.5%(50+25+12.5%) in third half life and 93.75% (50+25+12.6+6.5%) in four half lives. When constant i.v. is administered, plasma concentration increases in the same manner.in one half life,it is 50% of the steady state and to reach 93.75% of steady state ,4half loves will be required As the half life of this drug is 8hrs, approximately 32hrs will be taken",
        "cop": 4,
        "opa": "Approximately 48min",
        "opb": "Approximately 5.8hrs",
        "opc": "Approximately 8hrs",
        "opd": "Approximately 32hrs",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7145bbf0-8147-4ef6-b8d4-f77bd4691a02",
        "choice_type": "multi"
    },
    {
        "question": "Fairy 23 year old pregnant female having severe sensitivity to amoxicillin drug used to treat Gonorrhea in a single dose should be",
        "exp": "Ref-Katzung 10/e p761,762 Ceftriaxone is contraindicated in patients having severe allergy to penicillins. Tetracvclines are not etfective against gonorrhoea. Although ciprotloxacin is etfective as a single dose treatment ot gonorrhoea but it is contraindicated in pregnancy. Spectinomycin can be given as single dose treatment of PPNG.",
        "cop": 4,
        "opa": "Ceftriaxone",
        "opb": "Tetracycline",
        "opc": "Ciprofloxacin",
        "opd": "Spectinomycin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a8e6c3b4-3f7f-4ab0-bb7a-75aa0cd3f6f0",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is an immunostimulant",
        "exp": "Ref-Goodman and Gillman 11/e p1422 All other drugs listed in the option posses immunosuppressant propeies",
        "cop": 2,
        "opa": "Prednisolone",
        "opb": "Levamisol",
        "opc": "Cyclosporine",
        "opd": "Thalidomide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "51c639c9-685e-4bc1-83a6-05d0a543ce88",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits de navo synthesis of purines",
        "exp": "Ref-KDT 6/e p841 By inhibiting the enzyme IMP dehydrogen,mycophe mycoph inhibits the de novo synthesis of purines",
        "cop": 3,
        "opa": "Cyclosporine",
        "opb": "Tacrolimus",
        "opc": "Mycophenolate",
        "opd": "Infliximab",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c109f731-1d6c-48a5-803c-42273acbd860",
        "choice_type": "single"
    },
    {
        "question": "All actions of chlorpromazine are based on its antidopaminergic propey EXCEPT:",
        "exp": "(Ref: KDT 6/e p430, 431) Chlorpromazine is a typical antipsychotic (D2 blocker) with anti-cholinergic and tit-blocking propeies. D2 blockade is also responsible for extrapyramidal symptoms and hyperprolactinemia (dopamine acts like prolactin release inhibitory hormone). Antiemetic effect of chlorprornazine is due to blockade of D2 recetors in CTZ. Anticholinergic effects manifest as dry mouth, blurring of vision and urinary retention. Hypotension and impaired ejaculation may be seen due to a-blocking activity of chlorpromazine.",
        "cop": 4,
        "opa": "Antipsychotic",
        "opb": "Hyperprolactinemic",
        "opc": "Antiemetic",
        "opd": "Hypotensive",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ab0d90e5-1abb-4726-bb7d-91381b2b47ea",
        "choice_type": "multi"
    },
    {
        "question": "A 54- year old obese patient with type 2 diabetes mellitus and a history of alcoholism probably should not receive metformin because it can increase the risk of:",
        "exp": "(Ref: KDT 6/e p269) Biguanides like metformin and phenfOrmin increase the risk of lactic acidosis paicularly in the patients with hepatic or renal disease. Both these drugs can cause lactic acid05is although phenformin has more potential to cause this adverse effect than metformin. Metforrnin is more likely to cause megaloblastic anemia than phenformin.",
        "cop": 3,
        "opa": "Disulfiram like reaction",
        "opb": "Hypoglycemia",
        "opc": "Lactic acidosis",
        "opd": "Severe hepatic toxicity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7bb93df1-547e-4c3e-a1be-20ae31e241a2",
        "choice_type": "single"
    },
    {
        "question": "Ganciclovir is preferred over acyclovir in the following condition",
        "exp": "Ref-KDT 6/e p769 Ganciclovir is the drug of choice for CMV infections. Acyclovir is highly effective against Herpes simplex and Varicellal zoster (chicken pox and herpes zoster) but it has very little activity against CMV.",
        "cop": 4,
        "opa": "Herpes simplex keratitis",
        "opb": "Herpes zoster",
        "opc": "Chicken pox",
        "opd": "Cytomegalovirus retinitis in AIDs patients",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "58d8d78e-278e-4db4-8b33-abf9b76c5c24",
        "choice_type": "single"
    },
    {
        "question": "Therapeutic drug monitoring of plasma concentration of antihypeensive drugs is not practiced because",
        "exp": "Ref-KDT 6/e p34 TDM is done for drugs (with narrow therapeutic index) whose response cannot be monitored by clinical examination. Antihypeensive effect can be easily measured, therefore TDM is not required",
        "cop": 2,
        "opa": "Determination of plasma level of these drugs is quite tedious and long process",
        "opb": "It is easier to measure the effect of these drugs",
        "opc": "Antihypeensive effect do not increases linearly with the dose",
        "opd": "All Antihypeensive drugs are prodrugs",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "31752913-45ea-4dc9-adb0-4a4dd0f9fccd",
        "choice_type": "multi"
    },
    {
        "question": "Pentostatin acts by inhibiting",
        "exp": "Ref-Katzung 10/920 Pentostatin and cilastatin are not statins i.e. these do not act by inhibiting HMG-CoA reductase. Pentostatin acts by inhibiting adenosine deaminase. It is used for the treatment of hairy cell leukemia. Drug of choice for hairy cell leukemia is cladribine.",
        "cop": 3,
        "opa": "RNA dependent DNA polymerase",
        "opb": "Aldolase",
        "opc": "Aldenosine deaminase",
        "opd": "Adenylyl cyclase",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "99f4054f-de69-4e58-b62f-e425bc11d30c",
        "choice_type": "single"
    },
    {
        "question": "All of the following are limitations of typical tricyclic antidepressants EXCEPT:",
        "exp": "(Ref: KDT 6/e p443, 444) TCAs have very good oral absorption These agents have narrow therapeutic index and thus low safety margin. Sedation and anticholinergic adverse effects are seen frequently with the use of TCAs. Antidepressant actions of both TCAs as well as SSRIs take several weeks to manifest.",
        "cop": 2,
        "opa": "Narrow safety margin",
        "opb": "Low oral bioavailability",
        "opc": "Frequent side effects",
        "opd": "Long latent period for response",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "14cf16df-4fc4-427b-a4b2-f7d21b7d2975",
        "choice_type": "multi"
    },
    {
        "question": "Adverse effects that limit the use of adrenoceptors blockers include",
        "exp": "Ref-KDT 6/e p142 Beta blockers are contraindicated in acute CHF because this can exacterbate with the hea failure. Bronchoconstriction And impairment of blood glucose response is seen with beta blockers. This agents also decreases intraocular pressure and are used for the treatment of glaucoma.",
        "cop": 2,
        "opa": "Bronchoconstriction from alpha blocking agents",
        "opb": "Hea failure exacerbation from beta blockers",
        "opc": "Impaired blood sugar response with alpha blockers",
        "opd": "Increased intraocular pressure with beta blockers",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c47b1345-78d4-45eb-970d-7d1398758978",
        "choice_type": "single"
    },
    {
        "question": "Which of these drugs DO NOT decrease angiotensin Il activity",
        "exp": "(Ref: Katzung 10/e p205, 286) ACE inhibitors and AT1, antagonists decrease angiotensin Il activity. Omapatrilat is a vasopeptidase inhibitor that acts by inhibiting two enzymes, ACE and NEP. As it inhibits ACE, it may also decrease angitotensin II activity. Nesiritide is a recombinant BNP and has no effect on angiotensin II activity.",
        "cop": 3,
        "opa": "Enalapril",
        "opb": "Valsaan",
        "opc": "Nesiritide",
        "opd": "Omapatrilat",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "237f8403-4861-4b0c-bb4e-fcaab70bf3b2",
        "choice_type": "single"
    },
    {
        "question": "Urinary alkalinizing agents administered in case of poisoning due to drugs which are",
        "exp": "Ref-Katzung 10/e p7,8 Strong electrolytes (strong acid and strong base) are ionized in all media, whether it is acid or base. Weak acid ionized in the alkaline medium and easily excreted",
        "cop": 2,
        "opa": "Weak bases",
        "opb": "Weak acids",
        "opc": "Strong bases",
        "opd": "Strong acids",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f3c3eddc-a607-4233-827c-eea1f19fcdfb",
        "choice_type": "single"
    },
    {
        "question": "All of the following factors tend to increase the volume of distribution of a drug except",
        "exp": "Ref - katzung10/e p34,35 If a drug is highly bound to plazma proteins it is more likely to statin blood. Thus its Vd will be less. Low ionizition ours the distribution of drug because unionized molecules can cross the membrane of blood vessel and tissue.",
        "cop": 1,
        "opa": "High plasma protein binding",
        "opb": "Low ionization at physiological pH values",
        "opc": "High lipid solubility",
        "opd": "High tissue binding",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5fd5d3e5-76d5-4743-ab0f-cc5c194c751f",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statement about vincristine are true except",
        "exp": "Ref-KDT 6/e 824,825 Vincristine is a vinca allkaloid. It acts in M-phase of cell cycle by inhibiting the formation of spindle. It is a marrow sparing drug and causes peripheral neuropathy as a prominent adverse effect. It is used for the treatment of hematological malignancies like Hodgkin's lymphoma and leukemias.It is ineffective against solid tumors.",
        "cop": 4,
        "opa": "It is cell cyclic specific and kills cells in the S phase",
        "opb": "Its toxicity primarily affects bone marrow and epithelial structure",
        "opc": "Folic acid reverses its toxic effects",
        "opd": "It is a drug of choice for choriocarcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f268eb43-13db-4e34-a0ab-e3fc70ad88ee",
        "choice_type": "multi"
    },
    {
        "question": "After staing your patient on imipramine, his hea rate rises to 120/min and he has blurred vision. These effects can be explained by the fact imipramine:",
        "exp": "(Ref: KDT 6/e p444) These symptoms are of anticholinergic drugs. Tricyclic antidepressants have powerful anticholinergic propeies and can lead to these symptoms.",
        "cop": 1,
        "opa": "Is a muscarinic antagonist",
        "opb": "Potentiates epinephrine",
        "opc": "Is a ganglionic blocker",
        "opd": "Is a potent a-adrenergic blocker",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "203dc3a8-f9ec-4cc3-9ec0-88a9a8a06fdd",
        "choice_type": "single"
    },
    {
        "question": "Once weekly administration of which of the following antibiotics has prophylactic activity against bacteraemia caused by M.avium complex in AIDS patient",
        "exp": "(Ref: KDT 6/e p730, 731) The regimen used for the treatment of Mycobacteriun avi complex in AIDS patients is REC (Rifabutin, ethambutol and clarithromycin). These drugs are given once daily. Clarithromycin can be replaced with azithromycin which is long acting and can be administered once a week.",
        "cop": 1,
        "opa": "Azithromycin",
        "opb": "Clarithromcycin",
        "opc": "Isoniazide",
        "opd": "Rifabutin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0c845637-ca27-4978-abb6-d4b7bdfd300d",
        "choice_type": "single"
    },
    {
        "question": "A patient of abdominal sepsis was staed on empirical treatment with intravenous ampicillin and gentamicin. Regarding the treatment of this patient, which statement is most accurate",
        "exp": "Ref-KDT 6/e p679,680 Abdominal sepsis is a mixed type of intection caused by both aerobic and anaerobic organisms. Ampicillin and gentamicin will inhibit most of the aerobic organisms but these ae not ettective against anaerobic organisms. Therefore metronidazole or clindamycin should be included in the treatment regimen.",
        "cop": 2,
        "opa": "Empirical treatment of abdominal sepsis should always include a third generation cephalosporin",
        "opb": "A drug active against anaerobe should be included in the antibiotic regimen",
        "opc": "Combination of ampicillin and gentamicin provides good coverage for all likely pathogens",
        "opd": "If the patient is severely allergic to ampicillin, then ceftriaxone should be used",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1d002305-de4a-4c9c-a16c-3872c216ebd9",
        "choice_type": "multi"
    },
    {
        "question": "A 45-year-old male, Sanjeev was brought to the emergency with severe agitation and aggressive behavior. He was staed on haloperidol and the patient became responsive and cooperative. After 8 days of treatment, he developed high grade fever, diarrhea, confusion and muscle rigidity. Which of the following should be used for the treatment of this condition?",
        "exp": "(Ref: Katzung 11/e p499) Diagnosis in this patient is neuroleptic malignant syndrome (NMS). It is an adverse effect caused by typical antipsychotic drugs like haloperidol. It presents clinically with four primary features: (1) hypehermia, (2) extreme generalized rigidity, (3) autonomic instability, and (4) altered mental status. Dantrolene is drug of choice for this condition.",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Benzhexol",
        "opc": "Dantrolene",
        "opd": "High dose of haloperidol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1b6e1870-2936-48c7-bd50-bc9b7f202608",
        "choice_type": "single"
    },
    {
        "question": "In deciding on a treatment for a 60 years old patient, Golu, who has chronic hea disease and rheumatoid ahritis, you wish to give him procainamide. He is already taking digoxin, hydrochlohiazide and potassium supplementation. Which of the following is a relevant statement?",
        "exp": "(Ref: KDT 6/e p512) Hyperkalemia increases the toxicity of class Ia antiarrhythmics.",
        "cop": 2,
        "opa": "A possible drug interaction with digoxin suggests that digoxin blood levels should be obtained before and after staing procainamide.",
        "opb": "Hyperkalemia should be avoided to reduce the likelihood of procainamide toxicity",
        "opc": "Procainamide cannot be used if the patient has asthma because it has a beta blocking effect",
        "opd": "Procainamide is not active by the oral route",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "aeba83ad-0066-4383-bd86-2a0cbeb7f27e",
        "choice_type": "multi"
    },
    {
        "question": "glipizide differs from chlorpropamide in that it:",
        "exp": "(Ref: KDT 6/e p266) Second generation (like glipizide) sulfonylureas are more potent than first generation agents (like chlorpropamide). Chlorpropamide is the longest acting sulfonylurea. Sulfonylureas can cause hypoglycemia (even in non-diabetics) due to release insulin.",
        "cop": 1,
        "opa": "Is more potent",
        "opb": "Is longer acting",
        "opc": "Does not lower blood sugar in nondiabetic subjects",
        "opd": "Is less prone to cause hypoglycemic reaction",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "375e55ce-a66b-4ebf-8f93-f93641108b29",
        "choice_type": "single"
    },
    {
        "question": "Which of the following terms best describes the antagonism of leukotrienes bronchoconstrictor effect (mediated at a leukotriene receptor) by terputaline (acting at a adrenoceptor) in a patient with asthama",
        "exp": "Ref-Katzung 10/e p16 Drugs producing opposite action by acting on different receptors are called psychological antagonist",
        "cop": 3,
        "opa": "Pharmalogical antagonist",
        "opb": "Paial agonist",
        "opc": "Physiological antagonist",
        "opd": "Chemical antagonist",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "07181dd0-80f8-4175-9ab1-5913c53980aa",
        "choice_type": "single"
    },
    {
        "question": "Operation requires and infusion of procainamide. It's half life is 2hrs. The in fusion is begin at 9:00 a.m. to 1:00 p.m. on the same day, the blood concentration is found to be 3mg/L. What is the probable steady state concentration after 2 days of infusion",
        "exp": "Ref-Katzung 10/e p40,43,44 Half life of this drug is 2 hours and its plasma concentration is 3 mg/L after 4 hours (9AM to 1 PM). This means, after 2 half lives ( 4 hours) plasma concentration is 3mg/ L. We know, by constant i.v. infusion, plasma concentration attained is 75% of the steady state in 2 half lives. So, if 3 mg/L is 75% of steady state, it will amount to 4 mg/L.",
        "cop": 2,
        "opa": "3mg/L",
        "opb": "4mg/L",
        "opc": "6mg/L",
        "opd": "15mg/L",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9b265688-8283-494c-b49e-d728eee9a1bc",
        "choice_type": "single"
    },
    {
        "question": "The mechanism of anti cancer action of fluoruracil is",
        "exp": "5-FU is an antimetabolite.it us a thymidine analogue and acts by conversion to 5'-dUMP .latter inhibits the formation of dTMP and result in Thymineless dealth of cells Ref-KDT 6/824",
        "cop": 3,
        "opa": "Cross linking of double standard DNA and the resulting inhibition of DNA replication and transcription",
        "opb": "Cytotoxicity resulting from metabolite that interferes with the production of dTMP",
        "opc": "Irreversible inhibition of dihydrofolic acid reductase",
        "opd": "Selective action of DNA polymerase",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "275bc554-253b-408f-acd0-22ff6406385d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is not used in prostate carcinoma",
        "exp": "Ref-KDT 6/e p291 Prostatic carcinoma results due to excessive testosterone. Testosterone is cnveed to dihydrotestosterone (DfT) by 5-alpha reductase. DfI is responsible for prostatic growth Flutamide is an androgen rereptor antagonist whereas finasteride is reductase inhibitor. Both of these drugs can be used in pros tatic cancer. Diethylstilbesterol is an estrogen. It will cause feedback inhibition of pituitary and hypothalamus. Decreased secretion of GnRH (LH and PSH) results in the decrease in testosterone. It was also used previously for orostatic carcinoma.",
        "cop": 3,
        "opa": "Finasteride",
        "opb": "Diethylstilbestrol",
        "opc": "Testosterone",
        "opd": "Flutamide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8fcbac56-dedf-41c2-baa9-7763fef26fff",
        "choice_type": "single"
    },
    {
        "question": "A patient in shock comes to you in trauma ward. You examnne him and decide not to give him vasoconstrictors Which is the type of shock your patient is having",
        "exp": "Ref-KDT 6/e p129 Sympathomemtic drugs are indicated in all types of shock except secondary shock . In this condition, there is reflex vasoconstriction. Alpha blockers are useful in this type of shock",
        "cop": 3,
        "opa": "Neurogenic shock",
        "opb": "Haemorrhagic shock",
        "opc": "Secondary shock",
        "opd": "Hypotension due to spinal anaesthesia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "2703405e-4f08-43e0-92a8-c1ef22d29149",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs inhibits platelet cyclooxygenase reversibly",
        "exp": "Alprostadil(PGE1) and predinasolone do not inhibit cause enzyme virus transparent is an Irreversible inhibitor of this enzyme Ref-KDT 6/e p185",
        "cop": 3,
        "opa": "Alprostadil",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Prednisolone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3a312839-be40-4bf2-9107-56bc8fa8d76d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is longest acting ocular Beta blocker",
        "exp": "Ref-KDT 6/e p145 Betaxolol is a cardioselective Beta blocker useful in glaucoma. It is longer acting than timolol. Another non selective Beta blocker used topically for the treatment of glaucoma is levobunolol",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Betaxolol",
        "opc": "Caiolol",
        "opd": "Metoprolol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3972ba9a-afe3-487d-973a-6cb768d4b423",
        "choice_type": "single"
    },
    {
        "question": "A 26-year-old male, Vikas presents to OPD complaining of hair lose and itching on scalp. Physical examination reveals moderate patchy hair loss fron the central poion of scalp and the lesions have ring like configuration with central clearing. Which of the following drugs can be used to treat this patient s condition?",
        "exp": "Ref-Katzung 11/842 The diagnosis of tinea capitis and terbinafine is used for the treatment of male pattern baldness stas from anterior poion and scalp and are non pruritic will family history.the treatment of latter is finasteride",
        "cop": 4,
        "opa": "Local glucocoicoid",
        "opb": "Progesterone",
        "opc": "Finasteride",
        "opd": "Terbinafine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "958b7a95-6fc0-41e2-8067-f4570bde9fe4",
        "choice_type": "single"
    },
    {
        "question": "The drug that should be used for prophylaxis of close contacts of a patient suffering from meningococcal meningitis is",
        "exp": "Ref-KDT 6/e p729 Rifampicin and ciprofloxacin are used for the prophylaxis of meningococcal meningitis",
        "cop": 1,
        "opa": "Rifampicin",
        "opb": "Dapsone",
        "opc": "Erythromycin",
        "opd": "Amikacin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "658bc4c5-2497-4841-b27d-034913175a9e",
        "choice_type": "single"
    },
    {
        "question": "A patient with AIDS and a CD4 cell count of 100/ul , has a persistent fever and Weight Loss associated with invasive pulmonary disease due to M avium complex. Optimal management of this case requires",
        "exp": "Ref-KDT 6/e p750 Mycobacterium avium complex infection is treated with combination of rifabutin,ethambu eth and clarithromycin",
        "cop": 3,
        "opa": "Select an antibiotic regimen based on drug susceptibility of the cultured organism",
        "opb": "Sta treatment with isoniazide and rifampicin",
        "opc": "Treat the patient with clarithromycin,ethambutol and rifabutin",
        "opd": "Treat with trimethoprim sulfamethoxazole",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "62777be4-4267-4f29-bae3-e5c660539f2c",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT associated with thiazide diuretics?",
        "exp": "(Ref: KDT 6/e p567) Thiazides cause hypercalcemia by decreasing its excretion (hypocalciurea) whereas loop diuretics cause hypocalcemia by increasing its excretion. (remember LOOP LOOSES CALCIUM).",
        "cop": 1,
        "opa": "Hypercalciuria",
        "opb": "Hyponatremia",
        "opc": "Hypokalemia",
        "opd": "Hyperuricemia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "93e84024-ffe2-4421-aed1-7bb0af5222f1",
        "choice_type": "single"
    },
    {
        "question": "Insulin acts by stimulation of:",
        "exp": "(Ref: KDT 6/e p258) Insulin acts by stimulation of tyrosine kinase receptors.",
        "cop": 2,
        "opa": "Ionotropic receptor",
        "opb": "Enzymatic receptor",
        "opc": "Metabotropic receptor",
        "opd": "Nuclear receptor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0d74d8b4-23d8-4717-a883-4acca715b8e1",
        "choice_type": "single"
    },
    {
        "question": "A 40 years old patient with liver dysfunction is scheduled for a surgical procedure. Lorazepam can be used for pre-anaesthetic medication in this patient without concern for excessive CNS depression because the drug is:",
        "exp": "(Ref: Katzung 6/e p450) Lorazepam and oxazepam are the benzodiazepines which are excreted from the body by glucuronide conjugation without phase 1 metabolism in the liver. So these can be used safely in hepatic dysfunction.",
        "cop": 2,
        "opa": "Selective anxiolytic like buspirone",
        "opb": "Conjugated directly",
        "opc": "Reversible by administration of naloxone",
        "opd": "Forming several active metabolites",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "813650d8-1ff7-4908-b157-1403e030f5e2",
        "choice_type": "single"
    },
    {
        "question": "Coicosteroids are absolutely contraindicated in the following type of Tuberculosis",
        "exp": "Ref-KDT 6/e p749 Coicosteroids are absolutely contra-indicated in intestinal TB due to risk of perforation",
        "cop": 3,
        "opa": "Miliary",
        "opb": "Meningeal",
        "opc": "Intestinal",
        "opd": "Renal",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "aa479e73-4c6f-42d8-b07a-be7ee1885d35",
        "choice_type": "single"
    },
    {
        "question": "Which of the following does not act as a second messenger",
        "exp": "Ref-KDT 6/e p48 Cyclic AMP,IP3 and DAG a second messenger where does G proteins are first messengers.IP3 and DAG increases the release of Ca+2 that acts as a third messenger",
        "cop": 4,
        "opa": "Cyclic AMP",
        "opb": "Inositol triphosphate",
        "opc": "Diacycglycerol",
        "opd": "G protein",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f4e648a1-4f5e-422d-b8c1-8ffee5402198",
        "choice_type": "single"
    },
    {
        "question": "Sirolimus is more likely than cyclosporine to cause",
        "exp": "Clyclosporine and tacrolimus cause nephrotoxicity as an adverse effect. Sirolimus results in bone marrow suppression and thus may cause anemia ,thrombocytopenia and leukopenia",
        "cop": 4,
        "opa": "Hypeension",
        "opb": "Osteoporosis",
        "opc": "Renal insufficiency",
        "opd": "Thrombocytopenia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a49103c7-ade1-4a4f-989a-f6da178b3cc5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most likely due to pharmacogenetic condition",
        "exp": "Ref-KDT 6/e p853 Primaquine is an oxidant drug. It can cause Hemal lighting anaemia in subject having deficiency of G-6-PD enzyme. This condition in genetically determined",
        "cop": 4,
        "opa": "Hypiglycemia by insulin",
        "opb": "Tachycardia by Albuterol",
        "opc": "Metoclopropramide induced muscle dystonia",
        "opd": "Primaquine induced hemolytic anemia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f961285a-52bc-45dc-a5ef-9606e27cdc3c",
        "choice_type": "single"
    },
    {
        "question": "Voluntameer ram will receive a new drugin Phase 1 clinical trial. The clearance and volume of distribution of the drug in Ram are 1.386L/hr and 80L respectively. They have life of the drug in him would be approximately",
        "exp": "Ref-Katzung 10/e p38,39 t1/2=0.0693xVd/CL",
        "cop": 3,
        "opa": "83hr",
        "opb": "77hr",
        "opc": "40hr",
        "opd": "0.02hr",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6f20fca1-2b60-4e9d-a035-9ec7c8bce762",
        "choice_type": "single"
    },
    {
        "question": "The only non catecholamine sympathomimetic drug out of the following is",
        "exp": "Ref-Goodman and Gillman 11/e p239 Catecholamine are the drugs having dihydrobenzene nucleus in it's structure.adrenaline, isoprenaline and dopamine contain this structure",
        "cop": 2,
        "opa": "Adrenaline",
        "opb": "Ephedrine",
        "opc": "Dopamine",
        "opd": "Isoprenaline",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e799d69f-6ae5-43fd-ae4d-61bdbffab5ae",
        "choice_type": "single"
    },
    {
        "question": "The intense craving experienced by the people recovering from chronic alcoholism can be treated by a drug which acts by being an:",
        "exp": "(Ref: KDT 6/e p467) Naltrexone is used to decrease the craving for alcohol after de-addiction.",
        "cop": 4,
        "opa": "Agonist of serotonin receptors",
        "opb": "Agonist of alpha adrenoceptors",
        "opc": "Agonist of beta adrenoceptors",
        "opd": "Antagonist of opioid receptors",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "4c3c589c-6e3e-48f8-a697-bcceb9703a8a",
        "choice_type": "single"
    },
    {
        "question": "Dose limiting toxicity of amphotericin B is",
        "exp": "Ref-KDT 6/e p759 Amphotericin B can Cause: Dose limiting nephrotoxicity (A) Infusion related reactions (not dose related) Hypokalemia Hypomagnesenia",
        "cop": 2,
        "opa": "Infusion related reaction",
        "opb": "Renal tubular acidosis",
        "opc": "Myelosuppression",
        "opd": "Hypotension",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6b66ea92-4036-4287-84c9-e551c1a6ff2f",
        "choice_type": "single"
    },
    {
        "question": "Roopmati A56 year old female with lymph node positive breast with cancer was stated with systemic chemotherapy. 4 weeks letter should develop frequent urination suprapubic pain dysuria and hematuria.which of the following could have prevented this patients condition",
        "exp": "Ref-Katzung 11/r p941 The patient described in the question has hemorrhagic cystitis caused oyl drugs like cclophosphamide and itostamide. Hemorrhagic cystitis during therapy with cvclophosphamide or iostamide is caused by the urinary excretion of the toxic metabolite acrolein. This can be prevented byby aggressi hvdration, bladder irrigation, and administration of mesna, a sulfhydryl compound that binds acrolein in the urine.",
        "cop": 2,
        "opa": "Folinic acid",
        "opb": "Mesna",
        "opc": "Dexrazoxane",
        "opd": "Amifostine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d79674ec-7797-42a7-9108-f4cbe5cd2be9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug is least effective luminal amoebicide",
        "exp": "Ref-KDT 6/e p798,799 Metronidazole is least effective luminal amoebicide because it is almost completely observed in small intestine and little drug is available to act in the colon",
        "cop": 1,
        "opa": "Metronidazole",
        "opb": "Diloxanide furoate",
        "opc": "Iodoquinol",
        "opd": "Paromomcin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8e974b1e-3bcb-49c4-ac54-b912e7598119",
        "choice_type": "single"
    },
    {
        "question": "BCG is used for",
        "exp": "Ref-Goodman and Gillman 11/e p1422 BCG is used for immunizatiin against TB.it is also used for the treatment of superficial bladder cancer .it is directly instilled in the urinary bladder for this purpose",
        "cop": 2,
        "opa": "Treatment of tuberculosis",
        "opb": "Treatment of superficial bladder cancer",
        "opc": "Treatment of anthrax",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "eb1f4a70-5d4d-4300-b317-e77bacf2c9ac",
        "choice_type": "multi"
    },
    {
        "question": "Urgent treatment of procainamide toxicity is:",
        "exp": "(Ref: CMDT-2010/1445) Pressor agents (to reverse hypotension) and sodium lactate (to reverse arrhythmias) are indicated for the treatment of procainamide toxicity.",
        "cop": 4,
        "opa": "Calcium chelation",
        "opb": "KCI",
        "opc": "Nitroprusside",
        "opd": "Sodium lactate",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bbc7afdc-86e4-448e-a29b-85605b58ae73",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is the longest acting ocular Beta blocker",
        "exp": "Ref-KDT 6/e p145 Betaxolol is a cardioselective Beta blocker useful in glaucoma.it is longer acting than timolol .another non selective Beta blocker used topically for the treatment of glaucoma is levobunolol.",
        "cop": 2,
        "opa": "Timolol",
        "opb": "Betaxolol",
        "opc": "Caiolol",
        "opd": "Metoprolol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bed3a59c-176d-4eb7-b5ec-9c2a39823f19",
        "choice_type": "single"
    },
    {
        "question": "All of the following antihypeensive drugs increase plasma rein activity except :",
        "exp": "(Ref:KDT 6/e p546) Plasma renin activity is increased by reflex increase in sympathetic discharge. Clonidine decreases central sympathetic outflow and thus will decease the plasma renin activity. Vsodilators and ACE inhibitors result in reflex increase in plasma renin activity.",
        "cop": 1,
        "opa": "Clonidine",
        "opb": "Hydralazine",
        "opc": "Nifedipine",
        "opd": "Captopril",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "56b56f84-239f-4e84-b32c-2ac50c8bca05",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs are useful for long term treatment of congestive hea failure except",
        "exp": "Dobutamine (Ref: KDT 6/e p507) Dobutamine is indicated only for the acute treatment of decompensated CHF. Cardiac glycosides (digoxin) can be used for acute treatment as well as maintenance therapy of CHF. ACE inhibitors and spironolactone are indicated only for chronic CHF.",
        "cop": 3,
        "opa": "Digoxin",
        "opb": "Ramipril",
        "opc": "Dobutamine",
        "opd": "Spironolactone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "be657d57-a550-4445-b045-21e73c7dc6b5",
        "choice_type": "multi"
    },
    {
        "question": "All of the following effects are seen with cholinergic muscarinic receptors stimulation except",
        "exp": "Ref-KDT 6/e p97 Stimulation of muscarinic (M3) receptor decreases BP whereas parasympathetic system stimulation has no effect on BP because blood vessel contain M3 precipitate but no parasympathetic supply.",
        "cop": 2,
        "opa": "Sweating",
        "opb": "Rise in blood pressure",
        "opc": "Bradycardia",
        "opd": "Urination",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "24d4bfaa-6c50-47eb-a4d9-f2331abfd6ee",
        "choice_type": "multi"
    },
    {
        "question": "H a t year old patient on Oxygen therapy has developed digital toxicity. The plasma peacocks in level is 4ng/ml. Renal function is normal and the plasma half life for digoxin in this patient is 1.6 days. How long should give with hold digoxin in order to reach a safer yet probably therapeutic level of 1ng/ml",
        "exp": "Ref-Katzung 10/e p48 WeWwant to decrease a plama concentration of digoxin from 1ng/ml.it will take two half lives.thus time required is 2x1.6=3.2days",
        "cop": 3,
        "opa": "1.6days",
        "opb": "2.4days",
        "opc": "3.2days",
        "opd": "4.8days",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6823b8be-3c3b-4e9b-972f-02a12f674495",
        "choice_type": "single"
    },
    {
        "question": "An old man enters a hospital with myocardial infarction and severe ventricular arrithmia. The antiarrhythmic drug chosen has a narrow therapeutic window. The minimum toxic plasma concentration is 1.5 times a minimum therapeutic plasma concentration. Day half life is 6 hours. It is essential to maintaining the plasma concentration about the minimum therapeutic level to prevent possible lethal arrhythmia. Of the following the most appropriate dosing regimen would be",
        "exp": "Ref-Katzung 10/e p40,43,44 When a drug is administered less frequently, it produces marked variation in the plasma concentrations. In this question the drug has a half life of 6 hours. If we repeat the dose at 6 hourly intervals, there will be 100% variation in the plasma concentration. More frequent dosing will minimize the variation between maximum and minimum plasma concentrations. As the margin of safety of this drug (given in the question) is very low (maximum tolerable concentration is only 1.5 times the effective concentration), constant i.v. infusion is the best route.",
        "cop": 4,
        "opa": "Once a day",
        "opb": "Twice a day",
        "opc": "Four times a day",
        "opd": "Constant intravenous infusion",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7814613a-554c-469e-a0f0-e4c19fc00e12",
        "choice_type": "single"
    },
    {
        "question": "Lignocaine is useful for the treatment of :",
        "exp": "(Ref: KDT 6/e p502) Lignocaine is used only for the treatment of ventricular arrhythmias, it has no role in atrial arrhythmia.",
        "cop": 3,
        "opa": "Atrial fibrillation",
        "opb": "Paroxysmal supraventricular tachycardia",
        "opc": "Digitalis induced ventricular extrasystoles",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d1c2f574-76e4-4382-834e-3a388d520055",
        "choice_type": "multi"
    },
    {
        "question": "A direct acting cholinomimetics that is lipid soluble and has been used in the treatment of glaucoma is",
        "exp": "Ref-KDT 6/e p98 Pilocarpine is a directly acting and physostigmine-acetylcholine is an indirectly acting cholinomimetic useful for glaucoma.",
        "cop": 3,
        "opa": "Acetylcholine",
        "opb": "Physostigmine",
        "opc": "Pilocarpine",
        "opd": "Neostigmine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7c90d3e8-e247-480e-a08b-fbed98124b6d",
        "choice_type": "single"
    },
    {
        "question": "Dr. Neelam decides to give estrogen therapy in a postmenopausal woman. The risk of which of the following will not be increased?",
        "exp": "(Ref: KDT 6/e p301) Estrogen is used for the treatment of osteoporosis in post-menopausal female.",
        "cop": 2,
        "opa": "Gall stones",
        "opb": "Osteoporosis",
        "opc": "Endometrial carcinoma",
        "opd": "Breast cancer",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "598c1cb5-3d81-4448-9001-c912ba0ce2f8",
        "choice_type": "multi"
    },
    {
        "question": "Select the antimicrobial agent that can be used to treat both methicillin resistant and vancomycin resistant staphylococcus aureus infection",
        "exp": "Ref-KDT 6/e p733 Linezolid is a prescription drug used as an antibiotic to treat ceain serious bacterial infections. It works by stopping the growth of bacteria. Linezolid treats only bacterial infections. It will not work for viral infections (such as common cold, flu",
        "cop": 3,
        "opa": "Clarithromcycin",
        "opb": "Clindamycin",
        "opc": "Linezolid",
        "opd": "Lincomycin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8b1f2c7a-5017-416e-85bf-681b57d89ea7",
        "choice_type": "multi"
    },
    {
        "question": "A new drug is found to be highly lipid soluble. It is metabolism it is lower rate of 10% Per hour. On intravenous injection in produced general anaesthesia that lasts only for 15 minutes. The sho duration of anaesthesia is due to",
        "exp": "Ref-KDT 6/e p19 Highly lipid soluble drugs like thiopentone are quickly distributed to the tissue having high blood supply (like brain). If the target organ is also having high blood supply, drug action will be very quick. This is the case with general anaesthetics like thiopentone. Now, the drug will be distributed to less vascular tissues like fat and muscle. Movement of the drug outside the brain results in the termination of its action. This is called redistribution.",
        "cop": 4,
        "opa": "Metabolism of drug in liver",
        "opb": "High plasma protein binding of the drug",
        "opc": "Excretion of drug by kidney",
        "opd": "Redistribution",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d47843aa-2136-4977-a171-8c4815c55084",
        "choice_type": "single"
    },
    {
        "question": "A 25 year old male was hospitalized with liver cyst due to Echinococcus granulosis.he refused to undergo surgery for removal of cyst.therefore, albendazole was used at high dose for 3months .this patient should be monitored for the toxicity to",
        "exp": "Ref-Katzung 10/869 Albendazole is used furlong X at high dose can lead to hepatotoxicity",
        "cop": 3,
        "opa": "Gonalds",
        "opb": "Kidney",
        "opc": "Liver",
        "opd": "Peripheral nerves",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0f6d8267-4b84-4f45-ae56-aeef2190212d",
        "choice_type": "single"
    },
    {
        "question": "Efirenz limits HIV infection by",
        "exp": "Ref-KDT 6/e 772 Allosteric inhibitor Mein snong nucleoside reverse transcriptase inhibitors",
        "cop": 4,
        "opa": "Binding to active site of HIV reverse transcriptase",
        "opb": "Impairing the binding of HIV virion to CD4 receptor on T tubes",
        "opc": "Inhibiting the HIV protease",
        "opd": "Serving as an allosteric inhibitor of HIV reverse transcriptase",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0f7102f9-a066-42dc-a3fb-1060d4d2bce5",
        "choice_type": "multi"
    },
    {
        "question": "A drug X belongs to the anti cholinergic drug group. It is primarily used in preanesthetic medication and also during surgery. Which of the following can be X",
        "exp": "Ref-KDT 6/e p110 Glycopyrrolate is use it to reduce the secretion (to prevent reflex bronchospasm) during anaesthesia. It is mainly used as preanesthetic medication",
        "cop": 1,
        "opa": "Glycopyrrolate",
        "opb": "Pipenzolate methyl bromide",
        "opc": "Isopropamide",
        "opd": "Dicyclomine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "583209a7-9de0-4930-bc4f-af633717abf0",
        "choice_type": "single"
    },
    {
        "question": "A patient presents in your psychiatry OPD with complaints of diminished vision. Ophthalmological examination revealed corneal and lenticular opacities. He had been prescribed some antipsychotic drug during his last visit. Which of the following it can be?",
        "exp": "(Ref: KDT 6/e p428) Retinal degeneration and corneal and lenticular opacities are the adverse effects seen most commonly with the use of thioridazine.",
        "cop": 1,
        "opa": "Thioridazine",
        "opb": "Haloperidol",
        "opc": "Flupenthixol",
        "opd": "Pimozide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c520c78a-3b90-41fe-a96e-bbdc88b04492",
        "choice_type": "single"
    },
    {
        "question": "Drug X normal administered to patients at a rate of 50mg/hr. Elimination of the drug X from body takes place as Hepatic metabolism 10% Biliary secretion 10% Renal excretion 80% This drug has to be administered to A 65 years old patient Uttam Singh, with a GFR of 60ml/min.(assuming normal GFR is 1w0ml/min). Liver and biliary functions and normal in the patient. What will be the dose rate of the drug X in this patient",
        "exp": "Ref-Goodman and Gillman 12/e p36-37 In this question 80 percent of drug is eliminated by renal route and 20percent by non-renal routes (10 percent by hepatic metabolism and 10 percent by biliary secretion) . This patient has 50 percent renal function (60 ml/ min of GFR instead of 120 ml/min). Thus, the drug that can be eliminated in this person is 20percent (Non-renal route) + 40 percent (Renal route, 50 percent of 80 percent) = 60 percent Thus, the dose rate should be 60 percent of the original. i.e. 50 mg/hr x 60 percent = 30 mg/hr.",
        "cop": 2,
        "opa": "50mg/hr",
        "opb": "30mg/hr",
        "opc": "25mg/hr",
        "opd": "100mg/hr",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0e446cb8-e528-4ac6-9a0e-5344b5a27bef",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statements regarding drugs used in Leprosy is false",
        "exp": "Ref-KDT 6/e p752,753 Acedapsone is a repository form of dapsone. Single i.m. injection of acedapsone keep on releasing the drug for 3 months. Rifampicin is used once in a month (supervised dose) for the treatment of leprosy. It prevents the emergence of resistance to dapsone. Clofazimine can result in skin pigmentation, discolouration ofsecretions and dryness of skin (icthyosis). Clofazimine has no cross-allergenicity with dapsone.",
        "cop": 3,
        "opa": "Single intramuscular injections of acedapsone maintain inhibitory levels of dapsone in tissues for up to 3 months",
        "opb": "Monthly doses of rifampicin delay the emergency of resistance to dapsone",
        "opc": "Clofazimine should not be given to patients who are intolerant to dapsone or who fail to improve during treatment with dapsone",
        "opd": "Clofazimine may cause changes in skin colour",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1f9a7a2f-361e-4ac8-a096-93b304e8a8cf",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is NOT true about the use of Beta blocker in CHF",
        "exp": "Ref KDT 6/e p544 Beta blockers are contra-indicated in acute decompensated hea failure.",
        "cop": 3,
        "opa": "These should be staed at very low dose and sowly titrated upwards",
        "opb": "Carvedilol is most widely used beta blocker",
        "opc": "These are drug of choice in acute decompensated hea failure.",
        "opd": "These can reduce moality in CHF patients",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b2ada9eb-2b41-4998-baab-0c8e6cfd83f9",
        "choice_type": "multi"
    },
    {
        "question": "Sudha ache 20 year old female developed antibiotic associated pseudomembranous colitis caused by Clostridium difficle. Which of the following drugs is most likely to be effective in the treatment of this disease",
        "exp": "Ref-KDT 6/799 Drugs used for the treatment of pseudomembranous colitis are Metronidazole (drug of choice) Vancomycin",
        "cop": 3,
        "opa": "Ampicillin",
        "opb": "Clindamycin",
        "opc": "Metronidazole",
        "opd": "Chloramphenicol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9a739e72-e295-4d78-b19c-4126f372166d",
        "choice_type": "single"
    },
    {
        "question": "Shanti has been diagnosed to have brain tumor. You would prefer to give her betamethasone/dexamethasonc over hydrocoisonc as steroids to decrease her cerebral edema because:",
        "exp": "(Ref: KDT 6/e p285) Triamcinolone, betamethasone, dexamethasone and paramethasone are selective glucocoicoids (have zero mineralocoicoid action). These are preferred for cerebral edema because they lack salt and water retaining potential (mineralocoicoid action).",
        "cop": 1,
        "opa": "They do not cause Na+ and water retention",
        "opb": "They are more potent",
        "opc": "They can be administered intravenously",
        "opd": "They inhibit brain tumours",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "190c7613-a15c-48cb-93f0-e08864c7e60d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following characteristics make metformin a preferred biguanide than phenformin?",
        "exp": "(Ref: KDT 6/e p269) Incidence of lactic acidosis is more with phenformin and that of megaloblastc anemia (due to interference with vitamin B12 absorption) is more with metformin.",
        "cop": 2,
        "opa": "It is more potent",
        "opb": "It is less liable to cause lactic acidosis",
        "opc": "It does not interfere with vitamin B12 absorption",
        "opd": "It is not contraindicated in patients with kidney disease",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3b6c135d-ad04-4e47-b9db-b9b679c47c31",
        "choice_type": "single"
    },
    {
        "question": "MAO inhibitors are contra-indicated in all the following conditions EXCEPT:",
        "exp": "(Ref: KDT 6/e p458, 459) In first three conditions mentioned in the question, MAO inhibitors will lead to hypeensive crisis but these drugs do not interact with aspirin.",
        "cop": 4,
        "opa": "With tricyclic antidepressants",
        "opb": "With indirectly acting sympathomimetics",
        "opc": "Cheese",
        "opd": "Aspirin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "dead5b4a-25a7-4b0b-b741-fb120450a82a",
        "choice_type": "multi"
    },
    {
        "question": "Mr James has just been diagnosed with Myasthenia gravis. You are his physician and considering different Therapies for his disease. Neostigmine and pyridostigmine may cause which of the following",
        "exp": "Ref-KDT 6/e p101 Neostigmine and pyridostigmine are reversible chlolinesterase inhibitors that can cause cholinergic adverse effects like diarrhea and increase secretions",
        "cop": 2,
        "opa": "Bronchodilation",
        "opb": "Diarrhea",
        "opc": "Cycloplegia",
        "opd": "Inversible inhibitor action of acetylcholinesterase",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bbfba650-cc7e-482e-8315-c307da80de6f",
        "choice_type": "single"
    },
    {
        "question": "The following is true of placebo",
        "exp": "Ref-KDT 6/e p65 Placebo plays a very impoant role in the clinical trials. To know, whether the effect is produced by a drug or it is just by chance, Ada me medication known as placebo is given to the control group, placebo may or may not produce an effect in a subject",
        "cop": 1,
        "opa": "Placebo is a dummy medication",
        "opb": "Placebo in the ine material added to the drug for making tablets",
        "opc": "Placebos do not produce any effect",
        "opd": "All patient respond to Placebo",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "be3f1aa1-7225-4497-a5c1-45dfccf164c4",
        "choice_type": "multi"
    },
    {
        "question": "Nitroglycerine exes beneficial effects in classical angina pectoris primarily by:",
        "exp": "(Ref: KDT 6/e p523) Mechanism of action nitrates in classical angina is reduction in preload (due to venodilation) and in variant angina is coronary vasodilation.",
        "cop": 3,
        "opa": "Increase in total coronary blood flow",
        "opb": "Redistribution of coronary blood flow",
        "opc": "Reduction of cardiac preload",
        "opd": "Reduction of cardiac afterload",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8dbfe4ac-fe50-4ed0-8025-854b0687f6c3",
        "choice_type": "single"
    },
    {
        "question": "A compound X decreases the functional activities of several CNS neurotransmitters including dopamine, adrenaline and serotonin. At high doses it may cause Parkinsonism like extrapyramidal system dysfunction. Which of the following can be X?",
        "exp": "(Ref: KDT 6/e p549) Neurotransmitters (like dopamine, serotonin and adrenaline) are stored in the vesicles after their synthesis. These stores of neurotransmitters are released on stimulation of the neuron. Reserpine inhibits the vesicular transpo of these neurotransmitters resulting in depletion of dopamine, serotonin and adrenaline. Severe depression (due to deficiency of serotonin) leading to suicidal tendencies and extrapyramidal symptoms (due to deficiency of dopamine in the brain) are the adverse effects of this drug.",
        "cop": 4,
        "opa": "Baclofen",
        "opb": "Diazepam",
        "opc": "Ketamine",
        "opd": "Reserpine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f5fe8001-3443-47fb-9d25-9e35d221f244",
        "choice_type": "single"
    },
    {
        "question": "Which of the following effects of adrenaline would be block the by phentolamine but not by propanonol",
        "exp": "Ref-KDT 6/e p123 Smooth muscle of iris contain alpha receptor whereas hea,bronchus and uterus possess ba-adrenergic receptor",
        "cop": 4,
        "opa": "Cardiac stimulation",
        "opb": "Relaxation of bronchial smooth muscle",
        "opc": "Relaxation of uterus",
        "opd": "Contraction of radiap smooth muscle in the iris",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d6b03b75-dbf9-49c7-8901-fbf4faf06e17",
        "choice_type": "single"
    },
    {
        "question": "Which of the following disorders is NOT aggravated by coicosteroid therapy?",
        "exp": "(Ref: KDT 6/e p283) Coicosteroids are used for the management of congenital adrenal hyperplasia. Coicosteroids can result in hyperglycemia and thus may vitigate the control of blood glucose in diabetics. Due to retention of Na+ and water, coicosteroids can worsen the hypeension. By inhibiting the production of gastroprotective prostaglandins, coicosteroids increase the risk of peptic ulcer disease.",
        "cop": 1,
        "opa": "Congenital adrenal hyperplasia",
        "opb": "Diabetes mellitus",
        "opc": "Hypeension",
        "opd": "Peptic ulcer",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "622ddd6b-3c36-40d4-875d-ce9ab9476781",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is NOT an advantage of low molecular weight herparin over unfractionated heparin?",
        "exp": "Ref: KDT 6/e p603",
        "cop": 1,
        "opa": "Higher efficiency in aerial thrombosis",
        "opb": "Less frequent dosing",
        "opc": "Higher and more consistent subcutaneous bioavailability",
        "opd": "Laboratory monitoring of response not required",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6b1c5fd2-6849-4417-ac0c-bbd8ed9f7042",
        "choice_type": "single"
    },
    {
        "question": "More than 90% of this drug is excreted in the urine intact form. Because its urinary solubilities low, patient should be well hydrated to prevent nephrotoxicity.the drug is",
        "exp": "Ref-KDT 6 /769 Both indinavir and acyclovir can cause nephrotoxicity and renal stone formation.but indinavir is metabolized mainly in the liver and acyclovir is excreted unchanged in the urine",
        "cop": 3,
        "opa": "Indinavir",
        "opb": "Zidovudine",
        "opc": "Acyclovir",
        "opd": "Amantadine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ea17560d-d714-4cb0-a301-fdbdc70aec32",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs does not activate opioid receptors, has been proposed as a drug in the management of opioid addiction and with just a single dose blocks the action of injected heroin for up to 48 hours?",
        "exp": "(Ref: KDT 6/e p437) Naltrexone is a long acting, orally effective opioid antagonist that can be used as the maintenance treatment of opioid addicts. It is also used to decrease the craving for alcohol.",
        "cop": 4,
        "opa": "Amphetamine",
        "opb": "Buspirone",
        "opc": "Methadone",
        "opd": "Naltrexone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1185e8c8-c599-4128-8507-e3ec5760ee6f",
        "choice_type": "single"
    },
    {
        "question": "Carbimazole as compared to propylthiouracil:",
        "exp": "(Ref: KDT 6/e p250) Carbimazole Propylthiouracil Produces an active metabolite, methimazole No active metabolite Less plasma protein binding (PPB) More PPB Crosses placenta Does not cross placenta More potent Less potent Does not inhibit 5'-deiodinase Inhibits 5'-deiodinase",
        "cop": 4,
        "opa": "Is less potent",
        "opb": "Is shoer acting",
        "opc": "Does not produce an active metabolite",
        "opd": "Does not inhibit peripheral conversion of T4 to T3",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7f4d7a63-f9ec-4434-86e7-d4008f73f283",
        "choice_type": "single"
    },
    {
        "question": "When treating hypeension chronically, ohostatic hypotension is maximum with:",
        "exp": "Postural hypotension cause by a-blockers is called first dose hypotension because tolerance occurs to this adverse effect on chronic use. On the other hand, adrenergic neuron blockers continue to produce ohostatic hypeension even on chronic use.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Guanethidine",
        "opc": "Prazosin",
        "opd": "Propanolol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3e79906b-1955-40a6-a01d-998368c99698",
        "choice_type": "multi"
    },
    {
        "question": "Chronic use of which of the following medications is most likely to cause osteoporosis?",
        "exp": "(Ref: KDT 6/e p286) * Steroids result in osteoporosis on long term use.",
        "cop": 4,
        "opa": "Lovastatin",
        "opb": "Propanolol",
        "opc": "Warfarin",
        "opd": "Prednisone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5b4230a2-f4d1-46f7-a3ac-0617988b8c3f",
        "choice_type": "single"
    },
    {
        "question": "Entacapone may be useful in patients being treated with levodopacarbidopa combination because it:",
        "exp": "(Ref: KDT 6/e p421) Levo-dopa is conveed to dopamine by dopa decarboxylase (that cannot cross blood brain barrier). Carbidopa is an inhibitor of dopa decarboxylase in the periphery. It therefore increases the amount of 1-dopa that reaches the brain (due to inhibition of peripheral metabolism to dopamine). Due to inhibition of 1-dopa metabolism (by dopa decarboxylase), an alternative pathway of metabolism by catechol-o-methyl transferase (COMT) is activated.COMT metabolizes 1-dopa to 3-o-methyl dopa (3-OMD) that can complete with 1-dopa for entry in the brain. Entacapone and tolcapone is useful in Parkinsonism by inhibiting COMT.",
        "cop": 2,
        "opa": "Activates COMT",
        "opb": "Decreases formation of 3-OMD",
        "opc": "Inhibits monoamine oxidase type B",
        "opd": "Inhibits dopamine uptake",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ffa0a7e3-b3d2-4599-bb15-37717d0ede4d",
        "choice_type": "single"
    },
    {
        "question": "The drug used in absence seizures and having a narrow spectrum of antiepileptic activity is:",
        "exp": "(Ref: KDT 6/e p406, 407) Ethosuximide is useful only in the treatment of absence seizures (petit mal epilepsy). Valproic acid and lamotrigine are broad spectrum antiepileptic drugs.",
        "cop": 2,
        "opa": "Lamotrigine",
        "opb": "Ethosuximide",
        "opc": "Sodium valproate",
        "opd": "Primidone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "77f682d8-da6b-4e4a-8da5-8d7a3d162236",
        "choice_type": "single"
    },
    {
        "question": "A widely used the drug that suppresses cellular immunity,inhibits prostaglandin and leukotriene synthesis and increases the catabolism of IgG antibody is",
        "exp": "Ref-KDT 6/e p828,838 Glucocoicoids are powerful immunosuppresants. These inhibit both cellular and humoral immunity by: Decreasing the recruitment of immune cells Catabolism of immunoglobulins. Inhibiting the enzyme phospholipase A, resulting in decreased production of PGs,LTs and TXs",
        "cop": 2,
        "opa": "Cyclophosphamide",
        "opb": "Predisone",
        "opc": "Cyclosporine",
        "opd": "Infliximab",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3f0cba17-53f5-4e38-af31-3730f421129a",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is common side effect of cisplatin",
        "exp": "Ref-KDT 6/e p827,828 Drug of choice for cisplatin induced vomiting is 5HT3 antagonist like ondansetron",
        "cop": 2,
        "opa": "Diarrhea",
        "opb": "Vomiting",
        "opc": "Pulmonary fibrosis",
        "opd": "Alopecia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "85da3e21-49ec-46bc-9e5d-ed1f2f522dcf",
        "choice_type": "single"
    },
    {
        "question": "All the following effects are produced by inhibitors of prostaglandin synthesis except",
        "exp": "(Ref:. KDT 6/e p186) Prothrombin time is increased by the drugs interfering with the coagulation pathway (e.g. warfarin). As cox has no role in coagulation, inhibitors,of PG svnthesis do not prolong PI. However, bleeding time (BT) is prolonged by the drugs interfering with platelet function. Aspirin increases,.BT by acting as an antiplatelet agent.",
        "cop": 2,
        "opa": "Prolongation of bleeding time",
        "opb": "Prolongation of prothrombin time",
        "opc": "Prolongation of labour",
        "opd": "Gastric mucosal damage",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c3affa1b-cdf8-4da2-b00c-05e7c3924492",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following monoclonal antibodies is a humanized antibody",
        "exp": "Ref-Katzung 10/e p816 Fron nomenclature of monoclonal antibodies",
        "cop": 2,
        "opa": "Rituximab",
        "opb": "Palivizumab",
        "opc": "Infliximab",
        "opd": "Basilximab",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1d40c48d-f647-4025-8435-2866f60c8feb",
        "choice_type": "single"
    },
    {
        "question": "Which of the following binds to viral envelope glycoprotein preventing the conformational changes required for the fusion of viral and Cellular membranes",
        "exp": "Ref-KDT 6/e p774 It is a fusion inhibitor useful in the treatment of HIV infection",
        "cop": 3,
        "opa": "Avacavir",
        "opb": "Indunavir",
        "opc": "Enfuviide",
        "opd": "Osltamivir",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e5554e30-f81c-4382-83d3-e93fdd517844",
        "choice_type": "single"
    },
    {
        "question": "Which of the following statement best describes an Orphan drug",
        "exp": "Ref-KDT 6/e p6 Orphan drugs are used for rare diseases. Eg.erythroprotein for the treatment of anemia in patient with chronic renal failure",
        "cop": 4,
        "opa": "It is a drug which acts on orphan receptors",
        "opb": "It is a very cheap drug",
        "opc": "It is a drug which has no therapeutic use",
        "opd": "It is a drug declared for treatment of prevention of a rare disease",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "2f3a1d79-bccf-4de3-9b45-74fbc8c7111a",
        "choice_type": "multi"
    },
    {
        "question": "Maintenance of high urinary pH is impoant during methotrexate treatment because",
        "exp": "Ref-KDT 6/e p823 Methotrexate is a weak acid and basic reabsorbed in acids urinary PH. Higher plasma concentration may result in toxicity. Therefore to decrease the reabsorptiion through renal tubes urinary pH must be maintained",
        "cop": 4,
        "opa": "Bladder irritation is reduced",
        "opb": "It decreases renal tubular secretion of methotrexate",
        "opc": "Leucovorin toxicity is increased in a dehydrated patient",
        "opd": "Methotrexate is a weak acid",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f0efb26c-cd6d-4290-ac29-29b5db4f43f3",
        "choice_type": "single"
    },
    {
        "question": "If a drug is active against pre erythrocytic stage of the malaria parasite it will be useful as",
        "exp": "(Ref KDT 6/e p782) Stage ---clinical use Preerythrocytic- Causal prophylaxis Erythrocytic-Clinical cure -Suppressive prophylaxis Exo-Erythrocytic: Radical cure Gametocytic Pevention of transmission",
        "cop": 2,
        "opa": "Suppressive prophylactic",
        "opb": "Causal prophylactic",
        "opc": "Clinical curative",
        "opd": "Radical curative",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "c7a654a2-8e55-4bd5-8560-65da0139a3b6",
        "choice_type": "single"
    },
    {
        "question": "Most common side effect of 5-fluorouracil us",
        "exp": "Ref-KDT 6/e p824 Diarrhea most common adverse effect of 5-FU It can also cause hand and foot syndrome and bone marrow suppression",
        "cop": 1,
        "opa": "G.I toxicity",
        "opb": "Bone marrow depression",
        "opc": "Neurotoxicity",
        "opd": "Cardiotoxicity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "697aca25-81bc-4a82-9e6c-a52ec51a2c87",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to cause hypoglycemia when used as a monotherapy in the treatment of type 2 diabetes?",
        "exp": "(Ref: KDT 6/e p266, 267) hypoglycemia is caused by the drugs that cause release of insulin. Two group of such drugs are sulfonylureas (like chlorpropamide, glipizide etc) and meglitinides (e.g. Repaglinide)",
        "cop": 2,
        "opa": "Acarbose",
        "opb": "Glipizide",
        "opc": "Metformin",
        "opd": "Rosiglitazone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0385ffea-aa76-4383-bfd4-9d2956a5789d",
        "choice_type": "single"
    },
    {
        "question": "A drug that blocks the uptake of dopamine and norephinephrine into presynaptic Nerve terminals and also block sodium channels in the axonal membrane is",
        "exp": "Ref-KDT 6/e p117 It is a local anaesthetic agent(act by inhibiting Na+ channel in the axonal membrane) that also possess indirect sympathomemtic activity",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Ephedrine",
        "opc": "Imipramine",
        "opd": "Floxentine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e49e4a9b-449e-41c3-8137-f7984eed9c90",
        "choice_type": "single"
    },
    {
        "question": "The secretion of which of the following hormones increases with chlorpromazine therapy?",
        "exp": "(Ref: KDT 6/e p431) Dopamine acts like prolactin releasing inhibitory hormone. D2 blockers decrease the action of dopamine and can result in hyperprolactinemia. Some drugs blocking D2 receptors are: Antipsychotics like chlorpromazine Metoclopramide",
        "cop": 1,
        "opa": "Prolactin",
        "opb": "Gonadotropin",
        "opc": "Coicotropin",
        "opd": "Antidiuretic hormone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d05507dc-dc2f-4b0b-a55c-a9302b126eb2",
        "choice_type": "single"
    },
    {
        "question": "Propanolol is contra-indicated in a patient of angina pectoris who is already receiving:",
        "exp": "(Ref: KDT 6/e p530) Both verapamil and propanolol decrease the conduction through AV node and their concomitant use can result in hea block.",
        "cop": 3,
        "opa": "Nifedipine",
        "opb": "Aspirin",
        "opc": "Verapamil",
        "opd": "Isosorbide mononitrate",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f060e26a-f484-4681-9510-53c71c243326",
        "choice_type": "single"
    },
    {
        "question": "Impoant difference between leuprolide and ganirelix is that ganirelix:",
        "exp": "(Ref: KDT 6/e p236) GnRH agonists like leuprolide, goserelin and nafarelin etc. are used by parenteral route. Continuous administration of these agents decreases gonadotropin secretion whereas pulsatile administration increses the secretion. When used continuously even then first few doses cause increased secretion of gonadotropins (LH and FSH) leading to flare up reaction in prostatic carcinoma. GnRH antagonists like cetrorelix and ganirelix are also used by parenteral route but these drugs immediately reduce gonadotropin secretion.",
        "cop": 2,
        "opa": "Can be given orally",
        "opb": "Immediately reduces gonadotropin secretion",
        "opc": "Must be given in a pulsatile fashion",
        "opd": "Initially stimulates release of LH and FSH",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "047e6b31-b91f-4b34-9816-51c0abce0e80",
        "choice_type": "multi"
    },
    {
        "question": "Surinder singh developed acute CHF and was puton digitalis therpy. ECG of this patient revealed the presence of ventricular extrasystoles. Which of the following drugs can be administered safely to this patient in order to counteract this arrhythmia?",
        "exp": "(Ref: KDT 6/e p498) Lignocaine is the drug of choice for ventricular arrhythmias due to digitalis toxicity.",
        "cop": 1,
        "opa": "Lignocaine",
        "opb": "Quinidine",
        "opc": "Atropine",
        "opd": "Amiodarone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5b46c156-2b94-4dd5-931b-f4f26f9291a0",
        "choice_type": "single"
    },
    {
        "question": "A young femle, Rama with amenorrhea, infeility and galactorrhoea was treated with a drug that successfully restored ovulation adn menstruation. Before being given the drug, the woman was carefully questioned about previous mental health problems, which she did not have. She was advised to take the drug orally. The drug used to treat this patient was probably:",
        "exp": "(Ref: KDT 6/e p236) Symptoms of the patient (amenorrhea, galactorrhea and infeility) points towards the diagnosis of hyperprolactinemia. Bromocriptine is a D2 receptor agonist that can be used in the treatment of hyperprolactinemia (dopamine acts as prolacting release inhibiting hormone in the hypothalamus). Psychosis occurs due to excessive stinulation of D2 receptors (D2 blockers are used as typical antipsychotic drugs) and bromocriptine can precipitate the symptoms in predisposed patients.",
        "cop": 1,
        "opa": "Bromocriptine",
        "opb": "Desmopressin",
        "opc": "Human gonadotropin hormone",
        "opd": "Leuprolide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "676c05c4-e5f5-4fd0-9ca2-23a0279de163",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about amlodipine are true except:",
        "exp": "(Ref: KDT 6/e p531) Amlodipine is the longest acting DHP. It undergoes little first pass metabolism and is distributed widely. metabolites of amlodipine are inactive.",
        "cop": 1,
        "opa": "It acts by conversion to an active metabolite in the liver",
        "opb": "It has a very large volume of distribution",
        "opc": "It undergoes very little first pass metabolism and possesses high and consistent oral bioavailability",
        "opd": "It has a very long elimination half life",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "56fc7b74-f56a-4a4d-b9c7-b0d37b1e5d33",
        "choice_type": "multi"
    },
    {
        "question": "A child Mahesh has been diagnosed to be having vitamin D dependent rickets. The most appropriate vitamin D preparation for him is:",
        "exp": "(Ref: KDT 6/e p390) Most active vitamin D preparation is calcitriol.",
        "cop": 4,
        "opa": "Calciferol",
        "opb": "Cholecalciferol",
        "opc": "Calcifediol",
        "opd": "Calcitriol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d9ad973a-f881-46e3-930f-ef7a8c01c8d3",
        "choice_type": "single"
    },
    {
        "question": "Status epilepticus is managed best with the use of which of the following drugs?",
        "exp": "(Ref: KDT 6/e p413) Benzodiazepines like diazepam and lorazepam are fast acting anti-seizure drugs and can be used to abo the seizures in status epilepticus. Lorazepam is the drug of choice for status epilepticus.",
        "cop": 1,
        "opa": "Intravenous diazepam",
        "opb": "Intravenous phenytoin sodium",
        "opc": "Intramuscular phenobarbitone",
        "opd": "Rectal diazepam",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "27ddc9db-6799-4d58-9301-c3ebfafab153",
        "choice_type": "single"
    },
    {
        "question": "An endocrinologist decided to give a 7 yr old boy testosterone therapy and continued it till pubey. This therapy is likely to:",
        "exp": "(Ref: KDT 6/e p291) Testosterone causes fusion of epiphyses and can result in reduction of adult stature.",
        "cop": 2,
        "opa": "Increase adult stature",
        "opb": "Reduce adult stature",
        "opc": "Have no effect on adult stature",
        "opd": "Cause hyperophy of penis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a8a73a97-6d0b-44a2-a853-3d6ca029cfcb",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of digitalis in atrial fibrillation is",
        "exp": "(Ref: KDT 6/ep502) Digitalis acts in CHF by inhibiting Na+-K+-ATPase whereas in AF, it acts by decreasing the conduction through AV node.",
        "cop": 3,
        "opa": "By Causing bradycarlia",
        "opb": "Na+ K+ ATPase inhibition",
        "opc": "Increase in refractoriness of AV nodal tissue",
        "opd": "By Causing bradycarlia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "4e6a2874-b8dc-4c3e-966a-ee17c2d24ac2",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most useful for reversing saver ergot induced vasospasm",
        "exp": "this agent is mixed dilator and is Highly Effective agent against ergot induced vasospasm. it is also the drug of choice for most of the hypeensive emergencies Ref-Goodman and Gillman 11/e p311",
        "cop": 3,
        "opa": "Ergotamine",
        "opb": "Methysergide",
        "opc": "Nitroprusside",
        "opd": "Phenoxybenzamine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "12791da8-65d9-4346-b678-1b2921ae80bf",
        "choice_type": "single"
    },
    {
        "question": "The following local anaesthetic raises BP instead of tending to cause a fall:",
        "exp": "(Ref: KDT 6/e p356, 357) All LAs cause hypotension except cocaine. Cocaine increases blood pressure by inhibiting the reuptake of catecholamines.",
        "cop": 1,
        "opa": "Cocaine",
        "opb": "Dibucaine",
        "opc": "Lignocaine",
        "opd": "Procaine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9ab06b3d-1870-4931-96ea-6ce2c3514914",
        "choice_type": "multi"
    },
    {
        "question": "Impotant adverse effect of nesiritide is",
        "exp": "Ref-Goodman and Gillman 12/e p696 Commonly repoed side effects of nesiritide include: asymptomatic hypotension, hypotension, symptomatic hypotension, and increased serum creatinine.",
        "cop": 2,
        "opa": "Dysgusea",
        "opb": "Hypotension",
        "opc": "Cough",
        "opd": "Angiodema",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "64ef734c-83df-41e0-a98c-24918fa769df",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is most likely to cause loss of equilibrium and auditory change",
        "exp": "Ref-KDT 6/e p721 Aminogycosides can cause nephrotoxicity, ototoxicity and neuromascular block",
        "cop": 1,
        "opa": "Amikacin",
        "opb": "Ethambutol",
        "opc": "Isoniazide",
        "opd": "Rifabutin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "fde5bea8-a0d8-467f-8508-c3df786d614d",
        "choice_type": "single"
    },
    {
        "question": "An antiepileptic drug 'A' can also be used for the treatment of post-herpetic neuralgia and pain due to diabetic neuropathy. Which of the following can be the agent 'A'?",
        "exp": "(Ref: KDT 6/e p409, 410) Gabapentin and progabide act by increasing the release of GABA. Gabapentin is the drug of choice for post-herpetic neuralgia and diabetic neuropathy.",
        "cop": 2,
        "opa": "Carbamazepine",
        "opb": "Gabapentin",
        "opc": "Lamotrigine",
        "opd": "Primidone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "110b4d4f-096a-46b1-852c-675abcea84e5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs has maximum chances of absorption from gastric mucosa",
        "exp": "Ref-Katzung 10/e p7,8 Diclofenac is an acidic drug and is non-ionized in the acidic medium of stomach.therefore,it has the maximum chances of absorption from the stomach.other drugs in the options are basic drugs that are ionized at gastric pH",
        "cop": 1,
        "opa": "Diclofenac sodium",
        "opb": "Morphine sulfate",
        "opc": "Hyoscine hydrobromide",
        "opd": "Quinine dihydrochloride",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d0ea8a84-3879-4cf5-98f0-0b754c42c205",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs act through heptahelical receptors",
        "exp": "Ref-KDT 6/e p45 GPCRs are heptahelical or serpentine receptor.salbutamol acts thrithr beta2 receptor which are GPCRs",
        "cop": 4,
        "opa": "Insulin",
        "opb": "Estrogen",
        "opc": "Local anaesthesia",
        "opd": "Salbutamol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "845d71b6-4a6f-4df0-860e-33b18deecd32",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used as an immunosuppressive but lacks anticancer activity",
        "exp": "Ref-KDT 6/e p819,820,838 Azathioprine is an an antimetabolite that is used as an immunosuppressant but not as an antineoplastic drug. It is a product and this conveed to its active metabolite in the Lymphoid Cells only",
        "cop": 3,
        "opa": "Methotrexate",
        "opb": "6-mercaptopurine",
        "opc": "Azathioprine",
        "opd": "5-flurouracil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "270a0e00-8659-442f-94d5-29a0395dad25",
        "choice_type": "single"
    },
    {
        "question": "Maintenance dose rate of drug depends primarily on",
        "exp": "Ref-KDT 6/e p34 Maintenance dose is determined by clearance Maintenance dose=CLxPlasma concentration required",
        "cop": 4,
        "opa": "Volume of distrubtion",
        "opb": "Half life",
        "opc": "Lipid solubility",
        "opd": "Total body clearance",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "58ef2bbc-dded-4acb-b573-51545a85f669",
        "choice_type": "single"
    },
    {
        "question": "Which of the following terms best describes a drug that blocks the action of adrenaline at its receptors by occupying those receptors without activating them",
        "exp": "Ref-Katzung 10/e p16 pharmacological antagonism. the relationship between drugs in which an antagonist inhibits the activity of an agonist by reacting with the receptor or other pa of the effector mechanism.",
        "cop": 1,
        "opa": "Pharmacological antagonist",
        "opb": "Non competitive antagonist",
        "opc": "Psychological antagonist",
        "opd": "Chemical antagonist",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3fe810d3-d78e-4d51-8ead-122d4ca95cab",
        "choice_type": "single"
    },
    {
        "question": "CClonidine is used as an antihypeensive agent but if used as a fast intravenous injection, it can increase the blood pressure due to:",
        "exp": "(Ref.KDT 6/e p548) Alpha 2 receptors are present both presynaptically as well as postsynaptically. Clonidine acts as an a2 agonist and decreases the central sympathetic outflow. However, it can also act on vascular postsynaptic a2 receptors, leading to vasoconstriction and increase in blood pressure. Chances of this reaction is more when clonidine is administered by quick i.v. injection.",
        "cop": 3,
        "opa": "Stimulation of vasomotor center",
        "opb": "Release of noradrenaline from adrenergic nerve endings",
        "opc": "Agonistic action on vascular Alpha 2 adrenergic receptors",
        "opd": "Cardiac stimulation",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "569aa53d-38c3-4cab-ba30-679251cc932d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is most useful for reversing severe ergot induced vasopam",
        "exp": "this agent is mixed dilator and is Highly Effective agent against ergot induced vasospasm. it is also the drug of choice for most of the hypeensive emergencies Ref-Goodman and Gillman 11/e p311",
        "cop": 3,
        "opa": "Ergotamine",
        "opb": "Methysergide",
        "opc": "Nitroprusside",
        "opd": "Phenoxybenzamine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "cf06bbf7-f0a3-4048-a70f-3e915ee106e2",
        "choice_type": "single"
    },
    {
        "question": "Operation rajkishor was given pilocarphine. All of the following can be the features seen in him except",
        "exp": "Ref-KDT 6/e p97 Pilocarpine is a direct acting cholinergic drug. It causes meiosis and cyclospam(not cycloplegia). It can increase all secretions of the body.",
        "cop": 4,
        "opa": "Sweating",
        "opb": "Salivation",
        "opc": "Miosis",
        "opd": "Cycloplegia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7a1f75b8-9ef6-493d-9e97-b990b0b9326b",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about Fluconazole is most accurate",
        "exp": "Ref-KDT 6/e p761 Azoles act by inhibiting the enzyme lanosterol-14-alpha-demethvlase.resulting in reduced ergosterol synthesis. It has very good CNS penetration and oral bioavailability. It is not very effective against aspergillosis (voriconazole is thedrug of choice).",
        "cop": 4,
        "opa": "It is it effective in the treatment of Aspergillosis",
        "opb": "It does not penetrate the blood brain barrier",
        "opc": "It's oral bioavailability is less than that of ketoconazole",
        "opd": "It inhibits demethylation of lanosterol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "978a89b0-1ed3-4fd9-8634-fff4227ccb41",
        "choice_type": "multi"
    },
    {
        "question": "A patient Rajnish having depressive disorder has taken 25 times the normal dose of amitriptyline. Which of the following is not likely to be observed in this patient?",
        "exp": "(Ref: KDT 6/e p444) Amitriptyline is a TCA like imipramine. It causes mydriasis due to anticholinergic activity. Other adverse effects are also similiar to imipramine.",
        "cop": 4,
        "opa": "Coma and shock",
        "opb": "Hot dry skin",
        "opc": "Hypotension",
        "opd": "Pinpoint pupil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5170ef14-ecfc-4975-97a7-48a88241af34",
        "choice_type": "single"
    },
    {
        "question": "Side effect of cisplatin include all the following except",
        "exp": "Cisplatin is the most emetic and nephrotoxic anti cancer drug Ref-KDT 6/e p827,828",
        "cop": 3,
        "opa": "Nausea and vomiting",
        "opb": "Nephrotoxicity",
        "opc": "Blindness",
        "opd": "Ototoxicity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a3f04fef-a91b-4082-8e2f-36c9342c5a30",
        "choice_type": "multi"
    },
    {
        "question": "In the treatment of hypothyroidism, thyroxine is preferred over liothyronine because thyroxine:",
        "exp": "(Ref: KDT 6/e p247) Liothyronine (T3) as compared to thyroxine (T4) is: Fast acting More potent Sho half life Indication of liothyronine includes myxedema coma and for most of the indications thyroxine is used because is has a long half life thus can be used less frequently than T3.",
        "cop": 3,
        "opa": "Is faster acting",
        "opb": "Has higher affinity for thyroid hormone receptors",
        "opc": "Has a longer half life",
        "opd": "Can be made more easily by recombinant DNA technology",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ff32b18e-0756-4cdd-b65b-4eb787e94aaa",
        "choice_type": "single"
    },
    {
        "question": "Resistance to acyclovir is most commonly due to mutation in the viral gene that encodes a protein that",
        "exp": "Ref-KDT 6/e p768 Nucleoside/tide analogues act by conveing to NTPs. First phosphorylation step occurs inside the virus and resistance occurs if there is mutation in this gene",
        "cop": 2,
        "opa": "Conves viral RNA into DNA",
        "opb": "Phosphorylates acyclovir",
        "opc": "Transpos acyclovir into the cell",
        "opd": "Transpos acyclovir out of the cell",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f2a1b0c8-7565-472d-a91c-cb1cca01765c",
        "choice_type": "single"
    },
    {
        "question": "A 50-year-old manhas a history of frequent episodes of renal colic with high calcium renal stones. The most useful diuretic in the treatment of recuurent calcium stones is:",
        "exp": "(Ref: KDT 6/e p556) thiazides cause hypercalcemia by decreasing the renal excretion of Ca2+. These are useful in a patient having hypercalciurea. In such a patient, thiazides decrease the excretion of Ca2+ in the kidney and thus reduces the chances of stone formation.",
        "cop": 3,
        "opa": "Furosemide",
        "opb": "Spironolactone",
        "opc": "Hydrochlohiazide",
        "opd": "Acetazolamide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f549e38d-548b-4fa1-b728-6f499c7e5b07",
        "choice_type": "single"
    },
    {
        "question": "A patient has been prescribed a drug A by a doctor for treating his hypeension. This drug can cause tachycardia and marked fluid retention. Which of the following can be the drug A?",
        "exp": "(Ref: KDT 6/e p548) Vasodilators can lead to reflex increase in the sympathetic activity. Activation of b1 receptors in the hea can cause tachyacardia and release of renin. Latter can result in retention of salt and water.",
        "cop": 3,
        "opa": "Captopril",
        "opb": "Guanethidine",
        "opc": "Minoxidil",
        "opd": "Metoprolol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d25dd550-7e34-49b9-a0ce-0a5ccaddac4f",
        "choice_type": "single"
    },
    {
        "question": "Fluconazole different from ketoconazole in that",
        "exp": "REF-KDT6/e p762) Ketoconazole is rarely used now a days because of several limitations. Impoant among them are: Poor oral bioavailability Limited CNS penetration Powerful inhibition of microsomal enzymes Anti-androgenic adverse effects like gynaecomastia Fluconazole is preferred agent because it has Very good oral absorption Maximum CNS penetration (therefore effective in cryptococcal meningitis). No inhibitorv action on microsomal enzymes No anti-androgenic propey.",
        "cop": 4,
        "opa": "It is not active by the oral route",
        "opb": "It is more potent inhibitor of drug metabolism",
        "opc": "It is not effective in Cryptococcal meningitis",
        "opd": "It is unlikely to produce anti androgenic side effects",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "eeb94e8d-43b5-4513-9eb6-10a8fec72ac5",
        "choice_type": "single"
    },
    {
        "question": "Which of the following provides the best explanation for neostigmine being preferred over physostigmine for treating Myasthenia gravis",
        "exp": "Ref-KDT 6/e p103 Neostigmine is a quaternary ammonium derivative and is lipid insoluble. Its absorption from GIT penetration in the brain and cornea is much less than physostigmine . It produces additional action on NM receptor",
        "cop": 3,
        "opa": "It is better absorbed orally",
        "opb": "It has longer duration of action",
        "opc": "It is the additional direct on agonistic action on nicotinic receptor in the muscle end plate",
        "opd": "It Penetrates blood brain barrier",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6b6117ed-9f1f-4c34-87e9-bc674cb59999",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs DO NOT cause hyper-prolactinemia?",
        "exp": "(Ref: KDT 6/e p236) Hyperprolactinemia is caused by D2 blockers. All the drugs listed are D2 blockers except bromocriptine which is a D2 receptor agonist. It is used in the treatment of hyperprolactinemia.",
        "cop": 1,
        "opa": "Bromocriptne",
        "opb": "Haloperidol",
        "opc": "Reserpine",
        "opd": "Chlorpromazine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "89a0feb7-2654-40c7-aa0c-90e9c692048e",
        "choice_type": "single"
    },
    {
        "question": "All of the following are advantages of transdermal drug delivery systems except",
        "exp": "Ref-KDT 6/e p9 Transdermal route ts emploved for highly liid soluble drugs that can tra verse intact skin. The wize of the pores in tansdermal patch is adjusted to produce aunitorm and smouth absorption of the drug. This will thus, pro duce a delaved d smaller peak. in the plasma concentration. As the drug. is soins directly in the blood stream, tirst pass metabolism is avoided.",
        "cop": 1,
        "opa": "They produce high peak plasma concentration of the drug",
        "opb": "They produce smooth and nonfluctuating plasma concentration of the drug",
        "opc": "They minimize interindividual variation in the achieved plasma drug concentration",
        "opd": "They avoid hepatic first pass metabolism of the drug",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "6fb73172-8f8c-4481-b5e1-62fa33c11053",
        "choice_type": "multi"
    },
    {
        "question": "A patient is having a malignancy and has been suffering from severe pain. Which of the following opioid analgesics can be used as transdermal patch for alletion of pain in him?",
        "exp": "(Ref: KDT 6/e p459) Fentanyl can be used as a transdermal patch for prolonged treatment of cancer associated pain.",
        "cop": 3,
        "opa": "Morphine",
        "opb": "Pentazocine",
        "opc": "Fentanyl",
        "opd": "Tramadol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "81479ed6-2168-4898-90f3-82dd2b53f225",
        "choice_type": "multi"
    },
    {
        "question": "An old women, nanda suffered stroke for which she was given alteplase. She improved considerably. To prevent the recurrence of stroke, this patient is most likely to be treated indefinitely with:",
        "exp": "Ref : KDT 6/e p608,609 Antiplatelet drugs like aspirin or clopidogrel are used to prevent aerial thrombosis (in diseases like MI and stroke).",
        "cop": 1,
        "opa": "Aspirin",
        "opb": "Warfarin",
        "opc": "Urokinase",
        "opd": "Enoxaparin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "49925ab6-c174-4f7c-8202-417cc3de4026",
        "choice_type": "single"
    },
    {
        "question": "A child Ramu has swallowed the contents of two bottles of nasal decongestant is primary ingredient is alpha adrenergic receptor agonist drug. The sign of Alpha activation that may occur in this patient include",
        "exp": "Ref-KDT 6/e p143 Stimulation of Alpha receptor cause mydrasis whereas tachycardia and vasodilation are due to activation of Beta adrenergic receptor",
        "cop": 2,
        "opa": "Tachycardia",
        "opb": "Dilation of pupil",
        "opc": "Vasodilation",
        "opd": "All the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "309d0463-2e21-4146-a97d-6894b9e5ab71",
        "choice_type": "multi"
    },
    {
        "question": "A pregnant female Salma with thyrotoxicosis is planned for surgery. Before surgery can be done, her gland should be reduced in size and vascularity by administering:",
        "exp": "(Ref: KDT 6/e p250) Iodides are commonly used to decrease the size and vascularity of thyroid gland before surgery. As this patient is pregnant, iodides and radioactive iodine is contraindicated. Propylthiouracil is safe in pregnancy and is used for this purpose.",
        "cop": 3,
        "opa": "Iodide ion",
        "opb": "Propanolol",
        "opc": "Propylthiouracil",
        "opd": "Radioactive iodine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b25dc479-1ad2-48cb-bf67-0917561e98df",
        "choice_type": "single"
    },
    {
        "question": "Cell cycle specific anticancer drugs that acts mainly in the M phase of the cycle is",
        "exp": "Ref-KDT 6/830 Vinca alkaloids (vincristine, vinblastine and vinoerlbine ) and taxanes (pacilaxel and docetaxel) act in M-phase of cell cycle Vinca alkaloids inhibits the formation whereas taxenes inhibit the breakdown of mitotic spindle",
        "cop": 4,
        "opa": "Cisplatin",
        "opb": "Etoposide",
        "opc": "Methotrexate",
        "opd": "Paclitaxel",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0e832f9e-dff2-4c1e-bf47-2b4d7838df10",
        "choice_type": "single"
    },
    {
        "question": "A 47-year-old male, Kishore exhibited signs and symptoms of acromegaly. Radioogic studies showed the presence of a large pituitary tumor. Surgical treatment of the tumor was only paially effective in controlling the disease. At this point, which of the following drugs is most likely to be used a spharmacological therapy?",
        "exp": "(Ref: KDT6/e p577) Drugs useful in acromegaly are: Bromocriptine and cabergoline Somatostatin Octreotide (long acting somatostatin analogue) Pegvisomant (growth hormone receptor antagonist)",
        "cop": 3,
        "opa": "Desmopressin",
        "opb": "Leuprolide",
        "opc": "Octreotide",
        "opd": "Somatropin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "071f1b58-9f7c-4e07-8865-a52b70b1afa1",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs is used for the prophylaxis of migraine but not for agina pectoris",
        "exp": "Ref-KDT 6/e p172",
        "cop": 3,
        "opa": "Verapamil",
        "opb": "Diltiazem",
        "opc": "Flunarizine",
        "opd": "Amlodipine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "db935273-d0a5-4222-9864-64a960ede1c5",
        "choice_type": "single"
    },
    {
        "question": "Following antineoplastic drugs should not be administered to a chronic alcoholic patient due to risk of development disulfiram like reaction",
        "exp": "Ref-KDT 6/e p827 Procarbazine is a chemotherapy medication used for the treatment of Hodgkin's lymphoma and brain cancers. For Hodgkin's it is often used together with chlormethine, vincristine, and prednisone while for brain cancers such as glioblastoma multiforme it is used with lomustine and vincristine You should avoid the use of alcohol while being treated with procarbazine, as alcohol may increase some of the nervous system side effects such as dizziness, drowsiness, and difficulty concentrating.",
        "cop": 2,
        "opa": "Dacarbazine",
        "opb": "Procarbazine",
        "opc": "Melphalan",
        "opd": "Hydroxyurea",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1760406f-927f-440c-8d73-6f613e58ff1f",
        "choice_type": "single"
    },
    {
        "question": "Which of the following debts is least likely to required dosage reaction in Renal dysfunction",
        "exp": "Ref-KDT 6/e p731,732 Clindamycin is excreted by biliary route and therefore can be used safely in renal dysfunction, Other drugs excreted in bile are: Ampicillin Nafcillin Chloramphenicol Novobiocin Rifampicin Doxycycline",
        "cop": 3,
        "opa": "Amikacin",
        "opb": "Ciprofloxain",
        "opc": "Clindamycin",
        "opd": "Vancomycin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "14969734-f97b-4674-b633-a643455f4654",
        "choice_type": "single"
    },
    {
        "question": "Aldosterone is known to cause sodium retention. Its Na+ retaining / action is exeed on which pa of the nephron?",
        "exp": "(Ref: Katzung 10/e p240) Aldosterone is the principal mineralocoicoid. It stimulates the reabsorption of Na+ and excretion of K+ and H+ by its action on late distal tubules and collecting ducts.",
        "cop": 3,
        "opa": "Proximal convoluted tubule",
        "opb": "Ascending limb of loop of Henle",
        "opc": "Collecting ducts",
        "opd": "Early distal convoluted tubule",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "978c7099-f10c-489f-8a7e-e55f7fec5bf9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is a full agonist at opioid receptors, has excellent oral bioavailability, analgesic equipotency to morphine and a longer durationlof action with milder withdrawal symptoms on abrupt discontinuation?",
        "exp": "(Ref: KDT 6/e p459, 460) Methadone is a long acting opioid agonist that has equal potency to morphine. It can be used orally for opioid replacement and opioid rotation therapy. Due to longer half life, it produces mild withdrawal symptoms.",
        "cop": 3,
        "opa": "Fentanyl",
        "opb": "Hydromorphone",
        "opc": "Methadone",
        "opd": "Nalbuphine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "97cb884e-6f8a-4d4b-8e36-c3be35d321dd",
        "choice_type": "single"
    },
    {
        "question": "Hyderabad following first order kinetics is being administered by constant i.v. infusion at a rate of 10 mg/min. It's steady state plasma concentration is 2mg/min. If the dose rate is increased to 20mg/do, what will be the new steady state plasma concentration",
        "exp": "Ref-katzung 10/e p44 Dose rate=clearancexsteady state plasma concentration Dismiss plasma concentration at steady state is a direct function of the dose rate, clearance is constant. In first order kinetics (clearance is constant), plasma concentration at end is directly propoional to the dose rate.thus, doubling of dose rate from 10 to 20mg/min , buildable steady state plasma concentration (from 2 to 4mg/dl)",
        "cop": 2,
        "opa": "6mg/dl",
        "opb": "4mg/dl",
        "opc": "3mg/dl",
        "opd": "1mg/dl",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f85bac78-6c3e-4a00-a891-b3ebed3dd304",
        "choice_type": "single"
    },
    {
        "question": "Prolong the use of the following that has been implemented in the causation of myelo-optic neuropathy (SMON)",
        "exp": "8-hydroxyquinoline like quiniodochlor can result in SMON Ref-KDT 6/e p801",
        "cop": 2,
        "opa": "Diloxanide furoate",
        "opb": "Quiniodochlor",
        "opc": "Emetine",
        "opd": "Furazolidone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ea29bb00-d165-4bab-8b67-827a70b03bf7",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is both effective and safe to use in a pregnant patient suffering from bipolar disorder?",
        "exp": "(Ref: KDT 6/2 p429, 430) All of these drugs can be used for the treatment of bipolar disorder but carbamazepine, lithium and valproic acid are teratogenic. Olanzapine is safe in pregnancy.",
        "cop": 3,
        "opa": "Carbarnazepine",
        "opb": "Lithium",
        "opc": "Olanzapine",
        "opd": "Valproic acid",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "bbbb32f7-c5d4-4c64-a29c-43f77b394e44",
        "choice_type": "multi"
    },
    {
        "question": "Concomitant administration of this drug with organic nitrates is contraindicated due to marked potentiation of vasodilatory action leading to profund hypotension. This drug is:",
        "exp": "(Ref: KDT 6/e p525) Nitrates release No, that acts by increasing cGMP. Phosphodiesterase inhibitors like sildenafil inhibits the breakdown of cGMP. Concomitant use of these two drugs may result in profound hypotension.",
        "cop": 4,
        "opa": "Propanolol",
        "opb": "Fluoxetine",
        "opc": "Hydrochlorothiazide",
        "opd": "Sildenafil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8391566b-88ed-4e3b-b05c-e5be28062ad9",
        "choice_type": "single"
    },
    {
        "question": "The antithyroid drug with the most rapid onset of antithyroid action is:",
        "exp": "(Ref: KDT 6/e p251) Iodides inhibit the secretion of thyroid hormones in the circulation and therefore are the fastest acting antithyroid drugs. Thyroid peroxidase inhibitors are delayed acting because their action manifests only when already stored pool of thyroid hormones is utilized. I131 takes more than 3 weeks to manifest their action.",
        "cop": 2,
        "opa": "I131",
        "opb": "Sodium iodide",
        "opc": "Methimazole",
        "opd": "Propylthiouracil",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "de277bc1-c819-49eb-a0ee-a01be3e04495",
        "choice_type": "single"
    },
    {
        "question": "Long term use of pethidine is avoided because a metabolite of pcthidine is associated with:",
        "exp": "(Ref: KDT 6/e p459) Pethidine is mainly metabolized by hydrolysis to meperidinic acid but a minor pathway of metabolism involving methylation to nor-pethidine is also present. In overdose of pethidine, this minor pathway assumes impoance and there is accumulation of nor-pethidine. This compound possesses excitatory propeies and can lead to tremors, mydriasis, delirium, myoclonus and convulsions.",
        "cop": 3,
        "opa": "Constipation",
        "opb": "Dependence",
        "opc": "Seizures",
        "opd": "Respiratory depression",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "59152728-4cd5-4b82-b7e6-9953942a1a86",
        "choice_type": "single"
    },
    {
        "question": "Mechanism of action of vincristine in the treatment of all is",
        "exp": "Ref-KDT 6/e 824,825 Vincristine is a chemotherapy drug that belongs to a group of drugs called vinca alkaloids. Vincristine works by stopping the cancer cells from separating into 2 new cells. So, it stops the growth of the cancer by polymerization",
        "cop": 4,
        "opa": "Inhibition of topoisomerse II to cause breaks in DNA standards",
        "opb": "Alkylation and cross linking DNA standards",
        "opc": "Inhibition of DNA mediated RNA synthesis",
        "opd": "Inhibition of polymerization of tubulin to form microtubes",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "71511b2e-4fd2-49d7-a046-b8792852798a",
        "choice_type": "multi"
    },
    {
        "question": "Flumazenil can reverse the respiratory depression caused by which of the following?",
        "exp": "(Ref: KDT 6/e p399, 400) Flumazenil is an antagonist of benzodiazepine receptors and is used to prevent respiratory depression due to benzodiazepines (like midazolam).",
        "cop": 3,
        "opa": "Fentanyl",
        "opb": "Ketamine",
        "opc": "Midazolam",
        "opd": "Propofol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5c1532b0-3b27-40e0-8b7e-ae43459ecbfe",
        "choice_type": "single"
    },
    {
        "question": "Dose response curves of salbutamol for bronchodilation and tachycardia are widely separated on dose axis. This information suggested that sulbutamol is",
        "exp": "Ref-Katzung 10/e p28,29 Wide Separation of two curves on DRC suggest that the dose required to produce one action is much higher than the other.",
        "cop": 4,
        "opa": "Highly potent cardiac stimulant",
        "opb": "Highly efficacious bronchodilator",
        "opc": "Highly toxic drug",
        "opd": "Highly selective drug",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "666ef1b9-7df2-4d06-ab87-60ef947f3910",
        "choice_type": "single"
    },
    {
        "question": "The difference between hyosine and atropine is that hyosine",
        "exp": "Ref-KDT 6/e p109 Hyoscine is a CNS depression and can be caused as truth to serum (to induce twilight sleep). Atropine at low dose stimulates the brain whereas inhibiting it a very high concentration",
        "cop": 1,
        "opa": "Exes depression affect on the CNS it relative low doses",
        "opb": "Exes more potent effects on the hea than on the eye",
        "opc": "Is longer acting",
        "opd": "Hi sweetie kar anti motion sickness activity",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f998149e-3c33-4a17-985a-2ad32d3b2342",
        "choice_type": "single"
    },
    {
        "question": "Fluconazole is more effective than itraconazole in the following systemic fungal disease",
        "exp": "Ref-KDT 6/e p763,764 Fluconazole has maximum CNS penetration whereas itraconazole has limited entry in the brain. Therefore fluconazole is preferred over itraconazole for the treatment of cryptococcal meningitis. For all other conditions listed in the question, itraconazole is first choice drug.",
        "cop": 2,
        "opa": "Pulmonary histoplasmosis",
        "opb": "Cryptococcal meningitis",
        "opc": "Non-meningeal blastomycosis",
        "opd": "Disseminated sporotrichosis",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1dbd66db-8ae3-4ef9-bdef-6f60e19ec843",
        "choice_type": "single"
    },
    {
        "question": "Antihelminthic drugs that is effective against blood fluke ,liver fluke, lung fluke and cysticercus is",
        "exp": "Ref-KDT 6/e p814,815 Drug of choice for treatment of flukes (except Praziquantal liver fluke) and cestodes : Triclabendazole Drug of choice for treatment of liver fluke:DEC Drug of choice for treatment of filariasis : Ivermectin Drug of choice for treatment of onchocercal and strongyloides For rest all helminthes :Albendazole",
        "cop": 3,
        "opa": "Albendazole",
        "opb": "Praziquantal",
        "opc": "Ivermectin",
        "opd": "Thiabendazole",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "4c9c64b8-1687-4349-9866-512b7c9bf757",
        "choice_type": "single"
    },
    {
        "question": "All of the following agents are useful in acromegaly EXCEPT:",
        "exp": "(Ref: KDT 6/e p239) Nafarelin is a GnRH agonist. It has no role in acromegaly.",
        "cop": 4,
        "opa": "Bromocriptine",
        "opb": "Somatostatin",
        "opc": "Octreotide",
        "opd": "Nafarelin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "331137e3-1872-48f2-a48f-8a253e732062",
        "choice_type": "multi"
    },
    {
        "question": "A patient of acute myocardial infarction being treated in intensive care unit developed left ventricular failure with raised central venous pressure. It was decided to use nitroglycerine. Which route of administration would be most suitable?",
        "exp": "(Ref: KDT 6/e p527) Nitrates can be used in acute LVF by slow i.v. infusion.",
        "cop": 4,
        "opa": "Sublingual",
        "opb": "Oral",
        "opc": "Intravenous bolus injection",
        "opd": "Slow intravenous infusion",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0fd4e388-ec81-459c-9a16-19226321a034",
        "choice_type": "single"
    },
    {
        "question": "Teriparatide can be used for the treatment of :",
        "exp": "(Ref: KDT 6/e p329) Teriparatide is a recombinant PTH having first 34 amino acids. It can be used for the treatment of osteoporosis.",
        "cop": 1,
        "opa": "Osteoporosis",
        "opb": "Hormone responsive breast carcinoma",
        "opc": "Polycystic ovarian disease",
        "opd": "Hyperparathyroidism",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "f1d3be22-8f7e-4024-976a-1c80cb0c289d",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is used for termination as well as prophylaxis of paroxysmal supraventricular tachycardia?",
        "exp": "(Ref: KDT 6/e p517) It is used for the treatment as well as prophylaxis of PSVT whereas adenosine is used only for the treatment of acute attack of PSVT.",
        "cop": 2,
        "opa": "Digoxin",
        "opb": "Verapamil",
        "opc": "Propanolol",
        "opd": "Quinidine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "709b40f9-aef6-474f-829c-0495c6ac9609",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drugs is capable of maintaining blood levels for 24 hours after a single administration but has useful antianginal effects lasting only about 10 hours?",
        "exp": "(Ref: KDT 6/e p525) Continous presence of nitrates in blood will result in tolerance.",
        "cop": 4,
        "opa": "Amyl nitrite",
        "opb": "Isosorbide mononitrate",
        "opc": "Nitroglycerine (sublingual)",
        "opd": "Nitroglycerine (transdermal)",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "4e089354-c630-4f25-abfa-ee74126945ed",
        "choice_type": "single"
    },
    {
        "question": "Propranolol is useful in the treatment of all of the following except",
        "exp": "Ref-KDT 6/e p142,143 Beta blockers are contraindicated in hea block because this can conve paial AV block to complete AV block. These agents are the drugs if choice for HOCM",
        "cop": 2,
        "opa": "Angina",
        "opb": "Paial atrioventricular block",
        "opc": "Idiopathic hyperophic subaic cardiomyopathy",
        "opd": "Familial tremor",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a2f4de88-7497-490c-a5cb-5a40d5809ddd",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs inhibit 5'-deiodinase?",
        "exp": "(Ref: KDT 6/e p249, 250) For the peripheral conversion of T4 to T3 the enzyme needed is 5'-deiodinase. It is inhibited by Propylthiouacil, Propanolol, Amiodarone.",
        "cop": 1,
        "opa": "Propylthiouracil",
        "opb": "Methimazole",
        "opc": "Lugol's iodine",
        "opd": "Radioactive iodine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "18925c8a-2567-4e56-ad27-78b9b5663f45",
        "choice_type": "single"
    },
    {
        "question": "The drug most likely to be responsible for accurate pancreatic disease",
        "exp": "Ref-KDT 6/e p771 Didanosine is most commonly implicated anti-retroviral drug in causing acute pancreatitis. Maximum chances ot peripheral neuropathy are seen with stavudine",
        "cop": 1,
        "opa": "Didanosine",
        "opb": "Ketokonazole",
        "opc": "Saquninavir",
        "opd": "Zidovudine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "4956f4fa-a788-4ba3-8e77-ac9bc7b9fe0f",
        "choice_type": "single"
    },
    {
        "question": "An antidepressant drug which is known to have both high sedative and anticholinergic activity is:",
        "exp": "(Ref: KDT 6/e p443, 444) Tricyclic antidepressants (TCA) possess anticholinergic and sedative propeies. Amitriptyline and tripitramine possess highest sedative and antimuscarinic actions.",
        "cop": 2,
        "opa": "Phenelzine",
        "opb": "Amitriptyline",
        "opc": "Fluoxetine",
        "opd": "Trazodone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "163b1c20-9ed6-4595-8ba7-b6b94c642846",
        "choice_type": "multi"
    },
    {
        "question": "Propranolol a non selective Beta blocker can be prescribed to decrease anxiety associated with",
        "exp": "Ref-KDT 6/e p143 Propranolol is used for controlling the performance anxiety, major manifestation of which are due to increase the sympathetic activity (tachycardia, palpilpalpit etc)",
        "cop": 3,
        "opa": "Chronic neurotic disorder",
        "opb": "Schizophrenia",
        "opc": "Sho term stressful situation",
        "opd": "Endogenous depression",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1795a9e0-2cd0-477c-9cdb-754a3d057a73",
        "choice_type": "single"
    },
    {
        "question": "The primary reason for the use of drug combination in the treatment of tuberculosis is",
        "exp": "Ref-KDT 6/e p745 The bacteria that cause tuberculosis (TB) can develop resistance to the antimicrobial drugs used to cure the disease. Multidrug-resistant TB (MDR-TB) is TB that does not respond to at least isoniazid and rifampicin, the 2 most powerful anti-TB drugs. ... In some cases even more severe drug-resistant TB may develop.",
        "cop": 3,
        "opa": "Ensure patient compliance with the drug regimen",
        "opb": "Enhance activity against metabolically inactive mycobacteria",
        "opc": "Delay or prevent emergency of resistance",
        "opd": "Provide prophylaxis against other bacterial infection",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b4053545-856d-402c-94e2-0eb668fc1fc2",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs in habit platelet cyclooxygenase reversibly",
        "exp": "Alprostadil(PGE1) and predinasolone do not inhibit cause enzyme virus transparent is an Irreversible inhibitor of this enzyme",
        "cop": 3,
        "opa": "Alprostadil",
        "opb": "Aspirin",
        "opc": "Ibuprofen",
        "opd": "Predinisolone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5a553ae2-b6ed-4c0f-bdec-a2ce99d629be",
        "choice_type": "single"
    },
    {
        "question": "Regarding termination of drug action",
        "exp": "Ref-KDT 6/e p23 Action of drug can be terminated by hepatic metabolism or by anal excretion. Most of the dexa inactivated by metabolism. However some Ducks may be activated from inactive form (prodrugs) and others may produce active metabolite Some drugs main activate from Blood example decoction lives bloodstream and enters the hea to produce it's action",
        "cop": 3,
        "opa": "Drugs must be excreted from the body to terminate their action",
        "opb": "Metabolism of drugs always abolishes their Pharmalogical activity",
        "opc": "Hepatic metabolism and renal excretion are the two most impoant mechanism involved",
        "opd": "Distribution of a drug out of bloodstream terminated drugs effect",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "1c636da2-775e-422b-958c-5296113b4c08",
        "choice_type": "single"
    },
    {
        "question": "AA Direc acting cholinometic that is lipid soluble and has been used in the treatment of glaucoma is",
        "exp": "Ref-KDT 6/e p98 Pilocarpine is a directly acting and physostigmine is an indirectly acting cholinomimetic useful for glaucoma",
        "cop": 3,
        "opa": "Acetylcholine",
        "opb": "Physostigmine",
        "opc": "Pilocarpine",
        "opd": "Neostigmine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "eb9ddc40-2391-4e56-a267-a3b8669f6b3f",
        "choice_type": "single"
    },
    {
        "question": "Study light is caused by",
        "exp": "Sterlite and secondary leukemias are distinguish adverse effects of alkylation agents",
        "cop": 2,
        "opa": "Vinca alkaloids",
        "opb": "Alkylation agents",
        "opc": "Antimetabolite",
        "opd": "Antinomycin D",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "36a7f94d-3944-4eab-97ac-0a9da2e33232",
        "choice_type": "single"
    },
    {
        "question": "A patient Vipin has been taking digoxin for several years and is about to receive atropine for some other indication. A common side effect of digoxin that can be blocked by atropine is:",
        "exp": "Ref-KDT 6/e p494 Digtalis possesses vagomimetic action and can cuse bradycardia and decreased av conduction. This latter effect is mannitested in the ECG as increased PR interval. Atropine can block this adverse effet.",
        "cop": 3,
        "opa": "Decreased appetite",
        "opb": "Increased cardiac contractility",
        "opc": "Increased PR interval on the ECG",
        "opd": "tachycardia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d4a14c5c-798d-4518-8a8e-f7aba605b956",
        "choice_type": "single"
    },
    {
        "question": "Which of the following drug should be given in sustained release oral dosage form",
        "exp": "Ref-KDT 6/e p78 Sustained release formulations of a drug are used for the drugs having sho duration of action requiring prolonged administration. PSVT is an acute condition and requires a sho and fast acting drug. Adenosine is theretore, the drug ot choice for this condition. Option (b) describes a drug having long half life (24 hours). This drug need not be administered as sustained release preparation. For a hypnotic drug, action required is brief i.e. to induce sleep.Therefore, it should not be given as a sustained release preparation. Treatment of hypeension is life long, Drug with half life of 3hours, needs to be administered several times a day, therefore sustained release oral dosage form is best utilized for this drug.",
        "cop": 4,
        "opa": "An anti-arrhythmic drug with a plasma half life of 10 seconds used for acute treatment of PSVT",
        "opb": "Anti inflammatory drugs with the plasma half life of 24 hours",
        "opc": "Hypnotic drugs with a plasma half life of 2 hours",
        "opd": "An anti hypeensive with a plasma half life of 3 hours",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0b582597-caae-431c-8e27-0762f183f6de",
        "choice_type": "single"
    },
    {
        "question": "Which of the following adverse effects of levodopa is not minimized even after combining it with carbidopa?",
        "exp": "(Ref: KDT 6/e p419) Carbidopa can decrease all the adverse effects of levodopa except Involuntary movements Behavioural effects",
        "cop": 1,
        "opa": "Involuntary movements",
        "opb": "Nausea and vomiting",
        "opc": "Cardiac arrhythmia",
        "opd": "'On-off' effect",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "8cbf1946-3b64-4b4a-8c6e-29c99025f7ad",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is an active metabolite of another drug and is available as a separate drug for the treatment of angine?",
        "exp": "(Ref: KDT 6/e p525) It is a metabolite of isosorbide dinitrate and is also available as a separate drug. It undergoes least first pass metabolism.",
        "cop": 1,
        "opa": "Isosorbide mononitrate",
        "opb": "Isosorbide dinitrate",
        "opc": "Nitroglycerine",
        "opd": "Propanolol",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5da27c6e-c2e6-4a80-a1bb-20f4f628d7e9",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements are true about quinidine except:",
        "exp": "(Ref: KDT 6/e p511, 512) Quinidine is a class I antiarrhythmic agent. It blocks Na+ channels in the open state and also delays the recovery of these channels. Blockade by these antiarrhythmic agents is frequency dependent. Class Ia antiarrhythmics, in addition blocks myocardial K+ channels also.",
        "cop": 2,
        "opa": "It blocks myocardial Na+ channels primarily in the open state",
        "opb": "It has no effect on myocardial K+ channels",
        "opc": "It produces frequency dependent blockade of myocardial Na+ channels",
        "opd": "It delays recovery of myocardial Na+ channels",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "93fbfaa5-901f-4aea-a57a-32fb806069da",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements are true about 6 mercapto purine except",
        "exp": "Ref-KDT 6/e p823,824 All anticancer drugs can result in hyperuricemia by causing the detruction of excess cells. Azathioprine is an inmunosuppressant drug that acts by generating 6-MP 6-MP is metabolized by xanthine oxidase. Its dose should be reduced when allopurinol is given concurrently.",
        "cop": 2,
        "opa": "It is metabolized by xanthine oxidase",
        "opb": "It does not cause hyperuricemia",
        "opc": "Its dose should be reduced when allopurinol is given concurrently",
        "opd": "It is an active metabolite of azathioprine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a079480e-5df0-4f33-b60d-d566eb5997f5",
        "choice_type": "multi"
    },
    {
        "question": "Route of admAdministratof BCG for bladder cancer is",
        "exp": "Ref-Goodman and Gillman 11/e p1422 Intravesical route is used for BCG in the treatment of bladder carcinoma",
        "cop": 4,
        "opa": "Oral",
        "opb": "Subcutaneous",
        "opc": "Intravenous",
        "opd": "None of the above",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9733a77c-59d5-4510-88cd-2da052397aff",
        "choice_type": "multi"
    },
    {
        "question": "Long term steroid therapy can lead to suppression of hypothalamic-pituitary-adrenal axis. lt can be overcome by using alternate day therapy with coicosteroids. Which of the following steroids are unsuitable for alternate day therapy for such purpose?",
        "exp": "(Ref: KDT 6/e p282, 287) Steroids with long half life like betamethasone and dexamethasone cannot be used for alternate day therapy because even in alternate day therapy there will be sufficient blood levels of these steroids to cause suppression of HPA axis.",
        "cop": 3,
        "opa": "Coisol",
        "opb": "Prednisolone",
        "opc": "Betamethasone",
        "opd": "Hydrocoisone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "0509c262-7ed2-4223-89ef-adca1e7eb11f",
        "choice_type": "single"
    },
    {
        "question": "This drug depolarizer cell membranes of aerobic Gram Positive Bacteria. It is effective against vancomycin resistance entercoccal infection. It may cause myopathy especially in patients taking stating .it is",
        "exp": "(Ref: KDT 6/e p741, Daptomvcin is a newer antibiotic that acts by causing depolarization.of bacterial cell membranes. It is effective in MRSA, VRSA and even streptogramin resistant SA infections as well as VRE infections. It can cause myopathy in patients taking statins.",
        "cop": 2,
        "opa": "Teicoplann",
        "opb": "Daptomycin",
        "opc": "Linezolid",
        "opd": "Streptogramin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7d8876aa-da72-4dda-8dcb-98265a57bb9d",
        "choice_type": "multi"
    },
    {
        "question": "Which antihypeensive is a prodrug and is coveed to its active form in brain?",
        "exp": "(Ref: KDT 6/e p547) Although both methyldopa and minoxidil are produrgs, conversion of methyldopa to a-methylnorepinephrine takes place in the brain whereas minoxidil is activated to minoxidil sulphate (by phase II reaction) in the periphery.",
        "cop": 2,
        "opa": "Clonidine",
        "opb": "Methyldopa",
        "opc": "Minoxidil",
        "opd": "Nitroprusside",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b397c823-d371-481c-b221-b3b3b5a4ce08",
        "choice_type": "single"
    },
    {
        "question": "A 30-year-old male, Rajinder presents to OPD your office with fatigue, muscle weakness and headache. His blood pressure is 170/120 mm Hg and his hea rate is 100/min. Laboratory evaluation reveals hypokalemia, metabolic alkalosis and decreased plasma renin activity. On CT scan, a mass was noted on left suprarenal gland. Patient was prescribed a drug for few weeks and the symptoms subsided. Laboratory values and blood pressure returned to normal values. The likely drug given to this patient is?",
        "exp": "(Ref: KK Sharma 2/e p233) Mosty likely diagnosis in this patient is aldosterone secreting tumor (adenoma) leading to primary hyperaldosteronism (Conn's Syndrome). Aldosterone excess will cause hypeension, hypokalemia, metabolic alkalosis and depressed renin. Aldosterone antagonists such as spironolactone or eplerenone can be used as medical therapy for Conn's syndrome.",
        "cop": 4,
        "opa": "Clonidine",
        "opb": "Propanolol",
        "opc": "Hydrochlorothiazide",
        "opd": "Spironolactone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "78134470-cdca-4cd7-96e6-4fe4fef6ca25",
        "choice_type": "single"
    },
    {
        "question": "Half Life of digoxin is",
        "exp": "Ref-KDT 7/e p55 Digoxin and digitoxin are the main digitalis products. Digoxin is absorbed quickly from the gastrointestinal tract with a bioavailability of between 75% and 95%. It is eliminated primarily through kidneys; therefore, it has a half-life of 36-48 hours in patients who have normal kidney function and 3.5-5 days in patients who are anuric. The reference range for digoxin is as follows: 0.8-2 ng/mL (1.2-2 nmol/L) Half-life: 36 hours Toxic level: more than 2 ng/mL",
        "cop": 2,
        "opa": "24hrs",
        "opb": "40hrs",
        "opc": "48hrs",
        "opd": "60hrs",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7d9b6800-8202-4ff7-8df9-93b861b87fda",
        "choice_type": "single"
    },
    {
        "question": ". All of the following statements about the use of spironolactone in CHF are true except",
        "exp": "(Ref KDT 6/e p507) Loop diuretics are used to provide rapid symptomatic relief whereas aldosterone antagonists decrease the moality by reversing myocardial remodeling",
        "cop": 4,
        "opa": "It should be administered in low doses to prevent hyperkalemial",
        "opb": "It affords prognostic benefit in severe hea failure over and above that afforded by ACE inhibitors",
        "opc": "It helps to overcome the refractoriness to thiazides",
        "opd": "It affords rapid symptomatic relief in CHF patients",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "55648f75-9f6c-4349-82b6-bb5c16fef6cb",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following statements about stavudine is accurate",
        "exp": "Ref-KDT 6/e p771 Stavudine is an n NI that is responsible for maximum peripheral neuropathy",
        "cop": 2,
        "opa": "Bone marrow suppression is done limiting limiting",
        "opb": "It causes marked neurotoxicity",
        "opc": "It inhibits HIV protease",
        "opd": "It is non nucleoside reverse transcriptase inhibitors",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "eaf7bae5-79b1-4005-b4f1-68e339e63053",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following hypnotic drugs facilitates the inhibitory actions of GABA but lacks anticonvulsant or muscle relaxing propeies and has minimal effect on sleep architecture?",
        "exp": "(Ref: KDT 6/e p398) * Zolpidem, zaleplon and zopiclone are agonists at BZD receptors. * These are hypnotic drugs that lack muscle relaxant and anticonvulsant actions. * These have negligible effect on REM sleep and do not affect sleep architecture.",
        "cop": 4,
        "opa": "Buspirone",
        "opb": "Diazepam",
        "opc": "Phenobarbital",
        "opd": "Zaleplon",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "402d5fac-d56d-4afc-8e25-23b68ee57eb1",
        "choice_type": "single"
    },
    {
        "question": "In contrast to heparin, enoxaparin",
        "exp": "Ref: KDT 6/e p599 Enoxaparin is a LMW heparin. It does not require monitoring Both heparin as well as enoxaparin do not crose placenta and are not teratogenic.",
        "cop": 1,
        "opa": "Can be used without monitoring the patients aPTT",
        "opb": "Is less likely to have a teratogenic effect",
        "opc": "Is more likely to be given intravenously",
        "opd": "Is more likely to cause thrombosis and thrombocytopenia",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5f9d694e-a4a6-48fa-bc21-a826dcd16128",
        "choice_type": "single"
    },
    {
        "question": "Mrs Reeta Wardhan, a 50 year old female with rheumatoid ahritis is being considered for infliximab therapy. Which of the following test should be performed before beginning treatment",
        "exp": "Ref-Katzung 11/e p633 Infliximab is a monoclonal antibody against TNF-0. It is commonly used to treat moderate to severe rheumatoid ahritis paicularly in patients .adverse effects, including reactivation of latent tuberculosis. All patients being considered for TNF-a inhibitor therapy should have a baseline PPD skin test to screen for latent tuberculosis..",
        "cop": 2,
        "opa": "Liver function test",
        "opb": "PPD skin test",
        "opc": "Pulmonary function test",
        "opd": "Visual examination",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a1d2fec8-1014-4b18-bb23-c7b9bf0226e5",
        "choice_type": "single"
    },
    {
        "question": "All of the following are antifungal drugs inhibit ergosterol biosynthesis EXCEPT",
        "exp": "Ref-KDT 6/e p757,758 Amphotericin B does not inhibit ergosterol synthesis , instead it binds with ergosterol to form pored in the fungal cell membranes",
        "cop": 3,
        "opa": "Ketoconazole",
        "opb": "Fluconazole",
        "opc": "Amphotericin B",
        "opd": "None of these",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "7a323263-83f3-4bae-831a-bc9c6ee81145",
        "choice_type": "multi"
    },
    {
        "question": "A patient on nitroprusside therapy developed cyanide toxicity. Sodium nitrite was administered i.v. to combat this poisoning. Beneficial effect of sodiumnitrite in this case is dependent on:",
        "exp": "(Ref: KDT 6/e p527) Cyanide has very high affinity for the enzymes of respiratory chain paicularly cytochrome oxidase. Methemoglobin possesses even higher affinity for cyanides. It can free the enzymes due to competitive inhibition for cyanide. Nitrates act by reducing hemoglobin to mithenoglobin, which removes cyanide from the enzymes.",
        "cop": 3,
        "opa": "Direct chelation of cyanide with sodium nitrite",
        "opb": "Vasodilatation caused by sodium nitrite",
        "opc": "Conversion of hemoglobin to methemoglobin by sodium nitrite",
        "opd": "Facilitation of cyanocobalamin formation by sodium nitrite",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e57f2efb-2e34-4c75-83bc-ab2b3f0c6d25",
        "choice_type": "single"
    },
    {
        "question": "Rupa Devi age 65 year old female with ovarian cancer is being treated with cisplatin based chemotherapy. All of the following are used to limit the toxicity of cisplatin except",
        "exp": "Ref-harrison 18/e p697 N-acetylcycteine used for Paracetamol poisoning whereas slow intravenous infusion and chloride diersis with amifostine can limit cisplatin induced nephrotoxicity",
        "cop": 1,
        "opa": "N-acetylcycteine",
        "opb": "Slow rate of infusion",
        "opc": "Chloride diuresis",
        "opd": "Amifostine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "57433b57-4bfe-4600-a485-c93022a15374",
        "choice_type": "multi"
    },
    {
        "question": "Triiodothyronine (T3) as compared to T4:",
        "exp": "(Ref: KDT 6/e p247) T3 is the main active thyroid hormone. It is more potent (less plasma protein bound) and faster acting than T4. However, sho duration of action limits its use for the treatment of hypothyroidism (requires life long treatment). T3 is indicated for the treatment of myxedema coma.",
        "cop": 2,
        "opa": "Is more plasma protein bound",
        "opb": "Is shoer acting",
        "opc": "Is less potent",
        "opd": "Has delayed action",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "2c9e5276-ba26-4df9-a9cd-b3a8981cad6b",
        "choice_type": "single"
    },
    {
        "question": "Guddu if I wear a old female was brought to the emergency with fever, headache and confusion. A provisional diagnosis of bacteria meningitis was made. The baby developed in severe allergic reaction to to penicillin around 6 months back. She was admitted and intravenous antibiotics we're staed . Few days later her investuinvest revealed as Hemoglobin 6.0g/L Erythrocyte count 1.2x10^6/cubic mm Leukocyte count 1500/cubic mm Which of the following is the most likely drug responsible for the above finding",
        "exp": "(Ref:Katzul 11/e p803) The patient's shows decreased erythrocytes, leukocvtes, and platelets.This condition is called pancytopenia or aplastic anemia. It occurs due to suppression of stem cell function in the bone marrow. Chloramphenicol can cause both dose-dependent and dose-independent aplastic anemia.Dose-dependent aplastic anemia associated with chloramphenicol reversible after the medication is withdrawn. Dose-independent anemia is usually severe and may be fatal.",
        "cop": 2,
        "opa": "Gentamicin",
        "opb": "Chloramphenicol",
        "opc": "Doxycycline",
        "opd": "Vancomycin",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "d5876c48-e7d7-4eea-913b-603e38b01f1b",
        "choice_type": "multi"
    },
    {
        "question": "An adverse effect of neuroleptic drugs is directly correlated positively to the antipsychotic potency of the different compounds. Which of the following is it?",
        "exp": "(Ref: KDT 6/e p426, 431) Antipsychotic potency of typical antipsychotic drugs is related to their D2 receptor blocking action. D2 blocking action is also responsible for extrapyramidal adverse effects like muscle dystonia and Parkinsonism etc.",
        "cop": 2,
        "opa": "Sedation",
        "opb": "Extrapyramidal motor disturbances",
        "opc": "Postural hypotension",
        "opd": "Lowering of seizure threshold",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e9fae4bd-2b9e-4cd7-abb3-7463f1691367",
        "choice_type": "single"
    },
    {
        "question": "Phenytoin pharmacokinetics is highlighted by which of the following characteristics?",
        "exp": "(Ref: KDT 6/e p404) Phenytoin follows zero order kinetics at high plasma concentration due to saturation of metabolic pathways.",
        "cop": 2,
        "opa": "High first pass metabolism",
        "opb": "Nonsaturation kinetics of metabolism",
        "opc": "Capacity limited metabolism saturating at higher therapeutic concentration range",
        "opd": "Extrahepatic metabolism",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b49af6fa-fb13-4009-9c59-960e0ccba14c",
        "choice_type": "single"
    },
    {
        "question": "Ergot alkaloid commonly used to prevent postpaum haemorrhage is",
        "exp": "Methylergometrine (methergin) is administered during delivery of anterior to prevent postpaum hemorrhage Ref-KDT 6/e p322",
        "cop": 1,
        "opa": "methyp ergometrine",
        "opb": "ergotamine",
        "opc": "dihydroergotamine",
        "opd": "dihydroergotoxine",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3a887063-50ed-40a3-a377-71d74f54a584",
        "choice_type": "single"
    },
    {
        "question": "Which of the following most accurately describes the transmembrane signalling process involved in the steroid hormone action",
        "exp": "Ref-KDT 6/e p51 Steroid hormones and lipids soluble and act on cytoplasmic receptor after crossing the plasma membrane",
        "cop": 3,
        "opa": "Action on a membrane spanning tyrosine kinase",
        "opb": "Action of a G protein which activates or inhibits adenylyl cyclase",
        "opc": "Diffusion across a membrane and binding to an intracellular receptor",
        "opd": "Opening of transmembrane Ion channels",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "e884dda3-33e6-4b43-bf35-9bf7529776bd",
        "choice_type": "multi"
    },
    {
        "question": "I131 is the preferred treatment for:",
        "exp": "(Ref: KDT 6/e p253) I131 is contra-indicated in children and young adults because if hypothyroidism develops in response to radioactive iodine, it is permanent. Use of radioactive iodine is contra-indicated in pregnancy. In ischemic hea disease patients, surgery should be avoided. I131 therapy is a good alternative in such patients.",
        "cop": 3,
        "opa": "Children",
        "opb": "Young adults with recent onset Graves' disease",
        "opc": "Elderly patients with ischemic hea disease",
        "opd": "Pregnant women",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "ea5b588f-184a-4725-bd23-a55709668f49",
        "choice_type": "single"
    },
    {
        "question": "A 40-year-old politician suffered from attacks of chest pain diagnosed as angina pectoris. He had a tense personality, resting hea rate was 96/min blood pressure 170/104 mm Hg, but blood sugar level and lipid profile were normal. Select the most suitable antihypeensive for the initial therapy in his case:",
        "exp": "(Ref: KDT 6/e p544) Tense personality and high resting hea rate (96/min.) makes b-blockers ideal candidate drugs to be used in this case. As blood sugar and lipid profile is normal, beta blockers can be used safely.",
        "cop": 3,
        "opa": "Nifedipine",
        "opb": "Hydrochlorothiazide",
        "opc": "Atenolol",
        "opd": "Methyldopa",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "70dc4cef-7b74-4a2f-9976-bd217a9e9278",
        "choice_type": "single"
    },
    {
        "question": "GemciGemitis effective in",
        "exp": "Ref-Katzung 10/891 Gemitabine is an antimetabolite that is the drug of choice for pancreatic cancer",
        "cop": 2,
        "opa": "Head and neck cancers",
        "opb": "Pancreatic cancer",
        "opc": "Small cell lung cancer",
        "opd": "Soft tissue sarcoma",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "b331ec8c-1497-4ffe-90bf-21616d203bea",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following is not given in acute severe digitalis toxicity?",
        "exp": "Ref-KDT 6/e p499 Hypokalemia precipitates digtals toxicity but in acute severe digtalis toxicity, there Is already hyperkalenia.",
        "cop": 1,
        "opa": "Potassium",
        "opb": "Digibind",
        "opc": "Lignocaine",
        "opd": "None of these",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "01e10cc5-daa9-4613-8cc7-867d0fca4d6b",
        "choice_type": "multi"
    },
    {
        "question": "All of the following statements about vincristine are true except",
        "exp": "Vincristine is a vinca allkaloid. It acts in M-phase of cell cycle by inhibiting the formation of spindle. It is a marrow sparing drug and causes peripheral neuropathy as a prominent adverse effect. It is used for the treatment of hematological malignancies like Hodgkin's lymphoma and leukemias.It is ineffective against solid tumors. Ref-KDT 6/e p824,825",
        "cop": 4,
        "opa": "It acts by inhibiting mitosis",
        "opb": "It prominent adverse effects is peripheral neuropathy",
        "opc": "It does not suppression bone marrow",
        "opd": "It is a drug of choice for solid tumors",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5de20fc4-64f1-4589-b54f-261fcde24f86",
        "choice_type": "multi"
    },
    {
        "question": "Which of the follwing patients is most likely to be treated with intravenous glucagon?",
        "exp": "(Ref: KDT 6/e p274) Glucagon is the antidote of b-blocker poisoning. It acts by increasing cAMP in the hea stimulation of glucagon receptors. Cyclic AMP stinulates the hea. Calcium gluconate can also be used for the treatment of b-blocker poisoning.",
        "cop": 3,
        "opa": "A young man who took cocaine and has a blood pressure of 190/110 mm Hg",
        "opb": "A middle aged man with type II diabetes who has not taken his regular dose of glipizide for last 4 days",
        "opc": "An old man with severe bradycardia and hypotension resulting from ingestion of overdose of atenolol",
        "opd": "An old woman with lactic acidosis as a complication of severe infection and shock",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "9c67acc7-bfc0-4db1-bb3a-016f960d3c30",
        "choice_type": "single"
    },
    {
        "question": "All of the following statements about the methotrexate are true except",
        "exp": "Ref-KDT 6/e p823 Folic acid is used to reverse the adverse effect of methotrexate. Folic acid is ineffective. All of the statements are true as discussed earlier",
        "cop": 4,
        "opa": "It is a cell cycle specific and kills in the S phase",
        "opb": "It's toxicity primarily affects bone marrow and epithelial structure",
        "opc": "Folic acid reverses it's toxic effects",
        "opd": "It is a drug of choice for choriocarcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5b610cca-0838-4918-9967-e1cf2ebb9183",
        "choice_type": "multi"
    },
    {
        "question": "Which of following statements about extrapyramidal effects of antipsychotic drugs is FALSE?",
        "exp": "(Ref: KDT 6/e p430, 431, 432) Extrapyramidal adverse effects of antipsychotic drugs are due to blockade of dopamine receptors. These are less often seen with atypical anti-psychotics like clozapine and risperidone (and more often with classical drugs like haloperidol and chlorpromazine). These effects can be treated with central anticholinergic drugs like benztropine and trihexiphenidyl.",
        "cop": 4,
        "opa": "Caused by blockade of dopamine receptors",
        "opb": "Less likely to be produced by clozapine than by chlorpromazine",
        "opc": "Can be countered to some degree by antimuscarinic drugs",
        "opd": "Haloperidol does not cause extrapyramidal syndrome",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "3bcd156e-cb38-4397-b981-af07f26106f8",
        "choice_type": "multi"
    },
    {
        "question": "Glibenclamide reduces blood glucose in all of the following EXCEPT:",
        "exp": "(Ref: KDT 6/e p266) Sulfonylureas decrease blood glucose in diabetics as well as non-diabetics. It requires at least 30% of functional beta cells for their action. Insulin is the only treatment for type 1 doanetes.",
        "cop": 2,
        "opa": "Non diabetics",
        "opb": "Type 1 diabetics",
        "opc": "Type 2 diabetics",
        "opd": "Obese diabetics",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "af596a64-c4e7-4cb4-b1cc-e203617885bf",
        "choice_type": "multi"
    },
    {
        "question": "Titration of the dose of a drug with the response can be done with which of the following routes of Administration",
        "exp": "Ref-KDT 6/e p9 Inhalation anaesthetic agents like hello than are used in the clinical practice by titration of dose with response",
        "cop": 3,
        "opa": "Sublingual",
        "opb": "Transdermal",
        "opc": "Inhalation",
        "opd": "Subcutaneous",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "26c7f51f-3710-40a8-96cb-528d3c03b020",
        "choice_type": "single"
    },
    {
        "question": "True statement about cyclooxygenase-2 is",
        "exp": "Ref-KDT 6/e p185 COX-1 is a house-keeping enzvme that is responsible for the generation of gastroprotective PGs. COX-2 is an inducible enzyme whose production is markedly increased at inflammatory sites. Indomethacin is a non-selective inhibitor of both isoforms of COX.",
        "cop": 2,
        "opa": "It Is not inhibited by indomethacin",
        "opb": "It I'd inducible",
        "opc": "It generate cytoprotective prostaglandins in gastric mucosa",
        "opd": "It is found only in fatal tissues",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "14e27b7a-6ef5-46b3-9e4a-1a61a7173f42",
        "choice_type": "multi"
    },
    {
        "question": "An agent that activates natural killer cells and is useful in renal cell carcinoma is",
        "exp": "Ref-Katzung 10/e p816 Recombinant IL-2 is used for the treatment of maligant melanoma and renal cell carcinoma",
        "cop": 1,
        "opa": "Aldesleukin",
        "opb": "Etanercept",
        "opc": "Leflunomide",
        "opd": "Thalidomide",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "5d77a71b-f3d4-4a53-a097-62ea260115e2",
        "choice_type": "single"
    },
    {
        "question": "Rain, a 10 yr old boy is having difficulty in learning at school. He has sho lapses of awareness with eyelid fluttering that occur every 5-10 minutes. EEG studies reveal brief 3 Hz spike and wave discharges appearing synchronously in all the leads. Which of the following drugs would be effective but has the disadvantage that it causes sedation and tolerance?",
        "exp": "(Ref: KDT 6/e p411, 412) Diagnosis of the patient is petit mal epilepsy (absence seizures). Drugs effective against absence seizures are: - Ethosuximide - Valproate - Clonazepam - Lamotrigine Clonazepam is a benzodiazepine that can cause sedation and tolerance.",
        "cop": 3,
        "opa": "Diazepam",
        "opb": "Ethosuximide",
        "opc": "Clonazepam",
        "opd": "Valproic acid",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "841cc477-9588-4571-8120-cfea5d5cf652",
        "choice_type": "multi"
    },
    {
        "question": "All of the following reactions are catalysed by microsomal enzymes except",
        "exp": "Ref-KDT 6/e p25 Most of the Phase 1 reactions and Glucuronide conjugation(phase II reaction)are catalysed by microsomal enzymes.these enzyme can be induced or inhibited by drugs .acetylation is carried out by N-acetyl transferase,a non microsomal enzyme",
        "cop": 2,
        "opa": "Glucuronidation",
        "opb": "Acetylation",
        "opc": "Oxidation",
        "opd": "Reduction",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "39e9e17b-4ad0-4955-8787-7765e05f97dc",
        "choice_type": "multi"
    },
    {
        "question": "Which of the following drugs are useful for long term treatment of congestive hea failure",
        "exp": "Dobutamine (Ref: KDT 6/e p507) Dobutamine is indicated only for the acute treatment of decompensated CHF. Cardiac glycosides (digoxin) can be used for acute treatment as well as maintenance therapy of CHF. ACE inhibitors and spironolactone are indicated only for chronic CHF.",
        "cop": 3,
        "opa": "Digoxin",
        "opb": "Ramipril",
        "opc": "Dobutamine",
        "opd": "Spironolactone",
        "subject_name": "Anatomy",
        "topic_name": "Other topics and Adverse effects",
        "id": "a1c23f84-0185-4d56-b16f-05785a4b1215",
        "choice_type": "single"
    }
]