[
    {
        "question": "The most common organism causing acute tonsillitis is:",
        "exp": "Group A beta hemolytic streptococci is the M/C bacteria causing acute tonsillitis. other causes are: staph aureus pnuemococci H. Influenza Ref Dhingra 5/e,p 341,6/e,p 288.",
        "cop": 3,
        "opa": "Staph aureus",
        "opb": "Anaerobes",
        "opc": "Hemolytic streptococci",
        "opd": "Pneumococcus",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "8675e8ab-587f-4240-ae4d-b9bf3356ece3",
        "choice_type": "single"
    },
    {
        "question": "All are structures passing between base of skull and superior constrictor except (Repeat Q 2008 )",
        "exp": "Ans: a (Glossopharyngeal nerve) Ref: Chaurasia 4th ed pg 223 fig. 14.18, pg 225The structures passing between the superior constrictor and the base of skull (sinus of morgagni):A-L-A-auditory tubelevator veli palateascending palatine artery\"Auditory tube is about 3.6 cm long and is divided into an outer bony part which is 12 mm long and an inner cartilagenous part which is 24 mm long.The levator veli palati is attatched to its inferior surface. Ascending palatine artery is a branch of facial artery\"Also note:Structures passing through the superior orbital fissureupper part:middle part:R/c meningeal branch of the ophthalmic artery lacrimal nerve frontal nerve superior ophthalmic vein trochlear nerve lower part:inferior ophthalmic veinoculomotor nerve naso ciliary nerve abducent nerveThe structures passing between superior and middle constrictors-stylopharyngeusglossopharyngeal nerveBetween middle and inferior constrictors:internal laryngeal nerve-Superior laryngeal vesselsBetween lower border of inferior constrictor and esophagusRecurrent laryngeal nerveInferior laryngeal vessels",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Pharyngobasilar fascia",
        "opc": "Eustachian tube",
        "opd": "Levator veli palate\\",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "0aabd48c-c9a6-4dd6-a9e0-0932e3f5801d",
        "choice_type": "multi"
    },
    {
        "question": "Waldeyer's ring consists of all of the following except ?",
        "exp": "Ans. is 'd' i.e., Posterior auricular nodes o In relation to the oropharyngeal isthmus, there are several aggregations of lymphoid tissue that constitute the WALDEYER'S lymphatic ring.o The most important aggregations are the right and left palatine tonsils,o Posteriorly and above is the pharyngeal tonsil,o Laterally and above are the tubal tonsilso Inferiorly there is the lingual tonsil over the posterior part of the dorsum of the tongue.",
        "cop": 4,
        "opa": "Palatine tonsils",
        "opb": "Pharyngeal tonsils",
        "opc": "Tubal tonsils",
        "opd": "Post auricular nodes",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "3cb6692c-d094-4ffa-b7c8-0bf8e34b945c",
        "choice_type": "multi"
    },
    {
        "question": "What is present in the retropharyngeal space -",
        "exp": "Ans. is 'b' i.e., Loose areolar tissue & lymph nodes o Retropharyngeal space lies behind the pharynx, i.e. between buccopharyngeal fascia covering pharyngeal constrictor muscles (anteriorly) and prevertebral fascia covering the prevertebral muscles (posteriorly),o So, retropharyngeal space lies behind the pharyngeal constrictor muscles and anterior to prevertebral fasciaQ covering the prevertebral muscles.o The space is divided in into two lateral compartments (Spaces of Gillette) by a median fibrous septa,o Retropharyngeal space consists of lymph nodes (including Rouvier's node, i.e., most superior of the lateral group) and loose areolar tissue.",
        "cop": 2,
        "opa": "Platysma",
        "opb": "Loose areolar tissue & lymph nodes",
        "opc": "Vertebrae",
        "opd": "Hypoglossal nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "68fcee2d-098f-47af-b14e-5919aa719eb9",
        "choice_type": "single"
    },
    {
        "question": "Which of the following muscle is not involved in damage of craninal part of accessory nerve?",
        "exp": "Ans. c. Stylopharyngeus (Ref: Gray's anatomy 40/e p571, 39/e p558; BDC 4/vol-III/223)Stylopharyngeus muscle is innervated by the glossopharyngeal nerve (CN IX), so it's spared after complete transection of cranial part of accessory nerve.Spinal Accessory NerveThe cranial root of accessory nerve (or part) is the smaller of the two portions of the accessory nerve.It is generally considered as a part of the vagus nerve and not part of the accessory nerve proper because the cranial component rapidly joins the vagus nerve and serves the same function as other vagal nerve fibersQ.Fibers of cranial root of accessory (those distributed in pharyngeal branches of vagus) are derived from nucleus ambiguous and probably innervate pharyngeal and palatal muscle except tensor veli palatineQ.Spinal root of accessory provides sole motor supply to sternocleidomastoid and second, third cervical nerves are believed to carry proprioceptive fibers from it.The motor supply to upper and middle portion of trapezius is primarily from spinal accessory nerveQ.Pharyngeal Muscles* Inferior constrictor muscleQ* Middle constrictor muscleQ* Superior constrictor muscleQ* Stylopharyngeus muscleQ* Salpingopharyngeus muscleQ* Palatopharyngeus muscleQPharyngeal muscles are innervated by the pharyngeal branch of the Vagus nerve (CN X) with the exception of the stylopharyngeus muscle, which is innervated by the glossopharyngeal nerve (CN IX)Q.ArchNerve of ArchMuscles of Arch1stTrigeminal (V): mandibularQ and maxillary division* MylohyoidQ* Mastication musclesQ:- TemporalisQ- MasseterQ- Lateral and Medial pterygoidsQ* Anterior belly of digastricQ* Tensor palatine* Tensor tympani2ndFacial nerveQ (VII)* StapediusQ* StylohyloidQ* Posterior belly of digastricQ* Facial expression musclesQ:- Auricularis- BuccinatorQ- FrontalisQ- Platysma- Orbicularis oris and oculiQ3rdGlossopharyngeal NerveQ (IX)* StylopharyngeusQ4thVagus (X): Superior laryngeal NerveQ* Constrictors of pharynxQ* Cricothyroid* Levator palatine6thVagus (X): Recurrent laryngeal Nerve* Intrinsic muscles of Larynx except cricothyroidQ",
        "cop": 3,
        "opa": "Cricopharyogeus",
        "opb": "Palatopharyngeus",
        "opc": "Stylopharyngeus",
        "opd": "Salpingopharyngeus",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "af3655fe-e3ae-46b6-9bee-d1fc5211e2f4",
        "choice_type": "single"
    },
    {
        "question": "Stylopharyngeus is supplied by:",
        "exp": "Ans: A (Glossopharyngeal nerve)Ref: Gray's Anatomy, 40th edition, pg.564Explanation:Note:All muscles of pharynx are supplied by cranial accessory nerve through vagus except stylophayngeus which is supplied by glossopharyngeal nerveAll muscles of palate are supplied by cranial accessory nerve except tensor palate which is supplied by mandibular nerveAll the muscles of facial expression are supplied by facial nerve except levator palpebrae superiorisAll muscles of tongue are supplied by hypoglossal except palatoglossus which is supplied by cranial accessory nerveAll muscles of larynx are supplied by recurrent laryrgeal nerve except cricothyroid which is supplied by external laryngeal nerveGonadTestisOvaryGubernacular cordGubernaculum testisOvarian and round ligamentsMesonephros (Wolffian body)Appendix of epididymis (?)Appendices vesiculosae (?)Efferent ductulesEpoophoronLobules of epididymis ParadidymisParoophoronAberrant ductules Mesonephric duct (Wolffian duct)Duct of epididymisDuct of epoophoron (Gartner's duct)Vas deferens Ejaculatory duct Part of bladder and prostatic urethraPart of bladder and urethraParamesonephric (Mullerian) ductAppendix of testisUterine tube UterusProstatic utricleVagina (?)Allantoic ductUrachusUrachusCloaca: Dorsal partRectum and upper part of anal canalRectum and upper part of anal canalVentral partMost of bladderMost of bladder and urethra Part of prostatic urethra Urogenital sinusProstatic urethra distal to utricle Bulbo-urethral glandsGreater vestibular glandsRest of urethra to glansVestibuleGenital foldsVentral penisLabia minoraGenital tuberclePenisClitorisUrethra in glans",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Oculomotor nerve",
        "opc": "Accessory nerve",
        "opd": "Abducent nerve",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "76903eb5-fb10-4d90-b659-78bde300f37b",
        "choice_type": "single"
    },
    {
        "question": "All are structures passing between the base of skull and the superior constrictor except:",
        "exp": "Ans: a (Glossopharyngeal nerve) Ref: Chaurasia, 4th ed, vol 3p. 223 Fig. 14.18, p. 225\"he structures passing between the superior constrictor and the base of skull (sinus of morgagni):A-L-A-Auditory tubeLevator veli palateAscending palatine artery\"Auditory tube is about 3.6 cm long and is divided into an outer bony part which is 12 mm long and an inner cartilagenous part which is 24 mm long.The levator veli palati is attatched to its inferior surface.Ascending palatine artery is a branch of facial artery\"Also note:Structures passing through the superior orbital fissureUpper part:Middle part:R/c meningeal branch of the ophthalmic arteryLacrimal nerveFrontal nerveSuperior ophthalmic veinTrochlear nerveLower part:Inferior ophthalmic veinOculomotor nerveNaso ciliary nerveAbducent nerveThe structures passing between superior and middle constrictors-StylopharyngeusGlossopharyngeal nerveBetween middle and inferior constrictors:Internal laryngeal nerve-Superior laryngeal vesselsBetween low er border of inferior constrictor and esophagusRecurrent laryngeal nerve} Pierces thyrohyoid membraneInferior laryngeal vessels",
        "cop": 1,
        "opa": "Glossopharyngeal nerve",
        "opb": "Pharyngobasilar fascia",
        "opc": "Eustachian tube",
        "opd": "Levator veli palate",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "3c1417ac-4e31-40ee-b4e5-d25dd1cd168c",
        "choice_type": "multi"
    },
    {
        "question": "Retropharyngeal space extends from:",
        "exp": "Ref: Grays Anatomy 40 th edition Pg: 568Explanation:Retropharyngeal space:It lies behind the pharynx between the buccopharyngeal fascia covering pharyngeal constrictor muscles and the alar facia which is the anterior leaf of pre vertebral fascia.It extends from the base of skull to the bifurcation of trachea.It permits the movement of the pharynx, esophagus, larynx, and trachea during swallowingThe space is divided into two lateral compartments (space of Gillette) by a fibrous raphe.Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age.Parapharyngeal space communicates with the retropharyngeal space.Infection of retropharyngeal space can pass down behind the oesophagus into the posterior mediastinum",
        "cop": 1,
        "opa": "Skull base to tracheal bifurcation",
        "opb": "Skull base to cricoid",
        "opc": "Skull base to thoracic inlet",
        "opd": "skull base to thyroid",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "521627be-abef-4e19-a5d1-578915ab9b99",
        "choice_type": "single"
    },
    {
        "question": "Killian's dehisence is seen in -",
        "exp": "Ans. is 'c' i.e., Cricopharynx o Inferior constrictor muscle has two parts(i) Thyropharyngeous with oblique fibres, and (ii) Cricopharyngeous with transverse fibres.o Between these two parts of inferior constrictor exists a potential gap called Killan's dehiscence. It is also called the gateway to tear as perforation can occur at this site during esophagoscopy. It is also the site for herniation of pharyngeal mucosa in case of pharyngeal pouch.",
        "cop": 3,
        "opa": "Oropharynx",
        "opb": "Nasopharynx",
        "opc": "Cricopharynx",
        "opd": "Vocal cords",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "37969e4c-7a01-48b5-b0f8-79e2fda5f83a",
        "choice_type": "single"
    },
    {
        "question": "Tonsillectomy is indicated in:",
        "exp": "INDICATIONS They are divided into: A. ABSOLUTE 1. Recurrent infections of throat. This is the most common indication. Recurrent infections are fuher defined as: (a) Seven or more episodes in 1 year, or (b) Five episodes per year for 2 years, or (c) Three episodes per year for 3 years, or (d) Two weeks or more of lost school or work in 1 year. 2. Peritonsillar abscess. In children, tonsillectomy is done 4-6 weeks after abscess has been treated. In adults, second attack of peritonsillar abscess forms the absolute indication. 3. Tonsillitis. It causes febrile seizures. 4. Hyperophy of tonsils. It causes: (a) airway obstruction (sleep apnoea), (b) difficulty in deglutition and (c) interference with speech. 5. Suspicion of malignancy. A unilaterally enlarged tonsil may be a lymphoma in children and an epidermoid carcinoma in adults. An excisional biopsy is done. B. RELATIVE 1. Diphtheria carriers, who do not respond to antibiotics. 2. Streptococcal carriers, who may be the source of infection to others. 3. Chronic tonsillitis with bad taste or halitosis which is unresponsive to medical treatment. 4. Recurrent streptococcal tonsillitis in a patient with valvular hea disease Ref: Dhingra 7e pg 487.",
        "cop": 3,
        "opa": "Acute tonsillitis",
        "opb": "Aphthous ulcers in the pharynx",
        "opc": "Rheumatic tonsillitis",
        "opd": "Physiological enlargement",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "931ee529-170e-4b42-88bb-d940d0bf8664",
        "choice_type": "single"
    },
    {
        "question": "Killian dehiscence is in -",
        "exp": "Ans. is 'b' i.e., Inferior constrictor o Inferior constrictor has two partsUpper Propulsive Part - Thyropharyngeus with oblique fibers.Lower Sphineteric part - Cricopharyngeus with transverse fibers.o Between these two parts exists a potential gap called \"Killian's dehiscence\".o it is also called \"Gateway of tears\" as perforation can occur at this site during esophagoscopy.o This is also the site for herniation of pharyngeal mucosa in cases of pharyngeal pouch (pharyngeal diverticulum)",
        "cop": 2,
        "opa": "Superior constrictor",
        "opb": "Inferior constrictor",
        "opc": "Middle constrictor",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "b8d91531-4eb9-437c-90eb-a4c9989db684",
        "choice_type": "multi"
    },
    {
        "question": "Retro pharyngeal space extends up to which of the following level? (D. REPEAT 2013)",
        "exp": "Ref: Gray's Anatomy, 39th edition, 200$, Page 626Explanation:\"Retropharyngeal space situated behind the pharynx. It extends from the base of skull to the infrahyoid region, where it continuous with retrovisceralspace (retrovisceral space extends upto superior mediastinum/bifurcation of trachea).\" Ref: Gray'sRetropharyngeal Space:It lies behind the pharynx.It is between the buccopharyngeal fascia and the alar fascia (alar fascia is the anterior layer of pre vertebral fascia).It extends upwards to the base of the skull and downwards to the retrovisceral space in the infrahyoid region.It permits the movement of the pharynx, esophagus, larynx and trachea during swallowing.The space is divided into two lateral compartments (space of Gillette) by a fibrous raphe.Each lateral space contains retropharyngeal nodes which usually disappear at 3-4 years of age.Parapharyngeal space communicates with the retrophar-vngeal space.Infection of retropharyngeal space can pass down behind the oesophagus into the posterior mediastinum.Retrovisceral SpaceThe retrovisceral space is continuous superiorly with the retropharyngeal space.It is situated between the posterior wall of the oesophagus and the prevertebral fascia.Inferiorly, the retrovisceral space extends into the superior mediastinum.Prevertebral fascia merge with the connective tissue on the posterior surface of the oesophagus - usually at the level of the 4th thoracic vertebra (i.e. bifurcation of trachea).(See Figure on the next page)",
        "cop": 2,
        "opa": "Base of skull to C6 vertebra",
        "opb": "Base of skull to bifurcation of trachea",
        "opc": "Base of skull to the level of diaphragm",
        "opd": "Base of skull to cricoid cartilage",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "1ccf890a-01ba-49fd-8b04-b162d4f9c146",
        "choice_type": "single"
    },
    {
        "question": "Structure seen on the lateral wall of tonsillar fossa is?",
        "exp": "ANSWER: (C) Superior constrictor muscleREF: Gray's anatomy 39th edition page 623-624* A triangular tonsillar fossa (tonsillar sinus) lies on each side of the oropharynx between the diverging palatopharyngeal and palatoglossal arches, and contains the palatine tonsil* This deep, lateral aspect is covered by a layer of fibrous tissue, the tonsillar hemicapsule, separable with ease for most of its extent from the underlying muscular walls of the pharynx which is formed here by the superior constrictor, with styloglossus on its lateral side* Surgical removal of the pharyngeal tonsils is commonly performed to prevent recurrent acute tonsillitis or to treat airway obstruction by hypertrophied or inflamed palatine tonsils. Occasionally the tonsil may be removed to treat an acute peritonsillar abscess, which is a collection of pus between the superior constrictor and the tonsillar hemicapsule.",
        "cop": 3,
        "opa": "Facial nerve",
        "opb": "Glossopharyngeal artery",
        "opc": "Superior constrictor muscle",
        "opd": "Palatopharyngeus muscle",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "54d49981-17a4-47ef-b9ab-6f8510f3c254",
        "choice_type": "multi"
    },
    {
        "question": "One of the follo wing does not form hypopharynx:",
        "exp": "Ref: Grays Anatomy, 40th ed., Dhingra PL. s ENTExplanation:BOUNDARIESThe laryngopharynx is situated behind the entire length of the larynx (known clinically as the hypopharynx) and extends from the superior border of the epiglottis, w'here it is delineated from the oropharynx by the lateral glossoepiglottic folds, to the inferior border of the cricoid cartilage, where it becomes continuous with the oesophagus.The laryngeal inlet lies in the upper part of its incomplete anterior wall, and the posterior surfaces of the arytenoid and cricoid cartilages lie below this opening.Pyriform fossaA small pyriform fossa lies on each side of the laryngeal inlet, bounded medially by the aryepiglottic fold and laterally by the thyroid cartilage and thyrohyoid membrane.Branches of the internal laryngeal nerve lie beneath its mucous membrane.At rest, the laryngopharynx extends posteriorly from the low:er part of the third cervical vertebral body to the upper part of the sixth.During deglutition it may be elevated considerably by the hyoid elevators.Inlet of larynxThe obliquely sloping inlet of the larynx lies in the anterior part of the laryngopharynx and is bounded above by the epiglottis, below by the arytenoid cartilages of the larynx, and laterally by the aryepiglottic folds,Below the inlet, the anterior wall of the laryngopharynx is formed by the posterior surface of the cricoid cartilageThe hypopharynx is clinically subdivided into three regions: the pyriform sinus. Post cricoids region, and posterior pharyngeal wall.Pyriform fossae are smooth depressions on either side of the larynx, acting as passages that guide swallowed food into the esophagus avoiding the larynx.Sensory innervations to pyriform sinus is internal laryngeal nerveMost common foreign body to get impacted in pyriform sinus is fish boneThe postericoid region is the part of the hypopharynx directly behind the cricoid cartilage. Cancers often occur in the hypopharynx.Carcinoma in the region of pyriform sinus remains silent until it reaches cervical group of lymph nodes.",
        "cop": 1,
        "opa": "Epiglottis",
        "opb": "Py riform fossa",
        "opc": "Posterior pharyngeal wall",
        "opd": "Post cricoid region",
        "subject_name": "Anatomy",
        "topic_name": "Pharynx",
        "id": "83dec394-646c-41ed-bbff-fc931e45902d",
        "choice_type": "multi"
    }
]