[
    {
        "question": "The following is part of Hamstrings -",
        "exp": "Ans. (a) SemimembranousRef.: BDC 6th ed. vol. II / 83* Hamstring muscles are - Semimembranosus, semiten- dinosus, long head of biceps femoris and ischial head of adductor magnus.",
        "cop": 1,
        "opa": "Semimembranous",
        "opb": "Gracilis",
        "opc": "Short head of biceps femoris",
        "opd": "Sartorius",
        "subject_name": "Anatomy",
        "topic_name": "Posterior Compartment of Thigh & Popliteal Fossa",
        "id": "92e76a23-a7a9-4b09-9670-3d0c956aa292",
        "choice_type": "single"
    },
    {
        "question": "Action of popliteus muscle -",
        "exp": "Ans. is 'b' i.e., Lateral rotation of femur Popliteuso Popliteus is a deep muscle of posterior compartment of leg.o Features of popletius are -OriginLateral surface of lateral condyle of femur, origin is intracapsular.Outer margin of lateral meniscus of knee,insertionPosterior surface of shaft of tibia above soleal line.Nerve supplyTibial nerveActionClocks knee joint by lateral rotation of femur on tibia prior flexion.Accessory flexor of knee",
        "cop": 2,
        "opa": "Medial rotation of femur",
        "opb": "Lateral rotation of femur",
        "opc": "L ocking of knee",
        "opd": "Extension of knee",
        "subject_name": "Anatomy",
        "topic_name": "Posterior Compartment of Thigh & Popliteal Fossa",
        "id": "671b9c89-84d2-479a-9de7-4bbbb4d7ca47",
        "choice_type": "single"
    },
    {
        "question": "Blood supply of posterior compartment of thigh is -",
        "exp": "Ans. is 'c' i.e., Profunda femoris artery o Profunda femoris artery is the largest branch of femoral artery and supplies all three compartments of thigh (anterior, medial and posterior). It arises from the lateral side of femoral artery about 4 cm below the inguinal ligament. The profunda femoris gives of following branches :i) Medial circumflex femoralMajor supply to the head of femur.ii) Lateral circumflex femoral.iii) Four perforating arteries 2nd perforating artery gives nutrient artery to femur.o Besides profunda femoris, some blood supply to posterior thigh comes from -i) Inferior gluteal artery (in upper part)ii) Popliteal artery (in lower part)",
        "cop": 3,
        "opa": "Superior gluteal artery",
        "opb": "Inferior epigastric artery",
        "opc": "Profunda femoris artery",
        "opd": "Internal iliac artery",
        "subject_name": "Anatomy",
        "topic_name": "Posterior Compartment of Thigh & Popliteal Fossa",
        "id": "0a6e3afb-4af0-4381-bc76-28687154bcfc",
        "choice_type": "single"
    },
    {
        "question": "Posterior femoral muscles are supplied by -",
        "exp": "Ans. is 'c' i.e., Sciatic nerve o Posterior thigh muscles (posterior femoral muscles) are supplied by sciatic nerve.Posterior thigh musclesMuscleOriginInsertionNerve supplyActionSpecial remarksBiceps femorisLong head: Conjoint origin with semitendin- osus from inferomedial impression on upper half of ischial tuberosity.Short head: Lateral lip of linea aspera.Head of fibula.Long head: Tibial part of sciatic nerve.Short head: Common peroneal part of sciatic nerve.Extends the thigh. Flexes and laterally rotates the leg.Sacrotuberous ligament is the degenerated part of tendon of long head of biceps femoris.Semiten- dinosusInferomedial impression on upper part of ischial tuberosity.Upper part of medial surface of tibia.Tibial part of sciatic nerve.Extends the thigh, flexes and medially rotates the leg.Fusiform (spindle shaped) muscle with main mass (fleshy) in the middleSemimem branosusSuperolateral impression on the upper part of ischial tuberosity.Groove on the posterior surface of medial tigbial condyle.Tibial part of sciatic nerve.Extends the thigh, and flexes and medially rotates the leg.Expansions from the tendon are oblique popliteal ligament of knee joint and fascia covering popliteus.",
        "cop": 3,
        "opa": "Femoral nerve",
        "opb": "Obturator nerve",
        "opc": "Sciatic nerve",
        "opd": "Sural nerve",
        "subject_name": "Anatomy",
        "topic_name": "Posterior Compartment of Thigh & Popliteal Fossa",
        "id": "14141512-ae81-403e-af1e-47261510ab10",
        "choice_type": "single"
    }
]