[
    {
        "question": "Spleen is derived from -",
        "exp": "Ans. is 'b' i.e., Dorsal mesogastrium o Spleen develops as a collection of mesenchymal cells in the dorsal mesogastrium.o Initially the splenic tissue is arranges as a number of lobules which later join together to form a single spleen. The notches in the superior border of adult spleen are representatives of growth that separated the lobules during fetal period.",
        "cop": 2,
        "opa": "Ventral mesogastrium",
        "opb": "Dorsal mesogastrium",
        "opc": "Septum transversorium",
        "opd": "Allantois",
        "subject_name": "Anatomy",
        "topic_name": "Spleen",
        "id": "c20ce6ec-cc27-4176-a692-a3b64d9cb5a1",
        "choice_type": "multi"
    },
    {
        "question": "Gastrosplenic Ligament contains -",
        "exp": "Ans. is 'c' i.e., Short gastric arteryPeritoneal ligamentsGastrosplenic ligamentIt extends from hilum of spleen to greater curvature of stomach. It contains short gastric and left gastroepiploic vessels. It develops from dorsal mesogastrium.Linorenal ligamentIt extends from hilum of spleen to anterior surface of left kidney. It contains splenic vessels and tail of pancreas. It develops from dorsal mesogastrium.Gastrophrenic ligamentIt connects the greater curvature of stomach to diaphragm. It develops from dorsal mesogastrium.Pkrenicocoiic ligamentIt connects left colic (splenic) flexure to diaphragm. It supports the anterior border of spleen.Falciform ligamentIt is a sickle shaped peritoneal fold connecting anterosuperior surface of liver to anterior abdominal wall and diaphragm. It demarcates the right and left lobes of liver. It contains ligamentum teres (remnant of left umblical vein) and paraumblical vein. It develops of ventral mesogastrium (ventral part).Coronary ligaments It contains superior and inferior layers which connect liver to diaphragm, and encloses the triangular 'bare area of liver'. It develops from ventral mesogastrium.Triangular ligaments (a right and a left)These connect right and left lobes of liver to diaphragm. It develops from ventral mesogastrium.",
        "cop": 3,
        "opa": "Splenic vessels",
        "opb": "Tail of pancreas",
        "opc": "Short gastric artery",
        "opd": "Portal vein",
        "subject_name": "Anatomy",
        "topic_name": "Spleen",
        "id": "42ab17f4-2499-4f0f-9702-1610d656f3bf",
        "choice_type": "single"
    },
    {
        "question": "Splenic artery usually arises from -",
        "exp": "Ans. C. Celiac arteryCoeliac trunka. The coeliac trunk is the first anterior branch and arises just below the aortic hiatus at the level of T12/L1 vertebral bodies.b. It is 1.5-2 cm long and passes almost horizontally forwards and slightly right above the pancreas and splenic vein.c. It divides into the left gastric, common hepatic and splenic arteries.d. It may also give off one or both of the inferior phrenic arteries.e. The superior mesenteric artery may arise with the coeliac trunk as a common origin. One or more of the superior mesenteric branches may arise from the coeliac trunk. Anterior to the coeliac trunk lies the lesser sac.f. The coeliac plexus surrounds the trunk, sending extensions along its branches.g. On the right lie the right coeliac ganglion, right crus of the diaphragm and the caudate lobe of the liver.h. To the left lie the left coeliac ganglion, left crus of the diaphragm and the cardiac end of the stomach. The right crus may compress the origin of the coeliac trunk, giving the appearance of a stricture.i. The body of the pancreas and the splenic vein are inferior to the coeliac trunk.",
        "cop": 3,
        "opa": "Aorta",
        "opb": "Superior mesentric artery",
        "opc": "Celiac artery",
        "opd": "Hepatic artery",
        "subject_name": "Anatomy",
        "topic_name": "Spleen",
        "id": "e8575f32-1947-4979-9e4d-f9754130e958",
        "choice_type": "multi"
    },
    {
        "question": "All of the following forms visceral relation of spleen EXCEPT:",
        "exp": "Ans. (d) DuodenumRef : BDC 6th ed. vol. II / 303VISCERAL RELATIONS OF SPLEEN* Spleen forms visceral relation with the following nearby organs:# Fundus of the stomach# The anterior surface of the left kidney# Splenic flexure of the colon and# The tail of the pancreas",
        "cop": 4,
        "opa": "Fundus of stomach",
        "opb": "Left kidney",
        "opc": "Splenic flexure of colon",
        "opd": "Duodenum",
        "subject_name": "Anatomy",
        "topic_name": "Spleen",
        "id": "7824e2ee-d9d3-4361-b3a3-6cf22b47f3db",
        "choice_type": "multi"
    }
]