[
    {
        "question": "Chronic urethral obstruction due to benign prismatic hyperplasia can lead to the following change in kidney parenchyma",
        "exp": "Chronic urethral obstruction because of urinary calculi, prostatic hyperophy, tumors, normal pregnancy, tumors, uterine prolapse or functional disorders cause hydronephrosis which by definition is used to describe dilatation of renal pelvis and calculus associated with progressive atrophy of the kidney due to obstruction to the outflow of urine Refer Robbins 7yh/9,1012,9/e. P950",
        "cop": 3,
        "opa": "Hyperplasia",
        "opb": "Hyperophy",
        "opc": "Atrophy",
        "opd": "Dyplasia",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "e9ad821a-c438-4965-9f77-760819dfa155",
        "choice_type": "single"
    },
    {
        "question": "Gene for Wilms tumor iis located on",
        "exp": "characterized by Wilms tumor, aniridia, genital anomalies, and mental retardation. Their lifetime risk of developing Wilms tumor is approximately 33%. Individuals with WAGR syndrome carry constitutional (germline) deletions of 11p13. Studies on these patients led to the identification of the first Wilms tumor-associated gene, WT1, and a contiguously deleted autosomal dominant gene for aniridia, PAX6, both located on chromosome 11p13. Patients with deletions restricted to PAX6, with normal WT1 function, develop sporadic aniridia, but they are not at increased risk for Wilms tumors Refer Robbins 9/e 481",
        "cop": 3,
        "opa": "Chromosome 1",
        "opb": "Chromosome 10",
        "opc": "Chromosome 11",
        "opd": "Chromosome 12",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "81fd3ae7-1e8a-4e82-b1ac-977b6e781419",
        "choice_type": "single"
    },
    {
        "question": "Which of the following is not associated with renal cell carcinoma",
        "exp": "Ideal ans is none. But renal cell carcinoma produce number of para neoplastic syndrome, ascribed to abnormal harmone production, including polycythemia, hypercalcemia, hypeension ,Cushing syndrome, eosinophillic ,amyloidosis etc",
        "cop": 3,
        "opa": "A. Polycythemia",
        "opb": "B. Amyloidosis",
        "opc": "C. Cushing syndrome",
        "opd": "D. Hypeension",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "2e9cd23e-ba87-49ab-bf1c-4a0daba3c311",
        "choice_type": "single"
    },
    {
        "question": "Most common histological type of renal cell carcinoma",
        "exp": "Refer Robbins 9/e p953 Clear cell carcinoma. This is the most common type, accounting for 70% to 80% of renal cell cancers. The tumors are made up of cells with clear or granular cytoplasm and are nonpapillary. They can be familial, but in most cases (95%) are sporadic. In 98% of these tumors, whether familial, sporadic, or associated with VHL syndrome, there is loss of sequences on the sho arm of chromosome 3. The deleted region harbors the VHL gene (3p25.3). A second nondeleted allele of the VHL gene shows somatic mutations or hypermethylation-induced inactivation in up to 80% of clear cell cancers, indicating that the VHL gene acts as a tumor suppressor gene in both sporadic and familial cancers (Chapter 7). The VHL gene encodes a protein that is pa of a ubiquitin ligase complex involved in targeting other proteins for degradation. Impoant among the targets of the VHL protein is the transcription factor hypoxia- inducible factor-1 (HIF-1). When VHL is inactive, HIF-1 levels remain high, even under normoxic conditions, causing inappropriate expression of a number of genes that are turned on by HIF. These include genes that promote angiogenesis, such as VEGF, and genes that stimulate cell growth, such as insulin-like growth factor-1 (IGF-1). In addition, HIF collaborates in complex ways with the oncogenic factor MYC to \"reprogram\" cellular metabolism in a way that ors growth. D",
        "cop": 1,
        "opa": "Clear cell",
        "opb": "Medullary",
        "opc": "Papillary",
        "opd": "Mixed type",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "540c9113-75e9-43d7-a867-597eca1b828d",
        "choice_type": "single"
    },
    {
        "question": "Wilms tumor is associated with all of the following except",
        "exp": "Wilms tumor (nephroblastoma) is the most common primary renal tumor of childhood in USA .It is associated with the following Refer 8/479-480 9/e p479",
        "cop": 4,
        "opa": "A. Hemihyperophy",
        "opb": "B. Aniridia",
        "opc": "C. Hypeension",
        "opd": "D. Bilateral polycystic kidney",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "cc04eb1e-bec2-4477-af15-5121a0268ec7",
        "choice_type": "multi"
    },
    {
        "question": "In Wilms tumor the following leads to emergence of resistance to chromotherapy",
        "exp": "5 percnt of tumors have Anpalsia, defined as the presence of cells with large hyperchromatic pleomprphic nuclei and abnormal mitosis and the presrnc of anapladsia coreltes with p53 mutation",
        "cop": 3,
        "opa": "Nehprogenic rests",
        "opb": "Monoblastic morphology",
        "opc": "Anpalsia",
        "opd": "Capsular infiltration",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "bfdd5277-7290-4010-b98d-c3ee7d596ee2",
        "choice_type": "single"
    },
    {
        "question": "Deletion of the sho arm of chromosome 11 is seen in",
        "exp": "Ref Robbins 8/e p479-480, 9/e pPathogenesis and Genetics. The risk of Wilms tumor is increased with at least three recognizable groups of congenital malformations associated with distinct chromosomal loci. Although Wilms tumors arising in this setting account for no more than 10% of cases, these syndromic tumors have provided impoant insight into the biology of this neoplasm. * The first group of patients has the WAGR syndrome, characterized by Wilms tumor, aniridia, genital anoma-lies, and mental retardation. Their lifetime risk of developing Wilms tumor is approximately 33%. Individuals with WAGR syndrome carry constitutional (germline) deletions of 11p13. Studies on these patients led to the identification of the first Wilms tumor-associated gene, WT1, and a contiguously deleted autosomal dominant gene for aniridia, PAX6, both located on chromosome 11p13. Patients with deletions restricted to PAX6, with normal WT1 function, develop sporadic aniridia, but they are not at increased risk for Wilms tumors.9 479-480",
        "cop": 3,
        "opa": "Osteosarcoma",
        "opb": "Meningiomaa",
        "opc": "Wilms tumor",
        "opd": "Colon carcinoma",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "32cea552-46a4-4832-a04e-89afa3c87fc4",
        "choice_type": "single"
    },
    {
        "question": "Most impoant prognostic factor of Wilms tumor",
        "exp": "histology remains a critical determinant of adverse prognosis. Even anaplasia restricted to the kidney (i.e., without extra-renal spread) confers an increased risk of recurrence and death, emphasizing the need for accurate identification of this histologic feature. Molecular parameters that correlate with adverse prognosis include loss of genetic material on chromosomes 11q and 16q, and gain of chromosome 1q inthe tumor cells. Along with the increased survival of individuals with Wilms tumor have come repos of an increased risk of developing second primary tumors, including bone and soft-tissue sarcomas, leukemia",
        "cop": 2,
        "opa": "Histopathology and ploidy of cells",
        "opb": "Tumor stage",
        "opc": "Age of patient",
        "opd": "Mutation of chromosome 1p",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "9927aff0-d66e-4d08-ac25-13008dc12c3e",
        "choice_type": "single"
    },
    {
        "question": "Michaelis Guttmannn bodies are present in",
        "exp": "Ref Robbins 9/e p693 Michaelis-Gutmann bodies are concentrically layered basophilic inclusions found in the urinary tract. They are 2 to 10 mm in diameter, and are thought to represent remnants of phagosomes mineralized by iron and calcium deposits.",
        "cop": 3,
        "opa": "Analgesic nephropathy",
        "opb": "Him and ulcer",
        "opc": "Malacoplakia",
        "opd": "Erythroplasia",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "445b6c79-2fc9-4e26-939e-ec39f4e0fd28",
        "choice_type": "single"
    },
    {
        "question": "In which of the following conditions Aniridia and help hyperophy6 are most likely present",
        "exp": "Refer Robbins 9/e p479 the percentage of each component is variable (Fig. 10-29A). Sheets of small blue cells with few distinctive features characterize the blastemal component. Epithelial differentiation is usually in the form of aboive tubules or glomeruli. Stromal cells are usually fibrocytic or myxoid in nature, although skeletal muscle differentiation is not uncom- mon. Rarely, other heterologous elements are identified, including squamous or mucinous epithelium, smooth muscle, adipose tissue, cailage, and osteoid and neurogenic tissue. Approximately 5% of tumors reveal anaplasia, defined as the presence of cells with large, hyperchromatic, pleomorphic nuclei and abnormal mitoses (Fig. 10-29B). The presence of anaplasia correlates with the presence of TP53 mutations and the emergence of resistance to chemotherapy. Recall that p53 elicits pro-apoptotic signals in response to DNA damage (Chapter 7). The loss of p53 function might explain the relative unresponsiveness of anaplastic cells to cytotoxic",
        "cop": 2,
        "opa": "Nerublastoma",
        "opb": "Wilms tumor",
        "opc": "Non Hodgkin's lymphoma",
        "opd": "Germ cell tumor",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "7b37b7e8-4a6b-4257-9a53-10c6572e9f1a",
        "choice_type": "single"
    },
    {
        "question": "Metabolic complication in CRF include all of the following except",
        "exp": "Metabolic complication in CRF include Hyperphosphatemia Hyerkalemia Hyponatremia refer Harrison 18/e",
        "cop": 2,
        "opa": "Hyperkalemia",
        "opb": "Hypophosphataemia",
        "opc": "Hypocalcemia",
        "opd": "Hypokalemia",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "2c597b07-8641-48a2-8626-77efea0a96c7",
        "choice_type": "multi"
    },
    {
        "question": "Oncocytic carcinoma arises from",
        "exp": "Refer Robbins 8/e p964, 9/ep953 Oncocytoma This is an epithelial neoplasm composed of large eosinophilic cells having small, round, benign-appearing nuclei that have large nucleoli. It is thought to arise from the intercalated cells of collecting ducts, and accounts for approximately 5% to 15% of renal neoplasms. Ultra-structurally the eosinophilic cells have numerous mitochondria. In gross appearance, the tumors are tan or mahogany brown, relatively homogeneous, and usually well encapsulated with a central scar in one-third of cases. However, they may achieve a large size (up to 12 cm in diameter). There are some familial cases in which these tumors are multicentric rather than solitary.",
        "cop": 4,
        "opa": "Perivascular tissue",
        "opb": "Glomerulus",
        "opc": "Loop of henle",
        "opd": "Collecting duct",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "1ba26e3f-6200-4a55-8a70-846d5a5df7a1",
        "choice_type": "single"
    },
    {
        "question": "The cytogenetics of the Chromophillic renal cell carcinoma is characterized by",
        "exp": "Chromophillic carcinoma is the other name of papillary renal cell carcinoma because 80% of Chromophillic cancers show tubopapillary architecture. As discussed, papillary cancer is associated with trisomy 7,16,17",
        "cop": 3,
        "opa": "Mutant VHL gene",
        "opb": "Loss 3p",
        "opc": "Trisomy 7/17",
        "opd": "Loss of 5q3",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "01d44a9f-11f3-4f3d-ba65-e6cda2552eab",
        "choice_type": "single"
    },
    {
        "question": "Transitional cell carcinoma bladder is associated with which of the following",
        "exp": "Schistosoma haemotabium infections in endemic areas like Egypt and Sudan are an established risk. The ova are deposited in the bladder wall and invite a brisk chronic inflammatory response that induces progressive mucosal squamous metaplasia and dysplasia and in some instances neoplasia refer Robbins 9/e p965",
        "cop": 1,
        "opa": "Schistosomiasis",
        "opb": "Ascarasis",
        "opc": "Malaria",
        "opd": "Any of d above",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "fa5d8ca7-cb76-486e-88a0-35f553c9ac34",
        "choice_type": "multi"
    },
    {
        "question": "Bence Jones proteins are",
        "exp": "refer Robbins 9/e p965 Bence Jones proteins are made of light chain",
        "cop": 1,
        "opa": "Light chain",
        "opb": "Heavy chain",
        "opc": "Medium chain",
        "opd": "All of the above",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "e738fc00-5d2d-4374-ba5e-7cfb27115967",
        "choice_type": "multi"
    },
    {
        "question": "True statement of wilms tumor",
        "exp": "Refer Robbins 9/e 479 * The first group of patients has the WAGR syndrome, characterized by Wilms tumor, aniridia, genital anoma- lies, and mental retardation. Their lifetime risk of devel- oping Wilms tumor is approximately 33%. Individuals with WAGR syndrome carry constitutional (germline) deletions of 11p13. Studies on these patients led to the identification of the first Wilms tumor-associated gene, WT1, and a contiguously deleted autosomal dominant gene for aniridia, PAX6, both located on chromosome 11p13. Patients with deletions restricted to PAX6, with normal WT1 function, develop sporadic aniridia, but they are not at increased risk for Wilms tumors.",
        "cop": 2,
        "opa": "Common in adult",
        "opb": "Associated with deletion of chromosome 11p13",
        "opc": "Associated with MIC 2 gene",
        "opd": "Commonest presentation in hematuria",
        "subject_name": "Anatomy",
        "topic_name": "Urinary tract",
        "id": "6150935c-ed8e-4155-88f8-c6d189ccce76",
        "choice_type": "multi"
    }
]