[
    {
        "question": "Development of labia majora is from -",
        "exp": "Ans. is 'd' i.e., Genital swelling Embryogical structureFate in femaleFate in maleGenital ridgeOvaryTestisGenital swellingLabia majoraScrotumGenital foldLabia minoraVentral aspect of penis penile urethraGenital tubercleClitorisGians penis",
        "cop": 4,
        "opa": "Urogenital sinus",
        "opb": "Mullerian duct",
        "opc": "Genital ridge",
        "opd": "Genital swelling",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "9ae79b32-e5e4-44a4-b488-f437608f5853",
        "choice_type": "single"
    },
    {
        "question": "Collecting duct is derived from:",
        "exp": "Ans. (a) Ureteric budRef : LB. Singh 9th ed./252* During the fifth week of gestation, the mesonephric duct develops an outpouching, the ureteric bud, near its attachment to the cloaca. This bud, also called the metanephrogenic diverticulum, grows posteriorly and towards the head of the embryo.* The elongated stalk of the ureteric bud, called the metanephric duct, later forms the ureter. As the cranial end of the bud extends into the intermediate mesoderm, it undergoes a series of branchings to form the collecting duct system of the kidney. It also forms the major and minor calyces and the renal pelvis.",
        "cop": 1,
        "opa": "Ureteric bud",
        "opb": "Mesonephros",
        "opc": "Metanephros",
        "opd": "Allantois",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "95cf896c-61ef-47c4-9a1b-0ca17063aa16",
        "choice_type": "multi"
    },
    {
        "question": "Bladder develops from -",
        "exp": "Ans. is 'c' i.e., Endoderm o The trigone part of the bladder is derived from mesoderm. The remaning bladder is endo dermal in origin.o Before the formation of the tail fold of the embryo, a small endodermal diverticulum called the allantoic diverticulum arises from the yolk sac near the caudal end.o The yolk sac goes on to form the gut.o The part of the hindgut caudal to the attachment of the allantoic deverticulum is called the cloaca,o A urorectal septum divides the cloaca into a ventral urogenital sinus and a dorsal primitive rectum,o The urogenital sinus gives rise to some parts of the urogenital system while the primitive rectum gives rise to the definitive rectum.FATE OF THE GENITAL DUCTSI MESONEPHRIC/WOLFFIAN DUCT(main genital duct in males)In mates:o Posterior wall of prostatic urethra proximal to opening of ejaculatory ductso Ureteric bud forming ureter, pelvis, calyces and collecting tubuleso Trigone of bladdero Appendix of epididymiso Vas deferenso Epididymiso Ejaculatory ductso Prostateo Seminal vesiclesIn females:o Posterior wall of female urethrao Ureteric budo Trigone of bladdero Paroophorono EpoophoronII. PARAMESONEPHRIC/MULLERIAN DUCT(main genital duct in females)In females:o Fallopian tubeso Uteruso Upper 3/4 of vaginaIn males:o Appendix of testiso Prostatic utricleo The urinary bladder except the trigone, the lower !/< of the vagina and the distal part of mate urethra are derived from the urogenital sinus which is endodermal in origin. The above two ducts are mesodermal in origin.",
        "cop": 3,
        "opa": "Ectoderm",
        "opb": "Mesoderm",
        "opc": "Endoderm",
        "opd": "Neural crest cells",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "779d97f4-52b5-444e-91ae-1da2c24d49c5",
        "choice_type": "single"
    },
    {
        "question": "The following are derivatives of Paramesonephric duct except:",
        "exp": "Ans. B. Ovary. (Ref. Langman's medical embryology pg. 360; Fig. 14.24).The ovary is formed mainly from the genital ridge and partly from the mesonephros. Fallopian tubes, Uterus, Cervix and Upper vagina develop from paramesonephric (Mullerian) duct.\" At first both the male and the female have 2 pairs of genital or sex ducts:# Mesonephric (Wolffian - medial) and- The mesonephric ducts in the female degenerate except for remnants like epoporon and paraphoron, which develop from them.- The mesonephric ducts develop into the main genital ducts of the male# Paramesonephric (Mullerian - lateral) ducts.- The paramesonephric ducts in the male degenerate except for a small portion at their cranial ends, the appendix/ hydatid testis and prostate utricle.- The paramesonephric ducts develop into the main genital ducts of the female.\"Origin of genital structures Embryological partAdult Female derivativesAdult Male derivativesAGonadsOvary, follicles, rete ovariiTestes, Seminiferous tubules, Rete testesBParamesonephric ductsUterine tubes, Uterus, Cervix and Upper part of vaginaAppendix of testes, Prostatic utricleCMesonephric (Wolffian) ductsGartner's DuctSeminal vesicles, Epididymis, Ejaculatory duct, Ductus deferens. Pnemonic: SEEDDPhallusClitorisGians and body of penisEUrogenital foldsLabia minoraVentral aspect of penisFLabioscrotal swellingsLabia majoraScrotumEducational points:# Sertoli cells then produce mullerian inhibiting substance (MIS, also called antimullerian hormone, AMH) that causes regression of the paramesonephric (mullerian) ducts.# Leydig cells produce testosterone, which enters cells of target tissues where it may remain or be converted to dihydrotestosterone by a 5 a reductase enzyme.- Blood testis barrier is formed by sertoli cells (Germ cells do not contribute to the barrier).- Bicornuate uterus: Results from incomplete fusion of the paramesonephric ducts (vs. complete failure of fusion, resulting in double uterus and vagina).- Duplications of the uterus result from lack of fusion of the paramesonephric ducts in a local area or throughout their normal line of fusion.* In its extreme form the uterus is entirely double (uterus didelphys);e* In the least severe form, it is only slightly indented in the middle (arcuate uterus).* One common anomaly is uterus bicornis (uterus has two horns entering a common vagina).",
        "cop": 2,
        "opa": "Uterus",
        "opb": "Ovary",
        "opc": "Fallopian tube",
        "opd": "Upper vagina",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "b6f5e7b5-d273-46e8-b88f-fb859ebdb897",
        "choice_type": "multi"
    },
    {
        "question": "Secretory part of kidney develops from -",
        "exp": "Ans. is 'c' i.e., Blastema Development of kidneyo Ureteric bud (mesonephros) arise from mesonephric duct and gives rise to collecting system of kidney (renal pelvis, major and minor calyces, collecting tubule) and ureter,o Metanephric mesoderm (blastema or metanephors) arise from nephrogenic cord which in turn is derived from intermediate mesoderm. It gives rise to excretory unit (nephron), i.e. glomeruli, PCT, Loop of henle and DCT.",
        "cop": 3,
        "opa": "Ureteric bud",
        "opb": "Mesonephros",
        "opc": "Blastema",
        "opd": "Paramesonephric duct",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "55e1a17b-851b-4884-93f3-f3bc475b7c20",
        "choice_type": "single"
    },
    {
        "question": "Uterus develops from:",
        "exp": "Ans: a (Mullerian duct) Ref: Human embryology, IB Singh, 4th ed, p. 2 74In females, the paramesonephric duct (Mullerian duct) gives origin to the uterine tubes, uterus and part of the vagina.The paramesonephric duct lies parallel to the mesonephric duct in the cranial part, but fuse in the midline caudally to form the uterovaginal canal. The caudal end comes into contact with the dorsal wall of the urogenital sinus. The paramesonephric duct gives rise to the uterine tubes, uterus and the upper 4/5th of the vagina.DERIVATIVES OF THE PARAMESONEPHRIC DUCT(MULLERIAN DUCT)DERIVATIVES OF THE MESONEPHRIC DUCT(GARTNER/WOLFFIAN DUCT)Cranial: Fallopian tubeCaudal:* Uterus* Cervix* Vagina (upper 4/5th)Hydatid of MorgagniAppendix of testisProstatic UtricleCommon to males/females:* Uretric bud* Trigone of bladder* Posteror urethraIn Males:* Epididymis* Vas deferens* Seminal vesicle* Ejaculatory ductRemnants:* P- Paradidymis* E- Epigastral tubercle* A- Appendix of epididymisIn females:* Broad ligament* Paraovarian cyst* Gartner's duct and cyst* Epoophoron* Paraoophoron",
        "cop": 1,
        "opa": "Mullerian duct",
        "opb": "Mesonephric duct",
        "opc": "Metanephros",
        "opd": "Urogenital sinus",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "df94a3b2-5df2-4d5b-8a80-ea08e81f10e6",
        "choice_type": "single"
    },
    {
        "question": "Trigone of bladder is derived from -",
        "exp": "Ans. is 'a' i.e., Mesonephric duct o The urinary bladder (except trigone) is derived from vesicourethral canaL cranial part of urogenital sinus (endodermal).o Trigone is derived from Absorbed part of Wolffian duct/mesonephrk duct (mesodermal).",
        "cop": 1,
        "opa": "Mesonephric duct",
        "opb": "Paramesonephric duct",
        "opc": "Absorbed anal membrane",
        "opd": "Mullerian duct",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "91f8efdd-2f19-4c65-ad49-ee720b607749",
        "choice_type": "single"
    },
    {
        "question": "Malphigian corpuscles are seen in:",
        "exp": "Ans. (b) Kidney",
        "cop": 2,
        "opa": "Thyroid",
        "opb": "Kidney",
        "opc": "Neurons",
        "opd": "Liver",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "9561fed2-b382-4975-a32c-dec4f15d2707",
        "choice_type": "single"
    },
    {
        "question": "Appendix of testes is remnant of -",
        "exp": "Ans. is 'b' i.e., Paramesonephric duct o Male's derivatives of paramesonephric duct (Muiierian duct) areAppendix of testis (Hydatid of morgagni).Prostatic utricle.",
        "cop": 2,
        "opa": "Mesonephric duct",
        "opb": "Paramesonephric duct",
        "opc": "paramesonephric tubule",
        "opd": "Mesonephric tubule",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "91a31b96-bd70-4a09-b948-9e131407d152",
        "choice_type": "single"
    },
    {
        "question": "Gartner's cyst arises from?",
        "exp": "ANSWER: (B) Remnant of mesonephric ductREF: Gray's anatomy 39TH edition p. 1384See APPENDIX-5 for \"ADULT DERIVATIVES AND VESTIGIAL REMAINS OF EMBRYONIC UROGENITAL STRUCTURES\"\"Gartner's duct cysts represent mesonephric remnants and are found on the anterolateral vaginal wall from the cervix to the introitus\"APPENDIX - 5Adult Derivatives and Vestigial Remains of Embryonic Urogenital StructuresEmbryonic StructureMaleFemaleGonadal RidgeCortexMedullaTestisSeminiferous tubules Rete testisOvaryOvarian folliclesMedullaRete ovariiGubernaculumGubernaculum testisOvarian ligamentRound ligament of uterusMesonephric tubulesDuctus efferentesParadidymisEpoophoronParoophoronMesonephric ductAppendix of epididymisDuctus epididymidisDuctus deferensUreter, pelvis, calices, and collecting tubulesEjaculatory duct and seminal vesicleAppendix vesiculosa Duct of epoophoron Duct of GartnerUreter, pelvis, calices, and collecting tubulesParamesonephric duct (Mullerian duct)Appendix of testisHydatid (of Morgagni)Uterine tubeUterusUpper VaginaUrogenital sinusUrinary bladderUrethra (except glandular portion)Prostatic utricleProstate glandBulboureth rod glandsUrinary bladder UrethraLower Vagina (from sinovaginal bulb)Urethral and paraurethral glandsGreater vestibular glandsVestibule of vaginaMullerian tubercleSeminal colliculusHymenGenital tuberclePenisGians penisCorpora cavernosa penisCorpus spongiosumClitorisGians clitoridisCorpora cavernosa clitoridisBulb of the vestibuleUrogenital foldsVentral aspect of penisLabia minoraLabioscrotal swellingsScrotumLabia majora",
        "cop": 2,
        "opa": "Remnant of paramesonephric duct",
        "opb": "Remnant of mesonephric duct",
        "opc": "Cervix",
        "opd": "Vagina",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "11e89969-c0e2-4d8a-9da3-657a6cadb961",
        "choice_type": "single"
    },
    {
        "question": "Trigone of urinary bladder develops from:",
        "exp": "Ans. (c) MesodermRef. BDC Vol-2/ 382* Trigone of bladder is formed by the absorption of mesonephric ducts and is mesodermal in origin.",
        "cop": 3,
        "opa": "Endoderm",
        "opb": "Ectoderm",
        "opc": "Mesoderm",
        "opd": "None",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "47b18b04-1279-4e95-9ee9-e7de17b430d1",
        "choice_type": "multi"
    },
    {
        "question": "Suprarenal gland develops from -",
        "exp": "Ans. is 'c' i.e., Neural crest o Suprarenal (adrenal) gland consists two part :Superficial cortex : Derived from coelomic epithelium (mesodermal).Deepar medulla : Derived from neural crest (ectodermal).",
        "cop": 3,
        "opa": "Metanephros",
        "opb": "Ureteric bud",
        "opc": "Neural crest",
        "opd": "Endodem",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "0b55a1d1-1ad6-4b2e-abde-20c58aed5394",
        "choice_type": "single"
    },
    {
        "question": "The upper 3/4th of vagina develops from -",
        "exp": "Ans 'a' i.e., Mullerian duct FATE OF THE GENITAL DUCTSI MESONEPHRIC/WOLFFIAN DUCT(main genital duct in males)In mates:o Posterior wall of prostatic urethra proximal to opening of ejaculatory ductso Ureteric bud forming ureter, pelvis, calyces and collecting tubuleso Trigone of bladdero Appendix of epididymiso Vas deferenso Epididymiso Ejaculatory ductso Prostateo Seminal vesiclesIn females:o Posterior wall of female urethrao Ureteric budo Trigone of bladdero Paroophorono EpoophoronII. PARAMESONEPHRIC/MULLERIAN DUCT(main genital duct in females)In females:o Fallopian tubeso Uteruso Upper 3/4 of vaginaIn males:o Appendix of testiso Prostatic utricleo The urinary bladder except the trigone, the lower 1/4 of the vagina and the distal part of mate urethra are derived from the urogenital sinus which is endodermal in origin. The above two ducts are mesodermal in origin.",
        "cop": 1,
        "opa": "Mullerian duct",
        "opb": "Wolfian duct",
        "opc": "Sino vaginal bulb",
        "opd": "Endoderm",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "393c47c9-a6ba-41a1-99a1-6c50be67f6ff",
        "choice_type": "single"
    },
    {
        "question": "Not developed from paramesonephric duct -",
        "exp": "Ans. is 'a' i.e., Trigone of bladder o Appendix of testis - Remnant of cranial end of paramesonephric (mullerian) duct.o Appendix of epididymis - Remnant of cranial end of mesonephric (Wolffian) duct.MESONEPHRIC DUCT fWOLFFIAN DUCT1: Main genital duct in malesIn malesIn females (mostly degenerate except)o Posterior wall of prostatic urethra proximal to opening of ejaculatory ducto Ureteric bud gives rise to ureter; pelvis, calyces and collecting tubuleso Trigone of bladdero Vas deferens, ejaculatory ducto Epididymis, seminal vesicleo Appendix of epididymiso Mesodermal part of prostateo Posterior wall of urethrao Ureteric bud gives rise to ureter, pelvis, calyces and collecitng tubuleso Trigone of bladdero Duct of epophoron (Gartner's duct)MESONEPHRIC TUBULESIn malesIn femaleso Ductus aberrant superioro Efferent ductules of testiso Ductus aberrant inferioro Epoophorono ParaphoronNote : Epoophoron is a remnant of mesonephric tubules, while duct of epoophoron is derived from mesonephric duct.PARAMESONEPHRIC DUCT (MULLERIAN DUCT) : Main genital duct in femalesFemalesMaleso Fallopian tubeso Uteruso Upper 2/3 of vaginao Appendix of testis (Hydatid of morgagni)o Prostatic utricleNote: Lower 1/3 of vagina is derived from sin ovaginal bulb derived from urogenital sinus. Therefore is endodermal in origin (upper 2/3 is mesodermal in origin as derived from paramesonephric duct).",
        "cop": 1,
        "opa": "Trigone of bladder",
        "opb": "Uterus",
        "opc": "Vagina",
        "opd": "Prostatic utricle",
        "subject_name": "Anatomy",
        "topic_name": "Urogenital System",
        "id": "bed53795-bb6e-49c8-a5d1-a2ea3661e1c7",
        "choice_type": "single"
    }
]